{"celex_id": "31965L0066", "uri": "http://publications.europa.eu/resource/cellar/0d76f53e-267f-495c-9854-15e8c3ee05c5", "type": "Directive", "concepts": ["1284", "1442", "2735", "2871", "463"], "title": "Council Directive 65/66/EEC of 26 January 1965 laying down specific criteria of purity for preservatives authorised for use in foodstuffs intended for human consumption\n", "header": "COUNCIL DIRECTIVE  of 26 January 1965  laying down specific criteria of purity for preservatives authorised for use in foodstuffs intended for human consumption  (65/66/EEC)\nTHE COUNCIL OF THE EUROPEAN ECONOMIC COMMUNITY", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community;\nHaving regard to the Council Directive of 5 November 1963 (1) on the approximation of the laws of the Member States concerning the preservatives authorised for use in foodstuffs intended for human consumption, and in particular Article 8 thereof;\nHaving regard to the proposal from the Commission;\nWhereas, under Article 7 of the Directive of 5 November 1963, preservatives must satisfy certain specific criteria of purity laid down, where appropriate, and in accordance with Article 8 (1) of that Directive;\nWhereas it is necessary to lay down specific criteria of purity for all the preservatives listed in the Annex to the Directive of 5 November 1963 ; whereas in certain Member States it is not possible to apply such criteria simultaneously with the laws amended in pursuance of that Directive and it is therefore desirable to set 1 June 1966 as the date by which the criteria are to apply;", "main_body": ["The specific criteria of purity referred to in Article 7 (b) of the Directive of 5 November 1963 are given in the Annex to this Directive.", "Member States shall so amend their laws in accordance with the provisions of Article 1 that by 1 June 1966 the new measures apply to preservatives placed on the market.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 26 January 1965.\nFor the Council\nThe President\nM. COUVE DE MURVILLE\nANNEX\nSPECIFIC CRITERIA OF PURITY\nGeneral observations\n(a) Save as otherwise stated, quantities and percentages are calculated by weight on the anhydrous product.\n(b) Where the relevant product is not initially anhydrous and \"volatile substances\" are involved, water is included among these substances.  (1)OJ No 12, 27.1.1964, p. 161/64.\n(c) Where the drying period is not specified, this means \"dried till constant weight\".\n(d) Where interpretation of the criteria set out below requires the definition of certain technical terms such as \"vacuum\", reference should be made to the methods of analysis established pursuant to Article 8 (2) of the Directive of 5 November 1963.\n>PIC FILE= \"T9000204\">    >PIC FILE= \"T9000205\">    >PIC FILE= \"T9000206\">    >PIC FILE= \"T9000207\">    >PIC FILE= \"T9000208\">    >PIC FILE= \"T9000209\">    >PIC FILE= \"T9000210\">    >PIC FILE= \"T9000211\">"}