{"celex_id": "31968R1389", "uri": "http://publications.europa.eu/resource/cellar/98940102-98af-4c4f-9e9d-40a0a2e38dd2", "type": "Regulation", "concepts": ["1565", "2443", "2763"], "title": "Regulation (EEC) No 1389/68 of the Commission of 6 September 1968 amending several Regulations on milk and milk products\n", "header": "REGULATION (EEC) No 1389/68 OF THE COMMISSION  of 6 September 1968  amending several Regulations on milk and milk products\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community;\nHaving regard to Council Regulation (EEC) No 804/68 1 of 27 June 1968 on the common organisation of the market in milk and milk products, and in particular Articles 10 (3), 17 (4) and 35 thereof;\nHaving regard to Council Regulation No 886/68 2 of 28 June 1968 fixing for the 1968/69 milk year the target price for milk and the intervention prices for butter, skimmed milk powder and Grana padano and Parmigiano-Reggiano cheeses, and in particular Article 5 (4) thereof;\nWhereas the Annex to Commission Regulation (EEC) No 1098/68 3 of 27 July 1968 on detailed rules for the application of export refunds on milk and milk products lists certain destination zones which may be taken into account when fixing refunds ; whereas zone A should include the French-speaking African territories ; whereas to this end the list of countries within that zone should be extended;\nWhereas Commission Regulation (EEC) No 1104/68 4 of 27 July 1968 fixed corrective amounts for trade in the 1968/69 milk year in milk products referred to in Article 5 (2) of Regulation (EEC) No 886/68 ; whereas two corrective amounts were inadvertently fixed for products falling within tariff heading No 04.03 with a fat content of 96 % by weight ; whereas it is therefore necessary to amend the Annex;\nWhereas Article 2 of Commission Regulation (EEC) No 1105/68 5 of 27 July 1968 on detailed rules for granting aid for skimmed milk used as feed defined the denaturing processes to be used so that the skimmed milk in question might qualify for aid ; whereas at point (1) of that Article souring was designated as a method of denaturing;\nWhereas souring as defined in terms of the degree of acidity skimmed milk should have depending on the method of measurement ; whereas the definition of the Dornic process is incorrect and should be corrected;\nWhereas point (2) of that Article shows the quantities of whey to be added ; whereas recent studies have shown the addition of 10 kg of whey per 100 kg of skimmed milk to be sufficient;\nWhereas point (4) of that Article mentions the addition of 1 gramme of azorubin or eosin per 100 kg of skimmed milk ; whereas a check has shown the addition of one gramme of these colouring agents per 1 000 kg of skimmed milk to be sufficient;\nWhereas Article 8 (2) of that Regulation provides that stock-breeders who produce butter must be registered ; whereas designation of the agency competent to keep the register should be left to Member States;\nWhereas Article 11 of Regulation (EEC) No 1105/68 laid down a transitional system applicable until 1 September 1968 ; whereas, however, application from that date of the denaturing processes listed in Article 2 presents certain difficulties because the necessary dosage equipment is not yet available everywhere ; whereas the transitional system should therefore apply for a longer period;\nWhereas the measures provided for in this Regulation are in accordance with the Opinion of the Management Committee for Milk and Milk Products;", "main_body": ["The following countries shall be inserted in the list for zone A in the Annex to Regulation (EEC) No 1098/68:  1OJ No L 148, 28.6.1968, p. 13. 2OJ No L 156, 4.7.1968, p. 4. 3OJ No L 184, 29.7.1968, p. 10. 4OJ No L 194, 29.7.1968, p. 22. 5OJ No L 184, 29.7.1968, p. 24.     1. after \"Malagasy Republic\", \"mali\";\n2. after \"Mauritania\", \"Niger\";\n3. after \"Senegal\", \"Territory of the Afars and Issas\".", "Tariff heading No 04.03 in the Annex to Regulation (EEC) No 1104/68 shall be amended as follows: >PIC FILE= \"T0011102\">", "1. Article 2 (1) (b) of Regulation (EEC) No 1105/68 shall be amended as follows:\n\"(b) Dornic 45ยบ Dornic.\"\n2. The figure \"10\" shall be substituted for the figure \"30\" in Article 2 (2) of Regulation (EEC) No 1105/68.\n3. The figure \"1 000\" shall be substituted for the figure \"100\" in Article 2 (4) of Regulation (EEC) No 1105/68.\n4. The first sentence of the second subparagraph in Article 8 (2) of Regulation (EEC) No 1105/68 shall be ammended as follows:\n\"Registration shall be effected by the agency of the Member State competent to grant aid.\"\n5. Article 11 (1) of Regulation (EEC) No 1105/68 shall be amended as follows:\n\"By way of derogation from Article 2 (1) of Regulation (EEC) No 968/68 and from Article 1 (1), Member States may also, until 31 December 1968, grant aid for skimmed milk produced and processed in dairies and:    - denatured by a method practised in the Member State in question before 28 July 1968 ; or\n- delivered by the dairy direct to the user for feeding cattle, provided that it has been subjected to administrative control measures equivalent to denaturing.\"", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 6 September 1968.\nFor the Commission\nThe Vice-President\nF. HELLWIG"}