{"celex_id": "31967R0115", "uri": "http://publications.europa.eu/resource/cellar/73e5725e-dc1f-4b4e-9009-4c9bcf1b26dd", "type": "Regulation", "concepts": ["2668", "4472", "6042"], "title": "Regulation No 115/67/EEC of the Council of 6 June 1967 laying down criteria for determining world market prices for oil seeds and fixing the frontier crossing point\n", "header": "REGULATION No 115/67/EEC OF THE COUNCIL  of 6 June 1967  laying down criteria for determining world market prices for oil seeds and fixing the frontier crossing point\nTHE COUNCIL OF THE EUROPEAN ECONOMIC COMMUNITY", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community;\nHaving regard to Council Regulation No 136/66/EEC  (1) of 22 September 1966 on the establishment of a common organisation of the market in oils and fats, and in particular Article 29 thereof;\nHaving regard to the proposal from the Commission;\nWhereas Article 29 of Regulation No 136/66/EEC provides for criteria for determining world market prices for colza, rape and sunflower seeds to be laid down and the Community frontier crossing point for which these prices are calculated to be fixed;\nWhereas these prices should be determined on the basis of the most favourable purchasing opportunities on the world market;\nWhereas to this end the Commission should take into consideration all offers made on the world market which are known to it and all prices quoted on those exchanges which are important for international trade ; whereas, however, it should ignore certain offers if, in its opinion, they should not be regarded as representative of the actual market trend ; whereas long-dated offers and quotations should also be disregarded since they do not relate to products for immediate delivery;\nWhereas, if there are no offers or quotations which can be used as a basis for determining the world market price, this price should be determined on the basis of the latest recorded value for quantities of oil and oil-cake resulting from the processing of seeds;\nWhereas when the frontier crossing point is being fixed account should be taken of the extent to which this point is representative for imports and for the processing of seeds ; whereas, therefore, the port of Rotterdam should be selected as the Community frontier crossing point ; whereas offers and quotations must be adjusted if they are made for another frontier crossing point;\nWhereas provision should be made for adjustments to the offers and quotations used in order to offset in particular any deviation from the presentation and quality determined for the purpose of fixing the target price;\nWhereas when the world market price is being determined account should be taken of the need to prevent Community processors from being encouraged by the economic advantages arising from the processing of various oil seeds to give preference to one type of seed ; whereas to this end provision should be made for appropriate adjustments to be made to the price taken into account;", "main_body": ["1. The Commission shall determine a world market price for colza and rape seeds and a world market price for sunflower seeds at regular intervals.\n2. When the world market price is being determined, the Commission shall take into account all offers made on the world market of which it has been informed by the Member States or which are known to it through its own inquiries, and prices quoted on those exchanges which are important for international trade.\n3. The Commission shall determine this price on the basis of the most favourable actual purchasing opportunities, excluding offers and quotations,  (1) OJ No 172, 30.9.1966, p. 3025/66.  (a) which do not relate to shipments to be effected within a given period, which has not yet been fixed, after the date on which the world market price is determined,\n(b) which cannot be regarded as representative of the actual market trend.", "Where no offer or quotation can be used as a basis for determining the world market price for a type of seed, the Commission shall determine this price on the basis of the value of average quantities of oil and oil-cake resulting from the processing of 100 kilogrammes of this type of seed in the Community less an amount corresponding to the cost of processing these seeds into oil and oil-cake.", "Where no offer or quotation can be used as a basis for determining the world market price for a type of seed and further, where it is impossible to establish the value of the oil-cake or oil processed from such seeds, the world market price shall be determined on the basis of the last recorded value for the oil or oil-cake, adjusted to take account of the trend of world prices for competing products in accordance with Article 2.", "For the purpose of determining the prices referred to in Article 1, the Community frontier crossing point shall be Rotterdam.", "The Commission shall determine the world market price for seeds of the standard quality for which the target price has been fixed, delivered in bulk at Rotterdam.\nWhere offers and quotations do not fulfil the conditions set out above, the Commission shall make the necessary adjustments.", "1. When the world market price for a type of seed is being determined, the price used shall be adjusted by an amount not exceeding the margin between:  - the difference between the price of 100 kilogrammes of colza, rape or sunflower seeds, plus processing costs, and the total of the prices of the quantities of oil and oil-cake resulting from the processing of the type of seed in question and\n- the difference between the price of 100 kilogrammes of one or more other seeds, plus processing costs, and the total of the prices of the quantities of oil and oil-cake resulting from processing these seeds.\n2. When the amount referred to in paragraph 1 is being determined, account shall be taken of the incidence of the margin in question (a) on marketing operations of Community traders,\n(b) on the disposal of the various types of seed on the world market.", "Detailed rules for the application of this Regulation shall be adopted in accordance with the procedure laid down in Article 38 of Regulation No 136/66/EEC.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 6 June 1967.\nFor the Council\nThe President\nR. VAN ELSLANDE"}