{"celex_id": "31969R2511", "uri": "http://publications.europa.eu/resource/cellar/961e4e31-60dc-4bd5-be6b-1136f906152e", "type": "Regulation", "concepts": ["2803", "2871", "2938", "3070", "693", "797"], "title": "Regulation (EEC) No 2511/69 of the Council of 9 December 1969 laying down special measures for improving the production and marketing of Community citrus fruit\n", "header": "REGULATION (EEC) No 2511/69 OF THE COUNCIL  of 9 December 1969  laying down special measures for improving the production and marketing of Community citrus fruit\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 43 thereof;\nHaving regard to Council Regulation No 17/64/EEC (1) of 5 February 1964 on the conditions for obtaining aid from the European Agricultural Guidance and Guarantee Fund, as last amended by Regulation (EEC) No 1892/68, (2) and in particular Article 6 (2) thereof;\nHaving regard to the proposal from the Commission;\nHaving regard to the Opinion of the European Parliament;\nWhereas there are currently serious market difficulties in disposing of oranges and mandarins produced in the Community ; whereas the varieties offered and trading conditions on Community import markets contribute in particular to these difficulties;\nWhereas a series of medium- and short-term measures should be adopted in order to remedy this situation.\nWhereas medium-term measures should seek to improve existing varieties ; whereas there should be further measures enabling these varieties to comply with market requirements thereby assuring that Community import markets are kept permanently supplied ; whereas improved methods of processing should increase outlets for selected varieties;\nWhereas, to ensure the maximum effect, these measures should be included in the plans drawn up by the Member States concerned in agreement with the Commission;\nWhereas, within the framework of measures to improve production, there should be a scheme for granting temporary compensation to small undertakings in order that any deficit due to replanting may be taken into account;\nWhereas half of the expenses caused by the adoption of medium-term measures should be financed on a Community basis;\nWhereas short-term measures should be designed to increase Community outlets by changing marketing methods;\nWhereas there should be a scheme of financial compensation for this purpose to promote sales on Community import markets by means of contracts ensuring regular supplies;\nWhereas short-term measures giving rise to payment of the said compensation fulfil the conditions laid down in Article 6 (1) of Regulation No 17/64/EEC ; whereas the conditions for refunding the expenses concerned should be laid down immediately;", "main_body": ["TITLE I\nMedium-term measures", "1. Aid shall be granted in accordance with the provisions of Article 5 for measures to be carried out at the latest by 31 December 1976 within the framework of the plan referred to in Article 2, which are designed to:    (a) replant existing plantations of orange and mandarin trees with other varieties of oranges or mandarins or other citrus fruit of the satsuma or clementine type with a view to adapting such plantations to suit consumer demand;  (1)OJ No 34, 27.2.1964, p. 586/64. (2)OJ No L 289, 29.11.1968, p. 1.\n(b) establish, improve and enlarge:     - handling centres for citrus fruit where sorting, sizing, disinfection and packaging are carried out and which have storage space available, as an annex, should the need arise;\n- storage centres for citrus fruit;\n- processing installations for citrus fruit with storage space available, as an annex, should the need arise.\n2. Community farmers producing oranges and mandarins who undertake to replant within the meaning of paragraph 1 (a) shall qualify, at their own request and under the conditions laid down in Article 4, for additional aid granted in order that any deficit entailed by such replanting may be taken into account.\nThis aid shall be granted in accordance with the provisions of Article 5.", "Member States concerned shall draw up a plan, by 1 July 1970, to include the measures which they consider most suitable for carrying out the work referred to in Article 1 (1). This plan must specify in particular the production areas to be replanted, the varieties to be changed, the location of installations technically equipped for storage, handling and packing and processing and the parts of capital expenditure incurred in work referred to in Article 1 (1) (b) which are not financed by the EAGGF (European Agricultural Guidance and Guarantee Fund) and which are respectively chargeable to the Member State concerned and to the beneficiary. Work involved in drawing up the plan shall be done in conjunction with the Commission which may forward any recommendation to the Member State concerned.\nThis plan, accompanied by an estimate of expenses incurred both through the measures envisaged and through the additional aid referred to in Article 1 (2), shall be forwarded to the Commission for approval.\nThe Commission may, after consulting the Standing Committee on Agricultural Structures and the Management Committee for Fruit and Vegetables, amend the plan as it considers necessary.\nThe plan, as approved by the Commission, shall be published forthwith by the Member State.\nAt the end of each year, each Member State concerned shall provide the Commission with a progress report on their plan.", "1. The measures adopted in the plan referred to in Article 2 should lead:    (a) with respect to work referred to in Article 1 (1) (a):      - to an improvement in the composition of varieties grown on the undertakings taking particular account of local conditions of production;\n- to a more rational use of means of production in particular by recourse to more efficient production methods;\n(b) with respect to the work referred to in the first and second indents of Article 1 (1) (b):    - to adapting, in a given area, the capacity for handling and packing to the quantity of fruit produced, taking particular account of the need to supply correctly sorted and identified products and to market the fruit in question over as long a period as possible during the year;\n(c) with respect to the work referred to in the third indent of Article 1 (1) (b):     - to enabling the best returns to be obtained by processing products which cannot be marketed in the fresh state in production areas where technical obstacles would considerably restrict replanting;\n- to improving conditions for the production of processed goods through a rational use of existing processing undertakings.\n2. The detailed rules for applying paragraph 1 shall be adopted, so far as necessary, in accordance with the procedure laid down in Article 13 of Council Regulation No 23 (1) on the progressive establishment of a common organisation of the market in fruit and vegetables.", "1. The aid referred to in Article 1 (2) shall be paid to growers of oranges and mandarins as their main crop, on condition that:    - the total area of their undertaking is not more than 5 hectares,\n- the income derived from their undertaking does not exceed the income derived from two hectares of orange and mandarin trees,  (1)OJ No 30, 20.4.1962, p. 965/62.\n- at least half the area used for growing orange and mandarin trees is replanted at one time,\n- an area of a least 20 ares is replanted.\nThe aid, amounting annually to 1000 units of account per replanted hectare of orange trees and to 1200 units of account per replanted hectare of mandarin trees shall be paid in five annual instalments.\nThe first instalment shall be paid during the two months following the start of replanting.\n2. The detailed rules for applying paragraph 1 shall be adopted so far as necessary, in accordance with the procedure laid down in Article 13 of Council Regulation No 23.", "1. The aids referred to in Article 1 shall be granted by the Member States. These must cover:    - all expenses due to the measures referred to in paragraph 1 (a) and to payments of the additional aid laid down in paragraph 2,\n- all capital expenditure due to the work referred to in paragraph 1 (b) less the expenses chargeable to the beneficiary.\n2. The EAGGF, Guidance Section, shall refund to Member States 50 % of the total expenditure incurred through the work referred to in Article 1 (1) and through payment of the additional aid laid down in paragraph 2 of the same Article.\n3. The detailed rules for applying paragraphs 1 and 2 shall be adopted, in so far as necessary, in accordance with the procedure laid down in Article 26 of Regulation No 17/64/EEC.\nTITLE II\nShort-term measures", "Measures adopted within the framework of the rules laid down in Article 7 and designed to promote and ensure a supply of Community oranges and mandarins on the import markets of the Community shall qualify, until 1 June 1974, for aid from the European Agricultural Guidance and Guarantee Fund, Guarantee Section, under the conditions and according to the rules laid down in Article 8.", "Work referred to in Article 6 must be based on contracts between sellers from producer Member States, on the one hand, and buyers from other Member States on the other. These contracts may deal only with goods likely to be acceptable on the import markets of the Community.\nThe conditions which these contracts must fulfil, in particular with respect to:    - varieties and quality categories,\n- minimum quantities,\n- phasing deliveries throughout the marketing year,\nshall be laid down in accordance with the procedure of Article 13 of Regulation No 23.", "1. Member States shall grant financial compensation to sellers who have entered into contracts in accordance with the provisions of Article 7. The amount shall be fixed between 3 and 5 units of account per 100 kilogrammes, according to variety.\nThe initial amount of financial compensation shall be reduced by 25 % for contracts carried out during the 1972/73 season and by 50 % for contracts carried out during the 1973/74 season.\nThe financial compensation shall be paid to the parties concerned at their request, as soon as evidence has been furnished that, in application of contracts then in force, the goods in question have entered the territory of the importing Member State and have been made available to the purchaser.\n2. Detailed rules for applying paragraph 1 shall be adopted in accordance with the procedure laid down in Article 13 of Regulation No 23 and financial compensation shall be fixed in accordance with the same procedure.", "Financial compensation referred to in Article 8 shall be eligible within the terms of reference of the European Agricultural Guidance and Guarantee Fund, Guarantee Section.\nDetailed rules for applying this Article shall be adopted, where necessary, in accordance with the procedure laid down in Article 26 of Regulation No 17/64/EEC.", "0\nThe Commission, on the basis of information supplied to it by Member States, shall submit each year to the Council a report on the application of the measures adopted under this Title.", "1\nThis Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 9 December 1969.\nFor the Council\nThe President\nP. LARDINOIS"}