{"celex_id": "31967L0532", "uri": "http://publications.europa.eu/resource/cellar/db4bcecb-f0d1-4ca1-84ca-97959d54ff82", "type": "Directive", "concepts": ["1634", "228", "3526", "532", "688", "936"], "title": "Council Directive 67/532/EEC of 25 July 1967 concerning freedom of access to co-operatives for farmers who are nationals of one Member State and established in another Member State\n", "header": "COUNCIL DIRECTIVE  of 25 July 1967  concerning freedom of access to co-operatives for farmers who are nationals of one Member State and established in another Member State  (67/532/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 54 (2) and (3) thereof;\nHaving regard to the General Programme for the abolition of restrictions on freedom of establishment, (1) and in particular Title IV F 4 thereof;\nHaving regard to the proposal from the Commission;\nHaving regard to the Opinion of the European Parliament (2);\nHaving regard to the Opinion of the Economic and Social Committee (3);\nWhereas the General Programme for the abolition of restrictions on freedom of establishment includes a special timetable for the attainment of such freedom in agriculture, which takes into account the particular nature of agricultural activities ; whereas the fourth series of measures provided for in that timetable entails that, at the beginning of the third stage, each Member State will ensure that conditions of access to co-operatives are the same for farmers who are nationals of other Member States as for its own nationals;\nWhereas this Directive covers only those entities which have the legal status of co-operatives and not other associations or groups run for mutual benefit ; whereas the definition of cooperatives remains a matter for the Member States;\nWhereas beneficiaries under the Council Directive of 2 April 1963 laying down detailed provisions for the attainment of freedom of establishment in agriculture in the territory of a Member State in respect of nationals of other countries of the Community who have been employed as paid agricultural workers in that Member State for a continuous period of two years (63/261/EEC) (4) and beneficiaries under the Council Directive of 2 April 1963 laying down detailed provisions for the attainment of freedom of establishment on agricultural holdings abandoned or left uncultivated for more than two years (63/262/EEC) (5) already enjoy the same rights as nationals of the Member State concerned with regard to membership of co-operatives;", "main_body": ["Member States, acting in accordance with the following provisions, shall abolish in respect of nationals and companies or firms of other Member States pursuing in their territory activities as self-employed persons in agriculture or establishing themselves for that purpose (hereinafter called \"beneficiaries\") all restrictions on access to co-operatives.", "1.  (a) For the purposes of this Directive, \"access to cooperatives\" means the right of beneficiaries, subject to the requirements of the law of the Member State in which they are established, to become members of or to hold managerial positions in co-operatives, to initiate the formation of co-operatives and to be members of the governing body, supervisory committee, or management committee, or of any other similar body within a co-operative.\n(b) For the purposes of this Directive, \"co-operative\" means those entities which are so called in the respective Member States or which, though not so called, are based on co-operative principles. The names currently applicable are as follows:  (1) OJ No 2, 15.1.1962, p. 36/62. (2) OJ No 201, 5.11.1966, p. 3473/66. (3) OJ No 17, 28.1.1967, p. 280/67. (4) OJ No 62, 20.4.1963, p. 1323/63. (5) OJ No 62, 20.4.1963, p. 1326/63.\nin Belgium:\nSociété cooperative / samenwerkende vennootschap (Code de commerce/Wetboek van Koophandel, Book 1, Title IX, Section VII);\nin Germany:\nEingetragene Genossenschaft mit beschränkter Haftpflicht and eingetragene Genossenschaft mit unbeschränkter Haftpflicht (Law of 1 May 1889 in the version of 20 May 1898);\nin France:\nSociété coopérative (Code civil, Book III, Title IX ; amended Law of 10 September 1947 on the constitution of co-operatives ; amended Décret No 59-286 of 4 February 1959 ; amended Law of 24 July 1867 on sociétés, Title III ; Code rural, Book IV, Title II);\nin Italy:\nSocietà cooperativa (Codice civile, Book V, Title VI ; amended Law of 14 December 1947 on cooperatives, No 1577);\nin Luxembourg:\nAssociation agricole (Arrêté grand-ducal of 17 September 1945);\nSociété coopérative (Law of 10 August 1915, Section VI);\nin the Netherlands:\nCoöperatieve vereniging (Law of 28 May 1925).\n2. For the purposes of this Directive, \"agricultural activities\" means:   - activities falling within Annex V to the General Programme for the abolition of restrictions on freedom of establishment (ex Major Group 01, Agriculture, of the International Standard Industrial Classification of all Economic Activities), (1) and in particular:  (a) general agriculture including the growing of field crops and vititculture ; growing of fruits, nuts, seeds, vegetables, flowers, both in the open and under glass;\n(b) raising of livestock, poultry, rabbits, furbearing or other animals, bees ; and the production of meat, milk, wool, skins and fur, eggs, honey;\n- feeling of timber, commercial exploitation of woodlands, and planting and replanting of trees, where such operations are practised as ancillary activities and are compatible with a Member State's internal legislation and in particular with land utilisation plans.", "1. Member States shall abolish the following restrictions:  - those which in pursuance of provisions laid down by law, regulation or administrative action deny beneficiaries access to co-operatives, or make such access subject to special conditions;\n- those existing by reason of administrative practices which, with regard to access to co-operatives, result in treatment being applied to beneficiaries that is discriminatory by comparison with that applied to nationals.\n2. The restrictions to be abolished shall include in particular those arising out of measures which prevent or limit by the following means access by beneficiaries to co-operatives on the same terms as nationals of the Member State in question:\nin France:\nthe requirement that in order to be eligible for the following positions a person shall be of French nationality:   -\"administrateur\" of an agricultural co-operative (Code rural, Article 550 ; Décret No 59-286 of 4 February 1959 on the constitution of agricultural cooperatives, Article 20, as amended by Décret No 61-867 of 5 August 1961);\n- representative (mandataire) of an agricultural co-operative on the governing body of a union of agricultural co-operatives (Code rural, Article 550);\n- auditor to an agricultural co-operative or to a union of agricultural co-operatives (Code rural, Articles 550 and 552 ; Décret No 59-286 of 4 February 1959 supra, Article 28).", "Member States shall take the measures necessary to comply with this Directive within six months of its notification and shall forthwith inform the Commission thereof.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 25 July 1967.\nFor the Council\nThe President\nFr. NEEF  (1) Statistical Office of the United Nations, Statistical Papers, Series M No 4, Rev. 1 (New York, 1958)."}