{"celex_id": "31967R0724", "uri": "http://publications.europa.eu/resource/cellar/d14bb572-bfce-446e-b0c1-95d1112359bc", "type": "Regulation", "concepts": ["20", "2644", "3170", "4472", "4663", "6042"], "title": "Regulation No 724/67/EEC of the Council of 17 October 1967 laying down conditions for intervention in respect of oil seeds during the last two months of the marketing year and principles for the disposal of seeds bought in by intervention agencies\n", "header": "REGULATION No 724/67/EEC OF THE COUNCIL  of 17 October 1967  laying down conditions for intervention in respect of oil seeds during the last two months of the marketing year and principles for the disposal of seeds bought in by intervention agencies\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community;\nHaving regard to Council Regulation No 136/66/EEC (1) of 22 September 1966 on the establishment of a common organisation of the market in oils and fats, and in particular Article 26 (2) thereof;\nHaving regard to the proposal from the Commission;\nWhereas, as a result of the monthly increases provided for in Article 25 of Regulation No 136/66/EEC, intervention prices for oil seeds at the end of each marketing year are higher than at the beginning of the following year ; whereas in certain areas of the Community the harvest may commence before the beginning of the marketing year ; whereas it should not be possible for the intervention agency to take over colza, rape and sunflower seeds of the new crop at the prices valid at the end of the previous year ; whereas, to this end, provision should be made for intervention agencies to buy in seeds at the end of each marketing year at the price valid at the beginning of that marketing year ; whereas, in view of the date on which harvesting of colza and rape seed begins in certain areas of the Community, it is advisable to maintain during the penultimate month of the marketing year the conditions valid for intervention in respect of those seeds during the preceding month;\nWhereas oil seeds held by intervention agencies must be sold without discrimination between Community purchasers and at prices which do not distort normal price trends on the Community and third country markets ; whereas the tendering system makes it possible for the objectives set out above to be attained;", "main_body": ["1. From 1 to 30 June of each year, intervention agencies shall buy in colza and rape seed at the intervention price valid at the beginning of the current marketing year.\n2. From 1 August to 30 September of each year, intervention agencies shall buy in sunflower seed at the intervention price valid at the beginning of the current marketing year.", "1. Oil seeds held by intervention agencies shall be sold by tender: (a)  for resale on the Community market, at prices which prevent the market situation from deteriorating and on conditions which take the supply situation in the Community into account;\n(b)  for exportation, at prices to be determined for each case according to market trends and demand.\n2. The terms of the invitation to tender, at the place where the seeds are held, must ensure equal access and treatment for all interested parties (1) OJ No 172, 30.9.1966, p. 3025/66.     irrespective of the place of their establishment within the Community.\n3. If tenders submitted do not reach the actual market value, the invitation to tender shall be cancelled.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 17 October 1967.\nFor the Council\nThe President\nH. HOECHERL"}