{"celex_id": "31964L0054", "uri": "http://publications.europa.eu/resource/cellar/717d794f-a381-40ef-9f3f-c25d3375c4ad", "type": "Directive", "concepts": ["1284", "1442", "2735", "2897", "463"], "title": "Council Directive 64/54/EEC of 5 November 1963 on the approximation of the laws of the Member States concerning the preservatives authorized for use in foodstuffs intended for human consumption\n", "header": "COUNCIL DIRECTIVE of 5 November 1963 on the approximation of the laws of the Member States concerning the preservatives authorised for use in foodstuffs intended for human consumption (64/54/EEC)\nTHE COUNCIL OF THE EUROPEAN ECONOMIC COMMUNITY", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Articles 100 and 227 (2) thereof;\nHaving regard to the proposal from the Commission;\nHaving regard to the Opinion of the European Parliament 1;\nHaving regard to the Opinion of the Economic and Social Committee 2;\nWhereas all laws relating to the preservatives which may be used in foodstuffs intended for human consumption must give priority to the protection of public health, but the protection of the consumer against falsification, and, so far as health protection allows, economic and technological needs must also be taken into consideration;\nWhereas differences between national laws concerning these preservatives hinder the free movement of foodstuffs intended for human consumption and may create conditions of unfair competition, thereby directly affecting the establishment or functioning of the common market;\nWhereas the approximation of those laws is necessary for the free movement of foodstuffs intended for human consumption;\nWhereas such approximation must, as a first stage, involve the establishment of a single list of preservatives whose use is authorised for the protection of foodstuffs intended for human consumption against deterioration caused by micro-organisms, and the laying down of criteria of purity which those preservatives must satisfy;\nWhereas the establishment of the methods of analysis needed to verify that general and specific criteria of purity are satisfied is an implementing measure of a technical nature, and whereas, in order to simplify and speed up procedure, the task of adopting such criteria should be entrusted to the Commission;\nWhereas, to take the economic and technological needs of certain Member States into account ; a period should be set during which such Member States may, in respect of preservatives, maintain their existing laws;\nWhereas, during a second stage, the Council must decide on the approximation of the laws concerning individual foodstuffs intended for human consumption to which the preservatives listed in the Annex to this Directive may be added, and on the conditions governing the addition of such preservatives;", "main_body": ["Member States shall not authorise the use, for the protection of foodstuffs intended for human consumption (hereinafter called \"foodstuffs\") against deterioration caused by micro-organisms, of any preservatives other than those listed in the Annex to this Directive.", "1. Member States shall take all measures necessary to ensure that the preservatives for whose use the 1 OJ No 106, 12.7.1963, p. 1923/63.  2 OJ No 161, 27.1.1964, p. 169/64.   Annex lays down certain conditions are used solely in accordance with those conditions.\n2. Save as otherwise provided in paragraph 1, this Directive shall not affect provisions of national laws specifying the foodstuffs to which the preservatives listed in the Annex may be added and the conditions governing the addition of such preservatives ; however, such provisions must not have the effect of totally excluding the use in foodstuffs of any of the preservatives listed in the Annex.", "Member States shall authorise the smoking of certain foodstuffs only in smoke produced from wood or woody plants in the natural state, excluding wood or plants which have been impregnated, coloured, gummed, painted or treated in a similar manner, and provided that such smoking does not create any risk to human health.", "1. Where the use in foodstuffs of one of the preservatives listed in the Annex, or the level of one or more of the components referred to in Article 7 contained in such preservative, might endanger human health, a Member State may, for a maximum period of one year, suspend the authorisation to use that preservative or reduce the maximum authorised level of one or more of the components in question. It shall inform the other Member States and the Commission thereof within one month.\n2. The Council, acting unanimously on a proposal from the Commission, shall decide without delay whether the list given in the Annex should be amended and, if so, adopt by directive the necessary amendments. The Council, acting by a qualified majority on a proposal from the Commission, may also, if necessary, extend for a maximum of one year the period set in the first sentence of paragraph 1.", "By way of derogation from Article 1, Member States may:    (a) for a period of three years following notification of this Directive, maintain in force the provisions of their national laws relating to the use in foodstuffs of formic acid and its salts, boric acid and its salts, organo-borated compounds and hexamethylene-tetramine;\n(b) until 31 December 1965 maintain in force the provisions of their national laws relating to the surface treatment of citrus fruit with diphenyl, orthophenylphenol and sodium orthophenylphenate.", "This Directive shall not affect the provisions of national laws concerning:    (a) products used as foodstuffs but which may also have preservative properties, for example vinegar, sodium chloride, ethanol, edible oils, and sugars in particular;\n(b) nisin;\n(c) products used for coating foodstuffs;\n(d) products used to protect plants and plant products against harmful organisms;\n(e) anti-microbial products used for the treatment of drinking water;\n(f) antioxidants.", "Member States shall take all measures necessary to ensure that the preservatives listed in the Annex and intended for use in foodstuffs satisfy:    (a) the following general criteria of purity:      - they must contain not more than 3 mg/kg of arsenic and not more than 10 mg/kg of lead;\n- they must contain not more than 50 mg/kg of copper and zinc taken together, of which the zinc content must not be higher than 25 mg/kg, nor must they contain any measurable trace of toxicologically dangerous elements, in particular other heavy metals, always subject however to any exceptions implicit in the specific criteria referred to in subparagraph (b);\n(b) the specific criteria of purity laid down where appropriate and in accordance with Article 8 (1).", "1. The Council shall, acting unanimously on a proposal from the Commission, lay down by directive the specific criteria of purity referred to in Article 7 (b).\n2. After consulting the Member States, the Commission shall establish by directive the methods of analysis needed to verify that the general and specific criteria referred to in Article 7 are satisfied.", "1. The Member States shall take all measures necessary to ensure that the preservatives listed in the Annex and intended for use in foodstuffs are placed on the market only if their packagings or containers bear the following information:    (a) the name and address of the manufacturer, or of a seller responsible within the meaning of the laws of the Member State in which he is resident ; a person importing a product from a third country shall be treated as the manufacturer;\n(b) the number and name of the preservative as they are given in the Annex;\n(c) the words \"for foodstuffs (restricted use)\";\n(d) in the case of a mixture composed of preservatives and other products, the percentage of the preservative and the name of the mixture.\n2. If the information required under paragraph 1 appears on the packagings or containers, and if the information required under paragraphs (b) and (c) is given in two of the official languages of the Community, one of Germanic and the other of Latin origin, Member States shall not prohibit the introduction into their territory and the placing on the market of preservatives listed in the Annex solely on the grounds that they consider the labelling inadequate.", "0\n1. This Directive shall also apply to preservatives intended for use in foodstuffs and to foodstuffs imported into the Community.\n2. This Directive shall not apply to preservatives and foodstuffs intended for exportation from the Community.", "1\n1. Member States shall, within a period of one year following notification of this Directive, amend their laws in accordance with the above provisions and shall forthwith inform the Commission thereof. The laws thus amended shall apply to preservatives and foodstuffs placed on the market in Member States not later than two years after that notification.\n2. Where Article 5 (a) is applicable the date of expiry of the period set in that Article shall be substituted for the date of notification referred to in paragraph 1.", "2\nThis Directive shall also apply in the French overseas departments.", "3\nThis Directive is addressed to the Member States."], "attachments": "Done at Brussels, 5 November 1963.\nFor the Council\nThe President\nJ.M.A.H. LUNS\nANNEX\n>PIC FILE= \"T0019379\">"}