{"celex_id": "31969L0464", "uri": "http://publications.europa.eu/resource/cellar/f98a2365-6b81-49b2-a7d8-25ad6ec6297c", "type": "Directive", "concepts": ["1763", "2548", "2877", "4490"], "title": "Council Directive 69/464/EEC of 8 December 1969 on control of Potato Wart Disease\n", "header": "24.12.1969 EN Official Journal of the European Communities L 323/1\nCOUNCIL DIRECTIVE\nof 8 December 1969\non control of Potato Wart Disease\n(69/464/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Articles 43 and 100 thereof;\nHaving regard to the proposal from the Commission;\nHaving regard to the Opinion of the European Parliament (1);\nHaving regard to the Opinion of the Economic and Social Committee;\nWhereas potato production occupies an important place in Community agriculture;\nWhereas the potato yield is constantly threatened by harmful organisms;\nWhereas, through the protection of potato cultivation against such harmful organisms, not only should productive capacity be maintained but also agricultural productivity increased;\nWhereas protective measures to prevent the introduction of harmful organisms into individual Member States would have only a limited effect if such organisms were not controlled simultaneously and methodically throughout the Community and were not prevented from spreading;\nWhereas one of the organisms most harmful to potatoes in Synchytrium endobioticum (Schilb.) Perc., the pathogenic agent of the cryptogamic ‘Potato Wart’ disease;\nWhereas this disease has occurred in several Member States and some limited sources of infection exist within the Community;\nWhereas there is a permanent risk to potato cultivation throughout the Community if effective measures are not taken to control this disease and prevent it from spreading;\nWhereas, in order to eradicate this harmful organism, minimum provisions must be adopted for the Community; whereas Member States must be able to adopt additional or stricter provisions where necessary;\nWhereas potato varieties which are resistant to certain races of this organism play an important role; whereas their use, particularly in the safety zones surrounding contaminated plots, is of prime importance; whereas it is therefore in the general interest to publish periodic lists of such varieties;\nWhereas, for determining the presence of contamination and the resistance of varieties, it appears necessary to apply appropriate methods to which Member States raise no objection;", "main_body": ["This Directive concerns the minimum measures to be taken within the Member States to control Potato Wart Disease and to prevent this cryptogamic disease from spreading.", "1.   When an occurrence of Synchytrium endobioticum (Schilb.) Perc., the pathogenic agent of Potato Wart Disease is recorded, Member States shall demarcate the contaminated plot and a safety zone large enough to ensure the protection of surrounding areas.\n2.   A plot shall be regarded as being contaminated when symptoms of Potato Wart Disease have been found on at least one plant from that plot.", "The Member States shall provide that potato tubers and haulms which came from contaminated plots be treated in such a way that the harmful organism is destroyed. If it is no longer possible to determine the place from which contaminated tubers and haulms came, the whole of the batch in which the contaminated tubers or haulms have been found must be treated.", "The Member States shall provide that on contaminated plots:\n(a) no potatoes may be grown;\n(b) no plant intended for transplanting may be grown, stored in the ground or otherwise.", "1.   The Member States shall provide that in the safety zone potatoes may be grown only if they are of a variety which is resistant to the races of Synchytrium endobioticum found on the contaminated plot.\n2.   A potato variety shall be regarded as being resistant to a particular race of Synchytrium endobioticum when it reacts to contamination by the pathogenic agent of that race in such a way that there is no danger of secondary infection.", "The Member States shall revoke the measures taken to control Potato Wart Disease or to prevent it from spreading only if Synchytrium endobioticum is no longer found to be present.", "The Member States shall prohibit the holding of cultures of Synchytrium endobioticum.", "Member States may authorise derogations from the measures referred to in Articles 3, 4, 5 and 7 for scientific purposes, tests and selection work provided that such derogations do not prejudice the control of Potato Wart Disease and create no risk of the spread of this disease.", "Member States may adopt such additional or stricter provisions as may be required to control Potato Wart Disease or to prevent it from spreading;", "0\n1.   The Member States shall communicate to the Commission before 1 January each year a list of all the varieties of potato accepted by them for marketing and which they have found, by official investigation, to be resistant to Synchytrium endobioticum. They shall state the races to which the varieties are resistant.\n2.   The Commission shall ensure that a list of resistant varieties, based on the communications from the Member States, is published each year, if possible before 1 February.", "1\nThe Member State shall ensure that contamination by Synchytrium endobioticum and the resistance of potato varieties to this organism are determined by appropriate methods to which Member States raise no objection.", "2\nMember States shall bring into force the measures necessary to comply with this Directive within two years following its notification and shall forthwith inform the Commission thereof.", "3\nThis Directive is addressed to the Member States."], "attachments": "Done at Brussels, 8 December 1969.\nFor the Council\nThe President\nJ. M. A. H. LUNS\n(1)  OJ No 28, 17.2.1967, p. 454/67."}