{"celex_id": "31968R0316", "uri": "http://publications.europa.eu/resource/cellar/f3b379a0-0843-4f50-9de4-08c6f4da2f28", "type": "Regulation", "concepts": ["1031", "5233", "5792", "87", "893"], "title": "Regulation (EEC) No 316/68 of the Council of 12 March 1968 fixing quality standards for fresh cut flowers and fresh ornamental foliage\n", "header": "Regulation (EEC) No 316/68 of the Council\nof 12 March 1968\nfixing quality standards for fresh cut flowers and fresh ornamental foliage\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community;\nHaving regard to Council Regulation (EEC) No 234/68 [1] on the establishment of a common organisation of the market in live trees and other plants, bulbs, roots and the like, cut flowers and ornamental foliage, and in particular Article 3 thereof;\nHaving regard to the proposal from the Commission;\nWhereas there is substantial trade in fresh cut flowers and fresh ornamental foliage both within the Community and between Member States and third countries; whereas the improvement and standardisation of the qualities of marketed produce are desirable; whereas, therefore, common quality standards should be adopted;", "main_body": ["1. Quality standards shall be fixed for:\n- fresh cut flowers and flower buds of a kind suitable for bouquets or for ornamental purposes, falling within subheading No 06.03 A of the Common Customs Tariff,\n- fresh ornamental foliage, leaves, branches and other parts of plants falling within subheading No 06.04 A II of the Common Customs Tariff.\n2. These quality standards are defined in the Annexes.", "1. From 1 July 1968, produce specified in Article 1 which does not comply with the quality standards may not:\n- within the Community, be put on sale or sold at the wholesale stage either by traders or directly by the producers,\n- be imported from a third country,\n- be exported to a third country.\n2. Member States may be authorised to take measures derogating from the provision of the third indent of paragraph 1 in respect of certain requirements of the quality standards in order to allow exporters to meet the trade requirements of certain third countries.\nSuch authorisation shall be granted in accordance with the procedure laid down in Article 14 of Regulation (EEC) No 234/68 and the conditions to which the authorisation may be subject shall be fixed in accordance with the same procedure.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 12 March 1968.\nFor the Council\nThe President\nE. Faure\n[1] OJ No L 55, 2 3.1968, p. 1.\n--------------------------------------------------\nANNEX I\nCommon quality standards for cut flowers\nI. DEFINITION OF PRODUCE\nThese standards shall apply to fresh cut flowers and flowers buds of a kind suitable for bouquets or for ornamental purposes, falling within subheading No 06.03 A of the Common Customs Tariff.\nII. QUALITY REQUIREMENTS\nA. Minimum requirements\nProduce must have been carefully cut or picked, according to the species, and have reached an appropriate stage of growth.\nB. Classification\n(i) Class I\nProduce in this class must be of good quality. It must have the characteristics of the species and, where appropriate, of the variety (cultivar).\nAll parts of the cut flowers must be:\n- whole,\n- fresh,\n- free of animal or vegetable parasites and from damage caused by such,\n- free of residues of pesticides and other extraneous matter affecting the appearance,\n- unbruised,\n- free of defects of development; for carnations a split calyx is not considered a defect of development.\nHowever, in respect of American carnations, flowers with a split calyx must be ringed, put up separately in uniform lots and the packages marked accordingly.\nThe stems must, according to species and variety (cultivar) be rigid and strong enough to support the flower(s).\n(ii) Class II\nThis class shall include all produce which does not meet all the requirements of Class I.\nAll parts of the cut flowers must be:\n- whole,\n- fresh,\n- free of animal parasites.\nThe flowers may, however, have the following defects:\n- slight malformation,\n- slight bruising,\n- slight damage caused, for example, by disease or by animal parasites,\n- weaker, less rigid stems,\n- small marks caused by treatment with pesticides.\nThe permitted defects must not impair the keeping quality, appearance or utility of the products.\nC. Extra Class\nProduce which qualifies for Class I without the aid of any quality tolerance may be marked EXTRA. However, this classification may not be used for American carnations with a split calyx.\nIII. SPECIAL PROVISIONS\nThe special provisions for certain types of flowers set out in Annex I A shall override the provisions of this Annex.\nIV. SIZING\nFor cut flowers, sizing must comply at least with the following scale:\nCode | Length |\n0 | less than 5 centimetres or flowers marketed without stems |\n5 | 5— 10 centimetres |\n10 | 10— 15 centimetres |\n15 | 15— 20 centimetres |\n20 | 20— 30 centimetres |\n30 | 30— 40 centimetres |\n40 | 40— 50 centimetres |\n50 | 50— 60 centimetres |\n60 | 60— 80 centimetres |\n80 | 80—100 centimetres |\n100 | 100—120 centimetres |\n120 | more than 120 centimetres |\nThese lengths include the flower head.\nThe difference per unit of presentation (bunch, bouquet, box and the like) between the maximum and minimum lengths of the flowers in the unit may not exceed:\n- 2·5 centimetres for flowers in codes 15 and below,\n- 5·0 centimetres for flowers in codes 20 (inclusive) to 50 (inclusive),\n- 10·0 centimetres for flowers in codes 60 and above.\nThis difference may be doubled for flowers presented in fan shape. For chrysanthemums with large flowers presented in fan shape this difference may go up to 20 centimetres for flowers in codes 20 to 50 (inclusive).\nThe size scale and the uniform lengths set out above are not applicable to mimosa.\nThe minimum length for branches of mimosa shall be fixed at 20 centimetres. However, bundles and bouquets composed exclusively of small sprigs of a length less than 20 centimetres may be permitted subject to the words \"short stem\" or an equivalent term being marked on the packages.\nV. QUALITY TOLERANCES\nQuality tolerances shall be permitted in each unit of presentation as follows:\n(i) Class I\n5 % of the cut flowers may have slight defects, on condition that the uniformity of the flowers in a unit of presentation is not affected.\n(ii) Class II\n10 % of the cut flowers may vary from the requirements of the class. Half of this percentage may have been attacked by parasites of animal or vegetable origin.\nThe defects in question must not impair the utility of the products.\nVI. PACKAGING AND PRESENTATION\nA. Presentation\nA unit of presentation (bunch, bouquet, box and the like), must consist of 5, 10 or a multiple of 10 pieces. However, flowers normally sold singly and those normally sold by weight are excepted from this rule.\nB. Uniformity\nEach unit of presentation (bunch, bouquet, box and the like), must contain flowers of the same genus, species or variety (cultivar) and of the same quality class, and must have reached the same stage of development.\nMixtures of flowers or mixtures of flowers with foliage of different genus, species or variety (cultivar) are however permitted so long as products of the same quality class are used and that they are appropriately marked.\nC. Packaging\nPackaging must protect the produce adequately. Paper or other materials in direct contact with the cut flowers must be new.\nVII. MARKING\nThe following particulars must accompany the goods:\nA. Identification\nDespatcher or | Name and address or code mark |\nPacker |\nB. Nature of produce\n- genus,\n- species or variety (cultivar) or colour of flowers,\n- where appropriate, the word \"mixture\" (or equivalent term).\nC. Origin of produce (optional)\nRegion of origin, or national, regional or local name.\nD. Commercial specifications\n- Class,\n- Size (length code) or minimum and maximum lengths,\n- Number or net weight.\nE. Official control mark (optional)\n--------------------------------------------------\nANNEX I A\nCommon quality standards for fresh cut flowers\nSPECIAL PROVISIONS FOR MIMOSA\nMimosa must satisfy the quality requirement of Class I.\nHowever, for this flower, the rigidity requirement does not apply to the upper ends of the flower stems.\nThe base of the branches must not be too woody.\nMimosa must also meet the following quality requirements:\n- stems well furnished with flowers;\n- unbroken or untrimmed tips. However stems with broken tips are permitted where the broken section has a diameter of less than 2 millimetres.\nMimosa may be presented in bloom or not.\nFor mimosa in bloom, the blossom should be normal for the variety and the number of green flowering heads not yet in bloom must not exceed:\n- 60 % for Floribunda,\n- 20 % for other species and varieties.\nThe flowering heads must be of normal colour, unspotted and firmly fixed to the inflorescence.\nFor mimosa which is not in bloom, 80 % of the flowering heads must be yellow (slightly open)\nPresentation\nBranches of mimosa must be arranged in layers or presented in bunches of:\n- 150 grammes, 250 grammes or multiples of 250 grammes.\nMimosa not in bloom must be packed in small bags made of polyethylene or a similar substance.\nEach unit of presentation, even when offered in bulk, must be of uniform composition and only contain branches of the same species and variety.\nMarking\nIn addition to indicating the packer or despatcher on each package, the marking must include the following particulars:\n- the genus,\n- the species or variety (cultivar),\n- the words \"in bloom\" or \"not in bloom\",\n- where appropriate, the words \"short stemmed\" or equivalent term,\n- the total net weight or the number of bunches and the weight of each.\n--------------------------------------------------\nANNEX II\nCommon quality standards for fresh ornamental foliage\nI. DESCRIPTION OF PRODUCE\nThese standards shall apply to fresh ornamental foliage, leaves, branches and other parts of plants falling within subheading No 06.04 A II of the Common Customs Tariff.\nII. QUALITY REQUIREMENTS\nProduce must be:\n- of fresh appearance,\n- free of residues of pesticides and other extraneous matter affecting the appearance,\n- free of animal or vegetable parasites and damage caused by such which impair the general appearance,\n- free of defects, such as bruising or withering, which impair the general appearance,\n- free of excessive external moisture,\n- having the colouring typical of the species or variety.\nProduce must be carefully cut and have reached a sufficient stage of maturity.\nIII. SPECIAL PROVISIONS\nThe special provisions relating to Asparagus fern set out in Annex II A supplement the provisions of this Annex.\nIV. QUALITY TOLERANCES\nQuality tolerances shall be permitted in each unit of presentation as follows: 10 % of fresh ornamental foliage may vary from the requirements listed under II.\nV. MARKING\nThe following particulars must accompany the goods:\nA. Identification\nDespatcher or | Name and address or code mark |\nPacker |\nB. Nature of produce\n\"Fresh ornamental foliage\", or genus or species.\n--------------------------------------------------\nANNEX II A\nCommon quality standards for fresh ornamental foliage\nSPECIAL PROVISIONS FOR ASPARAGUS FERN\nI. DESCRIPTION OF PRODUCE\nThese special provisions apply to the foliage of:\n- Asparagus L. plumosus Bak. and\n- Asparagus L. sprengeri Rgl.\nII. QUALITY REQUIREMENTS\n(i) Class I\nThe foliage of Asparagus fern in this class must be:\n- well developed, not broken and without side growth,\n- well furnished with firmly attached cladodes,\n- free of yellowing.\n(ii) Class II\nThis class includes all Asparagus fern not meeting the requirements of Class I but meeting the minimum quality requirements for fresh ornamental foliage.\nIII. SIZING\nLength shall be measured from the tip to the end of the stem.\n- For\nAsparagus\nL.\nplumosus Bak.\nthe sizing must comply with the following scale:\nCode | Length |\n0 | less than 30 centimetres |\n30 | 30—40 centimetres |\n40 | 40—60 centimetres |\n60 | more than 60 centimetres |\n- The sizing of secondary shoots must comply with the following scale:\nCode | Length |\n30 | 30—50 centimetres |\n50 | more than 50 centimetres |\n- For\nAsparagus\nL.\nsprengeri Rgl.\n, the sizing must comply with the following scale:\nCode | Length |\n0 | less than 30 centimetres |\n30 | 30—50 centimetres |\n50 | more than 50 centimetres |\nShoots of Asparagus fern forming a bunch must be of more or less uniform length.\nIV. QUALITY TOLERANCES\nQuality tolerances shall be permitted in each unit of presentation as follows:\n(i) Class I\n10 % of the stems may vary from the requirements of this class but they must comply with those of Class II. No tolerance shall be permitted for stems which are broken or which have a side growth.\n(ii) Class II\n10 % of the stems may vary from the requirements of this class. Any defects must not impair the utility of the products.\nV. PACKAGING AND PRESENTATION\nA. Presentation\nThe foliage of Asparagus plumosus shall be made up into bunches of 10 stems or multiples of 10; that of Asparagus sprengeri into bunches of 100 grammes, 250 grammes or multiples of 250 grammes.\nB. Uniformity\nBroken stems and secondary shoots shall be made up into separate bunches. Stems in the same bunch must be uniform in shape and colour.\nC. Packaging\nPackaging must protect the produce adequately. Paper or other materials in direct contact with the produce must be new.\nVI. MARKING\nThe following particulars must accompany the goods:\nA. Identification\nDespatcher or | Name and address or code mark |\nPacker |\nB. Nature of produce\n\"Asparagus plumosus\" or \"Asparagus sprengeri\" as the case may be.\nC. Origin of produce (optional)\nRegion of origin or national, regional or local name.\nD. Commercial specifications\n- class,\n- size,\n- number of bunches or net weight.\nE. Official control mark (optional)\n--------------------------------------------------"}