{"celex_id": "31967R0163", "uri": "http://publications.europa.eu/resource/cellar/e4f67ef5-497b-41e2-bb26-8e884573ae1c", "type": "Regulation", "concepts": ["2121", "2591", "2648", "2672", "4687"], "title": "Regulation No 163/67/EEC of the Commission of 26 June 1967 on fixing the additional amount for imports of poultry-farming products from third countries\n", "header": "REGULATION No 163/67/EEC OF THE COMMISSION  of 26 June 1967  on fixing the additional amount for imports of poultry-farming products from third countries\nTHE COMMISSION OF THE EUROPEAN ECONOMIC COMMUNITY", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community;\nHaving regard to Council Regulation No 122/67/EEC (1) of 13 June 1967 on the common organisation of the market in eggs, and in particular Article 8 (4) and Article 15 thereof;\nHaving regard to Council Regulation No 123/67/EEC (2) of 13 June 1967 on the common organisation of the market in poultrymeat, and in particular Article 8 (4) and Article 15 thereof;\nWhereas in accordance with Article 8 of Regulations Nos 122/67/EEC and 123/67/EEC the levy must be increased by an amount equal to the difference between the sluice-gate price and the free-at-frontier offer price where the free-at-frontier offer price for a product falls below the sluice-gate price;\nWhereas, so that the additional, amount may be uniform for the different qualities of each product, the free-at-frontier offer price should be determined with reference to a specific quality;\nWhereas, in order to determine the offer price as accurately as possible, account should be taken both of the particulars in customs documents and of other information, in particular that relating to the prices ruling on the markets of Member States and third countries for the products in question;\nWhereas in a single market the conditions laid down in Article 8 (2) of Regulations Nos 122/67/EEC and 123/67/EEC should be assessed within the framework of a Community procedure;\nWhereas the measures provided for in this Regulation are in accordance with the Opinion of the Management Committee for Poultrymeat and Eggs;", "main_body": ["1. For the purposes of Article 8 of Regulations Nos 122/67/EEC and 123/67/EEC, the \"free-at-frontier offer price\" (hereinafter called the \"offer price\") shall be the price ruling for products of fair average quality.\n2. The offer price shall be determined taking particular account of: (a) the prices shown in the customs documents accompanying the imported products;\n(b) other information on export prices ruling in third countries;\n(c) the market prices ruling in Member States for products imported from third countries;\n(d) the prices ruling on representative markets in third countries.\nPrices relating to offers which are not representative shall be excluded.", "An additional amount shall be fixed when it is found that the offer price has fallen below the sluice-gate price. It shall be altered when it is found that the offer price has altered. It shall cease to apply when it is found that the offer price has reached or exceeds the sluice-gate price.  (1) OJ No 117, 19.6.1967, p. 2293/67. (2) OJ No 117, 19.6.1967, p. 2301/67.", "The additional amount shall be the same per unit of quantity for all imports of a given product originating in particular third countries or imported from third countries, as the case may be, in respect of which the same offer price has been determined.", "Third countries to which the provisions of Article 8 (2) of Regulations Nos 122/67/EEC or 123/67/EEC apply shall be determined in accordance with the procedure laid down in Article 17 of those Regulations.", "The Commission shall regularly review the findings on the basis of which the additional amount is calculated.\nMember States shall regularly communicate to the Commission the information relating to imports and the information it requires to assess price trends on Community and third-country markets.", "This Regulation shall enter into force on 1 July 1967.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 26 June 1967.\nFor the Commission\nThe President\nWalter HALLSTEIN"}