{"celex_id": "31969R0098", "uri": "http://publications.europa.eu/resource/cellar/906aad87-81fe-4d21-9cc3-0f369da38df1", "type": "Regulation", "concepts": ["20", "2664", "2670", "2743", "3170", "4682"], "title": "Regulation (EEC) No 98/69 of the Council of 16 January 1969 laying down general rules for the disposal of frozen beef and veal by intervention agencies\n", "header": "REGULATION (EEC) No 98/69 OF THE COUNCIL  of 16 January 1969  laying down general rules for the disposal of frozen beef and veal by intervention agencies\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community;\nHaving regard to Council Regulation (EEC) No 805/68 (1) of 27 June 1968 on the common organisation of the market in beef and veal, and in particular Article 7 (2) thereof;\nHaving regard to the proposal from the Commission;\nWhereas Article 7 (1) of Regulation (EEC) No 805/68 lays down that disposal of the products bought in by intervention agencies must take place in such a way as to avoid any disturbance of the market and to ensure equal access to goods and equal treatment of purchasers;\nWhereas it should, therefore, be laid down that frozen meat bought in by intervention agencies may not be disposed of unless the price of adult bovine animals recorded on the representative Community markets in accordance with Article 10 of Regulation (EEC) No 805/68 is not less than 93 % of the guide price and it has not been decided to take the intervention measures provided for in Article 6 (1) of that Regulation;\nWhereas, however, so that there may be some latitude in the application of these rules provision should be made for derogating from them ; whereas, moreover, they must not operate to prejudice the provisions of Article 14 (3) (b) (aa) of Regulation (EEC) No 805/68;\nWhereas, to facilitate disposal of the products in question, two methods should be provided for fixing the selling price, namely invitation to tender and advance fixing ; whereas in both cases there should be equal treatment of applicants established in the Community;\nWhereas there should be provision for the lodging of a deposit as security for fulfilment of the obligations arising from participation in the tendering procedure or from purchase ; whereas, however, provision should be made, where selling prices are fixed in advance, for derogating from that rule in certain exceptional circumstances;", "main_body": ["1. Without prejudice to the provisions of Article 14 (3) (b) (aa) of Regulation (EEC) No 805/68, the disposal of frozen beef and veal bought in by intervention agencies shall be undertaken only if the two following conditions are satisfied simultaneously, namely: - that the price of adult bovine animals recorded on representative Community markets in accordance with Article 10 of that Regulation is not less than 93 % of the guide price;\n- that it has not been decided to take the intervention measures provided for in Article 6 (1) of that Regulation.\n2. However, there may be derogation from: (a) the conditions laid down in the first and second indents of the preceding paragraph,\n- if release from storage becomes a technical necessity ; or\n- when products are put on sale for export. In such case, special conditions may be laid down to ensure that the products are not diverted from their destination and to take account of the particular requirements of such sales;  (1) OJ No L 148, 28.6.1968, p. 24.\n(b) the condition laid down in the second indent of the preceding paragraph if the market situation so permits.", "1. The selling price of the products referred to in Article 1 shall be either: - determined by means of an invitation to tender published in the Official Journal of the European Communities, or\n- fixed in advance.\n2. Equal treatment shall be given to applicants as to the admissibility of their offer, irrespective of the place of their establishment in the Community.", "1. Only applicants who have given security for fulfilment of their obligations by lodging a deposit, which shall be forfeited in whole or in part if these are not fulfilled or are only partially fulfilled, shall be permitted to tender and to conclude a sale contract.\nExceptionally there may be derogation from this rule where this is justified by the conditions of a sale at prices fixed in advance.\n2. In the selection of tenders preference shall be given to the offers which are most favourable to the Community.\n3. In any case the award of a contract shall not necessarily ensue.", "When selling prices are fixed in advance account shall be taken in particular of the market situation and the prices of competitive products.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 16 January 1969.\nFor the Council\nThe President\nP. LARDINOIS"}