{"celex_id": "31965R0019", "uri": "http://publications.europa.eu/resource/cellar/af4fe6a6-e356-46d8-bdde-6b4e1b70be3b", "type": "Regulation", "concepts": ["1635", "2816", "3581", "3821", "802"], "title": "Regulation No 19/65/EEC of 2 March of the Council on application of Article 85 (3) of the Treaty to certain categories of agreements and concerted practices\n", "header": "REGULATION No 19/65/EEC OF THE COUNCIL  of 2 March 1965  on application of Article 85 (3) of the Treaty to certain categories of agreements and concerted practices\nTHE COUNCIL OF THE EUROPEAN ECONOMIC COMMUNITY", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 87 thereof;\nHaving regard to the proposal from the Commission;\nHaving regard to the Opinion of the European Parliament (1);\nHaving regard to the Opinion of the Economic and Social Committee (2);\nWhereas Article 85 (1) of the Treaty may in accordance with Article 85 (3) be declared inapplicable to certain categories of agreements, decisions and concerted practices which fulfil the conditions contained in Article 85 (3);\nWhereas the provisions for implementation of Article 85 (3) must be adopted by way of regulation pursuant to Article 87;\nWhereas in view of the large number of notifications submitted in pursuance of Regulation No 17(3) it is desirable that in order to facilitate the task of the Commission it should be enabled to declare by way of regulation that the provisions of Article 85 (1) do not apply to certain categories of agreements and concerted practices;\nWhereas it should be laid down under what conditions the Commission, in close and constant liaison with the competent authorities of the Member States, may exercise such powers after sufficient experience has been gained in the light of individual decisions and it becomes possible to define categories of agreements and concerted practices in respect of which the conditions of Article 85 (3) may be considered as being fulfilled;\nWhereas the Commission has indicated by the action it has taken, in particular by Regulation No 153, (4) that there can be no easing of the procedures prescribed by Regulation No 17 in respect of certain types of agreements and concerted practices that are particularly liable to distort competition in the common market;\nWhereas under Article 6 of Regulation No 17 the Commission may provide that a decision taken pursuant to Article 85 (3) of the Treaty shall apply with retroactive effect ; whereas it is desirable that the Commission be also empowered to adopt, by regulation, provisions to the like effect;\nWhereas under Article 7 of Regulation No 17 agreements, decisions and concerted practices may, by decision of the Commission, be exempted from prohibition in particular if they are modified in such manner that they statisfy the requirements of Article 85 (3) ; whereas it is desirable that the Commission be enabled to grant like exemption by regulation to such agreements and concerted practices if they are modified in such manner as to fall within a category defined in an exempting regulation;\nWhereas, since there can be no exemption if the conditions set out in Article 85 (3) are not satisfied, the Commission must have power to lay down by decision the conditions that must be satisfied by an agreement or concerted practice which owing to special circumstances has certain effects incompatible with Article 85 (3);  (1) OJ No 81, 27.5.1964, p. 1275/64. (2) OJ No 197, 30.11.1964, p. 3320/64. (3) OJ No 13, 21.2.1962, p. 204/62 (Regulation No 17 as amended by Regulation No 59 - OJ No 58, 10.7.1962, p. 1655/62 - and Regulation No 118/63/EEC - OJ No 162, 7.11.1963, p. 2696/63. (4) OJ No 139, 24.12.1962, p. 2918/62.", "main_body": ["1. Without prejudice to the application of Council Regulation No 17 and in accordance with Article 85 (3) of the Treaty the Commission may by regulation declare that Article 85 (1) shall not apply to categories of agreements to which only two undertakings are party and:  (a)  - whereby one party agrees with the other to supply only to that other certain goods for resale within a defined area of the common market ; or\n- whereby one party agrees with the other to purchase only from that other certain goods for resale ; or\n- whereby the two undertakings have entered into obligations, as in the two preceding subparagraphs, with each other in respect of exclusive supply and purchase for resale;\n(b) which include restrictions imposed in relation to the acquisition or use of industrial property rights-in particular of patents, utility models, designs or trade marks-or to the rights arising out of contracts for assignment of, or the right to use, a method of manufacture or knowledge relating to the use or to the application of industrial processes.\n2. The regulation shall define the categories of agreements to which it applies and shall specify in particular:  (a) the restrictions or clauses which must not be contained in the agreements;\n(b) the clauses which must be contained in the agreements, or the other conditions which must be satisfied.\n3. Paragraphs 1 and 2 shall apply by analogy to categories of concerted practices to which only two undertakings are party.", "1. A regulation pursuant to Article 1 shall be made for a specified period.\n2. It may be repealed or amended where circumstances have changed with respect to any factor which was basic to its being made ; in such case, a period shall be fixed for modification of the agreements and concerted practices to which the earlier regulation applies.", "A regulation pursuant to Article 1 may stipulate that it shall apply with retroactive effect to agreements and concerted practices to which, at the date of entry into force of that regulation, a decision issued with retroactive effect in pursuance of Article 6 of Regulation No 17 would have applied.", "1. A regulation pursuant to Article 1 may stipulate that the prohibition contained in Article 85 (1) of the Treaty shall not apply, for such period as shall be fixed by that regulation, to agreements and concerted practices already in existence on 13 March 1962 which do not satisfy the conditions of Article 85 (3), where: - within three months from the entry into force of the Regulation, they are so modified as to satisfy the said conditions in accordance with the provisions of the regulation ; and\n- the modifications are brought to the notice of the Commission within the time limit fixed by the regulation.\n2. Paragraph 1 shall apply to agreements and concerted practices which had to be notified before 1 February 1963, in accordance with Article 5 of Regulation No 17, only where they have been so notified before that date.\n3. The benefit of the provisions laid down pursuant to paragraph 1 may not be claimed in actions pending at the date of entry into force of a regulation adopted pursuant to Article 1 ; neither may it be relied on as grounds for claims for damages against third parties.", "Before adopting a regulation, the Commission shall publish a draft thereof and invite all persons concerned to submit their comments within such time limit, being not less than one month, as the Commission shall fix.", "1. The Commission shall consult the Adivsory Committee on Restrictive Practices and Monopolies: (a) before publishing a draft regulation;\n(b) before adopting a regulation.\n2. Article 10 (5) and (6) of Regulation No 17, relating to consultation with the Advisory Committee, shall apply by analogy, it being understood that joint meetings with the Commission shall take place not earlier than one month after dispatch of the notice convening them.", "Where the Commission, either on its own initiative or at the request of a Member State or of natural or legal persons claiming a legitimate interest, finds that in any particular case agreements or concerted practices to which a regulation adopted pursuant to Article 1 of this Regulation applies have nevertheless certain effects which are incompatible with the conditions laid down in Article 85 (3) of the Treaty, it may withdraw the benefit of application of that regulation and issue a decision in accordance with Articles 6 and 8 of Regulation No 17, without any notification under Article 4 (1) of Regulation No 17 being required.", "The Commission shall, before 1 January 1970, submit to the Council a proposal for a Regulation for such amendment of this Regulation as may prove necessary in the light of experience.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 2 March 1965.\nFor the Council\nThe President\nM. COUVE DE MURVILLE"}