{"celex_id": "31969R2049", "uri": "http://publications.europa.eu/resource/cellar/8dca0129-dc3e-4c0f-be9e-c517df805205", "type": "Regulation", "concepts": ["1277", "2194", "386", "4315", "4316"], "title": "Regulation (EEC) No 2049/69 of the Council of 17 October 1969 laying down general rules on the denaturing of sugar for animal feed\n", "header": "REGULATION (EEC) No 2049/69 OF THE COUNCIL  of 17 October 1969  laying down general rules on the denaturing of sugar for animal feed\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community;\nHaving regard to Council Regulation No 1009/67/EEC (1) of 18 December 1967 on the common organisation of the market in sugar, as last amended by Regulation (EEC) No 1398/69, (2) and in particular Article 9 (7) thereof;\nHaving regard to the proposal from the Commission;\nWhereas Article 9 (2) of Regulation No 1009/67/EEC allows intervention agencies to grant denaturing premiums for sugar rendered unfit for human consumption;\nWhereas, to prevent a premium being paid in respect of sugar not used for feed, there should be provisions to ensure that it is used for the purpose intended and that denatured sugar which has benefited from a premium can be used for animal feed only ; whereas it might be desirable to specify that the denatured sugar should be used as feed for certain types of animal;\nWhereas denaturing could offer an outlet for the Community's sugar surpluses ; whereas, if increased account is to be taken of the market situation, provision should be made for premiums to be fixed not only in a uniform manner for the whole Community but also by means of a tendering procedure which could be decided upon in accordance with the procedure laid down in Article 40 of Regulation No 1009/67/EEC ; whereas it is necessary to specify that denaturing premiums may only be fixed under certain conditions;\nWhereas, if denaturing premiums are to be fixed in a uniform manner, objective criteria must be laid down which would take the most rational use, given the situation on the sugar market and the competitive position of sugar vis-Ă -vis other feeding-stuffs for which it can be substituted, and the economic aspects of the proposed denaturing into account;\nWhereas the tendering system must be simultaneously and uniformly applied by all Member States;\nWhereas it would be in line with the purpose of an invitation to tender to fix a maximum amount for the premium and, where appropriate, a maximum quantity per tenderer ; whereas provision should be made for the possibility of not proceeding with the invitation to tender;\nWhereas, to ensure that the tendering procedure operates smoothly, submission of a tender must be made subject to the lodging of a deposit;\nWhereas denaturing is an adequate means of disposing of certain qualities of sugar only, and in particular sugar of a sound and fair marketable quality ; whereas it is therefore essential in principle to confine the granting of a premium to sugar possessing at least these characteristics ; whereas, in the case of raw sugar, there should be provision for adapting the premium in view of the differences in yield;\nWhereas, in view of the particular situation in certain Member States, provision should be made for the possibility of a Member State granting a denaturing premium for sugar denatured on the territory of another Member State;\nWhereas it is necessary to oblige interested parties to lodge a deposit to ensure that denaturing will take place during the period of validity of the denaturing premium certificate;\nWhereas there should be provision to cover the possibility of Italy having recourse to the special provisions of Article 23 (2) of Council Regulation No  (1)OJ No 308, 18.12.1967, p. 1. (2)OJ No L 179, 21.7.1969, p. 13.\n120/67/EEC (1) of 13 June 1967 on the common organisation of the market in cereals, as last amended by Regulation (EEC) No 1398/69 (2) ; whereas, to maintain the balance of intra-Community trade, it is necessary to offset the incidence of these special measures by a system of delivery subsidies and taxes on export;", "main_body": ["1. A denaturing premium shall only be granted in respect of white or raw sugar which is intended for animal feed and fulfils certain minimum requirements as regards quality and quantity. The premium shall not be paid until denaturing has taken place.\n2. Sugar in respect of which a denaturing premium has been granted shall be used only for animal feed. The denaturing method used shall be determined with this end in view.", "1. Denaturing premiums shall be fixed:    (a) uniformly for the whole Community, or\n(b) by invitation to tender.\nParallel use may be made of these two procedures.\n2. Denaturing premiums shall be fixed only if total sugar surpluses available for denaturing in the Community and the economic aspects of the proposed denaturing justify it.", "Where denaturing premiums are fixed uniformly for the whole Community, the following criteria shall be taken into account:    1. For white sugar:      (a) the intervention price for white sugar in the Community area with the largest surplus;\n(b) standard amounts for:        - technical costs of denaturing,\n- transport charges;\n(c) foreseeable market price in the main consumer areas of the Community for animal feeding-stuffs with which the white sugar for denaturing will have to compete;\n(d) the relative nutritional value of white sugar and competing animal feeding-stuffs;\n(e) total sugar surpluses available for denaturing in the Community taking into account:        - the application of the provisions of Article 4,\n- the nature and quality of this sugar;\n(f) the economic aspects of the proposed denaturing.\n2. For raw sugar:     (a) the intervention price for raw sugar in that area of the Community which is regarded as being representative for the production of raw sugar intended for denaturing;\n(b) standard amounts for:      - technical costs of denaturing,\n- transport costs;\n(c) foreseeable market prices in the main consumer areas of the Community for animal feeding-stuffs with which the raw sugar for denaturing will have to compete;\n(d) the relative nutritional value of raw sugar and competing animal feeding-stuffs;\n(e) total sugar surpluses and, in particular, raw sugar surpluses available in the Community, taking the application of the provisions of Article 4 into account;\n(f) the economic aspects of the proposed denaturing.", "1. Where denaturing premiums are fixed by invitation to tender, the purpose of the invitation shall be to determine the amount of such premiums.\nWhere the denaturing premium is determined by invitation to tender, it can be specified that the sugar in question must be used for a specified purpose.\n2. All Member States shall proceed to organise invitations to tender at the same time in accordance with a legally binding Community instrument which shall fix the terms of the invitation to tender. These terms must guarantee access to all persons established within the Community and may specify a minimum quantity per tender, a maximum quantity per tenderer, or a maximum amount for the denaturing premium.  (1)OJ No 117, 19.6.1967, p. 2269/67. (2)OJ No L 179, 21.7.1969, p. 13.\n3. Where the terms of the invitation to tender do not specify a maximum amount for the denaturing premium, this shall be fixed, following examination of the tenders submitted and in the light of the criteria referred to in Article 3, in accordance with the procedure laid down in Article 40 of Regulation No 1009/67/EEC. However, a decision may be taken not to proceed with the invitation to tender.", "1. Tenders submitted in response to an invitation to tender shall not be considered unless the deposit required in connection with the invitation has been lodged.\n2. The deposit shall be forfeited in whole or in part if the obligations arising from participation in the invitation to tender are not fulfilled or are only partially fulfilled.", "1. The denaturing premium shall be granted by the Member State on whose territory denaturing takes place.\nDuring the 1969/70 marketing year, however, the denaturing premium in respect of sugar coming from one Member State intended for denaturing on the territory of another Member State may be granted by the first Member State.\n2. A denaturing premium shall not be granted unless an application is lodged before denaturing takes place. On receipt of such application Member States shall issue a denaturing premium certificate provided that:    (a) when the application was lodged, a denaturing premium fixed uniformly for the whole Community was applicable, or\n(b) the applicant's tender has been successful.\nWithout prejudice to the instance referred to in the second subparagraph of paragraph 1, a denaturing premium certificate shall be valid only for denaturing in the Member State which issues that certificate.\n3. The issue of a denaturing premium certificate shall be subject to the lodging of a denaturing deposit guaranteeing that denaturing will take place during the period of validity of that certificate. The deposit shall be forfeited in whole or in part if denaturing is not effected or is only partially effected during that period.", "1. The denaturing premium shall only be granted in respect of white sugar which is of a sound and fair marketable quality fit for human consumption.\nWhere however a denaturing premium is fixed following an invitation to tender, it may be granted in respect of white sugar held by intervention agencies which does not meet these requirements.\n2. The denaturing premium for raw sugar shall be fixed for the standard quality. If the quality of the raw sugar to be denatured differs from the standard quality, the denaturing premium shall be adjusted in accordance with its yield.", "If Italy has recourse to the provisions of Article 23 (2) of Regulation No 120/67/EEC and if the price of feed grain was taken into account when the premium was fixed, that Member State shall:    (a) grant, in respect of the denaturing of sugar, a subsidy equal to 0.225 units of account per 100 kg of sugar used,\n(b) grant, in respect of deliveries of denatured sugar from other Member States, a subsidy equal to 0.225 units of account per 100 kg of sugar used,\n(c) levy, where denatured sugar is exported to other Member States, a charge equal to the subsidy referred to under (b).", "Council Regulation (EEC) No 768/68 (1) of 18 June 1968 laying down general rules on the denaturing of sugar for animal feed is hereby repealed.\nIt shall however remain in force in respect of transactions for which a denaturing premium certificate was issued under that Regulation.", "0\nThis Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.  (1)OJ No L 143, 25.6.1968, p. 12.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 17 October 1969.\nFor the Council\nThe President\nJ.M.A.H. LUNS"}