{"celex_id": "31968L0369", "uri": "http://publications.europa.eu/resource/cellar/45598a56-4441-4d45-b425-1fa99c3a979a", "type": "Directive", "concepts": ["1363", "2897", "3908", "532", "5592", "6008"], "title": "Council Directive 68/369/EEC of 15 October 1968 concerning the attainment of freedom of establishment in respect of activities of self-employed persons in film distribution\n", "header": "COUNCIL DIRECTIVE  of 15 October 1968  concerning the attainment of freedom of establishment in respect of activities of self-employed persons in film distribution  (68/369/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Articles 54 (2) and (3) thereof;\nHaving regard to the General Programme for the abolition of restrictions on freedom of establishment, 1 and in particular Title IV thereof;\nHaving regard to the Council Directive of 15 October 1963 2 implementing in respect of the film industry the provisions of the General Programme for the abolition of restrictions on freedom to provide services, and to the Second Council Directive of 13 May 1965 3 implementing in respect of the film industry the provisions of the General Programmes for the abolition of restrictions on freedom of establishment and freedom to provide services;\nHaving regard to the proposal from the Commission;\nHaving regard to the Opinion of the European Parliament 4;\nHaving regard to the Opinion of the Economic and Social Committee 5;\nWhereas Title IV E of the General Programme for the abolition of restrictions on freedom of establishment provides that the common market in the film industry must be achieved before the end of the transitional period;\nWhereas, with a view to the progressive attainment of freedom of establishment in the film industry, the two Directives already adopted by the Council should be followed by a further Directive, relating to activities of self-employed persons in film distribution;\nWhereas, in order to ensure that this Directive is correctly applied, it is necessary to define its scope by specifying what is meant by activities of self-employed persons in film distribution;\nWhereas, as regards the provision of services, the Directive of 15 October 1963, while abolishing rules restricting the importation of films, did not abolish restrictions on the provision of services by distributors ; whereas the attainment of freedom to provide services poses certain economic problems in the Member States ; whereas, with a view to the solution of such problems, studies are in progress on the co-ordination of provisions relating to safeguards for creditors by setting up film registers ; whereas, therefore, liberalisation as regards the provision of services should be postponed for the present and the scope of this Directive should be confined to the attainment of freedom of establishment in respect of the activities in question;\nWhereas the General Programme for the abolition of restrictions on freedom of establishment provides that restrictions on the right to join professional or trade organisations must be abolished where the professional activities of the person concerned necessarily involve the exercise of this right;\nWhereas separate Directives, applicable to all activities of self-employed persons, concerning provisions relating to the movement and residence of beneficiaries, and where necessary Directives on the co-ordination of the safeguards required by Member States of companies or firms for the protection of the interests of members and of others, have been or will be adopted;", "main_body": ["Member States shall abolish, in respect of the natural persons and companies or firms covered by Title I  1OJ No 2, 15.1.1962, p. 36/62. 2OJ No 159, 2.11.1963, p. 2661/63. 3OJ No 85, 19.5.1965, p. 1437/65. 4OJ No 307, 18.12.1967, p. 27. 5OJ No 302, 13.12.1967, p. 10.\nof the General Programmes for the abolition of restrictions on freedom of establishment and freedom to provide services (hereinafter called \"beneficiaries\"), the restrictions referred to in Title III of those General Programmes affecting the right to take up and pursue the activities specified in Article 2 of this Directive.", "1. The provisions of this Directive shall apply to activities of self-employed persons in film distribution, as referred to in Annex IV to the General Programme for the abolition of restrictions on freedom of establishment, ex Group 841, ex Major Group 84.\nDistribution shall be taken to include the renting of films.\n2. The distribution and renting of films shall be regarded as comprising any activity involving the making over of the rights of commercial exploitation of a film with a view to its being distributed on a commercial basis in a specific market and the temporary transfer of the right of public exhibition to any person who directly organises the exhibition of films in the host country.", "1. Member States shall in particular abolish the following restrictions:    (a) those which prevent beneficiaries from establishing themselves or providing services in the host country under the same conditions and with the same rights as nationals of that country;\n(b) those existing by reason of administrative practices which result in treatment being applied to beneficiaries that is discriminatory by comparison with that applied to nationals.\n2. The restrictions to be abolished shall include in particular those arising out of measures which prevent or limit establishment or provision of services by beneficiaries by the following means:    (a) in Belgium    - the obligation to hold a carte professionelle (Article 1 of the Law of 19 February 1965);\n(b) in France   - the obligation to hold a carte d'identité d'étranger commerçant (Décret-loi of 12 November 1938, Décret of 2 February 1939, Law of 8 October 1940, Law of 14 April 1954, Décret No 59-852 of 9 July 1959);\n(c) in Luxembourg   - the limited period of validity of authorisations granted to foreign nationals (Article 21 of the Law of 2 June 1962).", "1. Where a host Member State requires of its own nationals wishing to take up any activity referred to in Article 2 proof of good repute and proof that they have not previously been declared bankrupt, or proof of either one of these, that State shall accept as sufficient evidence, in respect of nationals of other Member States, the production of an extract from the \"judicial record\" or, failing this, of an equivalent document issued by a competent judicial or administrative authority in the country of origin or the country whence the foreign national comes showing that these requirements have been met.\nWhere the country of origin or the country whence the foreign national comes does not issue such documentary proof of no previous bankruptcy, such proof may be replaced by a declaration on oath made by the person concerned before a judicial or administrative authority, a notary, or a competent professional or trade body, in the country of origin or in the country whence that person comes.\n2. Documents issued in accordance with paragraph 1 may not be produced more than three months after their date of issue.\n3. Member States shall, within the time limit laid down in Article 7, designate the authorities and bodies competent to issue these documents and shall forthwith inform the other Member States and the Commission thereof.\n4. Where in the host Member State proof of financial standing is required, that State shall regard certificates issued by banks in the country of origin or in the country whence the foreign national comes as equivalent to certificates issued in its own territory.", "1. Member States shall ensure that beneficiaries have the right to join professional or trade organisations under the same conditions and with the same rights and obligations as their own nationals.\n2. The right to join professional or trade organisations shall entail eligibility for election or appointment to high office in such organisations. However, such posts may be reserved for nationals where, in pursuance of any provision laid down by law or regulation, the organisation concerned is connected with the exercise of official authority.\n3. In the Grand Duchy of Luxembourg, membership of the Chambre de commerce or of the Chambre des métiers shall not give beneficiaries the right to take part in the election of the administrative organs of those Chambers.", "No Member State shall grant to any of its nationals who go to another Member State for the purpose of pursuing any activity referred to in Article 2 any aid liable to distort the conditions of establishment.", "Member States shall adopt the measures necessary to comply with this Directive within six months of its notification and shall forthwith inform the Commission thereof.", "This Directive is addressed to the Member States."], "attachments": "Done at Luxembourg, 15 October 1968.\nFor the Council\nThe President\nG. SEDATI"}