{"celex_id": "31967R0614", "uri": "http://publications.europa.eu/resource/cellar/fc7bb156-b219-4009-8fd1-e5521ea51ccc", "type": "Regulation", "concepts": ["2648", "2672", "2871", "4692", "5263"], "title": "Regulation No 614/67/EEC of the Commission of 26 September 1967 amending Regulation No 202/67/EEC on fixing the additional amount for imports of pigmeat products from third countries\n", "header": "REGULATION No 614/67/EEC OF THE COMMISSION  of 26 September 1967  amending Regulation No 202/67/EEC on fixing the additional amount for imports of pigmeat products from third countries\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community;\nHaving regard to Council Regulation No 121/67/EEC (1) of 13 June 1967 on the common organisation of the market in pigmeat, and in particular Article 13 (5) thereof;\nWhereas Commission Regulation No 202/67/EEC (2) of 28 June 1967 on fixing the additional amount for imports of pigmeat products from third countries lays down the procedure for determining the free-at-Community-frontier offers used for calculating the additional amount ; whereas the text of Article 1 (1) (b) and (d) of that Regulation may be interpreted to mean that an individual offer price may have to be fixed for slaughtered sows, which consequently makes an additional amount possible for that product alone;\nWhereas the text of that Article must therefore be clarified whilst retaining the price increase for slaughtered sows provided for in Regulation No 202/67/EEC to make such prices comparable with those for other carcases;\nWhereas the measures provided for in this Regulation are in accordance with the Opinion of the Management Committee for Pigmeat;", "main_body": ["The following shall be substituted for Article 1 (1) (b) of Regulation No 202/67/EEC:  \"\n(b) for meat of domestic swine in carcases or half-carcases mentioned in the first sentence of Article 1 of Regulation No 134/67/EEC, as amended by Regulation No 173/67/EEC : the price determined in accordance with the provisions of Article 2, for meat of domestic swine in carcases or half-carcases with the heads, feet and flare fat, of a quality corresponding to the standard quality determined in accordance with the provisions of Article 4 (4) of Regulation No 121/67/EEC ; the prices obtained by applying Article 2 shall be increased by 17.65 % in the case of meat of slaughtered sows.\n\"", "The provisions of Article 1 (1) (d) of Regulation No 202/67/EEC are hereby repealed.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 26 September 1967.\nFor the Commission\nThe President\nJean REY (1) OJ No 117, 19.6.1967, p. 2283/67. (2) OJ No 134, 30.6.1967, p. 2837/67."}