{"celex_id": "31968R1469", "uri": "http://publications.europa.eu/resource/cellar/d129f7df-0eca-4251-a6f7-f283ba1e1c02", "type": "Regulation", "concepts": ["2871", "3568", "4472", "6042"], "title": "Regulation (EEC) No 1469/68 of the Commission of 23 September 1968 amending Regulations Nos 282/67/EEC, 284/67/EEC and (EEC) No 911/68 on oil seeds\n", "header": "REGULATION (EEC) No 1469/68 OF THE COMMISSION  of 23 September 1968  amending Regulations Nos 282/67/EEC, 284/67/EEC and (EEC) 911/68 on oil seeds\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community;\nHaving regard to Council Regulation No 136/66/EEC 1 of 22 September 1966 on the establishment of a common organisation of the market in oils and fats, and in particular Articles 26 (3) and 27 (5) thereof;\nHaving regard to Council Regulation No 162/66/EEC 2 of 27 October 1966 on trade in oils and fats between the Community and Greece, and in particular Article 8 thereof;\nHaving regard to Council Regulation No 142/67/EEC 3 of 21 June 1967 on export refunds on colza, rape and sunflower seeds, and in particular Article 6 thereof;\nWhereas Article 4 of Commission Regulation No 282/67/EEC 4 of 11 July 1967 on detailed rules for intervention for oil seeds, as amended by Regulation (EEC) No 919/68, provides for the drawing of samples and the determination of oil content, impurities and moisture in seeds ; whereas these processes, other than the determination of oil content, are also coverd by Article 2 of Commission Regulation No 284/67/EEC 5 of 11 July 1967 on certain detailed rules for the application of export refunds on oil seeds, as amended by Regulation (EEC) No 862/68 6, and by Article 17 of Commission Regulation (EEC) No 911/68 7 of 5 July 1968 on certain detailed rules concerning the subsidy for oil seeds;\nWhereas experience has demonstrated that, for the purpose of determining oil content, impurities and moisture in seeds, contract samples must be reduced to samples for analysis;\nWhereas, to ensure uniform application in Member States of the refund, intervention and subsidy arrangements for oil seeds, a single method should henceforth be used in the Community for drawing and reducing samples and for determining oil content, impurities and moisture in seeds;\nWhereas the measures provided for in this Regulation are in accordance with the Opinion of the Management Committee for Oils and Fats;", "main_body": ["The following shall be substituted for Article 4 of Regulation No 282/67/EEC:\n\"The drawing of samples, the reduction of contract samples to samples for analysis and the determination of oil content, impurities and moisture shall be carried out in accordance with a single method for the whole Community.\"", "Annex II to Regulation No 282/67/EEC is hereby repealed.", "The following shall be substituted for Article 2 of Regulation No 284/67/EEC:\n\"The drawing of samples, the reduction of contract samples to samples for analysis and the determination of impurities and moisture shall be carried out in accordance with a single method for the whole Community.\"  1OJ No 172, 30.9.1966, p. 3025/66. 2OJ No 197, 29.10.1966, p. 3393/66. 3OJ No 125, 26.6.1967, p. 2461/67. 4OJ No 151, 13.7.1967, p. 1. 5OJ No 151, 13.7.1967, p. 1. 6OJ No L 152, 1.7.1968, p. 26. 7OJ No L 158, 6.7.1968, p. 8.", "The following shall be substituted for Article 17 of Regulation (EEC) No 911/68:\n\"The drawing of samples, the reduction of contract samples to samples for analysis and the determination of impurities and moisture shall be carried out in accordance with a single method for the whole Community.\"", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 23 September 1968.\nFor the Commission\nThe President\nJean REY"}