{"celex_id": "31968L0368", "uri": "http://publications.europa.eu/resource/cellar/e9adfe87-07e4-4f94-ad2d-5807d10e61eb", "type": "Directive", "concepts": ["1373", "1404", "1638", "2897", "5099", "532"], "title": "Council Directive 68/368/EEC of 15 October 1968 laying down detailed provisions concerning transitional measures in respect of activities of self-employed persons in the personal services sector (ISIC ex Major Group 85): 1. Restaurants, cafes, taverns and other drinking and eating places (ISIC Group 852), 2. Hotels, rooming houses, camps and other lodging places (ISIC Group 853)\n", "header": "COUNCIL DIRECTIVE  of 15 October 1968  laying down detailed provisions concerning transitional measures in respect of activities of self-employed persons in the personal services sector (ISIC ex Major Group 85);  1. Restaurants, cafes, taverns and other drinking and eating places (ISIC Group 852)  2. Hotels, rooming houses, camps and other lodging places (ISIC Group 853)  (68/368/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Articles 54 (2), 57, 63 (2) and 66 thereof;\nHaving regard to the General Programme for the abolition of restrictions on freedom of establishment, 1 and in particular the second and third paragraphs of Title V thereof;\nHaving regard to the General Programme for the abolition of restrictions on freedom to provide services, 2 and in particular the second and third paragraphs of Title VI thereof;\nHaving regard to the proposal from the Commission;\nHaving regard to the Opinion of the European Parliament 3;\nHaving regard to the Opinion of the Economic and Social Committee 4;\nWhereas, besides making provision for the abolition of restrictions, the General Programmes provide that it should be examined whether such abolition should be preceded, accompanied or followed by mutual recognition of diplomas, certificates and other evidence of formal qualifications, and by the co-ordination of provisions laid down by law, regulation or administrative action concerning the taking up and pursuit of the activities in question, and whether, if need be, transitional measures should be adopted pending such recognition or co-ordination;\nWhereas not all Member States impose conditions for the taking up and pursuit of activities in respect of the operation of drinking and eating places or of lodging places ; whereas, while in some cases there is freedom to take up and pursue such activities, in other cases there are stringent provisions making the taking up and pursuit thereof subject to possession of formal qualifications;\nWhereas, in view of the existence of regulations in certain Member States and the absence of any regulations whatsoever in others, it has not been possible to effect the co-ordination provided for at the same time as the abolition of restrictions ; whereas such co-ordination must be effected at a later date;\nWhereas, in the absence of immediate co-ordination, it nevertheless appears desirable to make it easier to attain freedom of establishment and freedom to provide services in respect of the activities in question by the adoption of transitional measures of the kind envisaged in the General Programmes ; whereas this should be done primarily in order to avoid causing exceptional difficulties for nationals of Member States in which the taking up of such activities is not subject to any conditions;\nWhereas, in order to prevent such difficulties arising, the main object of the transitional measures should be to allow, as sufficient qualification for taking up the activities in question in host States which have rules governing such activities, the fact that the occupation has been pursued in a Community country other than the host country for a reasonable period of time, such period being, in cases where no previous training is required, sufficiently recent to ensure that the person concerned possesses professional knowledge equivalent to that required of the host country's own nationals;\nWhereas, owing to differences in the views taken by the various Member States of certain of the activities  1OJ No 2, 15.1.1962, p. 36/62. 2OJ No 2, 15.1.1962, p. 32/62. 3OJ No 23, 5.2.1966, p. 357/66. 4OJ No 205, 7.12.1965, p. 3074/65.\nfalling within the provisions of the Council Directive of 15 October 1968 1 concerning the attainment of freedom of establishment and freedom to provide services in respect of activities of self-employed persons in the personal services sector (ISIC ex Major Group 85) - 1 : Restaurants, cafes, taverns and other drinking and eating places (ISIC Group 852) ; 2 : Hotels, rooming houses, camps and other lodging places (ISIC Group 853) - it can happen that an activity which in one State is regarded as falling within the personal services sector may in another be regarded as falling within the food manufacturing and beverage industries ; whereas, to resolve any difficulties caused by such differences, the definitions given in the laws of the host country should be referred to in each case in order to determine which Directive on transitional measures should be applied;\nWhereas, as regards States which do not make the taking up of the activities in question subject to any rules, in order to avoid a disproportionate influx into those States of persons who are unable to satisfy the conditions laid down in respect of the taking up and pursuit of such activities in the country whence they come, provision should be made for those States to be authorised, where appropriate and in respect of one or more activities, to require nationals of other Member States to furnish proof that they are qualified to pursue the activity in question in the country whence they come;\nWhereas, however, considerable caution should be exercised in granting such authorisations, for, if too generally applied, they might hinder freedom of movement ; whereas they should therefore be limited, both as to their period of validity and as to their scope, and, as is generally provided in the Treaty in respect of the administration of protective measures, the granting of such authorisations should be entrusted to the Commission;\nWhereas the main purpose of the measures provided for in this Directive will disappear once the co-ordination of conditions for the taking up and pursuit of the activities in question and the mutual recognition of diplomas, certificates and other formal evidence of qualifications has been achieved;", "main_body": ["1. Member States, acting in accordance with the provisions hereinafter laid down, shall adopt the following transitional measures in respect of establishment or provision of services in their territories by natural persons or companies or firms covered by Title I of the General Programmes (hereinafter called \"beneficiaries\") wishing to engage in the activities of self-employed persons referred to in paragraph 2.\n2. The activities in question are those covered by the Council Directive of 15 October 1968 concerning the attainment of freedom of establishment and freedom to provide services in respect of activities of self-employed persons in the personal services sector (ISIC ex Major Group 85) ; 1 : Restaurants, cafes, taverns and other drinking and eating places (ISIC Group 852) ; 2 : Hotels, rooming houses, camps and other lodging places (ISIC Group 853).", "Where, according to the laws of a Member State, certain activities fall not within the personal services sector but rather within the food manufacturing and beverage industries, the appropriate Directive laying down detailed provisions concerning transitional measures in the field in question shall apply to those activities in that Member State.", "Member States in which the taking up or pursuit of any activity referred to in Article 1 (2) is subject to possession of certain qualifications shall ensure that any beneficiary who applies therefor be provided, before he establishes himself or before he begins to pursue any activity on a temporary basis, with information as to the rules governing the occupation which he proposes to pursue.", "1. Where, in a Member State, the taking up or pursuit of any activity referred to in Article 1 (2) is dependent on the possession of general, commercial or professional knowledge and ability, that Member State shall accept as sufficient evidence of such knowledge and ability the fact that the activity in question has been pursued in another Member State for any of the following periods:    (a) three consecutive years either in an independent capacity or in a managerial capacity ; or\n(b) two consecutive years either in an independent capacity or in a managerial capacity, where the beneficiary can prove that for the occupation in question he has received previous training, attested by a certificate recognised by the State, or regarded by the competent professional or trade body as fully satisfying its requirements ; or\n(c) two consecutive years in an independent capacity or in a managerial capacity, where the beneficiary can prove that he has pursued the occupation in question for at least three years in a non-independent capacity ; or  1OJ No L 260, 22.10.1968, p. 9.\n(d) three consecutive years in a non-independent capacity, where the beneficiary can prove that for the occupation in question he has received previous training, attested by a certificate recognised by the State, or regarded by the competent professional or trade body as fully satisfying its requirements.\nThe host Member State may require of nationals of other Member States, in so far as it so requires of its own nationals, that the activity in question should have been pursued, and vocational training received, in the branch of trade in the host country in which the beneficiary wishes to establish himself.\n2. In the cases referred to in subparagraphs (a) and (c) of paragraph 1 pursuit of the activity shall not have ceased more than ten years before the date when the application provided for in Article 6 (2) is made. However, where a shorter period is laid down in a Member State for its nationals, that period may also be applied in respect of beneficiaries.", "1. Where, in a Member State, the taking up or pursuit of any activity referred to in Article 1 (2) is not subject to the possession of general, commercial or professional knowledge or ability, that State may, if serious difficulties result from the application of the Council Directive referred to in Article 1 (2), request from the Commission authorisation, for a limited period and in respect of one or more specified activities, to require from nationals of other Member States who wish to pursue those activities in its territory proof that they possess the qualifications required for the pursuit of such activities, either in an independent capacity or in a managerial capacity, in the country whence they come.\nUse shall not be made of this power in respect of a person who comes from a country which does not make the taking up of the activity in question subject to proof of particular knowledge, or in respect of a person who has lived in the host country for at least five years.\n2. On receipt of a request from the Member State concerned stating the reasons on which it is based, the Commission shall forthwith specify the conditions on which the authorisation provided for in paragraph 1 of this Article will be granted and lay down detailed rules concerning its implementation.", "1. A person shall be regarded as having pursued an activity in a managerial capacity within the meaning of Articles 4 and 5 if he has pursued such activity in an industrial or commercial undertaking in the field in question:    (a) as manager of an undertaking or manager of a branch of an undertaking ; or\n(b) as deputy to the proprietor or to the manager of an undertaking, where such post involves responsibility equivalent to that of the proprietor or manager represented ; or\n(c) in a managerial post with duties of a type normally pertaining to the occupation in question and with responsibility for one or more departments of the undertaking.\n2. Proof that the conditions laid down in Article 4 (1) or in Article 5 (1) are satisfied shall be established by certificates issued by the competent authority or body in the country whence the person concerned comes, which such person shall submit in support of his application for authorisation to pursue the activity or activities in question in the host country.\n3. Member States shall, within the time limit laid down in Article 8, designate the authorities and bodies competent to issue these certificates and shall forthwith inform the other Member States and the Commission thereof.", "The provisions of this Directive shall remain applicable until the entry into force of provisions relating to the co-ordination of national rules concerning the taking up and pursuit of the activities in question.", "Member States shall adopt the measures necessary to comply with this Directive within six months of its notification and shall forthwith inform the Commission thereof.", "Member States shall ensure that the texts of the main provisions of national law which they adopt in the field covered by this Directive are communicated to the Commission.", "0\nThis Directive is addressed to the Member States."], "attachments": "Done at Luxembourg, 15 October 1968.\nFor the Council\nThe President\nG. SEDATI"}