{"celex_id": "31968R0985", "uri": "http://publications.europa.eu/resource/cellar/51d9a9e1-88a8-45d2-9bec-5c7ee0f47182", "type": "Regulation", "concepts": ["301", "4284", "4860", "5025"], "title": "Regulation (EEC) No 985/68 of the Council of 15 July 1968 laying down general rules for intervention on the market in butter and cream\n", "header": "REGULATION (EEC) No 985/68 OF THE COUNCIL  of 15 July 1968  laying down general rules for intervention on the market in butter and cream\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community;\nHaving regard to Council Regulation (EEC) No 804/68 1 of 27 June 1968 on the common organisation of the market in milk and milk products, and in particular Article 6 (6) thereof;\nHaving regard to the proposal from the Commission;\nWhereas Article 6 of Regulation (EEC) No 804/68 provides for Community intervention measures on the market in butter and cream;\nWhereas the Council must lay down general rules for intervention measures relating to public storage, aid for private storage and the disposal of stored butter;\nWhereas maintenance of the quality of butter is crucial for the competitive position of that product on the market ; whereas the intervention policy must take account of that fact and enable stocks to be held on the most effective basis possible;\nWhereas butter standards must therefore be determined ; whereas such standards must in particular ensure that butter is suitable for storage under satisfactory conditions ; whereas for these reasons, as from the date of application of the provisions adopted pursuant to Article 27 of Regulation (EEC) No 804/68, only butter manufactured by approved undertakings should qualify for intervention ; whereas transitional provisions relating to qualities of butter, applicable up to that date, must therefore be adopted;\nWhereas it is for the intervention agency to ensure that storage processes allow the butter to be kept in good condition ; whereas, to this end, criteria should be laid down for designating the cold storage depot for the butter;\nWhereas intervention arrangements must take account of the development of the market situation ; whereas intervention should be possible throughout the milk year ; whereas, however, there should be provision for ceasing to buy in when the situation so allows;\nWhereas, from a technical point of view, adoption of the free-at-cold-storage-depot price for intervention simplifies the implementation of intervention measures by public agencies ; whereas, when the distance between the cold storage depot and the place from which the butter is despatched exceeds certain limits, the additional transport costs should be borne by the intervention agency;\nWhereas disposal of butter held by intervention agencies should, in accordance with the provisions of Article 6 (3) of Regulation (EEC) No 804/68, take place in such a way as to ensure equal access to the products for sale and equal treatment of purchasers ; whereas in general the tendering procedure serves this end ; whereas where some other form of sale has to be adopted, equivalent conditions must be provided ; whereas provision should be made for taking into account special conditions which may arise when the product is to be exported;\nWhereas aid for the private storage of butter and cream provided for in Article 6 (2) of Regulation (EEC) No 804/68 should be granted in accordance with Community provisions laying down in particular the precise conditions for granting such aid ; whereas to ensure uniformity in the Community provisions should be made for a Community form of storage contract and a uniform method of calculating the amount of aid according to the cost of storage and market developments;\nWhereas private storage must contribute to the attainment of a balanced market ; whereas Community rules should be provided to ensure the orderly function of this form of storage;  1OJ No L 148, 28.6.1968, p. 13.", "main_body": ["1. Intervention agencies shall buy in only such butter as:    (a) is produced by an approved undertaking;\n(b) meets standards as to keeping quality to be determined;\n(c) does not, at the time of buying in, exceed an age to be fixed;\n(d) satisfies requirements to be determined on minimum quantity, packing and labelling.\n2. An undertaking shall be approved if it manufactures butter qualifying for the control stamp provided for in Article 27 of Regulation (EEC) No 804/68, and provided that butter for intervention reaches the standards as to keeping quality referred to in paragraph 1.\n3. The condition mentioned in paragraph 1 (a) shall apply only from the date of implementation of the provisions adopted in accordance with Article 27 of Regulation (EEC) No 804/68. Until that date:    (a) the intervention agencies shall buy in only such butter as is:      - graded \"beurre de marque de contrôle\" as regards Belgian butter,\n- graded \"Markenbutter\" as regards German butter,\n- graded \"pasteurisé A\" as regards French butter,\n- produced exclusively from cream which has been subjected to centrifugal and pasteurising treatment, as regards Italian butter,\n- graded \"marque Rose\" as regards Luxembourg butter,\n- graded \"Exportkwaliteit\" as regards Netherlands butter;\n(b) additional requirements regarding the keeping quality of butter may be laid down by the intervention agencies;\n(c) holders of butter may offer it only to the intervention agency of the Member State in the territory of which the butter was produced.", "1. The intervention agencies shall buy in throughout the milk year, butter of the kind mentioned in Article 1 which is offered to them.\n2. The Council, acting in accordance with the voting procedure laid down in Article 43 (2) of the Treaty on a proposal from the Commission, shall lay down conditions for the suspension and resumption of buying in when the situation of the market in butter so allows.", "1. The butter shall be delivered to a cold storage depot appearing on the list referred to in Article 4 and designated by the intervention agency.\nThe intervention agency shall choose the available cold storage depot nearest to the place where the butter is stored. However, in special cases to be determined, another cold storage depot may be chosen.\n2. The intervention price shall apply to butter delivered to a cold storage depot not further from the place where it was stored than a distance to be determined.\n3. If the cold storage depot to which the butter is delivered is situated at a distance greater than that referred to in paragraph 2, the additional transport charges, to be determined at a flat rate, shall be borne by the intervention agency.", "A list of cold storage depots shall be drawn up before the beginning of the milk year, in the light of information supplied by the Member States ; it may be amended during that year. Only storage depots satisfying criteria to be determined shall appear on the list.", "The sale of butter held by the intervention agency shall take place when the date of its remarketing, the quantities involved and the conditions of sale have been determined. A minimum selling price shall also be fixed.", "1. When butter held by the intervention agency is put on sale for export, special conditions may be laid down in order to guarantee that the product is not diverted from its destination and to take account of the special requirements for such sales.\n2. When butter is put on sale for export a deposit guaranteeing fulfilment of the obligations undertaken may be required ; it shall be forfeited in whole or in part if the obligations are not fulfilled or are only partially fulfilled.", "1. Equal access to the butter or to the product processed therefrom sold by the intervention agency shall be ensured for purchasers, whether by a tendering procedure or by direct sale to any interested party at a fixed price, or by any other method providing equivalent guarantees.\n2. Tenders shall be considered only if a deposit is lodged.\nThe deposit shall be forfeited in whole or in part if obligations are not fulfilled or are only partially fulfilled.", "1. Implementation of the measures taken pursuant to Article 6 (2) of Regulation (EEC) No 804/68 shall be ensured by the intervention agency of the Member State on the territory of which is located the cold storage depot where the butter or cream for which aid is granted will be stored.\nThe intervention agency of the Grand Duchy of Luxembourg shall, however, be authorised to conclude contracts for storing butter or cream on the territory of another Member State, provided that the supervision provided for in paragraph 9 (1) (f) is assured.\n2. Private storage aid shall be conditional on the conclusion of a storage contract with the intervention agency. Such contract shall be drawn up in accordance with provisions to be laid down.\nThe intervention agency shall conclude a contract with any interested party capable of fulfilling the terms of the contract.\n3. The conclusion of the contract may be subject to the lodging of a deposit guaranteeing that, the storer will store the quantities shown in the contract within the time limit laid down. The deposit shall be forfeited in whole or in part if storage is not effected or is only partially effected within such time.\n4. Until the date on which the provisions adopted in accordance with Article 27 of Regulation (EEC) No 804/68 apply the intervention agency of a Member State may conclude a contract for butter only if that butter is produced in that Member State and if it is:    - graded \"beurre de marque de contrôle\" as regards Belgian butter;\n- graded \"Markenbutter\" as regards German butter;\n- graded \"pasteurisé A\" as regards French butter;\n- produced exclusively from cream which has been subjected to centrifugal and pasteurising treatment as regards Italian butter;\n- graded \"marque Rose\" as regards Luxembourg butter;\n- graded \"Exportkwaliteit\" as regards Netherlands butter.", "1. The storage contract shall in particular include provisions as to:    (a) the quantity of butter or cream to which the contract relates;\n(b) the amount of aid;\n(c) the deposit, if any;\n(d) the dates relating to the execution of the contract, subject to the provisions of paragraph 2;\n(e) conditions to be laid down as to the minimum quantity of the product per lot;\n(f) the inspection measures which shall relate in particular to the nature of the stocks and whether the quantities stored agree with the quantities declared.\n2. Should the situation on the Community market so require the intervention agency may be authorised to remarket some or all of the stored butter or cream.", "0\n1. The amount of private storage aid shall be fixed for the Community with reference to storage costs and foreseeable price trends for fresh butter and stored butter.\nIn cases where, at the time of removal from store, the market has developed unfavourably under conditions which could not be foreseen, the amount of aid may be increased.\n2. If the state of the market so requires, the amount of aid may be amended for future contracts.", "1\nThis Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply from 29 July 1968.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 15 July 1968.\nFor the Council\nThe President\nG. SEDATI"}