{"celex_id": "31969R0972", "uri": "http://publications.europa.eu/resource/cellar/66be079d-975a-474e-acba-bc870b180181", "type": "Regulation", "concepts": ["2871", "6042"], "title": "Regulation (EEC) No 972/69 of the Commission of 28 May 1969 amending Regulation (EEC) No 190/68 on the denaturing process for colza and rape seed\n", "header": "REGULATION (EEC) No 972/69 OF THE COMMISSION  of 28 May 1969  amending Regulation (EEC) No 190/68 on the denaturing process for colza and rape seed\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community;\nHaving regard to Council Regulation No 136/66/EEC (1) of 22 September 1966 on the establishment of a common organisation of the market in oils and fats, as last amended by Regulation (EEC) No 2146/68, (2) and in particular Article 27 (5) thereof;\nHaving regard to Council Regulation No 162/66/EEC (3) of 27 October 1966 on trade in oils and fats between the Community and Greece, and in particular Article 8 thereof;\nWhereas a denaturing process should be determined for the purpose of applying Commission Regulation (EEC) No 911/68 (4) of 5 July 1968 on certain detailed rules concerning the subsidy for oil seeds, as last amended by Regulation (EEC) No 474/69 (5);\nWhereas the method of denaturing laid down in Commission Regulation (EEC) No 190/68 (6) of 16 February 1968 on the denaturing process for colza and rape seed provides for the addition of a certain quantity of millet and canary seed to colza and rape seed and to mixtures containing these products;\nWhereas, because of the trend of prices for the products added to these seeds and mixtures, the percentages specified in the above-mentioned Regulation must be altered without however impairing the effectiveness of the denaturing system;\nWhereas the measures provided for in this Regulation are in accordance with the Opinion of the Management Committee for Oils and Fats;", "main_body": ["The following shall be substituted for Article 1 (1) of Regulation (EEC) No 190/68:\n\"1. Colza and rape seed and mixtures of the products falling within heading No 12.01 of the Common Customs Tariff which contain at least 2 % of colza or rape seed shall be regarded as having been denatured for the purposes of Articles 9 and 15 of Regulation (EEC) No 911/68 where at least 2 % yellow millet and 3 % canary seed have been added to and duly mixed with such seeds and mixtures.\"", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 28 May 1969.\nFor the Commission\nThe President\nJean REY  (1) OJ No 172, 30.9.1966, p. 3025/66. (2) OJ No L 314, 31.12.1968, p. 1. (3) OJ No 197, 29.10.1966, p. 3393/66. (4) OJ No L 158, 6.7.1968, p. 8. (5) OJ No L 63, 14.3.1969, p. 21. (6) OJ No L 43, 17.2.1968, p. 10."}