{"celex_id": "31969R1211", "uri": "http://publications.europa.eu/resource/cellar/d222f25e-3421-4bc6-af7c-dc7ed3b6a315", "type": "Regulation", "concepts": ["1104", "2958", "4291", "4860"], "title": "Regulation (EEC) No 1211/69 of the Council of 26 June 1969 amending Regulations (EEC) Nos 971/68, 985/68 and 1014/68 as regards the list of storage depots for the storage of Grana padano and Parmigiano-Reggiano cheeses and of butter and skimmed milk powder\n", "header": "REGULATION (EEC) No 1211/69 OF THE COUNCIL  of 26 June 1969  amending Regulations (EEC) Nos 971/68, 985/68 and 1014/68 as regards the list of storage depots for the storage of Grana padano and Parmigiano-Reggiano cheeses and of butter and skimmed milk powder\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community;\nHaving regard to Council Regulation (EEC) No 804/68(1) of 27 June 1968 on the common organisation of the market in milk and milk products, and in particular Articles 6 (6), 7 (4) and 8 (4) thereof;\nHaving regard to the proposal from the Commission;\nWhereas the first subparagraph of Article 3 (1) of Council Regulation (EEC) No 971/68 (2) of 15 July 1968 laying down general rules for intervention on the market in Grana padano and Parmigiano-Reggiano cheeses, the first subparagraph of Article 3 (1) of Council Regulation (EEC) No 985/68 (3) of 15 July 1968 laying down general rules for intervention on the market in butter and cream, as amended by Regulation (EEC) No 750/69, (4) and the first subparagraph of Article 3 (1) of Council Regulation (EEC) No 1014/68 (5) of 20 July 1968 laying down general rules for the public storage of skimmed milk powder, as amended by Regulation (EEC) No 749/69, (6) provide that cheese, butter and skimmed milk powder must be delivered to a storage depot appearing on a list to drawn up ; whereas Article 4 of those Regulations provides that a list of storage depots which may be amended during the milk year, must be drawn up before the beginning of that year in the light of information supplied by Member States;\nWhereas, on account of the present surplus of butter and skimmed milk powder in the Community, it is not necessary to draw up a Community list of storage depots ; whereas the intervention agencies are in fact obliged for the most part to choose storage depots on the basis of availability;\nWhereas Member States may be left to select the storage depots for the storage of Grana padano and Parmigiano-Reggiano cheeses;\nWhereas, therefore, the measures providing for these lists to be drawn up should be repealed;", "main_body": ["The words \"appearing in the list referred to in Article 4 and\", shall be deleted from the first paragraph of Article 3 (1) of Regulations (EEC) Nos 971/68, 985/68 and 1014/68.", "1. The following shall be substituted for Article 4 of Regulation (EEC) No 971/68:\n\"Article 4\nCheese shall be stored only in storage depots satisfying criteria to be determined.\"\n2. The following shall be substituted for Article 4 of Regulation (EEC) No 985/68:\n\"Article 4\nButter shall be stored only in cold-storage depots satisfying criteria to be determined.\"  (1) OJ No L 148, 28.6.1968, p. 13. (2) OJ No L 166, 17.7.1968, p. 8. (3) OJ No L 169, 18.7.1968, p. 1. (4) OJ No L 98, 25.4.1969, p. 2. (5) OJ No L 173, 22.7.1968, p. 4. (6) OJ No L 98, 25.4.1969, p. 1.\n3. The following shall be substituted for Article 4 of Regulation (EEC) No 1014/68:\n\"Article 4\nSkimmed milk powder shall be stored only in storage depots satisfying criteria to be determined.\"", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 26 June 1969.\nFor the Council\nThe President\nG. THORN"}