{"celex_id": "31966L0601", "uri": "http://publications.europa.eu/resource/cellar/cd6dd034-2eb7-463a-aeb9-75a6aeb44c71", "type": "Directive", "concepts": ["1445", "1755", "2560", "5034", "5369", "619"], "title": "Council Directive 66/601/EEC of 25 October 1966 amending the Council Directive of 26 June 1964 on health problems affecting intra-Community trade in fresh meat\n", "header": "COUNCIL DIRECTIVE of 25 October 1966 amending the Council Directive of 26 June 1964 on health problems affecting intra-Community trade in fresh meat (66/601/EEC)\nTHE COUNCIL OF THE EUROPEAN ECONOMIC COMMUNITY", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Articles 43 and 100 thereof;\nHaving regard to the proposal from the Commission;\nHaving regard to the Opinion of the European Parliament 1;\nHaving regard to the Opinion of the Economic and Social Committee;\nWhereas the Council Directive of 26 June 1964 2 on health problems affecting intra-Community trade in fresh meat entered into force on 30 June 1965;\nWhereas that Directive constitutes the first stage of a harmonisation designed to eliminate obstacles to trade arising from differences between the veterinary provisions of Member States, in particular as regards meat hygiene;\nWhereas the incorporation of that Directive in the laws of each Member State has shown that its provisions should be adapted in the light of new technical and scientific data and the experience gained;\nWhereas, therefore, certain amendments must be made to the original text as soon as possible, but without detriment to the basic standards and principles of the system instituted by that Directive;\nWhereas, in the light of the experience gained, some of the definitions contained in that Directive should be amplified;\nWhereas it must be specified that the reasons for prohibiting the marketing of meat must be stated at the time of the health inspection carried out in the country of destination, in particular to enable the powers of the veterinary expert responsible for delivering an opinion for the consignor to be defined;\nWhereas it should be expressly stated that in trade in fresh meat not intended for human consumption, national provisions shall remain in force until such time as Community regulations are adopted;\nWhereas the provisions on slaughterhouse hygiene must be maintained but the requirement that in slaughterhouses special places be provided where certain specific species of animal are not slaughtered can be withdrawn;\nWhereas experience has shown that stamping requirements should be amended as regards small cuts of meat and offal and that the use of violet colouring matters in addition to methyl violet should be authorised for stamping meat;", "main_body": ["The Council Directive of 26 June 1964 on health problems affecting intra-Community trade in fresh meat shall be amended as indicated in the following Articles.", "1. Article 2 (a) shall read as follows:\n\"(a) \"carcase\" means the whole body of a slaughter animal after bleeding, evisceration and removal   1 OJ No 130, 19.7.1966, p. 2466/66.  2 OJ No 121, 29.7.1964, p. 2012/64.   of the limbs at the carpus and tarsus, the head, the tail and the udder ; in addition, in the case of bovine animals, sheep, goats and solipeds, after skinning.\"\n2. There shall be added to the end of Article 2 (b) the words, \"whether or not naturally connected to the carcase\".", "In Article 3 (1) (c) there shall be substituted for the words \"found to be healthy\" the words, \"as a result of such inspection, passed fit for slaughter for intra-Community trade in fresh meat\".", "In Article 4 (4) there shall be inserted after the word \"slaughterhouse\" the words \"or cutting plant\".", "Article 5 (1) shall read as follows:\n\"1. Without prejudice to the powers arising from the second sentence of the second subparagraph of Article 4 (3), a Member State may prohibit the marketing of fresh meat on its territory if, at the time of the health inspection carried out in the country of destination, it is found that:    (a) such meat is unfit for human consumption ; or\n(b) the provisions of Article 3 have not been observed.\"", "1. In Article 6 (1) A (a) 1 the words \"und Schweinen\" in the German text shall be deleted.\n2. The following subparagraph (d) shall be added to Article 6 (1) A:\n\"(d) Fresh meat not intended for human consumption.\"\n3. The following provisions shall be added to the end of Article 6 (1) A:\n\"The fresh meat referred to in (a), (b) and (c) above may only be consigned in accordance with Article 3.\"", "Chapter I (1) of Annex I shall be amended as follows:    (a) The following shall be substituted for the text of  subparagraph (b):\n\"(b) slaughter rooms large enough for work to be carried out satisfactorily ; in a slaughter room where both pigs and other animal species are slaughtered, a special place must be provided for slaughtering pigs;\"\n(b) Subparagraph (e) shall read as follows:\n\"(e) separate rooms for the storage of fat and for the storage of hides, horns and hooves, where such waste products are not removed from the slaughterhouse on the day of slaughter;\"\n(c) Subparagraph (p) shall read as follows:\n\"(p) an adequate supply, under pressure, of drinking water only ; however, non-drinking water may be used in exceptional cases for steam production, provided that the pipes installed for this purpose do not allow this water to be used for other purposes.\"", "Chapter V (18) of Annex I shall read as follows:\n\"18. Carcases of solipeds, pigs over four weeks old and bovine animals over three months old must be submitted for inspection split lengthwise into half carcases down the spinal column. In the case of such pigs and of solipeds, the head shall also be split lengthwise. If the inspection so necessitates, the official veterinarian may require any carcase to be split lengthwise.\"", "1. In the first indent of Chapter VII (29) of Annex I the words \"in the dorsal region\" shall be deleted.\n2. Chapter VII (30) of Annex I shall read as follows:\n\"30. Livers shall be hot-branded with a stamp in accordance with 28.\nHeads, tongues, hearts and lungs shall be marked with ink or hot-branded with a stamp in accordance with 28.\nHowever, in the case of bovine animals under three months old, swine, sheep and goats, stamping of tongues and hearts shall not be compulsory.\"\n3. Chapter VII (31) of Annex I shall read as follows:\n\"31. Cuts other than fat, subcutaneous fat, tails, ears and feet obtained in the cutting plants from properly stamped carcases must, where they do not bear a stamp, be marked with ink or hotbranded with a stamp in accordance with 28 which shall bear the number of the cutting plant instead of the veterinary approval number of the slaughterhouse;\nPieces of solid outer fat from which the rind has been removed shall be put together in lots of five pieces sealed under official supervision and labelled in accordance with 32.\"\n4. The first paragraph of Chapter VII (32) of Annex I shall read as follows:\n\"32. When cuts from carcases of offal are consigned in packages, a stamp as provided for in 28 or 31 must be affixed to a clearly visible label attached to the package in such a way that it must necessarily be broken when the package is opened.\"\nThe last sentence of 32 shall be deleted.\n5. Chapter VII (33) of Annex I shall read as follows:\n\"33. Only methyl violet or any other violet colouring matter authorised for such purpose under Community rules may be used for stamping meat with ink.\"", "0\nChapter VIII (34) of Annex I shall read as follows:\n\"34. The original copy of the health certificate accompanying meat during transportation to the country of destination must be issued by an official veterinarian at the time of loading. The health certificate must correspond in form and content to the model in Annex II, be expressed in the language of the country of destination at least and contain the information specified in the model in Annex II.\"", "1\nSubparagraph (a) of point IV of Annex II shall read as follows:\n\"(a)   -  the meat described above 3\n-  the label affixed to the packages of meat  described above 3\nbears a stamp to the effect that the meat  comes wholly from animals slaughtered in  approved slaughterhouses;\"", "2\nThe Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive within eight months following its notification and shall forthwith inform the Commission thereof.", "3\nThis Directive is addressed to the Member States."], "attachments": "Done at Brussels, 25 October 1966.\nFor the Council\nThe President\nB.W. BIESHEUVEL"}