{"celex_id": "31968R0246", "uri": "http://publications.europa.eu/resource/cellar/802dd7ad-70ac-449d-82a4-3990ab66c0d2", "type": "Regulation", "concepts": ["164", "1684", "2974", "3821", "4858"], "title": "Regulation (EEC) No 246/68 of the Commission of 29 February 1968 laying down detailed rules for differentiating between delivery contracts for beet\n", "header": "REGULATION (EEC) No 246/68 OF THE COMMISSION  of 29 February 1968  laying down detailed rules for differentiating between delivery contracts for beet\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community;\nHaving regard to Council Regulation No 1009/67/EEC 1 of 18 December 1967 on the common organisation of the market in sugar, and in particular Article 30 (4) thereof;\nWhereas Article 30 (4) of Regulation No 1009/67/EEC provides for the adoption of detailed rules for the application of that Article ; whereas to the extent that these rules relate to paragraph 2 of that Article they must take the carry-forward effected pursuant to Article 32 of that Regulation into account;\nWhereas Council Regulation (EEC) No 206/68 2 of 20 February 1968 laying down outline provisions for contracts and inter-trade agreements on the purchase of beet defines the contracting parties as beet sellers on the one hand and sugar manufacturers on the other ; whereas a seller may sell either beet he has grown himself or beet he has bought from a grower ; whereas, however, in view of the importance of contracts within the quota system, only a contract concluded between a manufacturer and a grower may be regarded as a delivery contract for the purpose of Article 30 (2) of Regulation No 1009/67/EEC;\nWhereas Article 32 (1) of Regulation No 1009/67/EEC provides that a manufacturer may carry forward part of his production to the following marketing year to be treated as part of that year's production ; whereas, consequently, for that marketing year delivery contracts at the minimum price for beet need only be concluded by the manufacturer in respect of the quantity of sugar within his basic quota which has not yet been produced ; whereas, therefore, the requirement referred to in Article 30 (2) of that Regulation should be adjusted in the event of sugar being carried forward;\nWhereas to ensure the proper working of the quota system the terms \"pre-sowing\" and \"minimum price\" as used in Article 30 of Regulation No 1009/67/EEC must be defined;\nWhereas the measures provided for in this Regulation are in accordance with the Opinion of the Management Committee for Sugar;", "main_body": ["For the purposes of Article 30 (2) of Regulation No 1009/67/EEC, a contract concluded between a sugar manufacturer and a beet seller growing his own beet shall be regarded as a delivery contract.", "For the purposes of Article 30 (2) of Regulation No 1009/67/EEC, the basic quota of a manufacturer who carries forward part of his production to the following marketing year pursuant to Article 32 of that Regulation shall be reduced in respect of that year by the quantity carried forward.", "Only contracts concluded prior to sowing and    - before 1 April in Italy or\n- before 1 May in the other Member States\nshall be regarded as pre-sowing contracts.", "1. The minimum price referred to in Article 30 (2) of Regulation No 1009/67/EEC shall be adjusted for each delivery of beet by applying the price increases and reductions fixed pursuant to Article 5 (2) of that Regulation.  1OJ No 308, 18.12.1967, p. 1. 2OJ No L 47, 23.2.1968, p. 1.\n2. However, where the Italian Republic makes use of the authorisation contained in Article 2 of Commission Regulation (EEC) No 188/68 1 of 15 February 1968 on price increases and reductions for beet, the minimum price shall be that resulting from the application of that Article.", "The Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 29 February 1968.\nFor the Commission\nThe President\nJean REY  1OJ No L 43, 17.2.1968, p. 6."}