{"celex_id": "31968R0821", "uri": "http://publications.europa.eu/resource/cellar/546e24ec-0c19-45be-87c4-5776091097ab", "type": "Regulation", "concepts": ["3568", "5233", "5360", "666"], "title": "Regulation (EEC) No 821/68 of the Commission of 28 June 1968 on the definition, applicable to the granting of export refunds, of hulled grains and pearled grains of cereals\n", "header": "REGULATION (EEC) No 821/68 OF THE COMMISSION  of 28 June 1968  on the definition, applicable to the granting of export refunds, of hulled grains and pearled grains of cereals\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community;\nHaving regard to Council Regulation No 120/67/EEC 1 of 13 June 1967 on the common organisation of the market in cereals, and in particular Article 16 (4) thereof;\nWhereas the export refund should take into account the quality of the product processed from cereals which qualifies for it lest public funds contribute to the export of goods of inferior quality ; whereas it is therefore necessary to establish a precise definition, applicable in each Member State, of cereal grains qualifying for the refund on \"hulled grains\" and \"pearled grains\";\nWhereas the measures provided for in this Regulation are in accordance with the Opinion of the Management Committee for Cereals;", "main_body": ["For the granting of export refunds pearled grains and hulled grains of cereals shall be those which possess the characteristics listed in the Annex.", "This Regulation shall enter into force on 1 July 1968\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 28 June 1968.\nFor the Commission\nThe President\nJean REY  1OJ No 117, 13.6.1967, p. 2269/67.\nANNEX DEFINITION OF \"HULLED GRAINS\" (SHELLED OR HUSKED) AND \"PEARLED GRAINS\"\nA. \"Hulled grains\" includes shelled and husked grains:      1. Shelled grains:\nare cereal grains with the pericarp removed or bracted cereal grains (see explanatory notes to tariff heading No 10.03 : grains) with the bracts removed with cling to the pericarp (as for example with bearded barley) or which enclose the grains so firmly that the bracts cannot be detached by threshing etc. (as with oats).\n2. Husked grains:\nare grains (in the case of barley, with the bracts removed) which have the major part of the pericarp and tegument (testa) removed.\nB. \"Pearled grains\" includes the following:      (a) grains which correspond to the following definition:\npearled cereal grains, principally barley, which have the whole of the tegument, pericarp, germ and the major part of the outer layer and aleurone layer removed, and which are of uniform size and rounded form,\n(b) and which in addition meet the following requirements:        1. Removal of tegument, husking and shelling according to definition;\n2. Regularity of the grains:          (a) 75 % of the grains must not exceed 20 % of the dm;\n(b) 94 % of the grains added progressively between 3 % and 97 % must not exceed 30 % of the dm;\n(c) 100 % of the grains must not exceed 50 % of the dm.\nDetermination of regularity by sieve analysis using sieves with round holes.\ndm : the median value, obtained from the graph of the results of sieve analysis at the point at which 50 % of the product has passed through the sieve.\nSieve analysis\nApparatus:\n- Set of sieves with round hole (diameter 200 mm, diameter of holes 4 70 to 1 70 mm, at 0 725 mm intervals);\n- Sieving apparatus - sieving should be done by hand ; sieving aids (rubber cubes of 20 mm side);\n- Precision scales.\nMethod:\nNormally the pearled barley is passed through six different sieves ; the set of sieves is closed at the top and bottom with the sieve with the largest holes placed at the top ; the top and bottom sieves should be empty after sieving.\nTwo samples of pearled barley of a checked weight of between 50 and 100 grammes are sifted by hand for at least five minutes, with the aid of the rubber cubes.\nSieving consists of taking hold of the set of sieves with the hand and shaking it, more or less horizontally, 120 times per minute, each shake travelling about 70 mm. This to-and-fro movement is interrupted every minute by a triple circular movement. The sieved residues are weighed to the nearest 0 71 g and expressed as a percentage of the sieved product which shall be weighed to the nearest whole number, and the average calculated. >PIC FILE= \"T0011147\">"}