{"celex_id": "31963L0474", "uri": "http://publications.europa.eu/resource/cellar/03eeecca-87d1-4d9d-bb55-55f4bc9bf602", "type": "Directive", "concepts": ["1630", "2151", "3181", "4491", "4661"], "title": "Council Directive 63/474/EEC of 30 July 1963 liberalising transfers in respect of invisible transactions not connected with the movement of goods, services, capital or persons\n", "header": "COUNCIL DIRECTIVE  of 30 July 1963  liberalising transfers in respect of invisible transactions not connected with the movement of goods, services, capital or persons  (63/474/EEC)\nTHE COUNCIL OF THE EUROPEAN ECONOMIC COMMUNITY", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Articles 63 and 106 (3) thereof;\nHaving regard to the proposal from the Commission;\nHaving regard to the Opinion of the European Parliament (1);\nHaving regard to the Opinion of the Economic and Social Committee;\nWhereal the establishment of the common market requires that restrictions on transfers between residents of Member States should be abolished as quickly and as widely as possible;\nWhereas in respect of transfers relating to the invisible transactions set out in Annex III to the Treaty which are not governed by the provisions of Article 106 (1) and (2) or by the Chapter on freedom of movement of capital, a very high level of liberalisation has already been achieved in Member States;\nWhereas, on these grounds and taking into account the economic situation of Member States, the liberalisation of transfers relating to all the relevant transactions in the form of a general permission or at least of the issue of any foreign exchange authorisations that may be required already appears possible at the present stage of the transitional period;", "main_body": ["1. Member States shall grant all foreign exchange authorisations required for transfers between residents of Member States relating to the invisible transactions set out in the Annex to this Directive.\n2. Member States shall enable transfers relating to such transactions to be made at the exchange rates ruling for payments relating to current transactions.", "1. The provisions of this Directive shall not restrict the right of Member States to verify the nature and genuineness of the transactions or transfers and to take all requisite measures to prevent infringements of their laws and regulations.\n2. Member States shall simplify, as far as possible, the authorisation and control formalities applicable to transfers and shall where necessary consult one another with a view to such simplification.", "Member States shall, within five months of notification of this Directive, put into force the measures required to comply with its provisions and shall forthwith inform the Commission thereof.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 30 July 1963\nFor the Council\nThe President\nJ.M.A.H. LUNS\n(1) OJ No 61, 19.4.1963, p. 1275.\nANNEX Invisible transactions referred to in Article 1 of the Directive\n- Banking charges.\n- Representation expenses.\n- Participation by subsidiary companies and branches in overhead expenses of parent companies situated abroad and vice versa.\n- Differences, margins and deposits due in respect of operations on commodity terminal markets in conformity with normal commercial practice.\n- Subscriptions and membership fees (excluding those representing remuneration for services and contributions paid to official or private social security bodies).\n- Government expenditure (official representation abroad, contributions to international organisations).\n- Taxes (excluding death duties), court expenses, registration of patents and trade marks.\n- Damages, where these cannot be considered as capital.\n- Refunds in the case of cancellation of contracts and refunds of uncalled-for payments where these cannot be considered as capital.\n- Fines.\n- Periodic settlements in connection with public transport and postal, telegraphic and telephone services.\n- Consular receipts.\n- Maintenance payments resulting from a legal obligation and financial assistance in cases of hardship.\n- Charges for documentation of all kinds incurred on their own account by authorised dealers in foreign exchange.\n- Sports prizes and racing earnings (excluding those won by professionals)."}