{"celex_id": "31969R1273", "uri": "http://publications.europa.eu/resource/cellar/5a017be9-b11d-46ca-a470-6630f1f1ef54", "type": "Regulation", "concepts": ["1486", "301", "4860"], "title": "Regulation (EEC) No 1273/69 of the Commission of 2 July 1969 amending Regulations (EEC) Nos 662/69 and 685/69 on intervention on the market in butter and cream\n", "header": "REGULATION (EEC) No 1273/69 OF THE COMMISSION  of 2 July 1969  amending Regulations (EEC) Nos 662/69 and 685/69 on intervention on the market in butter and cream\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community;\nHaving regard to Council Regulation (EEC) No 804/68 (1) of 27 June 1968 on the common organisation of the market in milk and milk products, and in particular Article 6 (7) thereof;\nWhereas Commission Regulation (EEC) No 662/69 (2) of 9 April 1969 on the sale by intervention agencies of butter exceeding a certain age, as amended by Regulation (EEC) No 934/69, (3) applies only to butter taken into store before 31 July 1968 ; whereas supplies of butter reaching the standards for buying-in are almost exhausted ; whereas that form of sale should be continued ; whereas 31 August 1968 should be fixed as the date on which the butter is taken into store;\nWhereas Article 3 (b) of Regulation (EEC) No 662/69 and Article 18 (1) (b) of Commission Regulation (EEC) No 685/69 (4) of 14 April 1969 on detailed rules of application for intervention on the market in butter and cream, as last amended by Regulation (EEC) No 1064/69, (5) fixed at 500 grammes the maximum weight of packets of butter sold for direct consumption ; whereas the application of those provisions has resulted in difficulties in certain Member States ; whereas in order to remedy that situation the Member States should be permitted to fix a lower maximum weight;\nWhereas the measures provided for in this Regulation are in accordance with the Opinion of the Management Committee for Milk and Milk Products;", "main_body": ["The date 31 August 1968 shall be substituted for the date 31 July 1968 in Article 1 of Regulation (EEC) No 662/69.", "The following subparagraph shall be added to Article 3 of Regulation (EEC) No 662/69 and Article 18 (1) of Regulation (EEC) No 685/69:\n\"However, Member States may fix the maximum weight at 250 g.\"", "The provisions of Article 2 shall not apply to butter:    (a) covered by invitations to tender published in the Official Journal of the European Communities before this Regulation enters into force ; and\n(b) sold, before this Regulation enters into force, in accordance with the provisions of Regulation (EEC) No 662/69.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.  (1)OJ No L 148, 28.6.1968, p. 13. (2)OJ No L 86, 10.4.1969, p. 8. (3)OJ No L 121, 22.5.1969, p. 8. (4)OJ No L 90, 15.4.1969, p. 12. (5)OJ No L 139, 11.6.1969, p. 13.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 2 July 1969.\nFor the Commission\nThe President\nJean REY"}