{"celex_id": "31968R1098", "uri": "http://publications.europa.eu/resource/cellar/0e66e2d5-25dc-4466-95e4-1753b7643a25", "type": "Regulation", "concepts": ["1277", "1570", "2958", "3568"], "title": "Regulation (EEC) No 1098/68 of the Commission of 27 July 1968 on detailed rules for the application of export refunds on milk and milk products\n", "header": "REGULATION (EEC) No 1098/68 OF THE COMMISSION  of 27 July 1968  on detailed rules for the application of export refunds on milk and milk products\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community;\nHaving regard to Council Regulation (EEC) No 804/68 1 of 27 June 1968 on the common organisation of the market in milk and milk products, and in particular Article 17 (4) thereof;\nWhereas Council Regulation (EEC) No 876/68 2 of 28 June 1968 laid down general rules for granting export refunds on milk and milk products and criteria for fixing the amount of such refunds ; whereas the application of that Regulation calls for certain definitions;\nWhereas, pursuant to Article 10 of Regulation (EEC) No 804/68, aid is granted for skimmed milk powder which is produced in the Community and used as feed ; whereas Council Regulation (EEC) No 986/68 3 of 15 July 1968 laying down general rules for granting aid for skimmed milk and skimmed milk powder for use as feed provides that such aid shall be granted only for skimmed milk powder which is denatured or processed into compound feeding-stuffs ; whereas the export refund granted for skimmed milk powder of such kinds, to which sugar or milk fats may have been added, should not be higher than that considered necessary, after taking the aid into account;\nWhereas, for products falling within tariff heading No 04.02 compounded of milk and sugar, prices are determined by the prices of their ingredients ; whereas the refund should therefore be fixed on the basis of these ingredients ; whereas, therefore, the percentages of the ingredients should be taken into account in fixing the refund ; whereas the percentage of sucrose may for this purpose be that laid down for the calculation the refund products covered by Article 1 (1) (d) of Council Regulation No 1009/67/EEC 4 of 18 December 1967 on the common organisation of the market in sugar ; whereas, moreover, it seems advisable to limit the refund for the sucrose content to those cases where a refund is granted pursuant to the Regulations in force for sugar;\nWhereas certain destination zones should be established in the light of the competitive position, the state of the market and the distances of third countries;\nWhereas the measures provided for in this Regulation are in accordance with the Opinion of the Management Committee for Milk and Milk Products;", "main_body": ["When the refund is being fixed:    (a) for denatured milk powder falling within tariff heading No 04.02, and\n(b) for products falling within tariff sub-heading No ex 23.07 B and belonging to Group No 2,\naccount shall be taken of the aid granted for skimmed milk powder for use as feed or in the manufacture of feeding-stuffs.", "1. For products falling within tariff sub-heading No 04.02 B, the refund shall be equal to the sum of the following components:    (a) a component representing the quantity of milk products;\n(b) a component representing the quantity of added sucrose.  1OJ No L 148, 28.6.1968, p. 13. 2OJ No L 155, 3.7.1968, p. 1. 3OJ No L 169, 18.7.1968, p. 4. 4OJ No L 308, 18.12.1967, p. 1.\nHowever, the latter component applies only if the added sucrose has been produced from beet or cane harvested in the Community.\n2. For products falling within tariff sub-heading No 04.02 BII (a) the component mentioned in paragraph 1 (a) shall be fixed per 100 kilogrammes of the whole product.\nFor other products referred to in paragraph 1, the component referred to in paragraph 1 (a) shall be calculated by multiplying the basic amount by the milk product content of the product in question.\nThe basic amount referred to in the preceding subparagraph shall be the refund on 1 kilogramme of milk products contained in the product.\n3. The component mentioned in paragraph 1 (b) shall be calculated by multiplying the sucrose content of the product by the basic amount of the refund valid on the day of exportation for the products listed in Article 1 (1) (d) of Regulation No 1009/67/EEC.\nHowever, when the refund is fixed in advance, the basic amount referred to in the preceding subparagraph shall be that applicable on the day when the application for an export licence was lodged, adjusted, as necessary, for any alteration in the intervention price for white sugar.", "The destination zones which may be taken into account when fixing refunds shall be as shown in the Annex.", "The products, groups of products and tariff headings referred to in this Regulation shall be those set out in the Annexes to Council Regulation (EEC) No 823/68 1 of 28 June 1968 determining the groups of products and the special provisions for calculating levies on milk and milk products.", "This Regulation shall enter into force on 29 July 1968.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 27 July 1968.\nFor the Commission\nThe President\nJean REY  1OJ No L 151, 30.6.1968, p. 3.\nANNEX\nZONE A\nBurundi\nCameroon\nCentral African Republic\nChad\nCongo (Brazzaville)\nDemocratic Republic of the Congo\nDahomey\nGabon\nRepublic of Guinea\nIvory Coast\nMalagasy Republic\nMauritania\nRwanda\nSenegal\nTogo\nUpper Volta\nZONE B\nMexico\nCentral American countries\nSouth American countries\nGreater and Lesser Antilles\nZONE C\nAsian countries East of Iran, including USSR in Asia, and the Indian and Pacific Ocean islands situated between the 60ยบ E and the 180ยบ E meridians, excluding Australia, New Zealand and Japan.\nZONE D\nUSSR and other European countries or territories which apply a state-trading system."}