{"celex_id": "31968R1014", "uri": "http://publications.europa.eu/resource/cellar/ebc26389-c967-430f-8ad8-a7eaa3131e4b", "type": "Regulation", "concepts": ["2958", "3170", "4289"], "title": "Regulation (EEC) No 1014/68 of the Council of 20 July 1968 laying down general rules for the public storage of skimmed milk powder\n", "header": "REGULATION (EEC) No 1014/68 OF THE COUNCIL  of 20 July 1968  laying down general rules for the public storage of skimmed milk powder\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community;\nHaving regard to Council Regulation (EEC) No 804/68 1 of 27 June 1968 on the common organisation of the market in milk and milk products, and in particular Article 7 (4) thereof;\nHaving regard to the proposal from the Commission;\nWhereas Article 7 of Regulation (EEC) No 804/68 lays down that intervention agencies shall buy-in first-quality skimmed milk powder at the intervention price under conditions to be determined;\nWhereas first quality skimmed milk powder manufactured by the spray process is easier to store than that manufactured by the roller process ; whereas, therefore, intervention should in general be restricted to milk powder manufactured by the spray process ; whereas in view of the production capacity of certain Member States intervention should also take place, during an adaptation period, for skimmed milk powder manufactured by the roller process ; whereas an adaptation may be made by progressively reducing the purchase price for this milk powder in relation to that for skimmed milk powder manufactured by the spray process ; whereas this reduction may be fixed on the basis of the difference between the market prices for these two kinds of milk powder;\nWhereas intervention measures must ensure that storage is as rational as possible ; whereas, to this end, it is necessary to lay down that the product offered should reach certain standards so that it can be stored under satisfactory conditions;\nWhereas the intervention agency should ensure that storage operations allow the skimmed milk powder to be properly preserved ; whereas, to this end, criteria for designating storage depots for skimmed milk powder should be laid down;\nWhereas intervention is intended to support the producer price of milk ; whereas buying-in of skimmed milk powder should be possible throughout the milk year ; whereas, however, there should be provision for ceasing to buy-in when the situation so allows;\nWhereas, from the technical point of view, application of the free-at-storage-depot price simplifies the implementation of intervention measures by public agencies ; whereas when the distance between the storage depot and the place from which the skimmed milk powder is dispatched exceeds certain limits, the additional transport costs should be borne by the intervention agency;\nWhereas skimmed milk powder should be remarketed under such conditions as will not disturb the balance of the market and the seasonal carry-over should be allowed to continue by means of a voluntary storage arrangement ; whereas a seasonal price difference is likely to encourage producers and users of skimmed milk powder to choose this kind of storage ; whereas account should be taken of these price movements during the milk year when the selling price of the product held by the intervention agencies is fixed;\nWhereas provision should be made for taking account of special conditions which could arise when the product is to be exported;\nWhereas disposal of the skimmed milk powder held by the intervention agencies should, in accordance with Article 7 (2) of Regulation (EEC) No 804/68 take place in such a way as to ensure equal access to the products for sale and equal treatment of purchasers ; whereas, in general, the tendering procedure serves this end ; whereas where any other form of sale has to be adopted equivalent conditions must be provided;", "main_body": ["1. Intervention agencies shall buy-in only such first-quality skimmed milk powder manufactured by the spray process and, during the 1968/69 and 1969/70 milk years, by the roller processes as:    (a) reaches standards as to keeping quality to be determined,  1OJ No L 148, 28.6.1968, p. 13.\n(b) satisfies requirements to be determined on minimum quantity, packing and labelling.\n2. Intervention agencies shall buy-in throughout the milk year any skimmed milk powder of the kind mentioned in paragraph 1 which is offered to them.\nThe Council, acting in accordance with the voting procedure laid down in Article 43 (2) of the Treaty on a proposal from the Commission, shall lay down conditions for the suspension and resumption of buying-in when the market situation so allows.", "Intervention agencies shall buy-in skimmed milk powder manufactured by the roller process at the same price as that for skimmed milk powder manufactured by the spray process, less, per 100 kg:    (a) 3 750 units of account for the 1968 69 milk year,\n(b) 4 750 units of account for the 1969 70 milk year.", "1. The skimmed milk powder shall be delivered to a storage depot appearing in the list referred to in Article 4 and designated by the intervention agency.\nThe intervention agency shall choose the available storage depot nearest to the place where the skimmed milk powder is stored. However, in special cases to be determined, another storage depot may be chosen.\n2. The intervention price shall apply to skimmed milk powder delivered to a storage depot not further from the place where it was stored than a distance to be determined.\n3. If the storage depot to which the skimmed milk powder is delivered is situated at a distance greater than that referred to in paragraph 2, the additional transport costs, to be determined at a flat rate, shall be borne by the intervention agency.", "A list of storage depots shall be drawn up before the beginning of the milk year in the light of information supplied by the Member States ; it may be amended during that year. Only storage depots satisfying criteria to be determined shall appear on the list.", "1. The sale of skimmed milk powder held by intervention agencies shall take place when the date of its remarketing, the quantities involved, conditions of sale and selling prices have been determined.\n2. The selling price of first-quality skimmed milk powder shall be not less than a minimum price to be determined. This minimum price shall be higher than the intervention price by an amount to be determined with reference to the market situation and storage costs, in order to retain the possibility of voluntary storage.", "1. When skimmed milk powder held by an intervention agency is put on sale for export, special conditions may be laid down to ensure that the product is not deflected from its destination and to take account of the particular requirements of such sales.\n2. When skimmed milk powder is put on sale for export a deposit securing fulfilment of the obligations undertaken may be required which shall be forfeited in whole or in part if the obligations are not fulfilled or are only partially fulfilled.", "1. Equal access to skimmed milk powder sold by the intervention agency shall be ensured for purchasers whether by a tendering procedure or by direct sale to any interested party at a fixed price or by any other method providing equivalent conditions.\n2. Tenders shall be considered only if a deposit is lodged.\nThe deposit shall be forfeited in whole or in part if obligations are not fulfilled or are only partially fulfilled.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply from 29 July 1968.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 July 1968.\nFor the Council\nThe President\nG. MEDICI"}