{"celex_id": "31966D0740", "uri": "http://publications.europa.eu/resource/cellar/ea08e720-e314-4f8e-9903-bbbc489839d1", "type": "Decision", "concepts": ["1074", "1343", "1380", "1519", "3346", "862"], "title": "66/740/EEC: Council Decision of 22 December 1966 on Community aid for the Italian Republic towards the granting of assistance to sulphur mine workers affected by dismissal and of a number of scholarships for their children\n", "header": "COUNCIL DECISION of 22 December 1966 on Community aid for the Italian Republic towards the granting of assistance to sulphur mine workers affected by dismissal and of a number of scholarships for their children (66/740/EEC)\nTHE COUNCIL OF THE EUROPEAN ECONOMIC COMMUNITY", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 235 thereof;\nHaving regard to Protocol No III on sulphur 1 annexed to the Agreement of 2 March 1960 on the determination of part of the Common Customs Tariff in respect of the products in List G contained in the Treaty establishing the European Economic Community;\nHaving regard to the Decision of 25 September 1962 of the Representatives of the Governments of the Member States, meeting in the Council, setting up a Liaison and Action Committee for the Sulphur Industry in Italy 2;\nHaving regard to the Report of 15 November 1963 from that Committee;\nHaving regard to the proposal from the Commission;\nHaving regard to the Opinion of the European Parliament;\nHaving regard to the Opinion of the Economic and Social Committee;\nWhereas Member States have recognised, in Protocol No III annexed to the Agreement on the determination of part of the Common Customs Tariff in respect of the products in List G contained in the Treaty establishing the European Economic Community, that fixing a nil duty for crude sulphur raises special problems for the Italian sulphur industry;\nWhereas those problems make it necessary to reorganise that industry in Italy ; whereas such reorganisation is a direct result of the establishment of the common market;\nWhereas the Italian Government has drawn up the programme of rationalisation referred to in the Report of the Liaison and Action Committee for the Sulphur Industry in Italy and has undertaken to put it into effect, so that the isolation of the sulphur market may be ended;\nWhereas the reorganisation measures entail the closing down of certain sulphur mines or a restriction in their production and, as a result, the dismissal of a number of workers;\nWhereas sulphur mine workers must, owing to the circumstances set out in Protocol No III, enjoy special protective measures ; whereas, to that end, the workers employed by the Italian sulphur mining industry on 30 June 1963 must receive certain financial assistance ; whereas, moreover, Protocol No III provided for specific aid for the children of such workers;\nWhereas, in these circumstances, Community action is necessary ; whereas the Treaty has not made provision for all appropriate powers to that end;", "main_body": ["1. The Italian Republic shall be granted Community aid equal to 50 % of the expenditure actually borne in granting appropriate assistance to the workers dismissed as a result of reorganisation measures in the Italian sulphur mines, and scholarships for the vocational training of the children of such workers.\n1 OJ No 80, 20.12.1969, p. 1849/60.  2 OJ No 93, 10.10.1962, p. 2384/62.  2. Community aid shall not exceed 4 200 000 units of account.\n3. Only workers appearing on the payrolls of Italian sulphur mining undertakings on 30 June 1963 who were dismissed after that date may benefit from such aid.", "The Commission shall determine, in agreement with the Italian Republic, the measures governing the granting of the assistance and scholarships mentioned in Article 1.", "1. The appropriations required to provide Community aid in financing the assistance and scholarships mentioned in Article 1 shall be entered in annual instalments in the budget of the European Economic Community, in the section relating to the Commission.\n2. These annual instalments shall be determined when the preliminary draft budget of the Community is considered, account being taken of the estimates of expenditure of the Italian Government for the subsequent financial year.\n3. Expenditure borne by the Italian Government, 50 % of which may not have been repaid due to exhaustion of the annual instalment, shall be taken over against appropriations available in the budget for the subsequent financial year.", "The Italian Government may send each month to the Commission a statement showing the assistance granted pursuant to this Decision during the preceding month. Within the annual appropriation at its disposal, the Commission shall pay the amount of the Community's contribution to such expenditure into a special account opened for this purpose with the Central Treasury of the Italian State.", "The Commission shall inform the Council annually of the state of application of this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 22 December 1966.\nFor the Council\nThe President\nJ.M.A.H. LUNS"}