{"celex_id": "31968R1216", "uri": "http://publications.europa.eu/resource/cellar/ca4cb054-0a53-46d1-9047-e19ebbacd593", "type": "Regulation", "concepts": ["1233", "1277", "1442", "1563"], "title": "Regulation (EEC) No 1216/68 of the Commission of 9 August 1968 laying down the method for determining the lactose content of compound feeding-stuffs imported from third countries\n", "header": "REGULATION (EEC) No 1216/68 OF THE COMMISSION of 9 August 1968 laying down the method for determining the lactose content of compound feeding-stuffs imported from third countries\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community;\nHaving regard to Council Regulation (EEC) No 804/68/1 of 27 June 1968 on the common organisation of the market in milk and milk products, and in particular Article 14 (7) thereof;\nWhereas Article 11 (1) of Council Regulation (EEC) No 823/682 of 28 June 1968 determining the groups of products and the special provisions for calculating levies on milk and milk products provides that the milk product content of compound feeding-stuffs falling within tariff sub-heading No ex 23.07 B and defined in Annex II to that Regulation must be determined by applying a coefficient of 2 to the lactose content per 100 kilogrammes of the product concerned;\nWhereas, to ensure that the provisions in question are uniformly applied, it is necessary to lay down a compulsory method of analysis of the lactose content for all Member States ; whereas a generally recognised method should be used;\nWhereas the measures provided for in this Regulation are in accordance with the Opinion of the Management Committee for Milk and Milk Products;", "main_body": ["The method for determining the lactose content of products falling within tariff sub-heading No ex 23.07 B listed in Annex II to Regulation (EEC) No 823/68 is defined in the Annex hereto.", "This Regulation shall enter into force on 29 July 1968.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 9 August 1968.\nFor the Commission\nV. BODSON\nMember of the Commission  1 OJ No L 148, 28.6.1968, p. 13. 2 OJ No L 151, 30.6.1968, p. 3.\nANNEX Analytical Method for determining the lactose content of products falling within tariff subheading No 23.07 B\nPART I\n1. Field of application\nThe method shall be applicable in cases where the lactose content exceeds 0 75 %.\n2. Principle\nDissolve sugars in water. Allow the yeast (Saccharomyces cerevisiae) to act ; this will leave the lactose intact. Determine the lactose content of that solution, by the Luff-Schoorl method, after clarification and filtering.\n3. Reagents\nSodium thiosulphate 0 71 n\nIndicator : starch solution : Add a mixture of 5 g of soluble starch (10 mg of mercuric iodide may be added as a preservative agent) and 30 ml of water to 1 litre of boiling water ; keep the mixture boiling for three minutes ; leave to cool.\nPotassium iodide solution AR at 30 % (w/v).\nSulphuric acid solution 6 n\nLuff-Schoorl reagent:      (a) Dissolve 25 g of copper sulphate AF free from iron (CuSO4 5H2O) in 100 ml of water;\n(b) Dissolve 50 g of citricacid AR (C6H8O7. H2O) in 50 ml of water;\n(c) Dissolve 143 78 g of anhydrous sodium carbonate AR (Na2CO3) in approximately 300 ml of hot water.\nPour (b) into (c) (after cooling), shaking carefully, and then add (a). Make up to one litre, leave to stand for one night and filter. The normality of the reagent thus obtained (0 71 n in Cu, 2 n in Na2CO3) should be checked. The pH should be around 9 74.\nCarrez I Solution : dissolve 23 78 g of Zn (C2H302) 2.2H2O and 3 g of glacial acetic acid in water and make up to 100 ml.\nCarrez II Solution : dissolve 10 76 g of K4Fe(CN)6.3H2O in water and make up to 100 ml.\nGrains of pumice stone, treated when boiling with hydrochloric acid, washed with water and dried. Suspension of Saccharomyces cerevisae : 25 g of fresh yeast in 100 ml of water (do not keep for more than one week in a refrigerator).\n4. Method\nWeigh, to the nearest 1 mg, 1 g of the sample for analysis ; place this in a calibrated 100 ml flask. Add 25 to 30 ml of water. Place the flask in a boiling waterbath for thirty minutes, then cool to approximately 35 °C.\nAdd 5 ml of the yeast suspension1 and shake. Leave the calibrated flask and its contents in a waterbath at a temperature of 38 to 40 °C for two hours.\nAfter fermentation, cool to a temperature of approximately 20 °C. Add 2 75 ml of the Carrez I solution and shake for thirty seconds ; then add 2 75 ml of the Carrez II solution and shake again for thirty seconds. Make up to 100 ml with water, mix and filter. Pipette a quantity of the filtrate of not more than 25 ml, preferably containing 40 to 80 mg lactose ; if necessary, make up to 25 ml with water and determine the anhydrous lactose content by the Luff-Schoorl method.\nCarry out complete blank test with yeast only.  1 For products containing more than 40 % fermentable sugars, the quantity of yeast suspension should be increased.\nPART II\n1. To determine the lactose content by the Luff-Schoorl method.\nPipette 25 ml of Luff-Schoorl reagent and place this in an Eerlenmeyer flask of 300 ml ; add 25 ml of the clarified solution measured exactly.\nAfter adding two grains of pumice stone, heat, shaking by hand over a naked flame of average height and bring the liquid to the boil for approximately two minutes. Immediately place the Erlenmeyer flask on a wire gauze with an asbestos screen, under which a flame has previously been lit. This is so regulated that the Erlenmeyer flask is heated solely at the bottom ; then fit a reflux condenser. From that moment, boil for ten minutes exactly. Cool immediately in cold water and after approximately five minutes test as follows:\nAdd to the liquid 10 ml of potassium iodide and immediately afterwards, but with caution (since considerable foaming may occur), 25 ml of sulphuric acid 6 n.\nThen test with sodium thiosulphate until a dull yellow colour appears and towards the end of the test add the starch indicator.\nCarry out the same test with a mixture of precisely 25 ml of Luff-Schoorl reagent and 25 ml of water, after adding 10 ml of potassium iodide and 25 ml of sulphuric acid 6 n, this time without bringing to the boil.\nUsing the following table, establish the amount in mg of lactose corresponding to the difference between the results of the two tests (expressed in ml of sodium thiosulphate 0 71 n).\nTABLE Table for 25 ml of Luff-Schoorl reagent (see conditions shown in the text of this Regulation)\n1. Sodium thiosulphate 0 71 n\n2. Lactose C12H22011\n>PIC FILE= \"T0038235\">"}