{"celex_id": "31968R1077", "uri": "http://publications.europa.eu/resource/cellar/70c0ef2a-0905-4842-afab-cdbf0bc7e3f8", "type": "Regulation", "concepts": ["2729", "3568", "3732"], "title": "Regulation (EEC) No 1077/68 of the Commission of 26 July 1968 on the export refunds applicable to certain products processed from cereals and from rice\n", "header": "REGULATION (EEC) No 1077/68 OF THE COMMISSION  of 26 July 1968  on the export refunds applicable to certain products processed from cereals and from rice\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community;\nHaving regard to Council Regulation No 120/67/EEC 1, of 13 June 1967 on the common organisation of the market in cereals, and in particular Articles 16 (6) and 24 thereof;\nHaving regard to Council Regulation No 359/67/EEC 2on the common organisation of the market in rice, and in particular Articles 17 (6) and 25 thereof;\nWhereas Article 8 of Council Regulation (EEC) No 1052/68 3 of 23 July 1968 on the import and export system for products processed from cereals and from rice provided that, in the calculation of the export refund on processed products, account should be taken of the production refund granted on basic products used in their manufacture ; whereas account should be taken of this refund in the calculation of the variable component of the levy according to the quantities of basic products used as listed in the Annex to Regulation (EEC) No 1052/68 ; whereas, however, it is unnecessary to take account of the production refund on maize groats and meal and broken rice used in the brewing industry since, pursuant to Article 2 of Regulation No 367/67/EEC 4, Member States are obliged to take action ensuring that such refunds are limited to the amounts of maize groats and meal and broken rice actually used by the brewing industry in the Community;\nWhereas the measures provided for in this Regulation are in accordance with the Opinion of the Management Committee for Cereals;", "main_body": ["1. In the calculation of the export refund for the processed products listed in Article 8 of Regulation (EEC) No 1052/68, that refund shall be reduced by the amount of the production refund granted on the date of export for:    (a) 161 kilogrammes of maize for starch manufacture, for flour and meal of sago, manioc, arrowroot, salep and other roots and tubers falling within heading No 07.06 of the Common Customs Tariff;\n(b) 220 kilogrammes of common wheat for starch manufacture, for wheat starch;\n(c) 152 kilogrammes of broken rice for starch manufacture, for rice starch;\n(d) 161 kilogrammes of maize for starch manufacture, for starches other than those of wheat or rice;\n(e) 400 kilogrammes of common wheat for starch manufacture, for wheat gluten;\n(f) 200 kilogrammes of maize for starch manufacture, for other glutens;\n(g) 210 kilogrammes of maize for starch manufacture, for glucose whether or not flavoured or coloured with white crystalline powder, conglomerated or not;\n(h) 161 kilogrammes of maize for starch manufacture, for any other glucose, including syrup of glucose, whether or not flavoured or coloured.\n2. Where the export refund is fixed in advance the amount thereof shall equal that calculated in accordance with the preceding paragraph plus or minus any difference between the production refund granted during the month in which the application for the licence is made and the production refund granted during the month of exportation.  1OJ No 117, 19.6.1967, p. 2269/67. 2OJ No 174, 31.7.1967, p. 1. 3OJ No L 179, 25.7.1968, p. 8. 4OJ No 174, 31.7.1967, p. 36.", "Member States shall communicate to the Commission, not later than on the Wednesday of each week, for the preceding week and for each of the products subject to Regulation (EEC) No 1052/68, the following information:    (a) the quantities for which export licences have been issued under the refund system ; and\n(b) the quantities exported under inward processing arrangements ; and\n(c) the quantities for which export licences have been issued with advance fixing of the refund.\nThis information shall be broken down by specific rates of refund on products.", "Commission Regulation No 476/67/EEC (1) of 21 August 1967 on the refunds applicable to exports of products processed from cereals and from rice is hereby repealed.\nThis Regulation shall enter into force on 29 July 1968.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 26 July 1968.\nFor the Commission\nThe President\nJean REY  (1)OJ No 204, 24.8.1967, p. 24."}