{"celex_id": "31965R0051", "uri": "http://publications.europa.eu/resource/cellar/d156506f-ee3d-4eb6-8d01-a24d52d73f37", "type": "Regulation", "concepts": ["1117", "1604", "1607", "2081", "2173", "5233"], "title": "Regulation No 51/65/EEC of the Commission of 1 April 1965 amending the common quality standards for certain fruits and vegetables\n", "header": "REGULATION NO 51/65/EEC  of 1 April 1965  amending the common quality standards for certain fruit and vegetables\nTHE COMMISSION OF THE EUROPEAN ECONOMIC COMMUNITY", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community;\nHaving regard to Regulation No 23 (1) on the progressive establishment of a common organisation of the market in fruit and vegetables, and in particular Article 4 (3) thereof;\nWhereas there have been major advances in marketing techniques for certain fruit and vegetables;\nWhereas because of these new techniques, which are linked inter alia to the requirements of consumers and wholesalers, the common quality standards for several products must be amended to adapt them to the new requirements;\nWhereas the measures provided for in this Regulation are in accordance with the Opinion of the Management Committee for Fruit and Vegetables;", "main_body": ["Annexes II/4 and II/5 to Regulation No 23 and Annexes I/5 and I/8 to Regulation No 58 (2) shall be amended as shown in the Annexes to this Regulation.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 1 April 1965.\nFor the Commission\nThe President\nWalter HALLSTEIN  (1) OJ No 30, 20.4.1962, p. 965/62. (2) OJ No 56, 7.7.1962, p. 1606/62.\nANNEX I Amendments to the common quality standards for peaches (Annex II/4 to Regulation No 23)\nI. Section III : \"SIZING\":\n-  The scale for sizing by diameter shall be replaced by the following:\n\"90 mm and over\n80 mm and over but under 90 mm\n73 mm and over but under 80 mm\n67 mm and over but under 73 mm\n61 mm and over but under 67 mm\n56 mm and over but under 61 mm\n51 mm and over but under 56 mm\".\n- The following shall be substituted for the subparagraph beginning:\n\"In addition, peaches with a circumference of...\":\n\"In addition, peaches (except for those of the \"Extra\" Class) with a circumference of 15/16 cm or a diameter of 47/51 mm will be accepted up to 31 July.\"\nII. Section IV : \"TOLERANCES\":\nThe following shall be substituted for the provisions of paragraph B, \"Size tolerances\":\n\"10 % by number or weight of fruit per package up to 1 cm more or less in circumference than stated and up to 3 mm more or less in diameter than stated.\"\nANNEX II Amendments to the common quality standards for lettuces, curled-leaved endives and broad-leaved (Batavian) endives (Annex II/5 to Regulation No 23)\nI. Section II, paragraph C (ii) : \"Class II\":\nThe final subparagraph shall be deleted.\nII. Section V, paragraph B : \"Packaging\":\n-  The following shall be substituted for the third subparagraph:\n\"The produce may be arranged in one or more layers, each layer containing the same number of units. Curled-leaved endives and lettuces (with the exception of cos lettuces) must be heart to heart when arranged in two layers unless the layers are separated by some appropriate protective material.\"\nANNEX III Amendments to the common quality standards for carrots (Annex I/5 to Regulation No 58)\nI. Section II : \"QUALITY REQUIREMENTS\":\n- Paragraph B : \"Minimum requirements\" subparagraph (i):  - second indent : the word \"cleaned\" shall be substituted for the word \"washed\".\n- final indent : the word \"re-dried\" shall be substituted for the word \"dried\".\n- Paragraph C : \"Classification\":  Subparagraph (i) : \"Extra\" Class: - first subparagraph : the phrase \"and must be cleaned\", shall be substituted for the phrase \"and must be-washed\".\n- the following shall be substituted for the final subparagraph:\n\"Carrots in this class must have the characteristics and colouring typical of the variety. Green or violet/purple tops are not allowed.\"\nSubparagraph (ii) : Class I:  - second subparagraph the phrase, \"the small terminal root may be missing\" shall be deleted.\n- the following shall be substituted for the final indent:\n\"Green or violet/purple tops up to 10 cm for roots not longer than 8 cm and up to 28 cm for other roots are allowed.\"\nSubparagraph (iii) : Class II:  - The following shall be substituted for the final subparagraph:\n\"Green or violet/purple tops up to 20 cm for roots not longer than 10 cm and up to 30 cm for other roots are allowed.\"\nII. Section III : \"SIZING\":\nThe following shall be substituted for the final subparagraph:\n\"For Classes I and II, the difference in diameter or weight between the smallest and the largest root in any one package must not be more than 30 mm or 200 g. However, if loaded in bulk (Class II) the roots need only meet the minimum size requirement.\"\nIII. Section IV : \"TOLERANCES\":\n- Paragraph A : \"Quality tolerances\":  Subparagraph (i) : \"Extra\" Class:  - The following shall be substituted for the first indent:\n\"5 % by weight of roots having tops with a slight trace of green or violet/purple colouring, this tolerance not being taken into consideration in the calculation of cumulative tolerances.\"\nSubparagraph (iii) : Class II:  - The following sentence shall be added:\n\"When the roots are loaded in bulk, this tolerance applies to each unit of transport or to each lot if the unit of transport contains several lots.\"\n- Paragraph B : \"Size tolerances\":\n- The following sentence shall be added:\n\"When the roots are loaded in bulk, this tolerance applies to each unit of transport or to each lot if the unit of transport contains several lots.\"\nIV. Section V : \"PACKAGING AND PRESENTATION\":\n- The following shall be substituted for paragraph A : \"Uniformity\":\n\"The contents of each package, or of each lot if the roots are loaded in bulk, must be of the same variety, quality and-if the produce has to be sized-size.\"\n- Paragraph B : \"Packaging\":\nFinal subparagraph : the word \"cleaned\" shall be substituted for the word \"washed\".\nV. Section VI : \"MARKING\":\n-  The following shall be substituted for paragraph B : \"Nature of the produce\":\n\"(i) Name of the variety for the \"Extra\" Class, >PIC FILE= \"T0001578\">\n-  The following shall be substituted for paragraph D : \"Commercial specifications\":\n\"Quality Class:  - Number of bunches in the case of bunched carrots.\"\nANNEX IV Amendments to the common quality standard for cherries (Annex I/8 to Regulation No 58)\nI. Section II : \"QUALITY REQUIREMENTS\":\n- Paragraph B : \"Minimum requirements\" : subparagraph (i):  - The following shall be substituted for the first indent:  \"- whole;\n- of fresh appearance\".\n- The item, \"free from all blemishes, including in particular marks left by hail, burns, scars and bruises\" (final indent) shall be deleted.\n- Paragraph C : \"Classification\":  - The following shall be substituted for subparagraph (ii) : \"Class I\":\n\"Fruit of this class must be of good quality. It must possess the characteristics typical of the variety. However, the following are allowed:  - a slight defect in shape or development;\n- a slight defect in colouring.\nIt must be free from burns, scars, bruises and marks left by hail.\"\nII. Section V : \"PACKAGING AND PRESENTATION\":\n- The following shall be substituted for paragraph A : \"Uniformity\":\n\"The contents of each package must be uniform and consist exclusively of fruit of the same variety and quality. The fruit must be of reasonably uniform size.\nIn addition, fruit graded in the \"Extra\" class must be of uniform colouring and maturity.\"\n- Paragraph B : \"Packaging\":\nFirst subparagraph : the sentence, \"The fruit must be separated from the bottom, sides and lid, if any, by appropriate protection\", shall be deleted."}