{"celex_id": "31966R0017(01)", "uri": "http://publications.europa.eu/resource/cellar/38e47f0f-5cd8-40e7-ab7c-4ae9f5763f2d", "type": "Regulation", "concepts": ["11", "2312", "2767", "6047"], "title": "Commission Regulation No 17/66/Euratom of 29 November 1966 exempting the transfer of small quantities of ores, source materials and special fissile materials from the Rules of the Chapter on Supplies\n", "header": "COMMISSION REGULATION No 17/66/EURATOM of 29 November 1966 exempting the transfer of small quantities of ores, source materials and special fissile materials from the Rules of the Chapter on Supplies\nTHE COMMISSION OF THE EUROPEAN ATOMIC ENERGY COMMUNITY", "recitals": ",\nHaving regard to the provisions of the Treaty establishing the European Atomic Energy Community, and in particular Articles 2 (d), 74, 77, 124 and 161 thereof;\nWhereas the volume of nuclear materials currently used in research has increased since Commission Regulation No 10 of 19 December 1961 entered into force;\nWhereas the Community supply position in regard to nuclear materials makes it possible for the exemption provided for in Article 74 to be authorised in such a manner as to ensure that all users may receive a regular and equitable supply of ores, source materials and special fissile materials.", "main_body": ["The following shall be exempt from the provisions of Chapter VI of the Treaty, as regards ores and uranium and thorium source materials:    - transfers within and imports into the Community  of quantities not exceeding, per transaction, one  ton of uranium and thorium (or uranium or  thorium) content, within a limit of 5 tons per  year per user in respect of each of these materials;\n- exports from the Community of quantities not  exceeding one ton of uranium and thorium (or  uranium or thorium) content, within a limit of 5  tons per year per exporter in respect of each of  these materials.", "With regard to special fissile materials, transfers within and imports into the Community of quantities not exceeding 200 grammes of uranium-235, of uranium-233 or of plutonium per transaction shall be exempt from the provisions of Chapter VI of the Treaty, within a limit of 1000 grammes per year per user, subject, as regards imported materials, to the provisions of co-operation agreements concluded by the Community with third countries.", "Any person who effects an import or an export and any supplier who effects a transfer within the Community under the exemption provided for in Articles 1 and 2 of this Regulation shall be required to submit to the Supply Agency a quarterly statement of the transactions thus effected, giving the following informations:    (a) date of conclusion of the supply contract;\n(b) names of the contracting parties;\n(c) place where the material was produced;\n(d) chemical and physical (or chemical or physical)  nature of the products;\n(e) quantities in metric units 1;\n(f) use made or to be made of these ores, source  materials and special fissile materials.\n1 The above-mentioned statements shall be expressed in kilogrammes of uranium or thorium contained in respect of ores and source materials, and in grammes in respect of uranium-233, uranium-235 or plutonium contained in respect of special fissile materials. Numbers containing a decimal fraction shall be rounded off to the next lower or higher whole number according to whether the decimal fraction is greater or less than 0 75. Where the decimal fraction is 0 75, the number shall be rounded off to the next higher or lower whole number according to whether the digit preceding the decimal point is an even or an odd number.   The monthly statements must be submitted to the Agency within one month from the end of each quarter during which the transactions referred to in this Regulation were effected.", "This Regulation shall enter into force on the date of its publication in the Official Journal of the European Communities. It repeals and replaces the Regulation adopted by the Commission on 29 November 1961, published in the Official Journal of the European Communities of 19 December 1961, the amended version of which was published in the Official Journal of 20 January 1962."], "attachments": "Done at Brussels, 29 November 1966.\nFor the Commission\nThe President\nP. CHATENET"}