{"celex_id": "31968R0876", "uri": "http://publications.europa.eu/resource/cellar/229850c6-bf06-46b5-ac11-078a557c89b5", "type": "Regulation", "concepts": ["1565", "2763", "3568"], "title": "Regulation (EEC) No 876/68 of the Council of 28 June 1968 laying down general rules for granting export refunds on milk and milk products and criteria for fixing the amount of such refunds\n", "header": "REGULATION (EEC) No 876/68 OF THE COUNCIL  of 28 June 1968  laying down general rules for granting export refunds on milk and milk products and criteria for fixing the amount of such refunds\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community;\nHaving regard to Council Regulation (EEC) No 804/68 1 of 27 June 1968 on the common organisation of the market in milk and milk products, and in particular Article 17 (3) thereof;\nHaving regard to the proposal from the Commission;\nWhereas export refunds on products subject to the common organisation of the market in milk and milk products must be fixed in accordance with certain criteria which would make it possible to cover the difference between the prices for those products within the Community and in international trade, while respecting the general aims of the common organisation ; whereas to this end the supply situation for milk products and prices for these products within the Community and the price situation in international trade should be taken into account;\nWhereas, in view of the disparity between the prices quoted for milk products, costs incurred in placing these products on the market should be taken into account for the purpose of covering the difference between prices in international trade and prices ruling within the Community;\nWhereas, if price trends are to be noted, prices must be determined in accordance with certain principles ; whereas to this end prices on third country markets and in countries of destination, producer prices recorded in third countries and free-at-Community-frontier prices should be taken into account when prices on the world market are being determined ; whereas, in the absence of representative markets for milk products, the ruling prices which are most favourable from the exportation point of view should be used as a basis in determining Community prices;\nWhereas provision must be made for varying the amount of the refund according to the destination of the products, since markets in the countries of destination are at varying distances from Community markets and special conditions apply to imports in certain countries of destination;\nWhereas to guarantee Community exporters some stability in the amount of the refund and certainty with regard to the list of products eligible for a refund, refunds should be fixed at regular intervals determined in accordance with normal trade practice ; whereas, for the same reason, provision should be made for advance fixing;\nWhereas, to avoid distortions of competition, the administrative conditions under which individual Community traders operate must be identical throughout the Community ; whereas there does not appear to be justification in every case for granting a refund where the products in question are imported from third countries and re-exported to third countries ; whereas the payment, under certain conditions, of an amount equal to the levy collected on importation is sufficient to allow these products to be placed on the world market again;", "main_body": ["This Regulation lays down rules for fixing and granting refunds on the products listed in Article 1 of Regulation (EEC) No 804/68 exported in the state referred to therein.", "The following shall be taken into account when refunds are being fixed:    (a) the existing situation and the future trend with regard to:      - prices and availabilities of milk and milk products on the Community market;\n- prices for milk and milk products in international trade;  1OJ No L 148, 28.6.1968, p. 13.\n(b) marketing costs and the most favourable transport charges from Community markets to ports and other points of export in the Community, as well as costs incurred in placing the goods on the market of the country of destination;\n(c) the aims of the common organisation of the market in milk and milk products, which are to ensure equilibrium and the natural development of prices and trade on this market;\n(d) the need to avoid disturbances on the Community market;\n(e) the economic aspect of the proposed exports.", "1. When prices within the Community are being determined the ruling prices which are the most favourable from the exportation point of view shall be taken into account.\n2. When prices in international trade are being determined particular account shall be taken of:    (a) prices ruling on third country markets;\n(b) the most favourable prices in third countries of destination for third country imports;\n(c) producer prices recorded in exporting third countries, account being taken, where appropriate, of subsidies granted by those countries ; and\n(d) free-at-Community-frontier offer prices.", "Where the world market situation or the specific requirements of certain markets make this necessary, the refund for the Community may be varied according to the destination of the products listed in Article 1 of Regulation (EEC) No 804/68.", "1. The list of products on which an export refund is granted and the amount of such refund shall be fixed at least once every four weeks.\nThe amount of the refund may, however, remain at the same level for more than four weeks.\n2. Without prejudice to the provisions of paragraph 3, the amount of the export refund on the products listed in Article 1 of Regulation (EEC) No 804/68 shall be that applicable on the day of exportation.\n3. The amount of the refund may be fixed in advance.\nIn that event, if the party concerned so requests when applying for the licence, the refund applicable on the day on which the application for a licence is lodged shall be applied to exports effected during the period of validity of the licence.\nThe refund fixed in advance shall however be adjusted:    (a) on the basis of the threshold price in force at the time of exportation for the pilot product of the group to which the product in question belongs, and\n(b) on the basis of the aid applicable at the time of exportation for products entitled to aid and for those in which such products are incorporated.\nThe provisions of the preceding subparagraphs may be applied in whole or in part to each of the products listed in Article 1 of Regulation (EEC) No 804/68.\nThe pilot products and product groups referred to in the third subparagraph are those set out in Annex I to Regulation (EEC) No 823/68 1.", "1. The refund shall be paid upon proof:    - that the products have been exported from the Community, and\n- that the products are of Community origin, except where the provisions of Article 7 apply.\n2. Where Article 4 applies, the refund shall be paid under the conditions laid down in paragraph 1, provided it is proved that the product has reached the destination for which the refund was fixed.\nExceptions may be made to this rule in accordance with the procedure referred to in paragraph 3 of this Article, provided conditions are laid down which offer equivalent guarantees.\n3. Additional provisions may be adopted in accordance with the procedure laid down in Article 30 of Regulation (EEC) No 804/68.", "1. No export refund shall be granted on products listed in Article 1 of Regulation (EEC) No 804/68 which are imported from third countries and re-exported to third countries, unless the exporter proves:    - that the product to be exported and the product previously imported are one and the same, and\n- that the levy was collected on importation.\n2. In such cases the refund on each product shall be equal to the levy collected on importation where  1OJ No L 151, 30.6.1968, p. 3.\nthis levy is equal to or lower than the refund applicable on the day of exportation ; the refund shall be equal to the refund applicable on the day of exportation where the levy collected on importation is higher than this refund.", "This Regulation shall enter into force on 4 July 1968.\nIt shall apply from 29 July 1968.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 28 June 1968.\nFor the Council\nThe President\nE. FAURE"}