{"celex_id": "31963L0262", "uri": "http://publications.europa.eu/resource/cellar/b304b428-55ae-4f8b-bbbb-a795e929ef8e", "type": "Directive", "concepts": ["4444", "4447", "4630", "5315", "937"], "title": "Council Directive 63/262/EEC of 2 April 1963 laying down detailed provisions for the attainment of freedom of establishment on agricultural holdings abandoned or left uncultivated for more than two years\n", "header": "COUNCIL DIRECTIVE  of 2 April 1963  laying down detailed provisions for the attainment of freedom of establishment on agricultural holdings abandoned or left uncultivated for more than two years  (63/262/EEC)\nTHE COUNCIL OF THE EUROPEAN ECONOMIC COMMUNITY", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 54 (2) and (3) thereof;\nHaving regard to the General Programme for the abolition of restrictions on freedom of establishment, (1) and in particular Title IV F 1 thereof;\nHaving regard to the proposal from the Commission;\nHaving regard to the Opinion of the European Parliament (2);\nHaving regard to the Opinion of the Economic and Social Committee;\nWhereas the General Programme for the abolition of restrictions on freedom of establishment includes a special timetable for the attainment of such freedom in agriculture, which takes account of the particular nature of agricultural activities ; whereas the first measure provided for in this timetable is the immediate abolition of all restrictions on freedom of establishment on agricultural holdings abandoned or left uncultivated for more than two years ; whereas restrictions on the right to transfer from one holding to another are however to remain;\nWhereas, in order to ensure that this Directive is correctly applied, it is necessary to define what is meant by an agricultural holding abandoned or left uncultivated for more than two years;\nWhereas, in view of the fact that the timetable in the General Programme provides for the abolition of restrictions on freedom of establishment in respect of agricultural activities to take place by stages, persons covered by this Directive should be given a document certifying the extent of the rights they enjoy in the host country;\nWhereas the conditions of establishment must not be distorted by aids granted by the Member State of departure ; whereas the special assistance already frequently given towards preparation for and achievement of establishment should not be regarded as constituting such an aid;", "main_body": ["Member States, acting in accordance with the following provisions, shall abolish all restrictions on the right of the persons specified under Title I of the General Programme for the abolition of restrictions on freedom of establishment (hereinafter called \"beneficiaries under this Directive\") to take up and pursue agricultural activities as self-employed persons on agricultural holdings abandoned or left uncultivated for more than two years.", "For the purposes of this Directive, \"agricultural holding abandoned or left uncultivated for more than two years\" means any cultivable plot of land, or group of cultivable plots of land, which has lain fallow for more than two years and which satisfies the requirements applicable to nationals of the Member State in question, particularly with regard to the minimum area for agricultural holdings.\nThis definition does not include ground which is lying fallow under a system of crop rotation.  (1) OJ No 2, 15.1.1962, p. 36/62. (2) OJ No 134, 14.12.1962, p. 2864/62.\nThe presence or absence of buildings used or intended to be used for agricultural purposes on any plot or plots of land within the meaning of paragraph 1 shall not be taken into account in applying this definition.", "For the purposes of this Directive, \"agricultural activities\" means activities falling within Annex V to the General Programme (ex Major Group 01, Agriculture, International Standard Industrial Classification of all Economic Activities, compiled by the U.N. Statistical Office, Statistical Papers, Series M, No 4, Rev. 1, New York, 1958), and in particular: (a) general agriculture including the growing of field crops and viticulture ; growing of fruits, nuts, seeds, vegetables, flowers, both in the open and under glass;\n(b) raising of livestock, poultry, rabbits, fur-bearing or other animals, bees ; and the production of meat, milk, wool, skins and fur, eggs, honey.\nFelling of timber, commercial exploitation of woodlands, and planting and replanting of trees may be practised as ancillary activities on holdings as defined in Article 2, where such operations are compatible with a Member State's internal legislation and in particular with land utilisation plans.", "1. The restrictions to be abolished shall be those set out under Title III of the General Programme.\nEach Member State shall in particular ensure that beneficiaries under this Directive have the right, on the same terms and with the same legal effects as its own nationals: (a) under whatever legal form, to acquire, take on lease, take by grant or licence, occupy or exploit, any holding which satisfies the provisions of Article 2 ; to exercise the right of pre-emption on the occasion of the sale of all or part of the holding;\n(b) to obtain any general or special forms of credit, aid or subsidy provided for the purchase, exploitation or management of holdings which satisfy the provisions of Article 2, including measures under programmes to improve the structure of agriculture;\n(c) to be members of or hold managerial positions in co-operatives, irrespective of the duties involved, or in any other agricultural associations of a co-operative nature and to form such associations, which shall likewise be open to nationals of the host country.\n2. By way of derogation from the provisions of paragraph 1 and pending implementation of the provisions of the second sentence of Title IV F 3 of the General Programme, Member States which at the date of entry into force of the Treaty applied such a restriction shall retain the right to require beneficiaries under this Directive to obtain authorisation before transferring to a holding which does not satisfy the provisions of Article 2.", "1. Member States shall procure that beneficiaries under this Directive are entitled as of right to establish themselves under the same conditions as their own nationals on agricultural holdings abandoned or left uncultivated, simply upon notification and without prior authorisation.\n2. Any objection raised by the competent authority on the grounds that one or more of the provisions of Articles 1, 2 and 3 is not satisfied shall, if it is to have legal effect, save in a case of fraudulent practice, be made known to the person concerned within two months of notification by that person to the competent authority of his intention, as a beneficiary under this Directive, to establish himself.\n3. Member States shall grant to beneficiaries under this Directive a right of appeal against any decision whereby the competent authority raises objection to their establishment.\n4. Any Member State where, as a general rule, the taking up by nationals of other Member States of the activities set out in Article 3 is still subject to their obtaining a special permit for foreign nationals shall issue to beneficiaries under this Directive, on their application and without charge, after expiry of the period provided for in paragraph 2, an individual certificate stating their special circumstances and their right, in accordance with Article 4, to the same treatment as nationals of that State.", "1. No Member State shall grant to its nationals, with a view to or on the occasion of emigration for the purpose of establishment under this Directive, any direct or indirect aid, whether financial or other, which would result in distortion of the conditions of establishment in the host country.\n2. The following shall not be regarded as aids distorting the conditions of establishment: (a) Administrative, technical or social assistance towards establishment given to beneficiaries under this Directive under a system of co-operation  between departments and bodies so authorised and supervised by the competent authorities of the Member State of departure and of the host Member State.\n(b) Financial or practical aid given by the Member State of departure to assist a beneficiary in transporting himself, his family, personal effects, furniture, livestock, and deadstock as far as the frontier of the host country.", "1. Member States shall, not later than one month after notification of this Directive, inform the Commission of all provisions laid down by law, regulation or administrative action and of all administrative practices which, in their territory, govern specifically the acquisition, taking on lease, granting or licensing, exploitation and management, of agricultural holdings abandoned or left uncultivated.\n2. Member States shall take the measures necessary to comply with this Directive within six months of its notification and shall forthwith inform the Commission thereof.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 2 April 1963.\nFor the Council\nThe President\nEugĂ¨ne SCHAUS"}