{"celex_id": "31969R1630", "uri": "http://publications.europa.eu/resource/cellar/a0241181-046d-46fd-b740-0a61396ddd3e", "type": "Regulation", "concepts": ["215", "2494", "539", "6050", "616"], "title": "Regulation (EEC) No 1630/69 of the Commission of 8 August 1969 on the hearings provided for in Article 26 (1) and (2) of Council Regulation (EEC) No 1017/68 of 19 July 1968\n", "header": "REGULATION (EEC) No 1630/69 OF THE COMMISSION  of 8 August 1969  on the hearings provided for in Article 26 (1) and (2) of Council Regulation (EEC) No 1017/68 of 19 July 1968\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Articles 75, 87 and 155 thereof;\nHaving regard to Article 29 of Council Regulation (EEC) No 1017/68 (1) of 19 July 1968 applying rules of competition to transport by rail, road and inland waterways;\nHaving regard to the Opinion of the Advisory Committee on Restrictive Practices and Monopolies in the field of transport;\nWhereas, pursuant to Article 29 of Regulation (EEC) No 1017/68, the Commission is empowered to adopt implementing provisions concerning the hearings provided for in Article 26 (1) and (2) of that Regulation;\nWhereas in most cases the Commission will in the course of the procedure already be in close touch with the participating undertakings or associations of undertakings and they will accordingly have the opportunity of making known their views regarding the objections raised against them;\nWhereas, however, in accordance with Article 26 (1) of Regulation No 1017/68 and with the rights of defence, the undertakings and associations of undertakings concerned must have the right on conclusion of the procedure to submit their comments on the whole of the objections raised against them which the Commission proposes to deal with in its decisions;\nWhereas persons other than the undertakings or associations of undertakings which are involved in the procedure may have an interest in being heard ; whereas, by the second sentence of Article 26 (2) of Regulation No 1017/68, such persons must have the opportunity of being heard if they apply and show that they have a sufficient interest;\nWhereas it is desirable to enable persons who pursuant to Article 10 (2) of Regulation No 1017/68 have lodged a complaint to submit their comments where the Commission considers that on the basis of the information in its possession there are insufficient grounds for action;\nWhereas the various persons entitled to submit comments must do so in writing, both in their own interest and in the interests of good administration, without prejudice to oral procedure where appropriate to supplement the written procedure;\nWhereas it is necessary to define the rights of persons who are to be heard, and in particular the conditions upon which they may be represented or assisted and the setting and calculation of time limits;\nWhereas the Advisory Committee on Restrictive Practices and Monopolies delivers its Opinion on the basis of a preliminary draft decision ; whereas it must therefore be consulted concerning a case after the inquiry in respect thereof has been completed ; whereas such consultation does not prevent the Commission from re-opening an inquiry if need be;", "main_body": ["Before consulting the Advisory Committee on Restrictive Practices and Monopolies, the Commission shall hold a hearing pursuant to Article 26 (1) of Regulation No 1017/68.  (1)OJ No L 175, 23.7.1968, p. 1.", "1. The Commission shall inform undertakings and associations of undertakings in writing of the objections raised against them. The communication shall be addressed to each of them or to a joint agent appointed by them.\n2. The Commission may inform the parties by giving notice in the Official Journal of the European Communities, if from the circumstances of the case this appears appropriate, in particular where notice is to be given to a number of undertakings but no joint agent has been appointed. The notice shall have regard to the legitimate interest of the undertakings in the protection of their business secrets.\n3. A fine or a periodic penalty payment may be imposed on an undertaking or association of undertakings only if the obligations were notified in the manner provided for in paragraph 1.\n4. The Commission shall when giving notice of objections fix a time limit up to which the undertakings and associations of undertakings may inform the Commission of their views.", "1. Undertakings and associations of undertakings shall, within the appointed time limit, make known in writing their views concerning the objections raised against them.\n2. They may in their written comments set out all matters relevant to their defence.\n3. They may attach any relevant documents in proof of the facts set out. They may also propose that the Commission hear persons who may corroborate those facts.", "The Commission shall in its decision deal only with those objections raised against undertakings and associations of undertakings in respect of which they have been afforded the opportunity of making known their views.", "If natural or legal persons showing a sufficient interest apply to be heard pursuant to Article 26 (2) of Regulation No 1017/68, the Commission shall afford them the opportunity of making known their views in writing within such time limits as it shall fix.", "Where the Commission, having received an application pursuant to Article 10 (2) of Regulation No 1017/68, considers that on the basis of the information in its possession there are insufficient grounds for granting the application, it shall inform the applicants of its reasons and fix a time limit for them to submit any further comments in writing.", "1. The Commission shall afford to persons who have so requested in their written comments the opportunity to put forward their arguments orally, if those persons show a sufficient interest or if the Commission proposes to impose on them a fine or periodic penalty payment.\n2. The Commission may likewise afford to any other person the opportunity of orally expressing his views.", "1. The Commission shall summon the persons to be heard to attend on such date as it shall appoint.\n2. It shall forthwith transmit a copy of the summons to the competent authorities of the Member States, who may appoint an official to take part in the hearing.", "1. Hearings shall be conducted by the persons appointed by the Commission for that purpose.\n2. Persons summoned to attend shall appear either in person or be represented by legal representatives or by representatives authorised by their constitution. Undertakings and associations of undertakings may moreover be represented by a duly authorised agent appointed from among their permanent staff.\nPersons heard by the Commission may be assisted by lawyers or university teachers who are entitled to plead before the Court of Justice of the European Communities in accordance with Article 17 of the Protocol on the Statute of the Court, or by other qualified persons.\n3. Hearings shall not be public. Persons shall be heard separately or in the presence of other persons summoned to attend. In the latter case, regard shall be had to the legitimate interest of the undertakings in the protection of their business secrets.\n4. The essential content of the statements made by each person heard shall be recorded in minutes which shall be read and approved by him.", "0\nWithout prejudice to Article 2 (2), information and summonses from the Commission shall be sent to the addressees by registered letter with acknowledgement of receipt, or shall be delivered by hand against receipt.", "1\n1. In fixing the time limits provided for in Articles 2, 5 and 6, the Commission shall have regard both to the time required for preparation of comments and to the urgency of the case. The time limit shall be not less than two weeks ; it may be extended.\n2. Time limits shall run from the day following receipt of a communication or delivery thereof by hand.\n3. Written comments must reach the Commission or be dispatched by registered letter before expiry of the time limit. Where the time limit would expire on a Sunday or public holiday, it shall be extended up to the end of the next following working day. For the purpose of calculating the extension, public holidays shall, in cases where the relevant date is the date of receipt of written comments, be those set out in the Annex to this Regulation, and in cases where the relevant date is the date of dispatch, those appointed by law in the country of dispatch.\nThis Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 8 August 1969.\nFor the Commission\nThe President\nJean REY\nANNEX\nreferred to in the third sentence of Article 11 (3) (List of public holidays)\n>PIC FILE= \"T9000285\">"}