{"celex_id": "31968R0885", "uri": "http://publications.europa.eu/resource/cellar/beb7c64f-867c-4983-92a5-20c63ff2b583", "type": "Regulation", "concepts": ["2656", "3568", "4682", "5034"], "title": "Regulation (EEC) No 885/68 of the Council of 28 June 1968 laying down general rules for granting export refunds on beef and veal and criteria for fixing the amount of such refunds\n", "header": "REGULATION (EEC) No 885/68 OF THE COUNCIL  of 28 June 1968  laying down general rules for granting export refunds on beef and veal and criteria for fixing the amount of such refunds\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community;\nHaving regard to the Treaty establishing the 805/68 1 of 27 June 1968 on the common organisation of the market in beef and veal, and in particular Article 18 (4) thereof;\nHaving regard to the proposal from the Commission;\nWhereas export refunds on products subject to the common organisation of the market in beef and veal must be fixed in accordance with certain criteria which would make it possible to cover the difference between prices for those products within the Community and on the world market, while respecting the general aims of the common organisation ; whereas to this end the supply situation for beef and veal and prices for these products within the Community and the price situation on the world market must be taken into account ; whereas provision should be made for the coefficients referred to in Article 12 (2) and in Article 13 (3) of Regulation (EEC) No 805/68 to be taken into account when the refund on meat is being calculated;\nWhereas if price trends are to be noted, prices must be determined in accordance with general principles ; whereas to this end, as far as prices on the world market are concerned, prices on third country markets and in countries of destination, producer prices recorded in third countries and free-at-Community-frontier prices should be taken into account ; whereas prices ruling on the representative markets of the Community and prices ruling on exportation should be used as a basis in determining Community prices;\nWhereas provision must be made for varying the amount of the refund according to the destination of the products, since special conditions apply to imports in certain countries of destination;\nWhereas to ensure Community exporters some stability in the amount of the refund and certainty with regard to the list of products eligible for a refund, it should be possible for the list and the amounts to remain valid for a relatively long period, which would be determined in accordance with normal trade practice;\nWhereas to avoid distortions of competition between Community traders, the administrative conditions under which they operate must be identical through-out the Community ; whereas there does not, as a general rule, appear to be any justification for granting a refund where the products in question are imported from third countries and re-exported to third countries;", "main_body": ["This Regulation lays down rules for fixing and granting export refunds on the products listed in Article 1 of Regulation (EEC) No 805/68.", "The following shall be taken into account when refunds are being fixed:    (a) the existing situation and the future trend with regard to:      - prices and availabilities of beef and veal on the Community market;\n- prices for beef and veal on the world market;\n(b) the aims of the common organisation of the market in beef and veal which are to ensure equilibrium and the natural development of prices and trade on this market;\n(c) the need to avoid disturbances on the Community market ; and\n(d) the economic aspect of the proposed exports.\nFurthermore, for the purpose of calculating the refund on products other than calves and adult bovine animals, the coefficients referred to in article 12 (2)   1OJ No L 148, 28.6.1968, p. 24.\nand in Article 13 (3) of Regulation (EEC) No 805/68 may be taken into account.", "1. The following shall be taken into account when prices on the Community market are being determined:    (a) prices ruling on the representative markets of the Community;\n(b) prices ruling on exportation.\n2. The following shall be taken into account when prices on the world market are being determined:    (a) prices ruling on third country markets;\n(b) the most favourable prices in third countries of destination for third country imports;\n(c) producer prices recorded in exporting third countries, account being taken, where appropriate, of subsidies granted by those countries ; and\n(d) free-at-Community-frontier offer prices.", "Where the world market situation or the specific requirements of certain markets make this necessary, the refund on the products listed in Article 1 of Regulation (EEC) No 805/68 may be varied according to destination.", "For products other than those falling within subheadings Nos 15.02 B I and 16.02 B III (b) 1 of the Common Customs Tariff, the list of products on which an export refund is granted and the amount of that refund shall be fixed at least once a month.\nFor products falling within subheadings Nos 15.02 B I and 16.02 B III (b) 1 of the Common Customs Tariff, the list and amount shall be fixed at least once every three months.", "1. The refund shall be paid upon proof:    - that the products have been exported from the Community, and\n- that the products are of Community origin, unless an exception is made pursuant to Article 7.\n2. Where Article 4 applies, the refund shall be paid under the conditions laid down in paragraph 1 of this Article, provided it is proved that the product has reached the destination for which the refund was fixed.\nExceptions may be made to this rule in accordance with the procedure referred to in paragraph 3 of this Article, provided conditions are laid down which offer equivalent guarantees.\n3. Additional provisions may be adopted in accordance with the procedure laid down in Article 27 of Regulation (EEC) No 805/68.", "Unless an exception is made in accordance with procedure laid down in Article 27 of Regulation (EEC) No 805/68, no export refund shall be granted on products listed in Article 1 of that Regulation which are imported from third countries and re-exported to third countries.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply from the date on which the system provided for in Regulation (EEC) No 805/68 begins to apply.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 28 June 1968.\nFor the Council\nThe President\nE. FAURE"}