{"celex_id": "31969R0449", "uri": "http://publications.europa.eu/resource/cellar/0d783bb2-7336-47a7-9b63-d44cde2d2efa", "type": "Regulation", "concepts": ["1115", "1201", "1602", "2965", "980"], "title": "Regulation (EEC) No 449/69 of the Council of 11 March 1969 on the reimbursement of aid granted by Member States to organisations of fruit and vegetable producers\n", "header": "REGULATION (EEC) No 449/69 OF THE COUNCIL  of 11 March 1969  on the reimbursement of aid granted by Member States to organisations of fruit and vegetable producers\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community;\nHaving regard to Council Regulation No 159/66/EEC (1) of 25 October 1966 laying down additional provisions for the common organisation of the market in fruit and vegetables, and in particular the second subparagraph of Article 12 (3) thereof;\nHaving regard to the proposal from the Commission;\nWhereas, in accordance with the second subparagraph of Article 12 (3) of Regulation No 159/66/EEC, the conditions and procedure should be laid down for reimbursement by the Guidance Section of the European Agricultural Guidance and Guarantee Fund of aid granted by Member States to producers' organisations in accordance with the provisions of Article 2 (1) of that Regulation;\nWhereas in order to ensure the reimbursement of this aid under identical conditions, detailed rules should be laid down for calculating the value of the output which has been marketed and is covered by the action of the producers' organisations referred to in Article 2 (1) of that Regulation ; whereas such calculation should be based on accounting documents admissible as evidence ; whereas, however, the difficulty in certain cases of obtaining such documents should be met by adopting as an alternative a standard method;", "main_body": ["The 50 % reimbursement by the Guidance Section of the European Agricultural Guidance and Guarantee Fund of the amount of aid granted by Member States in accordance with Article 2 (1) of Regulation No 159/66/EEC shall be subject to the conditions laid down in this Regulation.", "1. The date of the establishment of a producers' organisation shall be that either: - of its instrument of constitution in the case of a new organisation which has as its aims the objectives referred to in Article 1 of Regulation No 159/66/EEC, and which lays down the measures required to attain those objectives and makes member producers subject to the obligations listed in that Article ; or\n- of the implementation of its modified rules of procedure in the case of an existing organisation which did not pursue the objectives referred to in Article 1 of Regulation No 159/66/EEC or which did not make member producers subject to the obligations listed in that Article, the purpose of the modification being to place the organisation in a position to attain those objectives or to make the member producers subject to those obligations.\n2. The Member States concerned shall submit to the Commission with the first application for reimbursement a declaration certifying the date on which the producers' organisation was established.\n3. The submission of an application for reimbursement shall be considered to be equivalent to a declaration by the Member State concerned that the conditions to be fulfilled by the producers' organisation in accordance with Articles 1 and 2 (1) of Regulation No 159/66/EEC were satisfied during the year for which aid was granted.", "For the purposes of this Regulation, the producers considered as members of a producers' organisation shall be those:  (1) OJ No 192, 27.10.1966, p. 3286/66.\n- who were members on the date on which it was established within the meaning of Article 2 of this Regulation and who have been members of the organisation throughout the year for which aid is requested;\n- who joined the producers' organisation after the date on which it was established and who have been members of the organisation during the last nine months of the year for which aid is requested.", "The value of the output marketed by a producers' organisation shall be calculated for each product by multiplying: - the average output referred to in the first indent of Article 2 (1) of Regulation No 159/66/EEC, expressed per 100 kilogrammes net and determined according to the provisions of Article 5, by\n- the average price referred to in the second indent of Article 2 (1) of Regulation No 159/66/EEC, calculated per 100 kilogrammes net according to the provisions of Article 6.", "For calculating the average output referred to in the first indent of Article 4 of this Regulation, the output marketed by member producers shall be determined for each of the three calendar years preceding that in which they joined the organisation: - on the basis of available commercial and accounting documents admissible as evidence, or, where no such proof is available,\n- by multiplying the area reserved for production of the product in question during each of the three years by the average yield for each of the corresponding years as recorded in the production area by the competent services of Member States, the result obtained being reduced by 10 % in order to take account of personal consumption and the non-commercial transactions of the producer.", "For calculating the average price referred to in the second indent of Article 4 of this Regulation, the average price obtained by member producers for each of the three calendar years preceding that in which they joined the organisation shall be determined: - on the basis of available commercial and accounting documents admissible as evidence, or, where no such proof is available,\n- by calculating the average price ruling for each product on the most representative producer market for the area in which the head office of the producers' organisation in question is situated, this average price being the average of the representative prices recorded in that market by the competent authorities of the Member State during the year under consideration, account being taken, where necessary, of seasonal variations in production.", "1. Applications for reimbursement must relate to expenditure effected by Member States in the course of one calendar year and must be submitted to the Commission once a year before 31 December of the following year.\nHowever, applications for reimbursement of expenditure effected in 1967 may be submitted up to 30 December 1969.\n2. The Commission shall take a decision on those requests after consulting with the Fund Committee.\n3. The measures relating to the information which should be included in applications by Member States for reimbursement and the measures relating to their form of presentation and the supporting documents which the Member State concerned must submit to the Commission shall be adopted in accordance with the procedure laid down in Article 26 of Council Regulation No 17/64/EEC (2) of 5 February 1964 on the conditions for granting aid from the European Agricultural Guidance and Guarantee Fund.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 11 March 1969.\nFor the Council\nThe President\nJ. P. BUCHLER  (2) OJ No 34, 27.2.1964, p. 586/64."}