{"celex_id": "31969R0880", "uri": "http://publications.europa.eu/resource/cellar/af709f90-7365-4947-b217-a34c85e21869", "type": "Regulation", "concepts": ["1486", "301", "4860"], "title": "Regulation (EEC) No 880/69 of the Commission of 12 May 1969 amending Regulations (EEC) Nos 198/69, 507/69 and 685/69 on intervention on the market in butter and cream\n", "header": "REGULATION (EEC) No 880/69 OF THE COMMISSION  of 12 May 1969  amending Regulations (EEC) Nos 198/69, 507/69 and 685/69 on intervention on the market in butter and cream\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community;\nHaving regard to Council Regulation (EEC) No 804/68 (1) of 27 June 1968 on the common organisation of the market in milk and milk products, and in particular Articles 6 (7) and 35 thereof;\nHaving regard to Council Regulation (EEC) No 985/68 (2) of 15 July 1968 laying down general rules for intervention on the market in butter and cream, as amended by Regulation (EEC) No 750/69 (3) and in particular Article 7a thereof;\nWhereas Commission Regulation (EEC) No 1101/68 (4) of 27 July 1968 on detailed rules of application for intervention on the market in butter and cream during the 1968/69 milk year, as last amended by Regulation (EEC) No 1574/68, (5) was repealed and replaced by Commission Regulation (EEC) No 685/69 (6) of 14 April 1969 on detailed rules of application for intervention on the market in butter and cream ; whereas it is necessary to adapt Commission Regulation (EEC) No 198/69  (7) of 31 January 1969 on making butter available at a reduced price to certain Community processors, as last amended by Regulation (EEC) No 532/69 (8) and Commission Regulation (EEC) No 507/69 (9) of 19 March 1969 on the sale of butter at a reduced price to certain exporting processers;\nWhereas, moreover, Regulation (EEC) No 685/69 should be amended to clarify certain provisions and to delete errors in the present text, some of which appeared after the vote of the Management Committee for Milk and Milk Products ; whereas, in the case of butter which is more than six months old, the amount of aid laid down by that Regulation for deterioration in the quality of privately storred butter should be increased so that the staggering of purchases and sales of butter by private storers during the marketing year can be improved;\nWhereas the measures provided for in this Regulation are in accordance with the Opinion of the Management Committee for Milk and Milk Products;", "main_body": ["In: - Article 2 (1) of Regulation (EEC) No 198/69, and\n- Article 2 (1) of Regulation (EEC) No 507/69,\nthe words \"and Article 2 of Regulation (EEC) No 685/69\" shall be substituted for the words \"and Article 1 of Regulation (EEC) No 1101/68\".", "The words \"in accordance with the provisions of Regulation (EEC) No 685/69\" shall be substituted for the words \"in accordance with the provisions of Regulation (EEC) No 1101/68\" in Article 3 of Regulation (EEC) No 507/69.  (1) OJ No L 148, 28.6.1968, p. 13. (2) OJ No L 169, 18.7.1968, p. 1. (3) OJ No L 98, 25.4.1969, p. 2. (4) OJ No L 184, 29.7.1968, p. 16. (5) OJ No L 247, 10.10.1968, p. 27. (6) OJ No L 90, 15.4.1969, p. 12. (7) OJ No L 26, 1.2.1969, p. 31. (8) OJ No L 71, 22.3.1969, p. 15. (9) OJ No L 70, 21.3.1969, p. 1.", "Article 5 of Regulation (EEC) No 507/69 is hereby repealed.", "The following shall be substituted for Article 18 (1) (b) of Regulation (EEC) No 685/69:\n\"\n(b) it shall be marketed in packets of a maximum weight of 500 grammes in packaging on which one or more of the following is clearly legible;\n\"Beurre d'intervention\"\n\"Butter aus BestĂ¤nden der Interventionsstelle\"\n\"Burro d'ammasso\"\n\"Interventieboter\"\n(Intervention butter)\nThe inscription or inscriptions shall always appear in the language or languages of the Member State in which the butter is marketed.\"", "The words \"and package number\" shall be deleted from Article 23 (3) (d) of Regulation (EEC) No 685/69.", "The following shall be substituted for Article 24 (c) of Regulation (EEC) No 685/69:\n\"\n(c)\n- 55 units of account for deterioration in quality of butter which has been stored for not less than four months but not more than six months;\n- 90 units of account for deterioration of quality of butter which has been stored for more than six months.\n\"", "In the Dutch text of Regulation (EEC) No 685/69, Article 26 (2) shall be amended as follows: - under (a) the words \"vervangen boter\" shall be substituted for \"vervangende boter\",\n- under (b), last line, the words \"boter die ter vervanging is gekomen\" shall be substituted for \"vervangende boter\".", "The date \"1 October\" shall be substituted for \"1 November\" in Article 28 (1) of Regulation (EEC) No 685/69.", "The following shall be substituted for Article 29 of Regulation (EEC) No 685/69:\n\"Article 29\nShould the buying-in price for butter change between 15 April 1969 and 31 March 1970, the aid specified in Article 24 shall be\n(a) increased by an amount equal to the decrease in the buying-in price ; or\n(b) decreased by an amount equal to the increase in the buying-in price,\nin respect of quantities of butter covered by a contract and taken into store before the date on which the change in the buying-in price became effective.\"", "0\nStorage contracts concluded after 15 April 1969 shall be amended in accordance with Articles 6 and 7 of this Regulation.", "1\nThis Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 12 May 1969.\nFor the Commission\nThe President\nJean REY"}