{"celex_id": "31969L0463", "uri": "http://publications.europa.eu/resource/cellar/60c75c6f-57c6-4340-affb-13ca41a84655", "type": "Directive", "concepts": ["1684", "2602", "2900", "4585", "474", "935"], "title": "Third Council Directive 69/463/EEC of 9 December 1969 on the harmonisation of legislation of Member States concerning turnover taxes - introduction of value added tax in Member States\n", "header": "THIRD COUNCIL DIRECTIVE  of 9 December 1969  on the harmonisation of legislation of Member States concerning turnover taxes - introduction of value added tax in Member States  (69/463/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Articles 99 and 100 thereof;\nHaving regard to the proposal from the Commission;\nHaving regard to the Opinion of the European Parliament (1);\nHaving regard to the Opinion of the Economic and Social Committee (2);\nWhereas the Italian Republic and the Kingdom of Belgium made known to the Commission, on 14 July and 12 September 1969 respectively, that they were not in a position to meet the final date of 1 January 1970 for the introduction of value added tax as provided in the second paragraph of Article 1 of the First Council Directive of 11 April 1967 (3) on the harmonisation of legislation of Member States concerning turnover taxes ; whereas, consequently, those Member States have asked for a further period of two years and one year respectively for the introduction of that tax;\nWhereas the Kingdom of Belgium considers that it is not in a position to apply value added tax on the date laid down, mainly for conjunctural and budgetary reasons peculiar to Belgium;\nWhereas the Italian Republic has pointed out that a proposal for the general reform of taxes has now been tabled for consideration and adoption by Parliament, which has not yet considered this problem ; whereas, according to that proposal, the appropriate legislation must be adopted before 31 October 1970 ; whereas, consequently, that Member State is not in a position to apply value added tax on the date laid down;\nWhereas an additional period may be granted only if it is kept to a minimum;\nWhereas, in these circumstances, introduction of value added tax may not be delayed beyond 1 January 1972;\nWhereas one of the main objectives of the First Directive mentioned above is, through the introduction of value added tax on 1 January 1970, to establish conditions making it possible to avoid competition being distorted by turnover taxes;\nWhereas that objective cannot be attained by 1 January 1970, in particular as regards trade, since these Member States will continue to apply, by means of turnover taxes, average rates of equalisation of the internal tax burden;\nWhereas Member States which are not in a position to introduce value added tax by 1 January 1970 should not increase their average equalisation rates in operation on 1 October 1969;", "main_body": ["The date of 1 January 1972 shall be substituted for that of 1 January 1970 laid down in Article 1 of the First Directive of 11 April 1967.", "For the purposes of this Directive, \"average rates\" means the rates of countervailing charges on  (1) OJ No C 139, 28.10.1969, p. 32. (2) OJ No C 144, 8.11.1969, p. 13. (3) OJ No 71, 14.4.1967, p. 1301/67.\nimportation and of repayments on exportation introduced so as to equalise, as regards national products, the burden resulting from the cumulative multi-stage turnover tax at the various stages of production, excluding the tax on sales by the final producer.", "The average rates in force on 1 October 1969 may not be increased.\nHowever, the average rates in operation on that date shall be adapted to any later changes in the rates of turnover tax.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 9 December 1969.\nFor the Council\nThe President\nH.J. DE KOSTER"}