{"celex_id": "31969R2518", "uri": "http://publications.europa.eu/resource/cellar/faeb2e9c-41af-4828-8b82-42223bca6277", "type": "Regulation", "concepts": ["1119", "2548", "2656", "2713", "3568"], "title": "Regulation (EEC) No 2518/69 of the Council of 9 December 1969 laying down general rules for the granting of refunds on exports of fruit and vegetables and criteria for fixing their amounts\n", "header": "REGULATION (EEC) No 2518/69 OF THE COUNCIL  of 9 December 1969  laying down general rules for the granting of refunds on exports of fruit and vegetables and criteria for fixing their amounts\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community;\nHaving regard to Council Regulation No 159/66/EEC (1) of 25 October 1966 laying down additional provisions on the common organisation of the market in fruit and vegetables, as last amended by Council Regulation (EEC) No 2515/69 (2) of 9 December 1969, and in particular Article 11 (a) thereof;\nHaving regard to the proposal from the Commission;\nWhereas refunds on exports of products subject to the common organisation of the market in fruit and vegetables must be fixed in accordance with certain criteria providing for the difference between the prices of these products in the Community and on the world market to be covered ; whereas, to that end, account should be taken of the situation regarding the supply of fruit and vegetables and the prices of these products in the Community and of the situation regarding the prices ruling in international trade;\nWhereas local handling charges should be taken into account in view of the different prices at which fruit and vegetables are offered and in order to cover the difference between the prices ruling in world trade and those ruling in the Community;\nWhereas the observation of price trends requires that prices shall be fixed in accordance with general principles ; whereas, to that end and having regard to ruling prices on world markets, consideration should be given to quotations recorded on the markets of third countries, ruling prices in the importing countries concerned, producer prices recorded in third countries and Community free-at-frontier prices ; whereas prices within the Community should be fixed in consideration of those ruling prices which are shown to be the most favourable from the point of view of export;\nWhereas there should be provision for possible variation of amounts of refunds according to product destination and in consideration of particular conditions for imports ruling in certain countries of destination;\nWhereas, to avoid unfair competition, traders should be subject to the same administrative rules throughout the Community;", "main_body": ["This Regulation lays down rules for fixing and granting export refunds for the products referred to in Article 7 of Regulation No 23. (3)", "The refunds shall be fixed in the light of:    (a) the current situation and foreseeable development, with regard to:      - prices of fruit and vegetables on the Community market and quantities available;\n- prices on world markets;\n(b) minimum marketing and transport costs from Community markets to ports and other points of export from the Community and handling charges up to arrival at countries of destination;\n(c) economic aspects of the intended exports.  (1)OJ No 192, 27.10.1966, p. 3286/66. (2)OJ No L 318, 18.12.1969, p. 10. (3)OJ No 30, 20.4.1962, p. 965/62.", "1. Prices on the Community market shall be fixed in the light of the ruling prices most favourable for exports:\n2. World market prices shall be determined in the light of:    (a) quotations recorded on third country markets;\n(b) the most favourable prices paid in third countries for imports from other third countries;\n(c) producer prices recorded in exporting third countries;\n(d) free-at-frontier offer prices within the Community.", "The refund paid in the Community may be varied for a specific product according to its destination, when the situation in world trade or the special requirements of given markets make this necessary.", "1. The refund shall be paid on proof that the products:    - have been exported from the Community, and\n- are of Community origin.\n2. Where the provisions of Article 4 are applied, the refund shall be paid as provided in paragraph 1 and on proof that the product has reached the destination for which the refund was fixed.\nNevertheless, derogation may be made from this rule in accordance with the procedure referred to in paragraph 3, subject to conditions being laid down which offer equivalent guarantees.\n3. Further provisions may be adopted in accordance with the procedure laid down in Article 13 of Regulation No 23.", "This Regulation shall enter into force on 1 March 1970.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 9 December 1969.\nFor the Council\nThe President\nP. LARDINOIS"}