{"celex_id": "31965L0264", "uri": "http://publications.europa.eu/resource/cellar/fcec22db-96d2-4df4-8cbc-93874fd75d41", "type": "Directive", "concepts": ["1363", "1638", "3191", "5183", "532", "5994"], "title": "Second Council Directive 65/264/EEC of 13 May 1965 implementing in respect of the film industry the provisions of the General Programmes for the abolition of restrictions on freedom of establishment and freedom to provide services\n", "header": "SECOND COUNCIL DIRECTIVE  of 13 May 1965  implementing in respect of the film industry the provisions of the General Programmes for the abolition of restrictions on freedom of establishment and freedom to provide services  (65/264/EEC)\nTHE COUNCIL OF THE EUROPEAN ECONOMIC COMMUNITY", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, an in particular Articles 54 (2) and (3) and 63 (2) thereof;\nHaving regard to the General Programme for the abolition of restrictions on freedom of establishment,(1) and in particular Title IV A thereof;\nHaving regard to the General Programme for the abolition of restrictions on freedom to provide services,(2) and in particular Title V C (c) thereof;\nHaving regard to the first Directive (3) concerning the film industry, adopted by the Council on 15 October 1963;\nHaving regard to the proposal from the Commission;\nHaving regard to the Opinion of the European Parliament (4);\nHaving regard to the Opinion of the Economic and Social Committee (5);\nWhereas, in accordance with Title IV A of the General Programme for the abolition of restrictions on freedom of establishment, restrictions on the opening of cinemas specialising exclusively in the exhibition of foreign films in the language of their country of origin must be abolished by the end of the second year of the second stage of the transitional period;\nWhereas, in accordance with Title V C (c) of the General Programme for the abolition of restrictions on freedom to provide services, the problems presented by the achievement of a common market in the film industry must be solved progressively before the end of the transitional period ; whereas, with a view to the achievement of such a common market, and taking into account that part of the transitional period which has already elapsed, it is desirable that certain restrictions still remaining after adoption of the Council Directive of 15 October 1963 be abolished ; whereas, of these restrictions, those relating to the importation and to the exhibition of films considerably restrict movement of films within the Community ; whereas, since these restrictions are alike in their effects on such movement, they should be abolished simultaneously;\nWhereas the dubbing of films can be carried out satisfactorily in the exporting country and whereas therefore the requirement that films having the nationality of a Member State must be dubbed in the country of exhibition is no longer justified;\nWhereas the conditions of establishment must not be distorted by aids granted by the Member State of origin of any beneficiary under this Directive;", "main_body": ["Member States shall abolish, in respect of the natural persons and companies or firms covered by Title I of the General Programmes for the abolition of restrictions on freedom of establishment and freedom to provide services (hereinafter called \"beneficiaries\"), the restrictions referred to in Title III of those Programmes affecting the film industry and relating to:  (a) the opening of cinemas specialising exclusively in the exhibition of foreign films in the language of their country of origin, with or without subtitles;\n(b) import quotas and screen quotas;\n(c) the dubbing of films.\n(1) OJ No 2, 15.1.1962, p. 36/62. (2) OJ No 2, 15.1.1962, p. 32/62. (3) OJ No 159, 2.11.1963, p. 2661/63. (4) OJ No 20, 6.2.1965, p. 265/65. (5) OJ No 194, 27.11.1964, p. 3243/64  Article 2\nFor the purpose of this Directive, a film shall be regarded as having the nationality of one or more Member States where it satisfies the provisions of Articles 3 and 4 of the first Directive concerning the film industry, adopted by the Council on 15 October 1963.", "Article 1 (a) shall not apply in Member States in which films are usually shown in the language of their country of origin.", "The opening of a specialist cinema in a Member State shall not entitle any other Member State to grant any direct or indirect aid, whether financial or other, which would have the effect of distorting the conditions of establishment.\nIn particular, no such aid shall be granted for:  - the construction, reconstruction or modernisation of any cinema;\n- the execution of work in connection with safety, hygiene or technical improvements;\n- the purchasing of equipment;\n- the renting of full-length films;\n- the covering of risks or trading losses.\nAny and every kind of aid available in the Member State in question for the opening of a specialist cinema shall be available without discrimination to operators who are nationals of other Member States of the Community.\nBeneficiaries from Member States shall in no instance be treated less favourably than natural persons or companies or firms from third countries.", "A Member State which, on the day of notification of this Directive, requires cinemas to set aside a minimum number of days per calendar year for the exhibition of domestic films (screen quota) shall, by 31 December 1966 at the latest, allow films having the nationality of one or more Member States to be included in the quota under the same conditions as those applicable to domestic films. That Member State may increase the number of days comprising its screen quota so as to allow for the inclusion of films from other countries.\nMember States which, on the day of notification of this Directive, do not impose screen quotas, may introduce such quotas provided that they are also applicable to films having the nationality of other Member States.\nScreen quotas shall not be applied to the specialist cinemas referred to in Article 1 (a).", "The Council, acting on a proposal from the Commission and at the request of a Member State, may, by a qualified majority, authorise that State to impose limits on the exhibition, whether in specialist or in non-specialist cinemas, of foreign films in the language of their country of origin where such language is that of the region in which the cinema is situated.", "Import quotas for films having the nationality of one or more Member States shall be abolished by 31 December 1966 at the latest.\nThe Federal Republic of Germany shall, however, during the transitional period, retain the power to limit the importation of films having the nationalty of one or more Member States and in respect of which the national censorship authority has granted a certificate more than four years before the date on which the application to import is submitted to the competent authorities.\nAbolition of import quotas gives the right to import prints, dupes an advertising material without restriction.", "Provisions requiring that the dubbing of films must take place in the importing country shall, by 31 December 1966 at the latest, be repealed in respect of films having the nationality of one or more Member States.", "Member States shall adopt the measures necessary to comply with this Directive within six months of its notification and shall forthwith inform the Commission thereof.", "0\nThis Directive is addressed to the Member States."], "attachments": "Done at Brussels, 13 May 1965.\nFor the Council\nThe President\nM. COUVE DE MURVILLE"}