{"celex_id": "31969L0082", "uri": "http://publications.europa.eu/resource/cellar/2a7027cf-6dcc-48e1-8e86-5f196afce496", "type": "Directive", "concepts": ["1060", "1139", "1638", "2897", "3764", "532"], "title": "Council Directive 69/82/EEC of 13 March 1969 concerning the attainment of freedom of establishment and freedom to provide services in respect of activities of self- employed persons engaging in exploration (prospecting and drilling) for petroleum and natural gas (ISIC ex Major Group 13)\n", "header": "COUNCIL DIRECTIVE  of 13 March 1969  concerning the attainment of freedom of establishment and freedom to provide services in respect of activities of self-employed persons engaging in exploration (prospecting and drilling) for petroleum and natural gas (ISIC ex Major Group 13)  (69/82/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Articles 54 (2) and (3) and 63 (2) and (3) thereof;\nHaving regard to the General Programme for the abolition of restrictions on freedom of establishment, (1) and in particular Title IV D thereof;\nHaving regard to the General Programme for the abolition of restrictions on freedom to provide services, (2) and in particular Title V C thereof;\nHaving regard to the proposal from the Commission;\nHaving regard to the Opinion of the European Parliament (3);\nHaving regard to the Opinion of the Economic and Social Committee (4);\nWhereas the General Programmes provide for the introduction, between the beginning of the third stage and the end of the second year of the third stage, of freedom of establishment and freedom to provide services in respect of activities of self-employed persons engaging in exploration (prospecting and drilling) for petroleum and natural gas ; whereas these activities comprise the search for petroleum and natural gas deposits by all appropriate means and all operations preparatory to extraction, including preparation of the site;\nWhereas, since the adoption of the General Programmes, the European Economic Community has drawn up its own nomenclature of industrial activities, entitled \"Nomenclature of Industries in the European Communities\" (NICE) ; whereas this nomenclature, which contains references to national nomenclatures, is, while following the same decimal classification, better adapted to the needs of the Member States of the Community than the ISIC nomenclature (International Standard Industrial Classification of all Economic Activities);\nWhereas the Council Directive of 7 July 1964 concerning the attainment of freedom of establishment and freedom to provide services in respect of activities of self-employed persons in mining and quarrying (ISIC Major Groups 11-19 (5) abolished existing restrictions in respect of prospecting and drilling for petroleum and natural gas only in so far as such activities were conducted by the holder of the production licence ; whereas the present Directive covers both holders of an exploration (prospecting and drilling) licence and undertakings conducting exploration operations for petroleum and natural gas on behalf of the holder of a production licence or exploration licence (undertakings working under contract) or conducting such operations on their own account;\nWhereas the geographical area in respect of which the present Directive applies is identical with that covered by the aforementioned Directive;\nWhereas the exercise of certain professions (engineer, geologist, geophysicist) tends to be closely associated, on the technical side, with petroleum and natural gas exploration (prospecting and drilling) ; whereas the liberalisation of these professions and the mutual recognition of diplomas and other evidence of formal  (1) OJ No 2, 15.1.1962, p. 36/62. (2) OJ No 2, 15.1.1962, p. 32/62. (3) OJ No 268, 6.11.1967, p. 3. (4) OJ No C 1, 12.1.1968, p. 8. (5) OJ No 117, 23.7.1964, p. 1871/64.\nqualifications relating thereto will be the subject of separate Directives covering technical occupations in general;\nWhereas the General Programme for the abolition of restrictions on freedom of establishment provides that restrictions on the right to join professional or trade organisations must be abolished where the professional activities of the person concerned necessarily involve the exercise of this right;\nWhereas the position of paid employees accompanying a person providing services or acting on his behalf will be governed by the provisions laid down in pursuance of Articles 48 and 49 of the Treaty;", "main_body": ["Member States shall abolish, in respect of the natural persons and companies or firms covered by Title I of the General Programmes for the abolition of restrictions on freedom of establishment and freedom to provide services (hereinafter called \"beneficiaries\"), the restrictions referred to in Title III of those General Programmes affecting the right to take up and pursue the activities specified in Article 2 of this Directive.", "1. The provisions of this Directive shall apply to activities of self-employed persons engaging in exploration (prospecting and drilling) for petroleum and natural gas being activities falling within Major Group ex 13 in Annex III to the General Programme for the abolition of restrictions on freedom of establishment.\nThese activities correspond to those listed under Group 130 of the Nomenclature of Industries in the European Communities (NICE), which takes into account the particular structure of the European mining and quarrying industries.\n2. The activities in question comprise the search for deposits of petroleum and natural gas by all appropriate means and all operations preparatory to extraction, including preparation of the site.\n3. These activities may be pursued: - by undertakings conducting exploration operations on their own behalf but not holding a production licence ; or\n- by undertakings conducting exploration operations on behalf of others.", "1. Member States shall in particular abolish the following restrictions: (a) those which prevent beneficiaries from establishing themselves or providing services in the host country under the same conditions and with the same rights as nationals of that country;\n(b) those existing by reason of administrative practices which result in treatment being applied to beneficiaries that is discriminatory by comparison with that applied to nationals;\n(c) those which, as a result of rules or practices, prevent beneficiaries from being granted licences or authorisations, or subject beneficiaries to restrictions or to conditions imposed on them alone;\n(d) those which exclude beneficiaries from pursuing an activity within a professional or trade organisation.\n2. The restrictions to be abolished shall include in particular those arising out of measures which prevent or limit establishment or provision of services by beneficiaries by the following means: (a) in Belgium: - the obligation to hold a carte professionelle (Article 1 of the Law of 19 February 1965);\n(b) in France: - the obligation to hold a carte d'identité d'étranger commerçant (Décret-loi of 12 November 1938, Décret of 2 February 1939, law of 8 October 1940);\n(c) in Italy: - the requirement, in connection with the issue of licences for petroleum and natural gas exploration (by prospecting and drilling) that a person shall be of Italian nationality or, in the case of a company or firm, that it have its registered office in Italy, or that there be reciprocal arrangements (Law No 613 of 21 July 1967, Law No 28 of the Region of Trentino-Alto Adige of 21 November 1958, Law No 45 of the Region of Sardinia of 8 November 1968).", "No Member State shall grant to any of its nationals who go to another Member State for the purpose of pursuing any activity referred to in Article 2 any aid liable to distort the conditions of establishment.", "1. Where a host Member State requires of its own nationals wishing to take up any activity referred to in Article 2 proof of good character and proof that they have not previously been declared bankrupt, or proof of either one of these, that State shall accept as sufficient evidence, in respect of nationals of other Member States, the production of an extract from the \"judicial record\" or, failing this, of an equivalent document issued by a competent judicial or administrative authority in the country of origin or the country whence the foreign national comes showing that these requirements have been met.\n2. Where the country of origin or the country whence the foreign national comes does not issue such documentary proof of no previous bankruptcy, such proof may be replaced by a declaration on oath made by the person concerned before a judicial or administrative authority, a notary, or a competent professional or trade body, in the country of origin or in the country whence that person comes.\n3. Documents issued in accordance with paragraph 1 or with paragraph 2 may not be produced more than three months after their date of issue.\n4. Member States shall, within the time limit laid down in Article 6, designate the authorities and bodies competent to issue these documents and shall forthwith inform the other Member States and the Commission thereof.\n5. Where the issue of any authorisation is subject to proof of technical competence, the host Member State in question shall take account of work performed outside its territory as if it were work performed within its territory.\nSimilarly, where in the host Member State proof of financial standing is required, that State shall regard certificates issued by banks in the country of origin or in the country whence the foreign national comes as equivalent to certificates issued in its own territory.", "Member States shall adopt the measures necessary to comply with this Directive within six months of its notification and shall forthwith inform the Commission thereof.", "Member States shall ensure that the texts of the main provisions of national law which they adopt in the field covered by this Directive are communicated to the Commission.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 13 March 1969.\nFor the Council\nThe President\nJ. DUPONG"}