{"celex_id": "31976R1423", "uri": "http://publications.europa.eu/resource/cellar/6c48240a-c1a0-4b4a-9d5c-47eff6fcf54a", "type": "Regulation", "concepts": ["2081", "2871", "3732", "5233"], "title": "Council Regulation (EEC) No 1423/76 of 21 June 1976 determining standard qualities for rice and broken rice\n", "header": "COUNCIL REGULATION (EEC) No 1423/76  of 21 June 1976  determining standard qualities for rice and broken rice\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1418/76 of 21 June 1976 on the common organization of the market in rice (1), and in particular Articles 4 (5) and 15 (3) thereof,\nHaving regard to the proposal from the Commission,\nWhereas the target price for husked rice, the intervention price for paddy rice, and the threshold price for broken rice must correspond to specific standard qualities;\nWhereas the standard qualities for which those prices are fixed should correspond as far as possible, as regards husked rice and paddy rice, to the average quality of round grain rice harvested in the Community and, as regards broken rice, to the average quality of broken rice usually obtained in the Community industry from home-grown rice;\nWhereas, to that end, the norms of the most representative variety produced in the Community should be adopted as the standard qualities of rice, and the quality of broken rice most frequently found in intra-Community trade should be adopted as the standard quality for that product,", "main_body": ["The standard quality of husked rice for which the target price is fixed shall be as follows:    (a) rice, free of odour, of a sound and fair marketable quality corresponding to the average quality of common round grain rice harvested within the Community under normal conditions, of a type corresponding to the \"Balilla\" variety;\n(b) moisture content : 15 %;\n(c) total percentage of rice grains which are not of unimpaired quality : 7 % by weight, of which:      - paddy grains : 1 %,\n- broken rice : 3 %,\n- green grains or grains showing natural malformation : 3 %,\n(d) tolerance of extraneous matter, consisting of:      - mineral or vegetable inedible substances provided that they are not toxic : 0 701 %;\n- extraneous grains or parts thereof, edible : 0 710 %;\n(e) yield of wholly milled rice, in whole grains (with a tolerance of 5 % of clipped grains) : 77 750 % by weight, of which : a percentage by weight of wholly milled rice grains which are not of unimpaired quality:      - chalky grains : 3 %,\n- grains striated with red : 3 %,\n- spotted grains : 1 %,\n- stained grains : 0 750 %,\n- yellow grains : 0 705 %,\n- amber grains : 0 7125 %.", "The standard quality of paddy rice for which intervention prices are fixed shall be as follows:    (a) rice, free of odour, of a sound and fair marketable quality corresponding to the average quality of common round grain rice harvested within the Community under normal conditions, of a type corresponding to the \"Balilla\" variety;  (1)See page 1 of this Official Journal.\n(b) moisture content : 14 750 %;\n(c) yield of wholly milled rice, in whole grains (with a tolerance of 5 % of clipped grains) : 63 % be weight, of which : a percentage by weight of wholly milled rice grains which are not of unimpaired quality:      - chalky grains : 3 %,\n- grains striated with red : 3 %,\n- spotted grains : 1 %,\n- stained grains : 0 750 %,\n- yellow grains : 0 705 %,\n- amber grains : 0 7125 %.", "The standard quality of broken rice for which the threshold price is fixed shall be as follows:    (a) rice, free of odour, of a sound and fair marketable quality corresponding to the average quality of broken rice obtained from processing husked rice into wholly milled rice in the Community processing industry, of a type corresponding to the \"Messagrana\" variety;\n(b) moisture content : 15 %;\n(c) tolerance of extraneous matter consisting of:      - mineral and vegetable inedible substances, provided that they are not toxic : 0 701 %,\n- extraneous broken grains or parts thereof, edible : 0 710 %.", "For the purposes of this Regulation, the definition of grains and broken grains which are not of unimpaired quality shall be as shown in the Annex.", "1. Council Regulation No 362/67/EEC of 25 July 1967 determining standard qualities for rice and broken rice (1), as last amended by Regulation (EEC) No 1555/71 (2), is hereby repealed.\n2. References to the Regulation repealed by paragraph 1 shall be construed as references to the present Regulation.", "This Regulation shall enter into force on 1 July 1976.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 21 June 1976.\nFor the Council\nThe President\nJ. HAMILIUS  (1)OJ No 174, 31.7.1967, p. 27. (2)OJ No L 164, 22.7.1971, p. 11.\nANNEX Definition of grains and broken grains which are not of unimpaired quality\nA. Whole grains:\nGrains from which only part of the end has been removed, irrespective of characteristics produced at each stage of milling.\nB. Clipped grains:\nGrains from which the entire end has been removed.\nC. Broken grains or broken rice:\nGrains from which a part of the volume greater than the end has been removed ; broken grains include:      - large broken grains (pieces of grain of a length not less than half that of a grain, but not constituting a complete grain);\n- medium broken grains (pieces of grain of a length not less than a quarter of the length of a grain but which are smaller than the minimum size of \"large broken grains\");\n- fine broken grains (pieces of grain less than a quarter of the size of a grain but too large to pass through a sieve with a mesh of 1 74 mm);\n- fragments (small pieces or particles of grain which can pass through a sieve with a mesh of 1 74 mm) ; split grains (pieces produced by a longitudinal split in the grain) come under this definition.\nD. Green grains:\nGrains which are not fully ripened.\nE. Grains showing natural malformation:\nNatural malformation means malformation, whether or not of hereditary origin, as compared with the morphological characteristics typical of the variety.\nF. Chalky grains:\nGrains at least three-quarters of the surface of which looks opaque and chalky.\nG. Grains striated with red:\nGrains showing longitudinal red striations of differing intensity and shades, due to residues from the pericarp.\nH. Spotted grains:\nGrains showing a well-defined small circle of dark colour of more or less regular shape : spotted grains also include those which show slight black striations on the surface only ; the striations and spots must not show a yellow or dark aureole.\nI. Stained grains:\nGrains which have undergone, on a small area of their surface, an obvious change in their natural colour ; the stains may be of different colours (blackish, reddish, brown) ; deep black striations are also to be regarded as stains. If the colour of the stains is sufficiently marked (black, pink, reddish-brown) to be immediately visible and if they cover an area not less than half that of the grain, the grains must be considered to be yellow grains.\nJ. Yellow grains:\nYellow grains are those which have undergone, totally or partially, otherwise than by drying, a change in their natural colour and have taken on a lemon or orange-yellow tone.\nK. Amber grains:\nAmber grains are those which have undergone, otherwise than by drying, a slight uniform change in colour over the whole surface ; this change alters the colour of the grains to a light amber-yellow."}