{"celex_id": "31976L0760", "uri": "http://publications.europa.eu/resource/cellar/e495a925-d961-4ff4-ae70-d5789422c649", "type": "Directive", "concepts": ["13", "2897", "3110", "4654", "4658", "469"], "title": "Council Directive 76/760/EEC of 27 July 1976 on the approximation of the laws of the Member States relating to the rear registration plate lamps for motor vehicles and their trailers\n", "header": "COUNCIL DIRECTIVE  of 27 July 1976  on the approximation of the laws of the Member States relating to the rear registration plate lamps for motor vehicles and their trailers  (76/760/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 100 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nHaving regard to the opinion of the Economic and Social Committee (2),\nWhereas the technical requirements which motor vehicles must satisfy pursuant to national laws relate inter alia to their rear registration plate lamps;\nWhereas those requirements differ from one Member State to another ; whereas it is therefore necessary that all Member States adopt the same requirements either in addition to or in place of their existing rules, in order, in particular, to allow the EEC type-approval procedure which was the subject of Council Directive 70/156/EEC of 6 February 1970 on the approximation of the laws of the Member States relating to the type-approval of motor vehicles and their trailers (3), to be introduced in respect of each type of vehicle;\nWhereas in Directive 76/756/CEE (4), the Council laid down the common requirements for the installation of lighting and light-signalling devices on motor vehicles and their trailers;\nWhereas a harmonized type-approval procedure for rear registration plate lamps makes it possible for each Member State to check compliance with the common construction and testing requirements and to inform the other Member States of its findings by sending a copy of the component type-approval certificate completed for each type of rear registration plate lamp ; whereas the placing of an EEC component type-approval mark on all rear registration plate lamps manufactured in conformity with the approved type obviates any need for technical checks on these rear registration plate lamps in the other Member States;\nWhereas it is desirable to take into account the technical requirements adopted by the UN Ecconomic Commission for Europe in its Regulation No 4 (\"Uniform provisions for the approval of devices for the illumination of rear registration plates of motor vehicles (except motor cycles) and their trailers\") (5), which is annexed to the Agreement of 20 March 1958 concerning the adoption of uniform conditions for approval and reciprocal recognition of approval for motor vehicle equipment and parts;\nWhereas the approximation of national laws relating to motor vehicles entails reciprocal recognition by Member States of the checks carried out by each of them on the basis on the common requirements,", "main_body": ["1. Member States shall grant EEC component type-approval for any type of rear registration plate lamp which satisfies the construction and testing requirements laid down in Annexes 0, I, III and IV.\n2. The Member State which has granted EEC component type-approval shall take the measures required in order to verify that production models conform to the approved type, in so far as this is necessary and if need be in cooperation with the competent authorities in the other Member States. Such verification shall be limited to spot checks.  (1)OJ No C 76, 7.4.1975, p. 37. (2)OJ No C 248, 29.10.1975, p. 23. (3)OJ No L 42, 23.2.1970, p. 1. (4)See page 1 of this Official Journal. (5)Economic Commission for Europe, Document E/ECE/324, Addendum 3, Amendment 1 of 29 October 1975.", "Member States shall for each type of rear registration plate lamp which they approve pursuant to Article 1, issure to the manufacturer, or to his authorized representative, an EEC component type-approval mark conforming to the model shown in Annex I.\nMember States shall take all appropriate measures to prevent the use of marks liable to create confusion between rear registration plate lamps which have been type-approved pursuant to Article 1, and other devices.", "1. No Member State may prohibit the placing on the market of rear registration plate lamps on grounds relating to their construction or method of functioning if they bear the EEC component type-approval mark.\n2. Nevertheless, a Member State may prohibit the placing on the market of rear registration plate lamps bearing the EEC component type-approval mark which consistently fail to conform to the approved type.\nThat State shall forthwith inform the other Member States and the Commission of the measures taken, specifying the reasons for its decision.", "The competent authorities of each Member State shall within one month send to the competent authorities of the other Member States a copy of the component type-approval certificates, an example of which is given in Annex II, completed for each type of rear registration plate lamp which they approve or refuse to approve.", "1. If the Member State which has granted EEC component type-approval finds that a number of rear registration plate lamps bearing the same EEC component type-approval mark do not conform to the type which it has approved, it shall take the necessary measures to ensure that production models conform to the approved type. The competent authorities of that State shall advise those of the other Member States of the measures taken, which may, where there is consistent failure to conform, extend to withdrawal of EEC component type-approval. The said authorities shall take the same measures if they are informed by the competent authorities of another Member State of such failure to conform.\n2. The competent authorities of Member States shall within one month inform each other of any withdrawal of EEC component type-approval, and of the reasons for such a measure.", "Any decision taken pursuant to the provisions adopted in implementation of this Directive to refuse or withdraw EEC type-approval for a rear registration plate lamp or prohibit its placing on the market or use shall set out in detail the reasons on which it is based. Such decisions shall be notified to the party concerned, who shall at the same time be informed of the remedies available to him under the laws in force in the Member States and of the time limits allowed for the exercise of such remedies.", "No Member State may refuse to grant EEC type-approval or national type-approval of a vehicle on grounds relating to its rear registration plate lamps if these bear the EEC component type-approval mark and are fitted in accordance with the requirements laid down in Directive 76/756/EEC.", "No Member State may refuse or prohibit the sale or registration, entry into service or use of a vehicle on grounds relating to its rear registration plate lamps if these bear the EEC component type-approval mark and are fitted in accordance with the requirements laid down in Directive 76/756/EEC.", "For the purposes of this Directive, \"vehicle\" means any motor vehicle intended for use on the road, with or without bodywork, having at least four wheels and a maximum design speed exceeding 25 km/h, and its trailers, with the exception of vehicles which run on rails, agricultural tractors and machinery and public works vehicles.", "0\nAny amendments necessary to adjust the requirements of the Annexes to take account of technical  progress shall be adopted in accordance with the procedure laid down in Article 13 of Directive 70/156/EEC.", "1\n1. Member States shall adopt and publish the provisions necessary in order to comply with this Directive before 1 July 1977 and shall forthwith inform the Commission thereof. They shall apply these provisions with effect from 1 October 1977 at the latest.\n2. Once this Directive has been notified, the Member States shall also ensure that the Commission is informed, in sufficient time for it to submit its comments, of any draft laws, regulations or administrative provisions which they propose to adopt in the field covered by this Directive.", "2\nThis Directive is addressed to the Member States."], "attachments": "Done at Brussels, 27 July 1976.\nFor the Council\nThe President\nM. van der STOEL\nList of Annexes\n>PIC FILE= \"T9000986\">\nANNEX 0 DEFINITION, GENERAL SPECIFICATIONS, COLOUR OF LIGHT EMITTED, ANGLE OF INCIDENCE, MEASURING PROCEDURE, PHOTOMETRIC CHARACTERISTICS, CONFORMITY OF PRODUCTION\n1.  DEFINITION    1.1. Rear registration plate lamp\n\"Rear registration plate lamp\" means the device used to illuminate the space intended to accommodate the rear registration plate ; it may consist of different optical elements.\n(2.)\n(3.)\n(4.)\n5.  GENERAL SPECIFICATIONS\nEach sample shall conform to the specifications set forth in section 9 (1).\nThese lamps shall be so designed that the entire surface to be illuminated is visible from the rear within the field of vision indicated in the drawing in Annex IV.\nAll measurements shall be carried out by adjusting the filament lamp or lamps of the device to the minimum light flux prescribed for the test voltage in the specification of the filament lamp or lamps for the device.\n6.  COLOUR OF LIGHT EMITTED\nThe colour of the light emitted by the lamp used in the device must be white, but sufficiently neutral so as not to cause any appreciable change in the colour of the registration plate.  (1)These specifications are such as to ensure good visibility if the inclination of the registration plate does not exceed 30º on either side of the vertical.\n7.  ANGLE OF INCIDENCE\nThe manufacturer of the device shall specify the position in which the device is to be fitted in relation to the space for the registration plate ; the device must be so placed that the angle of incidence of the light on the surface of the plate does not exceed 82º at any point on the surface to be illuminated, this angle being measured from the edge of the illuminating surface of the device furthest from the surface of the plate. Where a device incorporates several lamps, the foregoing requirement shall apply only to that part of the plate intended to be illuminated by the device concerned.\nThe device must be so designed that no light is emitted directly towards the rear, with the exception of red light if the device is combined or grouped with a rear lamp.\n8.  MEASURING PROCEDURE\nLuminance measurements shall be made on a piece of matte white blotting paper with a minimum diffuse reflection factor of 70 %, of the same dimensions as the registration plate, and placed in the position normally occupied by it 2 mm in front of its holder.\nLuminance measurements shall be made perpendicularly to the surface of the paper, at the points shown in Annex III according to the type of plate for which the device is intended, each point representing a circular area 25 mm in diameter.\n9.  PHOTOMETRIC CHARACTERISTICS\nAt each of the points of measurement shown in Annex III, the luminance B shall be at least equal to 2 75 cd/m2.\nThe gradient of the luminance between the values B1 and B2, measured at any two points 1 and 2 selected from among those mentioned above, shall not exceed 2 × B0/cm, B0 being the minimum luminance measured at the various points, that is to say: >PIC FILE= \"T0009405\">\n10.  CONFORMITY OF PRODUCTION\nEvery rear registration plate lamp bearing an EEC component type-approval mark shall conform to the type approved.\nThe luminance B of any device picked at random from a series produced batch shall not be lower than 2 cd/m2 and, in the formula for the radient, the factor 2 may be replaced by 3.\n(11.)\nANNEX I EEC COMPONENT TYPE-APPROVAL AND MARKING REQUIREMENTS\n1. APPLICATION FOR EEC COMPONENT TYPE-APPROVAL      1.1. The application for EEC component type-approval shall be submitted by the holder of the trade name or mark or by his authorized representative.\n1.2. For each type of rear registration plate lamp, the application shall be accompanied by the following:        1.2.1. an indication as to whether the device is intended to illuminate a wide plate (520 × 120 mm), tall plate (340 × 240 mm) or both a wide and a tall plate;\n1.2.2. a brief technical specification stating the type and power of the filament lamp or lamps recommended by the manufacturer;\n1.2.3. drawings (three copies), in sufficient detail to permit identification of the type and showing geometrically the position in which the device is to be mounted in relation to the space to be occupied by the registration plate, and the outlines of the surface to be illuminated;\n1.2.4. two samples, equipped with the filament lamp or lamps recommended.\n2. MARKINGS      2.1. The samples of a type of rear registration plate lamp submitted for EEC component type-approval must bear the applicant's trade name or mark, which must be clearly legible and indelible.\n2.2. Each device shall include on both the lens and the lamp housing a space of sufficient size for the EEC component type-approval mark ; this space must be shown on the drawings mentioned in 1.2.3.\n3. EEC COMPONENT TYPE-APPROVAL      3.1. If all the samples submitted in accordance with section 1 meet the requirements of sections 5, 6, 7, 8 and 9 of Annex 0, EEC component type-approval shall be granted and a component type-approval number assigned.\n3.2. This number shall not be assigned to any other type of rear registration plate lamp.\n3.3. Where EEC component type-approval is requested for a type of lighting and light-signalling device comprising a rear registration plate lamp and other lamps, a single EEC component type-approval mark may be issued provided that the rear registration plate lamp complies with the requirements of this Directive and that each of the other lamps forming part of the lighting and lightsignalling device for which EEC type-approval is requested, complies with the specific Directive applying to it.\n4. MARKS     4.1. Every rear registration plate lamp conforming to a type approved under this Directive shall bear an EEC component type-approval mark.\n4.2. This mark shall consist of a rectangle surrounding the lower case letter \"e\" followed by the distinguishing letter(s) or number of the Member State which has granted the type-approval:\n1 for Germany,\n2 for France,\n3 for Italy,  4 for the Netherlands,\n6 for Belgium,\n11 for the United Kingdom,\n13 for Luxembourg,\nDK for Denmark,\nIRL for Ireland.\nIt must also include the EEC component type-approval number corresponding to the number of the EEC component type-approval certificate issued for the type of device in question.\n4.3. The EEC component type-approval number must be placed in any convenient position near the rectangle surrounding the letter \"e\".\n4.4. The EEC component type-approval mark must be affixed on the lens of the lamp or on one of the lenses in such a way as to be indelible and clearly legible even when the rear registration plate lamps are fitted on the vehicle.\n4.5. An example of an EEC component type-approval mark is shown in the Appendix.\n4.6. Where a single EEC type-approval number is issued, as under 3.3, for a type of lighting and light-signalling device comprising a rear registration plate lamp and other lamps, one EEC type-approval mark only may be affixed, consisting of:      - a rectangle surrounding the letter \"e\" followed by the distinguishing letter(s) or number of the Member State which has granted the EEC component type-approval,\n- the EEC component type-approval number,\n- the additional symbols required by the various Directives under which EEC component type-approval was granted.\n4.7. The dimensions of the various components of this mark must not be less than the largest of the minimum dimensions specified for individual markings by the various Directives under which the EEC component type-approval was granted.\nAppendix EXAMPLE OF AN EEC COMPONENT TYPE-APPROVAL MARK\n>PIC FILE= \"T0009406\">  The device bearing the EEC component type-approval mark shown above is a rear registration plate lamp EEC type-approved in the United Kingdom (e 11) under the number 1471.\nANNEX II MODEL EEC TYPE-APPROVAL CERTIFICATE (Maximum format : A4 (210 × 297 mm))\n>PIC FILE= \"T0009407\">\nANNEX III MEASUREMENT POINTS FOR TEST PURPOSES\n(a) Devices for illuminating a tall plate (340 × 240 mm) >PIC FILE= \"T0009408\">\n(b) Devices for illuminating a wide plate (520 × 120 mm) >PIC FILE= \"T0009409\">\nNote : In the case of devices for illuminating both tall and wide plates the measurement points used are obtained by combining the two drawings above in accordance with the outline indicated by the maker or manufacturer ; however, if two measurement points are less than 30 mm apart, only one shall be used.\nANNEX IV MINIMUM FIELD OF VISIBILITY OF THE SURFACE TO BE ILLUMINATED\n>PIC FILE= \"T0009410\">     1. The field of visibility angles shown above relate only to the relative positions of the device and the space for the registration plate.\n(2.)\n3. The angles shown take account of the partial occultation caused by the device. These must be adhered to in the directions in which there is most occultation. The devices must be such as to reduce the areas partly occulted to the strict minimum necessary."}