{"celex_id": "31972R0055", "uri": "http://publications.europa.eu/resource/cellar/a6b70fb4-831b-4d0f-9ca9-6e4199b9f566", "type": "Regulation", "concepts": ["1115", "1129", "1602", "20", "3170", "4498"], "title": "Regulation (EEC) No 55/72 of the Commission of 10 January 1972 laying down conditions for inviting tenders for the disposal of fruit and vegetables withdrawn from the market\n", "header": "REGULATION (EEC) No 55/72 OF THE COMMISSION  of 10 January 1972  laying down conditions for inviting tenders for the disposal of fruit and vegetables withdrawn from the market\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community;\nHaving regard to Council Regulation No 159/66/EEC 1 of 25 October 1966 laying down additional provisions for the common organization of the market in fruit and vegetables, as last amended by Regulation (EEC) No 1425/71 2, and in particular Article 7b (4) thereof;\nWhereas Article 7b of Regulation No 159/66/EEC provides that the supply of fruit and vegetables which have been withdrawn from the market to the animal feedingstuffs industry or to the distilling industry should be carried out by means of an invitation to tender ; whereas that Article also provides that contracts for processing these products with a view to the free distribution of such processed products, and also distilling contracts, may be awarded to industry by means of an invitation to tender;\nWhereas conditions governing the supply of the products and the award of the contracts referred to above were laid down by Regulations (EEC) Nos 1559/70, 1560/70, 1561/70 and 1562/703;\nWhereas experience has demonstrated that, to facilitate the disposal of products which have been withdrawn from the market, provision should now be made for inviting fixed-price tenders for the supply of these products and their allocation for processing ; whereas, in order to implement this procedure, criteria must be laid down to enable transactions to take place under the most favourable conditions and to ensure equal treatment for all parties concerned within the Community;\nWhereas under this procedure, the invitation to tender must inter alia indicate the selling price or the price fixed for processing as the case may be;\nWhereas, where goods are for supply, provision should be made for a deposit to be lodged in order to guarantee that the price quoted in the invitation to tender will be paid and that the product will be processed;\nWhereas the quantities should be allocated as and when they become available according to the order in which the tenderers apply to take delivery of the products from the storage agency;\nWhereas the measures provided for in this Regulation are in accordance with the Opinion of the Management Committee for Fruit and Vegetables;", "main_body": ["The agencies appointed by the Member States may by inviting fixed-price tenders:    (a) supply to the animal feedingstuffs industry : fruit and vegetables which have been withdrawn from the market;\n(b) supply to the distilling industry : apples, peaches, and pears which have been withdrawn from the market;\n(c) award contracts to industry for the following processing operations:      - in respect of fruit and vegetables, other than tomatoes, which have been withdrawn from the market, processing into juice;\n- in respect of tomatoes, processing into juice and into concentrate;\n(d) award contracts to industry for distilling the products specified under (b).  1OJ No 192, 27.10.1966, p. 3286/66. 2OJ No L 151, 7.7.1971, p. 1. 3OJ No L 169, 1.8.1970, p. 55, 59, 63 and 67.", "The period of validity of the procedure referred to in Article 1 may not exceed the duration of the marketing season of the product in question.", "Where the provisions of Article 1 (a) or (b) apply, the invitation to tender shall indicate in particular:    (a) the period during which products are likely to be available;\n(b) the nature of the products which will be offered for sale;\n(c) the names and addresses of the agencies, hereinafter called storage agencies, at which the products will be stored;\n(d) the selling price per net metric ton of the product when loaded on transport, ex warehouse at which the product is to be stored, expressed in the currency of the Member State in which the invitation to tender is issued;\n(e) the agency to which tenders must be submitted.", "Where the provisions of Article 1 (c) or (d) apply, the invitation to tender shall indicate in particular:    (a) the period during which products are likely to be available;\n(b) the nature of the products to be processed or distilled;\n(c) the names and addresses of the storage agencies;\n(d) the characteristics of the product to be obtained;\n(e) the minimum yield in juice, concentrate or alcohol;\n(f) the period of storage of the product obtained;\n(g) the price fixed for the processing or distilling of one metric ton of product, expressed in the currency of the Member State in which the invitation to tender is issued, and including:      - the cost of processing or distilling;\n- transport charges from the areas where the product is stored to the processing plant or distillery;\n- the cost of storing the product obtained, per metric ton or per hectolitre of pure alcohol, for the period referred to under (f), including the charge for removal from storage;\n(h) the amount, per metric ton and per month, to be added to or subtracted from the price referred to under (g) if the storage period is altered;\n(i) the agency to which tenders must be submitted.\nIt shall specify that by-products shall become the property of the processor or distiller.", "Where, in the light of market trends, the appointed agency alters the price quoted in the invitation to tender, this alteration shall apply only to tenders lodged after it takes effect. However, if the alteration is in favour of the tenderer, it shall also apply to tenders which have already been lodged in proportion to the quantities of which the tenderer has still to take delivery from the time when that alteration takes effect.", "1. Interested parties shall submit their tenders by letter delivered directly or by registered post with recorded delivery, by telex or by telegram, to the agency appointed by the Member State concerned.\n2. The tender shall specify:    (a) the name and address of the tenderer;\n(b) the quantities of product to which the tender relates, expressed in metric tons;\n(c) the maximum amount which can be received per day, expressed in metric tons;\n(d) where appropriate, additional information requested in the invitation to tender.", "Where the provisions of Article 1 (a) or (b) apply, the tender must be accompanied by a deposit of an amount to be determined, per 100 kg net of product, which shall not be less than the difference between:    - the arithmetic mean of the prices at which products in the lowest quality class may be bought, during the period in question, in accordance with Article 7 of Regulation No 159/66/EEC ; and\n- the selling price quoted in the invitation to tender.\nThe deposit shall be either in the form of a cheque in favour of the agency appointed by the Member State concerned or in the form of a guarantee complying with the criteria laid down by that Member State.", "The agency appointed by the Member State concerned shall draw up a list of tenderers and shall inform the storage agencies accordingly.", "1. The tenderers shall apply to take delivery of the products which have been withdrawn from the market by letter delivered directly or by registered post, with recorded delivery, by telex or by telegram to the storage agency.\n2. Delivery of the quantities of product available shall be made in the order in which the applications referred to in paragraph 1 were submitted. The storage agency shall inform the tenderers of the dates set for the deliveries.", "0\nWhere Article 1 (a) or (b) applies, the provisions of Article 10 of Regulation (EEC) No 1559/70 or of Regulation (EEC) No 1562/70 shall apply, as regards supervision and proof of processing of the products sold.", "1\nExcept in cases of force majeure, the deposit provided for in Article 7 shall be released for a quantity delivered in respect of which the purchaser furnishes the appointed agency of the Member State concerned with:    (a) proof that the price quoted in the invitation to tender has been paid;\n(b) supporting documents establishing that this quantity has been processed, where processing takes place in the Member State which sells the products;\n(c) where processing takes place in another Member State, proof of processing in the form of the control copy specified in Article 1 of Commission Regulation (EEC) No 2315/69 1 of 19 November 1969 on the use of the Community transit documents for the purpose of applying Community measures for verifying the use and/or destination of goods.\nAt the end of the period of validity of the invitation to tender, the abovementioned agency shall release the deposit for a quantity in respect of which the tender could not be met because of lack of products.", "2\n1. The agencies appointed by the Member States to carry out the transactions specified in Article 1 are listed in the Annex.\n2. Should a Member State have recourse to the provisions of this Regulation, the appointed agency shall communicate the invitation to tender provided for in Article 3 to the agencies of the other Member States and to the Commission without delay.\nSuch communication must he made at least seven days before the beginning of the period specified in Article 2.\nThe appointed agency shall, under the same conditions as those laid down in the first subparagraph, communicate any amendments which may be made to the invitation to tender.\nSuch amendments may take effect only when seven days have elapsed from their communication.\n3. As soon as the communication provided for in the first subparagraph of paragraph 2 has been made, a notice shall be published in the Official Journal of the European Communities announcing the Member State's intention to have recourse to the provisions of this Regulation for one or more specified products.", "3\nThe agency appointed by the Member State shall, as soon as the procedure inviting tenders is completed, communicate to the Commission the quantities of products which have been supplied or allocated for processing.", "4\nThis Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.  1OJ No L 295, 25.11.1969, p. 14.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 10 January 1972.\nFor the Commission\nThe President\nFranco M. MALFATTI\nANNEX List of agencies appointed by the Member States\n>PIC FILE= \"T0010806\">"}