{"celex_id": "31972R1350", "uri": "http://publications.europa.eu/resource/cellar/9a118619-3f72-4fde-b648-332fe5b967a4", "type": "Regulation", "concepts": ["1261", "4327", "755"], "title": "Regulation (EEC) No 1350/72 of the Commission of 28 June 1972 on rules for granting aid to hop producers\n", "header": "REGULATION (EEC) No 1350/72 OF THE COMMISSION of 28 June 1972 on rules for granting aid to hop producers\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community;\nHaving regard to Council Regulation (EEC) No 1696/711 of 26 July 1971, on the common organization of the market in hops, and in particular Article 13 (4) thereof;\nWhereas Article 3 of Council Regulation (EEC) No 1037/722 of 18 May 1972 laying down general rules for granting and financing aid to hop producers provides for the introduction by Member States of a system of declarations and registration of areas planted ; whereas, if these arrangements are to be uniformly applied in the Member States, the details to be given in producers' declarations must be defined;\nWhereas, furthermore, the granting of aid must be made subject to certain conditions which would make it possible to ensure that only producers who have grown and harvested hops in the proper manner may benefit from that aid;\nWhereas the Commission must know the name and address of the bodies responsible for registering the areas and the measures adopted by the Member States to apply the system of aid to hop producers;\nWhereas the measures provided for in this Regulation are in accordance with the Opinion of the Management Committee for Hops,", "main_body": ["1. By 30 June of each year at the latest all hop producers shall declare the areas which they have planted.\nFor 1971 and 1972 the declaration shall be submitted before 31 July 1972.\n2. The declaration shall include at least:    (a) the name and address of the person making the declaration,\n(b) in respect of each variety:      - the area planted,\n- the land-register reference for the area or, if no such reference is available for the area in question, an equivalent official indication and, if necessary, a further indication making it possible to locate the variety,\n(c) the name of the recognized hop producers' group if the person making the declaration belongs to such a group.", "1. The application for aid shall be made by the producer within 5 months from the date of publication in the Official Journal of the European Communities of the Regulation fixing the amount of aid provided for in Article 12 of Regulation (EEC) No 1696/71.\n2. Aid shall be granted only for areas which, for the harvest in question:    (a) were planted with a uniform density of at least:      - 1 500 plants per hectare in the case of double staking\n- 2 000 plants per hectare in the case of single staking\n1 OJ No L 175, 4.8.1971, p. 1.   2 OJ No L 118, 20.5.1972, p. 19.\n(b) have been declared in accordance with the provisions of Article 1;\n(c) have been grown and harvested normally.", "1. The application for aid shall include, for the areas from which aid is requested, at least:    (a) the name and address of the applicant\n(b) in respect of each variety:      - the area planted,\n- the land-register reference of the area or, if no such reference is available for the area in question, an equivalent official indication and, if necessary, a further indication making it possible to locate the variety,\n(c) the name of the recognized hop producers' group if the applicant belongs to such a group,\n(d) a declaration that these areas have been harvested.\n2. The Member States may provide that a duplicate of the declaration referred to in Article 1 may constitute an application for aid if it includes a declaration to the effect that the areas for which aid is requested have been harvested.", "Each Member State shall notify the Commission of the name and address of the bodies appointed in accordance with the second subparagraph of Article 13 (1) of Regulation (EEC) No 1696/71 and the measures which it has taken to apply the system of aid to hop producers.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 28 June 1972.\nFor the Commission\nThe President\nS.L. MANSHOLT"}