{"celex_id": "31979R1596", "uri": "http://publications.europa.eu/resource/cellar/8c76d1eb-be71-4190-94e2-a589cdbb84a8", "type": "Regulation", "concepts": ["1118", "1201", "3618"], "title": "Commission Regulation (EEC) No 1596/79 of 26 July 1979 on preventive withdrawals of apples and pears\n", "header": "COMMISSION REGULATION (EEC) No 1596/79  of 26 July 1979  on preventive withdrawals of apples and pears\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1035/72 of 18 May 1972 on the common organization of the market in fruit and vegetables (1), as last amended by Regulation (EEC) No 1301/79 (2), and in particular Article 15a (2) thereof,\nWhereas pursuant to Article 15a of Regulation (EEC) No 1035/72 it may be decided that Member States may authorize producers' organizations to withdraw, during the first months of the marketing year, a proportion of the apples and pears of minimum quality standard if the prices referred to in Article 17 of Regulation (EEC) No 1035/72 remain between the buying in price and 80 % of the basic price for a period to be determined and if the market situation and particularly the size of the crop threatens a collapse of prices and subsequent heavy withdrawals of one or both of the products concerned;\nWhereas preventive withdrawals should not be authorized unless the crop is expected to exceed a size to be fixed in the light of what the market can absorb;\nWhereas the period referred to above must be such that preventive withdrawals are not set off by casual price falls and that withdrawals are not authorized too late;\nWhereas preventive withdrawals must not exceed what is necessary to normalize supply;\nWhereas such withdrawals should be applied primarily to produce of which there is most often a surplus and which by its nature is least likely to find a normal outlet;\nWhereas, so that arrangements may be made for produce thus withdrawn to be put to one of the uses referred to in Article 21 of Regulation (EEC) No 1035/72, producers' organizations should inform the Member States in advance of the quantities and kinds of produce with are to be the subject of preventive withdrawals;\nWhereas a uniform withdrawal price should be fixed and applied irrespective of the time when the produce withdrawn from the market is actually dispatched for alternative use;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Fruit and Vegetables,", "main_body": ["Preventive withdrawals may be authorized only if the crop is expected to exceed by 5 % or more a basic production of:    - 6 200 000 tonnes for apples,\n- 2 250 000 tonnes for pears.", "Preventive withdrawals may be authorized only when the prices communicated pursuant to the first subparagraph of Article 17 (1) of Regulation (EEC) No 1035/72 remain for eight successive market days on the same representative market between the buying in price and 80 % of the basic price.", "1. Preventive withdrawals of apples may not exceed 30 % of an expected surplus of up to 620 000 tonnes ; they may not exceed 40 % of an expected surplus of between 620000 and 1 000 000 tonnes and not exceed 50 % of an expected surplus of over 1 000 000 tonnes, the expected surplus being the difference between the expected crop and the basic production of 6 200 000 tonnes.\nPreventive withdrawals of pears may not exceed 30 % of an expected surplus of up to 225 000 tonnes ; they may not exceed 40 % of an expected surplus of between 225 000 and 400 000 tonnes and not exceed 50 % of an expected surplus of over 400 000 tonnes, the expected surplus being the difference between the expected crop and the basic production of 2 250 000 tonnes.\n2. If the expected surplus amounts to between 5 and 10 % of the basic production referred to in Article 1, preventive withdrawals may be undertaken only in respect of fruit of which the size does not exceed by more than 10 mm the minimum size admitted for marketing.\nIf the expected surplus amounts to 10 % or more of the basic production referred to in Article 1, (1)OJ No L 118, 20.5.1972, p. 1. (2)OJ No L 162, 30.6.1979, p. 26.   preventive withdrawals may be undertaken in respect of fruit of all sizes admitted for marketing.\n3. The maximum quantities which may be the subject of preventive withdrawals in each Member State shall be determined in accordance with the procedures laid down in Article 33 of Regulation (EEC) No 1035/72.", "Preventive withdrawals may be undertaken only in respect of class II produce and    - as regards apples, in respect of the Golden Delicious, Imperatore and American red varieties,\n- as regards pears, in respect of the Passe Crassane, Conference, DoyennĂŠ du Comice, Emperor Alexander and Alexander Lucas varieties.\nThe list of American red varieties shall be laid down, as necessary, under the procedure provided for in Article 33 of Regulation (EEC) No 1035/72.", "Where a Member State authorizes producers' organizations to undertake preventive withdrawals, the organizations which intend to make such withdrawals must inform the Member State concerned accordingly before 15 November, stating the quantities to be withdrawn, broken down where appropriate by variety, and the periods during which the withdrawals will be made. The said periods must be so established as to enable the produce withdrawn from the market to be put to one or other of the uses referred to in Article 21 (1) of Regulation (EEC) No 1035/72.\nThe periods may be altered by the Member State concerned. Produce which is the subject of a preventive withdrawal must have been allocated for alternative use not later than 31 December.", "Where the total quantities which the producers' organizations in a Member State intend to withdraw exceed the quota allotted to that Member State, it shall reduce the quantities to be withdrawn by each organization concerned in line with its quota.", "The withdrawal price of produce preventively withdrawn shall be calculated by reference to the average of the prices for October, November and December as they result from the application of Article 18 of Regulation (EEC) No 1035/72.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 26 July 1979.\nFor the Commission\nFinn GUNDELACH\nVice-President"}