{"celex_id": "31977D0615", "uri": "http://publications.europa.eu/resource/cellar/b6b14197-e234-487b-8351-f87ad461fea7", "type": "Decision", "concepts": ["1426", "1696", "2795", "5199", "5684"], "title": "77/615/EEC: Council Decision of 27 September 1977 adopting a series of informatics projects in the field of software portability\n", "header": "COUNCIL DECISION  of 27 September 1977  adopting a series of informatics projects in the field of software portability  (77/615/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 235 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nHaving regard to the opinion of the Economic and Social Committee (2),\nWhereas, with a view to giving a Community orientation to policies for encouraging and promoting data processing, the Council agreed in its resolution of 15 July 1974 on a Community policy on data processing (3) to adopt, on a proposal from the Commission, industrial development projects on areas of common interest involving transnational cooperation;\nWhereas the portability of software will enable users substantially to reduce conversion costs when changing over from one type of equipment to another ; whereas to this end it is necessary to promote a series of projects aimed at the industrial development of languages, systems and portable products in the field of software;\nWhereas the abovementioned projects seem necessary in order to attain certain Community objectives within the functioning of the common market;\nWhereas the Treaty establishing the European Economic Community has not provided the necessary powers,", "main_body": ["The following three joint informatics projects are hereby adopted:    (a) study of a software writing language;\n(b) study on conversion tools;\n(c) study on the feasibility of developing a common software interface for minicomputers.\nThese projects are defined in section II of the Annex.", "The duration of the studies referred to in Article 1 shall be one year. The appropriations necessary for carrying them out, which shall amount to 390 000 units of account, shall be entered in the budget of the European Communities.", "The Commission shall be responsible for carrying out the projects. It shall be assisted by the Advisory Committee on Joint Data-Processing Projects.\nThe Commission shall submit a report to the Council at the end of the studies."], "attachments": "Done at Brussels, 27 September 1977.\nFor the Council\nThe President\nA. HUMBLET  (1)OJ No C 28, 9.2.1976, p. 6. (2)OJ No C 131, 12.6.1976, p. 8. (3)OJ No C 86, 20.7.1974, p. 1.\nANNEX PROJECTS IN THE FIELD OF SOFTWARE PORTABILITY\nI. INTRODUCTION\nThe fact that the computer market is shared by different manufacturers gives rise to numerous difficulties for the user who wishes to transfer his applications to new, more powerful hardware, or to use several incompatible items of equipment simultaneously.\nAccordingly, when applications are transferred to new hardware, or when they are processed simultaneously by different items of equipment, the degree of difficulty encountered by the user will depend on what, for the sake of convenience, will be called their \"portability\".\nIt should be noted that similar problems arise in regard to intercommunication between different makes of hardware.\nAt present there is little or no portability of application ; changing manufacturers becomes a major problem which many prefer to avoid.\nA preliminary estimate of the minimum program conversion costs which are likely to be incurred over the next five years without action by the Community is in the region of 1 000 million units of account.\nThe purpose of these projects is to promote software portability, so as to cope with this technically and economically disadvantageous situation.\nThe projects, which derive from detailed study and consultations, are as follows:    (a) study of a software writing language;\n(b) study on conversion tools;\n(c) study on the feasibility of developing a common software interface for minicomputers.\nAs regards the study under (c), a large number of manufacturers of peri-informatic equipment have shown particular interest in the possibility of developing an advanced level software interface which could make software portable or compatible on different types of equipment.\nThe following two main advantages are expected from this approach:    - longer life for software products,\n- possibility of wider integration of products which might originally have been incompatible.\nUsers also stand to derive significant advantages, such as:    - greater freedom of choice, and thus a wider possibility of matching requirements,\n- greater flexibility in the organization of data exchange or of task assignment procedures in a distributed intelligence environment.\nSince software development costs are continuously and dramatically increasing, the general economic benefit of a standard approach will not be negligible.\nOn the other hand, such an approach to a software interface by the European peri-informatics industry could have certain disadvantages, particularly for certain large companies with a strong market position selling \"solutions to problems\". Such companies see the specific nature of their products as a protection of their market. Moreover, if the market is sufficiently large and the existing range of products offered wide, an ad hoc solution may well prove more economical and efficient.\nIt is therefore necessary to carry out a study with a view to analyzing the advantages and disadvantages of such an approach and examining its feasibility. The study will initially be centred on applications in the fields of telecommunications and data transmission.\nMinicomputers will be increasingly used in telecommunications. It is equipment in this sector which the manufacturers of peri-formatic equipment consulted by the Commission generally feel will benefit from such an approach (as compared, for example, with office calculators).\nData transmission is one of the most promising and faster-growing sectors of the electronics market. Since it plays an important part in a wide range of applications from process control to scientific and business-oriented data collection systems, most manufacturers of peri-informatic equipment are going to be involved in it.\nIf the portable products resulting from the projects are a commercial success, the funds given to industry for their realization will be reimbursed to the Community according to a formula to be defined within the general context of the administration of projects and of the medium-term programme.\nII. DESCRIPTION OF THE PROJECTS\n1. Study of a software writing language\nThis language and the compilers required for use on various types of equipment are a prerequisite for the realization of all the portable products forming the subject of these projects.\nThe development of this language must therefore be regarded as a matter of utmost priority.\nThe study is designed to identify the necessary characteristics of the future ESL (European System Language), and also involves tests on existing languages, with a view to determining whether one of these may be speedily adopted for wider use and further development. The choice of language will be made on the basis of very strict criteria which, apart from those resulting from the study, will consist at least of the following:      - compilers of the chosen language must exist on different types of equipment,\n- the compilers must be able efficiently to generate object programs of the \"system\" type,\n- the cost of developing new versions of compilers for other types of equipment must be low,\n- portable products that have given proof of their efficiency and portability must exist in the chosen language.\nThis study and the selection procedure will take approximately nine months.\nThe anticipated results are as follows:      (a) definition of the future characteristics of ESL;\n(b) if an existing language is capable of meeting future development requirements, identification of the characteristics requiring modification or further development.\nThe subsequent phases of the project, scheduled for 1978, will hinge on the results of the study phase and will require a decision in the context of the multiannual programme.\n2. Study on conversion tools\nIn the medium and long term the portable products whose development forms the objective of these proposals will reduce incompatibilities between different types of equipment and make for portability of new applications. However, there is a large body of existing computer applications which the user must nowadays convert whenever he changes over to another type of equipment.\nThis means that the project for the development of conversion tools is designed to meet a need which is now felt by any user wishing to change over to a different computer, and therefore has a high degree of urgency.\nIf conversion is to be carried out in the way most advantageous to the user both technically and financially, a certain number of tools such as COBOL and FORTRAN translators, translators for assembler languages, translators for control languages, file converters, etc. must be available.\nThe first phase will consist of an investigation of requirements and a review of the tools already available or under development at national or company level ; it will be followed by the preparation of specifications for the conversion tools and facilities for which Community development support will be desirable. These tools and facilities should be as widely applicable as possible.\nThe second phase will be concerned with the development of the tools considered necessary, and will require a decision in the context of the multiannual programme.\n3. Study on the feasibility of developing a common software interface for minicomputers\nThe proposed study aims to analyze the feasibility conditions of a common nucleus for an operating system of minicomputers i.e. an advanced common software interface.\nThis choice is justified by the fact that a growing number of the basic functions of primitive software are performed by hardware, and this trend may well become more widespread in the near future given the rapid progress of technology.\nParticular attention will be paid to the compatibility and/or portability level of software in a distributed intelligence environment. The study will thus be mainly orientated toward data-transmission applications ; nevertheless, possibilities of extension to other applications will be borne in mind and the relevant conditions indicated.\nThe study will cover the following points:      (a) analysis of the latest concepts applied to the architecture of systems using minicomputers and micro-processors and estimates of their trends over the forecast lifespan of the software product;\n(b) evaluation of the basic performances and requirements of an operating system, with particular emphasis on the more specific elements required by its implementation in a distributed intelligence environment;\n(c) examination of the optimum implementation level of the software interface, taking into account the results of phases (a) and (b) as well as interaction with standard data-exchange protocols, interface with public networks and multilayer (upward-downward) compatibility;\n(d) examination of interaction between hardware, software and network characteristics and consideration of a common programming language and certain subsystems;\n(e) detailed identification of the economic risks and advantages of a common software interface and of the market conditions and sectors in which this would be beneficial. The identification will include estimates of cost and time requirements and state the specific hypotheses on which these are based."}