{"celex_id": "31974R3254", "uri": "http://publications.europa.eu/resource/cellar/8f7e5eeb-5bdb-4ecb-a7b7-f615ae805787", "type": "Regulation", "concepts": ["1274", "2488", "2772", "5334", "5842"], "title": "Regulation (EEC) No 3254/74 of the Council of 17 December 1974 applying Regulation (EEC) No 1055/72 on notifying the Commission of imports of crude oil and natural gas to petroleum products falling within subheadings 27.10 A, B, C I and C II of the Common Customs Tariff\n", "header": "REGULATION (EEC) No 3254/74 OF THE COUNCIL  of 17 December 1974  applying Regulation (EEC) No 1055/72 on notifying the Commission of imports of crude oil and natural gas to petroleum products falling within subheadings 27.10 A, B, C I and C II of the Common Customs Tariff\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Articles 5 and 213 thereof;\nHaving regard to the proposal from the Commission;\nHaving regard to the Opinion of the European Parliament;\nHaving regard to the Opinion of the Economic and Social Committee;\nWhereas obtaining an overall picture of the Community supplies of crude oil and natural gas is an essential feature of a Community energy policy;\nWhereas Regulation (EEC) No 1055/72 (1) applies only to the notification to the Commission of imports of crude oil and natural gas;\nWhereas it is important to supplement the information which the Community has at its disposal ; whereas, to this end, the notification provided for in Regulation (EEC) No 1055/72 should be extended to petroleum products falling within subheading 27.10 A, B, C I and C II of the Common Customs Tariff,", "main_body": ["The obligation laid down in Article 1 of Regulation (EEC) No 1055/72 for Member States to notify the Commission of imports of crude oil and natural gas shall be extended to petroleum products falling within subheadings 27.10 A, B, C I and C II of the Common Customs Tariff and shall be fulfilled under the conditions set out in the abovementioned Regulation and in accordance with the procedure laid down in Annex A to this Regulation.", "As regards the products referred to in Article 1 of this Regulation and in accordance with the procedure laid down in Annex B to this Regulation, the obligation laid down in Article 2 of Regulation (EEC) No 1055/72 shall apply to persons or undertakings having imported or intending to import into the Community a quantity of 100 000 metric tons or more per annum of the products referred to in the subheading of the Common Customs Tariff set out in Article 1 above.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 17 December 1974.\nFor the Council\nThe President\nM. d'ORNANO  (1)OJ No L 120, 25.5.1972, p. 3.\nANNEX A\nNotification from the Member States to the Commission\nNotifications shall include the following information:    A. In respect of imports effected during the half calendar year preceding the declaration:\nFull transmission of information obtained by the Governments from persons or undertakings, including the names, and addresses or seats, of those persons or undertakings.\nB. In respect of imports planned for the year following the declaration:     1. Gradings and descriptions of the imported petroleum products as given in the Common Customs Tariff, including the sulphur content (% by weight), if available.\n2. Estimated quantity of each product in thousands of metric tons.\n3. Country where the petroleum products to be imported are to be refined.\n4. Percentage of supplies effected on the basis of contracts with a duration of more than one year.\nANNEX B\nNotification from persons and undertakings to Member States\nI.  In respect of imports effected during the half calendar year preceding the declaration:       1. Name and address or seat, of the importing person or undertaking.\n2. Gradings and descriptions of the imported petroleum products as given in the Common Customs Tariff, including the sulphur content (% by weight), if available.\n3. Quantity of each product in thousands of metric tons.\n4. Country where the imported petroleum products were refined.\n5. Names, and addresses or seats, of contracting parties.\n6. In respect of all imports effected on the basis of supply contracts with a duration of more than one year:      (i) duration of the contract;\n(ii) date of termination;\n(iii) quantity per country where the petroleum products were refined.\nII.  In respect of imports planned for the year following the declaration:      1. Name, and address or seat, of the importing person or undertaking.\n2. Gradings and descriptions of the imported products as given in the Common Customs Tariff, including the sulphur content (% by weight), if available.\n3. Estimated quantity of each product in thousands of metric tons.\n4. Country where the petroleum products to be imported were or will be refined.\n5. Names, and addresses or seats, of contracting parties.\n6. In respect of all imports effected on the basis of supply contracts with a duration of more than one year:      (i) duration of the contract;\n(ii) date of termination;\n(iii) quantity per country where the petroleum products were or will be refined."}