{"celex_id": "31979R1272", "uri": "http://publications.europa.eu/resource/cellar/17fd13b7-71ee-424a-8b37-c6405ba56f77", "type": "Regulation", "concepts": ["2642", "2958", "3170", "4860", "5025"], "title": "Council Regulation (EEC) No 1272/79 of 25 June 1979 amending Regulations (EEC) No 985/68 and (EEC) No 1014/68 as regards the buying-in prices applied by intervention agencies to butter and skimmed-milk powder\n", "header": "COUNCIL REGULATION (EEC) No 1272/79  of 25 June 1979  amending Regulations (EEC) No 985/68 and (EEC) No 1014/68 as regards the buying-in prices applied by intervention agencies to butter and skimmed-milk powder\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 804/68 of 27 June 1968 on the common organization of the market in milk and milk products (1), as last amended by Regulation (EEC) No 1761/78 (2), and in particular Articles 6 (6) and 7 (4) thereof,\nHaving regard to the proposal from the Commission,\nWhereas, pursuant to Regulations (EEC) No 985/68 (3), as last amended by Regulation (EEC) No 2714/72 (4), and (EEC) No 1014/68 (5), as last amended by Regulation (EEC) No 1211/69 (6), in the event of a change in the buying-in prices, the intervention agencies pay the new prices for all products fulfilling the conditions laid down and which are offered to them from the date from which the new prices apply, without distinction as to the dates of manufacture of the products concerned;\nWhereas, in order to ensure that the intervention system for butter and skimmed-milk powder operates properly, it is necessary to provide that the date of manufacture of these products determines whether the old or the new prices are applied,", "main_body": ["The following Article 2a shall be inserted in Regulation (EEC) No 985/68:\n\"Article 2a\nIn the event of the buying-in price changing between the date of manufacture of the butter and the date of its sale to the intervention agency, the buying-in price applicable shall be that in force on the day of its manufacture.\"", "Article 2 of Regulation (EEC) No 1014/68 shall be replaced by the following:\n\"Article 2\nIn the event of the buying-in price changing between the date of manufacture of the skimmed-milk powder and the date of its sale to the intervention agency, the buying-in price applicable shall be that in force on the day of its manufacture.\"", "This Regulation shall enter into force on 2 July 1979.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 25 June 1979.\nFor the Council\nThe President\nJ. LE THEULE  (1)OJ No L 148, 28.6.1968, p. 13. (2)OJ No L 204, 28.7.1978, p. 6. (3)OJ No L 169, 18.7.1968, p. 1. (4)OJ No L 291, 28.12.1972, p. 15. (5)OJ No L 173, 22.7.1968, p. 4. (6)OJ No L 155, 28.6.1969, p. 13."}