{"celex_id": "31979R2282", "uri": "http://publications.europa.eu/resource/cellar/6e4dc725-b692-498f-90b8-d152a3e3adcf", "type": "Regulation", "concepts": ["2069", "252", "4381"], "title": "Commission Regulation (EEC) No 2282/79 of 17 October 1979 on the classification of goods under subheading 55.09 A I of the Common Customs Tariff\n", "header": "COMMISSION REGULATION (EEC) No 2282/79  of 17 October 1979  on the classification of goods under subheading 55.09 A I of the Common Customs Tariff\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 97/69 of 16 January 1969 on measures to be taken for uniform application of the nomenclature of the Common Customs Tariff (1), as last amended by Regulation (EEC) No 280/77 (2), and in particular Article 3 thereof,\nWhereas, in order to ensure uniform application of the nomenclature of the Common Customs Tariff, provision must be made for the classification of lengths of absorbent cotton fabric (known as \"gauze\"), not impregnated or coated with pharmaceutical substances, 100 m long and 0 765 m wide, concertinafolded, individually wrapped and labelled;\nWhereas the Common Customs Tariff annexed to Council Regulation (EEC) No 950/68 (3), as last amended by Regulation (EEC) No 882/79 (4), includes under heading No 30.04 wadding, gauze, bandages and similar articles (for example, dressings, adhesive plasters, poultices), impregnated or coated with pharmaceutical substances or put up in retail packings for medical or surgical purposes, other than goods specified in Note 3 to the Chapter, and under heading No 55.09 other woven fabrics of cotton;\nWhereas these headings are relevant to the classification of the abovementioned lengths of absorbent cotton fabric;\nWhereas, in view of their dimensions, these articles, even if they are individually wrapped and labelled, cannot be considered at the time of importation as being put up in retail packings for medical or surgical purposes ; whereas consequently they cannot be classified under heading No 30.04;\nWhereas the articles in question, having regard to their nature and dimensions, fall to be classified under subheading 55.09 A I;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Committee on Common Customs Tariff Nomenclature,", "main_body": ["Lengths of absorbent cotton fabric (known as \"gauze\"), not impregnated or coated with pharmaceutical substances, 100 m long and 0 765 m wide, concertinafolded, individually wrapped and labelled, shall be classified in the Common Customs Tariff under subheading:\n55.09 Other woven fabrics of cotton:\nA. Containing 85 % or more by weight of cotton:\nI. Of a width of less than 85 cm.", "This Regulation shall enter into force on the eighth day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 17 October 1979.\nFor the Commission\nĂ\u0089tienne DAVIGNON\nMember of the Commission  (1)OJ No L 14, 21.1.1969, p. 1. (2)OJ No L 40, 11.2.1977, p. 1. (3)OJ No L 172, 22.7.1968, p. 1. (4)OJ No L 111, 4.5.1979, p. 14."}