{"celex_id": "31976D0753", "uri": "http://publications.europa.eu/resource/cellar/0800dc94-2002-4ce2-bfa6-048d7e3cf4c5", "type": "Decision", "concepts": ["1474", "207", "209", "2901", "5100"], "title": "76/753/Euratom: Commission Decision of 17 September 1976 concluding the framework Agreement for commercial and economic cooperation between the European Communities and Canada\n", "header": "24.9.1976 EN Official Journal of the European Communities L 260/22\nCOMMISSION DECISION\nof 17 September 1976\nconcluding the Framework Agreement for commercial and economic cooperation between the European Communities and Canada\n(76/753/Euratom)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Atomic Energy Community, and in particular the second paragraph of Article 101 thereof,\nHaving regard to the approval of the Council,\nWhereas the Framework Agreement for commercial and economic cooperation between the European Communities and Canada, signed in Ottawa on 6 July 1976, should be concluded on behalf of the European Atomic Energy Community,", "main_body": ["The Framework Agreement for commercial and economic cooperation between the European Communities and Canada is hereby concluded and approved on behalf of the European Atomic Energy Community.\nThe text of the Agreement is annexed to this Decision.", "The President of the Commission shall give, as regards the Community, the notification provided for in Article 8 of the Agreement (1).", "This Decision shall enter into force on the day following its publication in the Official Journal of the European Communities."], "attachments": "Done at Brussels, 17 September 1976.\nFor the Commission\nChristopher SOAMES\nVice-President\n(1)  The date of entry into force of the Agreement, as regards the European Atomic Energy Community, will be published in the Official Journal of the European Communities.\nFRAMEWORK AGREEMENT\nfor commercial and economic cooperation between the European Communities and Canada\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES,\non behalf of the European Economic Community, and\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES,\non behalf of the European Atomic Energy Community,\nof the one part, and\nTHE GOVERNMENT OF CANADA,\nof the other part,\nINSPIRED by the common heritage, special affinity and shared aspirations which unite the countries of the European Communities and Canada;\nRECOGNIZING that the European Communities and Canada desire to establish a direct link with each other which will support, complement and extend cooperation between the Member States of the European Communities and Canada;\nRESOLVED to consolidate, deepen and diversify their commercial and economic relations to the full extent of their growing capacity to meet each other's requirements on the basis of mutual benefit;\nCONSCIOUS of the already substantial flow of trade between the European Communities and Canada;\nMINDFUL that the more dynamic trade relationship which both the European Communities and Canada desire calls for close cooperation across the whole range of commercial and economic endeavour;\nPERSUADED that such cooperation should be realised in evolutionary and pragmatic fashion, as their policies develop;\nDESIRING furthermore to strengthen their relations and to contribute together to international economic cooperation;\nTHE COUNCIL AND THE COMMISSION OF THE EUROPEAN COMMUNITIES:\nMax van der STOEL,\nPresident of the Council,\nMinister for Foreign Affairs of the Kingdom of the Netherlands;\nSir Christopher SOAMES,\nVice-President of the Commission of the European Communities;\nTHE GOVERNMENT OF CANADA:\nThe Hon. Allan J. MAC EACHAN,\nSecretary of State for External Affairs;\nHAVE AGREED AS FOLLOWS:\nArticle 1\nMost-favoured-nation treatment\nIn accordance with the rights and obligations under the General Agreement on tariffs and trade, the Contracting Parties undertake to accord each other, on an equal and reciprocal basis, most-favoured-nation treatment.\nArticle II\nCommercial cooperation\n1.   The Contracting Parties undertake to promote the development and diversification of their reciprocal commercial exchanges to the highest possible level.\nTo this end, they shall, in accordance with their respective policies and objectives;\n(a) cooperate at the international level and bilaterally in the solution of commercial problems of common interest;\n(b) use their best endeavours to grant each other the widest facilities for commercial transactions in which one or the other has an interest;\n(c) take fully into account their respective interests and needs regarding access to and further processing of resources.\n2.   The Contracting Parties shall use their best endeavours to discourage, in conformity with their legislation, restrictions of competition by enterprises of their respective industries, including pricing practices distorting competition.\n3.   The Contracting Parties agree, upon request, to consult and review these matters in the Joint Cooperation Committee referred to in Article IV..\nArticle III\nEconomic cooperation\n1.   The Contracting Parties, in the light of the complementarity of their economies and of their capabilities and long-term economic aspirations, shall foster mutual economic cooperation in all fields deemed suitable by the Contracting Parties. Among the objectives of such cooperation shall be:\n— the development and prosperity of their respective industries,\n— the encouragement of technological and scientific progress,\n— the opening up of new sources of supply and new markets,\n— the creation of new employment opportunities,\n— the reduction of regional disparities,\n— the protection and improvement of the environment,\n— generally to contribute to the development of their respective economies and standards of living.\n2.   As means to such ends, the Contracting Parties shall as appropriate encourage and facilitate inter alia:\n— broader inter-corporate links between their respective industries, especially in the form of joint ventures,\n— greater participation by their respective firms in the industrial development of the Contracting Parties on mutually advantageous terms,\n— increased and mutually beneficial investment,\n— technological and scientific exchanges,\n— joint operations by their respective firms and organizations in third countries.\n3.   The Contracting Parties will as appropriate encourage the regular exchange of industrial, agricultural and other information relevant to commercial and economic cooperation as well as the development of contacts and promotion activities between firms and organizations in these areas in the Communities and Canada.\n4.   Without prejudice to the relevant provisions of the Treaties establishing the Communities, the present Agreement and any action taken thereunder shall in no way affect the powers of the Member States of the Communities to undertake bilateral activities with Canada in the field of economic cooperation and to conclude, where appropriate, new economic cooperation agreements with Canada.\nArticle IV\nJoint Cooperation Committee\nA joint Cooperation Committee shall be set up to promote and keep under review the various commercial and economic cooperation activities envisaged between the Communties and Canada. Consultations shall be held in the Committee at an appropriate level in order to facilitate the implementation and to further the general aims of the present Agreement. The Committee will normally meet at least once a year. Special meetings of the Committee shall be held at the request of either Party. Subcommittees shall be constituted where appropriate in order to assist the Committee in the performance of its tasks.\nArticle V\nOther Agreements\n1.   Nothing in this Agreement shall affect or impair the rights and obligations of the Contracting Parties under the General Agreement on tariffs and trade.\n2.   To the extent that the provisions of the present Agreement are incompatible with the provisions of the Agreement between the European Atomic Energy Community and Canada of 6 October 1959, the provisions of the present Agreement shall prevail.\n3.   Subject to the provisions concerning economic cooperation in Article III (4), the provisions of this Agreement shall be substituted for provisions of Agreements concluded between Member States of the Communities and Canada to the extent to which the latter provisions are either incompatible with or identical to the former.\nArticle VI\nEuropean Coal and Steel Community\nA separate Protocol is agreed between the European Coal and Steel Community and its Member States, on the one hand, and Canada, on the other.\nArticle VII\nTerritorial application\nThis Agreement shall apply to the territory of Canada and to the territories to which the Treaties establishing the Communities apply, on the conditions laid down in those Treaties.\nArticle VIII\nDuration\nThis Agreement shall enter into force on the first day of the month following that during which the Contracting Parties have notified each other of the completion of the procedures necessary for this purpose. It shall be of indefinite duration and may be terminated by either Contracting Party after five years from its entry into force, subject to one year's notice.\nArticle IX\nAuthentic languages\nThis Agreement is drawn up in two copies in the Danish, Dutch, English, French, German and Italian languages, each of these texts being equally authentic.\nTil bekræftelse heraf har undertegnede befuldmægtigede underskrevet denne rammeaftale.\nZu Urkund dessen haben die unterzeichneten Bevollmächtigten ihre Unterschriften unter dieses Rahmenabkommen gesetzt.\nIn witness whereof, the undersigned Plenipotentiaries have affixed their signatures below this Framework Agreement.\nEn foi de quoi, les plénipotentiaires soussignés ont apposé leurs signatures au bas du présent accord-cadre.\nIn fede di che, i plenipotenziari sottoscritti hanno apposto le loro firme in calce al presente accordo quadro.\nTen blijke waarvan de ondergetekende gevolmachtigden hun handtekening onder deze Kaderovereenkomst hebben gesteld.\nUdfærdiget i Ottawa, den sjette juli nitten hundrede og seksoghalvfjerds.\nGeschehen zu Ottawa am sechsten Juli neunzehnhundertsechsundsiebzig.\nDone at Ottawa on the sixth day of July in the year one thousand nine hundred and seventy-six.\nFait à Ottawa, le six juillet mil neuf cent soixante-seize.\nFatto a Ottawa, addì sei luglio millenovecentosettantasei.\nGedaan te Ottawa, de zesde juli negentienhonderdzesenzeventig.\nFor Rådet og Kommissionen for De europæiske Fællesskaber\nFür den Rat und die Kommission der Europäischen Gemeinschaften\nFor the Council and the Commission of the European Communities\nPour le Conseil et la Commission des Communautés européennes\nPer il Consiglio e la Commissione delle Comunità europee\nVoor de Raad en de Commissie van de Europese Gemeenschappen\nFor regeringen for Canada\nFür die Regierung von Kanada\nFor the Government of Canada\nPour le gouvernement du Canada\nPer il governo del Canada\nVoor de Regering van Canada"}