{"celex_id": "31978D0436", "uri": "http://publications.europa.eu/resource/cellar/4a0da9e8-094c-43ae-9270-a5145fcefc9e", "type": "Decision", "concepts": ["2357", "6059"], "title": "78/436/EEC: Commission Decision of 21 April 1978 establishing a Scientific Committee for Pesticides\n", "header": "COMMISSION DECISION  of 21 April 1978  establishing a Scientific Committee for Pesticides  (78/436/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nWhereas the elaboration and amendment of common rules concerning type approval and use of pesticides and concerning their residues on and in food and feedingstuffs involves scientific and technical problems relating to plant protection and to the protection of human and animal health and also of the environment;\nWhereas the search for solutions to these problems needs the participation of highly qualified scientific personnel in the fields concerned;\nWhereas contact with such groups must be facilitated by the creation under the auspices of the Commission of a committee of a consultative nature,", "main_body": ["A Scientific Committee for Pesticides, hereinafter called \"the Committee\", is hereby established under the auspices of the Commission.", "1. The Committee may be consulted by the Commission on scientific and technical problems relating to the use and placing on the market of pesticides and to their residues.\nIn particular, the Committee may be consulted on questions concerning the efficacy of pesticides and their safety for plants, man, animals and the environment.\n2. The Committee may draw the attention of the Commission to any such problem.", "The Committee shall be composed of not more than 15 members.", "The members of the Committee shall be nominated by the Commission from highly qualified scientific persons having competence in the fields referred to in Article 2.", "The Committee shall elect a chairman and two vice-chairmen from its members. The election shall take place by simple majority of the members.", "1. The term of office of the chairman, the vice-chairmen and of the members of the Committee shall be three years. It shall be renewable. However, the chairman and vice-chairmen of the Committee may not be immediately re-elected after being in office for two consecutive periods of three years. The duties shall not be subject to remuneration.\nAfter the expiry of the period of three years, the chairman, the vice-chairmen and the members of the Committee, shall remain in office until their replacement or the renewal of their appointment.\n2. Where the chairman, a vice-chairman or a member of the Committee finds it impossible to fulfil his mandate or in the case of his voluntary resignation, he shall be replaced for the remainder of his term of office in accordance with the procedure provided in Article 4 or 5, as the case may be.", "1. The Committee may form working groups from among its members.\n2. The mandate of the working groups shall be to report to the Committee on the matters referred to them by the latter.", "1. The Committee and the working groups shall meet at the invitation of a representative of the Commission.\n2. The representative of the Commission and such other officials thereof as may be concerned shall take part in meetings of the Committee and of its working groups.\n3. The representative of the Commission may invite individuals having particular expertise in the matters under examination to participate at the meetings.\n4. The Commission shall provide secretarial services for the Committee and for its working groups.", "1. The proceedings of the Committee shall relate to matters on which the representative of the Commission has requested an opinion.\nThe representative of the Commission, in requesting the opinion of the Committee, may fix the length of time within which the opinion is to be given.\n2. In the event of unanimous agreement being reached in the Committee on the opinion to be given, the Committee shall formulate joint conclusions. In the absence of unanimous agreement, the various positions taken in the course of the proceedings shall be entered in a report drawn up under the responsibility of the representative of the Commission.", "0\nWithout prejudice to the provisions of Article 214 of the Treaty, where the representative of the Commission informs them that the opinion requested is on a matter of a confidential nature, members of the Committee shall be under an obligation not to disclose information which comes to their knowledge through the work of the Committee.\nIn this case only the members of the Committee and the representatives of the Commission shall be present at the meetings."], "attachments": "Done at Brussels, 21 April 1978.\nFor the Commission\nFinn GUNDELACH\nVice-President"}