{"celex_id": "31971R1411", "uri": "http://publications.europa.eu/resource/cellar/015f1b0e-7070-45d1-96c5-eb23145e2621", "type": "Regulation", "concepts": ["1566", "2871", "4381", "5334"], "title": "Regulation (EEC) No 1411/71 of the Council of 29 June 1971 laying down additional rules on the common organisation of the market in milk and milk products for products falling within tariff heading No 04.01\n", "header": "REGULATION (EEC) No 1411/71 OF THE COUNCIL  of 29 June 1971  laying down additional rules on the common organisation of the market in milk and milk products for products falling within tariff heading No 04.01\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Articles 42 and 43 thereof;\nHaving regard to the proposal from the Commission;\nHaving regard to the Opinion of the European Parliament;\nWhereas Article 22 (2) of Council Regulation (EEC) No 804/68 1 of 27 June 1968 on the common organisation of the market in milk and milk products, as last amended by Regulation (EEC) No 1410/71 2, provides for derogation from certain provisions for products falling within tariff heading No 04.01, since market conditions for those products differ considerably from those for other milk products ; whereas special measures must therefore be adopted;\nWhereas products falling within heading No 04.01 form a substantial source of income for farmers ; whereas they differ in particular from other milk products in that, at consumer level, it is difficult to replace them by other products ; whereas their sale thus forms a steady basic income for milk producers;\nWhereas products falling within heading No 04.01 also have great importance as basic foodstuffs for the whole population ; whereas they are subject to special quality requirements;\nWhereas it is therefore in the interest both of producers and of consumers of milk to lay down rules enabling the market in those products to be developed as fully as possible;\nWhereas that objective may be achieved by supplying products of guaranteed quality which meet the requirements and wishes of consumers ; whereas high standards of production and marketing should therefore be established for the products in question without prejudice to other measures to be adopted for the protection of public health ; whereas, however, such measures must take account of certain special cases ; whereas it is not possible at present to harmonise national legislation on the enrichment of skimmed milk or semi-skimmed milk with fat-free dried milk ingredients ; whereas it should therefore be open to Member States to continue to apply such measures;\nWhereas, moreover, in order to achieve the above objective through high-quality supply, it is necessary to ensure delivery of raw milk of the highest quality to milk processors ; whereas this may be achieved by varying the payment for milk delivered to milk processors for the preparation of drinking milk according to its quality;\nWhereas the transition from national arrangements to the system established by this Regulation must take place as smoothly as possible ; whereas provision should therefore be made for the adoption of transitional measures;\nWhereas the fourth subparagraph of Article 22 (2) of Regulation (EEC) No 804/68 provides inter alia that the Republic of Italy may retain until 31 March 1970 the measures regulating the supply of drinking milk to certain areas;\nWhereas the Italian market for drinking milk is exceptional in that certain communes have with State permission established milk centres which exclusively supply the communal area with drinking milk and perform certain social duties ; whereas those centres may not as a rule process milk into milk products other than drinking milk ; whereas milk sales by communal centres form only a small part of the milk marketed for direct consumption in Italy;  1OJ No L 148, 28.6.1968, p. 13. 2OJ No L 148, 3.7.1971, p. 3.\nWhereas Italy has under preparation measures aimed at altering the structure of those milk centres to enable them to extend their production programme ; whereas, in order not to compromise these structural changes, the Italian Republic should be authorised to maintain for a limited period the provisions applying on 31 March 1970 to those milk centres which were at that date operating under those provisions;", "main_body": ["This Regulation applies to the following products: >PIC FILE= \"T0010805\">", "1. The common policy applicable to the products specified in Article 1 shall be so implemented that the greatest possible quantity of milk is consumed in the form of those products.\n2. This Regulation shall be so applied that:    (a) a supply of the products specified in Article 1, of a quality which may be guaranteed to consumers and corresponding to their requirements and tastes, is assured at all times and in all areas of the Community;\n(b) it is in the economic interest of all who are concerned in the production and sale of the products specified in Article 1 to make the necessary financial efforts to ensure the quality of products and services so that the above-mentioned aims may be achieved.", "1. For the purposes of this Regulation:    (a) \"Milk\" means the milk-yield of one or more cows;\n(b) \"Drinking milk\" means the following products for delivery as such to the consumer;      - raw milk : milk which has not been heated or subjected to treatment having the same effect;\n- full cream milk : milk which has been subject to at least one heat treatment or an authorised treatment of equivalent effect by a milk processor and whose fat content is either at least 3 750 % naturally or has been brought to at least 3 750 %;\n- semi-skimmed milk : milk which has been subject to at least one heat treatment or an authorised treatment of equivalent effect by a milk processor and whose fat content has been brought to at least 1 750 % and at most 1 780 %;\n- skimmed milk : milk which has been subject to at least one heat treatment or an authorised treatment of equivalent effect by a milk processor and whose fat content has been brought to not more than 0 730 %.\n2. Without prejudice to their use in compound names and subject to provisions adopted in accordance with Article 4, the names listed in paragraph 1 shall apply exclusively to the products in question.\n3. The fat content expressed as a percentage in this Regulation is the ratio by weight of parts of milk fat per hundred parts of milk in the milk in question.\n4. The fat content laid down for drinking milk, if not present naturally, may be obtained only by adding or separating milk or cream or by adding skimmed or semi-skimmed milk. No other alteration in the composition of drinking milk shall be authorised.", "1. Without prejudice to requirements for the protection of public health as regards milk suitable for human consumption, milk shall be marketed as drinking milk only if:    (a) it reaches certain standards of quality, including composition ; and\n(b) it meets certain requirements as to marketing.\n2. The Council, acting in accordance with the voting procedure, laid down in Article 43 (2) of the Treaty on a proposal from the Commission, shall adopt general rules for the application of this Article.\n3. In accordance with the procedure laid down in paragraph 2, standards of quality, including composition, and requirements as to marketing shall be laid down for other products listed in Article 1 if that proves necessary.\n4. Detailed rules for the application of this Article shall be adopted in accordance with the procedure laid down in Article 30 of Regulation (EEC) No 804/68.", "1. Without prejudice to requirements for the protection of public health as regards milk suitable for human consumption, drinking milk, other than raw milk, may be produced in the Community only by milk processors.\nMilk used for making such drinking milk shall have been subject to a system of payment varying according to quality. This system must guarantee that milk used as raw material for making drinking milk reaches certain standards of quality, including composition.\n2. Without prejudice to requirements for the protection of public health regarding milk suitable for human consumption, raw milk may be sold to the consumer as drinking milk only by the producer on his farm. Member States may also allow raw milk to be marketed as drinking milk in other ways.\n3. The Council, acting in accordance with the voting procedure laid down in Article 43 (2) of the Treaty on a proposal from the Commission, shall adopt general rules for the application of paragraph 1.\n4. Detailed rules for the application of paragraph 1 shall be adopted in accordance with the procedure laid down in Article 30 of Regulation (EEC) No 804/68.", "1. Only milk which reaches the standards laid down for drinking milk may be delivered for direct consumption in the Community.\n2. Member States may, however, maintain until 31 December 1973 the provisions applicable within their territories at the date of entry into force of this Regulation, concerning the fat content of full cream milk delivered to consumers ; in other respects the provisions applicable to full cream milk shall apply to such milk.\n3. For areas in which the natural fat content of the milk produced does not reach 3 750 % and where raising the level of fat to that laid down in Article 3 (1) (b) for full cream milk would encounter difficulties through a lack of milk fats of appropriate quality, Member States may, by way of derogation from the above-mentioned provisions, allow milk produced in those areas to be sold within such areas as full cream milk. Such milk shall not, however, have been subject to any skimming ; it must have a fat content of at least 3 720 %.\nIn other respects the provisions applicable to full cream milk shall apply to such milk.\nMember States which exercise this option shall inform the Commission of the areas for which they have done so.\n4. By way of derogation from the second subparagraph of Article 3 (4), Member States may continue to apply within their territories national rules on the enrichment of skimmed milk or semi-skimmed milk with fat-free dried milk ingredients applicable on the date of entry into force of this Regulation.\nThe enrichment shall be mentioned on the packaging.\n5. Special derogations from the provisions of this Regulation, in respect of trade with third countries, may be adopted in accordance with the procedure laid down in Article 30 of Regulation (EEC) No 804/68.", "Should transitional measures be necessary to facilitate the transition from the arrangements now existing in each Member State to the system established by this Regulation, in particular if implementation of that system meets in certain cases with substantial difficulties, such measures shall be adopted in accordance with the procedure laid down in Article 30 of Regulation (EEC) No 804/68. They shall be applicable until 31 December 1973 at the latest.", "The Member States and the Commission shall communicate to each other the information necessary for implementing this Regulation. Rules for the communication and distribution of such information shall be adopted in accordance with the procedure laid down in Article 30 of Regulation (EEC) No 804/68.", "1. Article 22 (2) of Regulation (EEC) No 804/68 is repealed with effect from the date of implementation of this Regulation and not later than 31 March 1972.\n2. The Republic of Italy shall, however, be authorised to maintain until 31 March 1973 the  provisions applying on 31 March 1970 to those milk centres which were at 31 March 1970 supplying drinking milk to certain communes under those provisions.\nThe authorisation mentioned in the preceding subparagraph shall be valid only for grades of milk to which the provisions mentioned in that paragraph applied on 31 March 1970.", "0\nThis Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThe provisions of this Regulation shall begin to apply from the date when the general rules provided for in Article 4 (2) become applicable and not later than 31 March 1972.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 29 June 1971.\nFor the Council\nThe President\nM. COINTAT"}