{"celex_id": "31978R2331", "uri": "http://publications.europa.eu/resource/cellar/df2eb21b-31d4-4656-b9f3-b12c5f4c787f", "type": "Regulation", "concepts": ["1504", "3170", "3774", "4682"], "title": "Commission Regulation (EEC) No 2331/78 of 5 October 1978 derogating from the conditions for designating intervention centres in the beef sector\n", "header": "COMMISSION REGULATION (EEC) No 2331/78  of 5 October 1978  derogating from the conditions for designating intervention centres in the beef sector\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 805/68 of 27 June 1968 on the common organization of the market in beef and veal (1), as last amended by Regulation (EEC) No 425/77 (2), and in particular Article 6 (5) thereof,\nWhereas Commission Regulation (EEC) No 2226/78 of 25 September 1978 laying down detailed rules for the application of intervention measures in the beef and veal sector and repealing Regulations (EEC) No 1896/73 and (EEC) No 2630/75 (3) fixed the conditions to be met by intervention centres and cold stores in which frozen cuts of intervention meat are stored;\nWhereas Articles 9 (1) and 15 (2) of Regulation (EEC) No 2226/78 provide that a derogation may be made from these rules;\nWhereas certain intervention centres and certain cold stores in Ireland and the United Kingdom are unable to store, for at least three months, the bone-in meat bought in by the intervention agencies and their frozen boneless cuts ; whereas in view of the situation on the beef market in these Member States where there are particularly low prices, it is necessary to make a temporary derogation for these centres and cold stores from the rule that the meat must be stored for a period of three months;\nWhereas the Management Committee for Beef and Veal has not delivered an opinion within the time limit set by its chairman,", "main_body": ["By way of derogation from Articles 9 (1) and 15 (2) of Regulation (EEC) No 2226/78, the centres and cold stores listed in Annex I for Ireland and in Annex II for the United Kingdom may be designated as intervention centres although they do not have the capacity to store meat for three months.", "On the basis of an examination carried out before 1 March 1979, experience gained, and the technical information submitted by Ireland and the United Kingdom, the Commission may decide, in accordance with the procedure provided for in Article 27 of Regulation (EEC) No 805/68, to cancel or to amend the derogation provided for by this Regulation.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 October 1978.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 5 October 1978.\nFor the Commission\nFinn GUNDELACH\nVice-President  (1)OJ No L 148, 28.6.1968, p. 24. (2)OJ No L 61, 5.3.1977, p. 1. (3)OJ No L 261, 26.9.1978, p. 5.\nANNEXE I - ANHANG I - ALLEGATO I - BIJLAGE I - ANNEX I - BILAG I\n>PIC FILE= \"T0013888\">\nANNEXE II - ANHANG II - ALLEGATO II - BIJLAGE II - ANNEX II - BILAG II\nBallymena Cold Store, Pennybridge, Ballymena, Co. Antrim\nBelfast Cold Stores Ltd, 102 Duncrue Street, Belfast BT3 9AR\nCraigavon Cold Store Ltd, Crowhill Road, Lurgan, Craigavon, Co. Armagh\nFermanagh Meats Ltd, Irvinestown Road, Enniskillen, Co. Fermanagh\nGracey Bros. Ltd Cold Store, Hillhall, Lisburn, Co. Antrim\nTunney Cold Store, Abbey Meat Packers Ltd, Glenville Road, Newtownabbey, Co. Antrim"}