{"celex_id": "31978R1453", "uri": "http://publications.europa.eu/resource/cellar/18aa7f30-3dfb-4e64-bdde-2f6f1ba01363", "type": "Regulation", "concepts": ["1076", "1129", "4324", "4499", "491"], "title": "Council Regulation (EEC) No 1453/78 of 19 June 1978 on the application of Decisions No 1/78 and No 2/78 of the EEC-Switzerland Joint Committee - Community transit - on the amendment of the Appendices to the Agreement\n", "header": "COUNCIL REGULATION (EEC) No 1453/78  of 19 June 1978  on the application of Decisions No 1/78 and No 2/78 of the EEC-Switzerland Joint Committee - Community transit - on the amendment of the Appendices to the Agreement\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 113 thereof,\nHaving regard to the proposal from the Commission,\nWhereas Article 16 of the Agreement between the European Economic Community and the Swiss Confederation on the application of the rules on Community transit (1), signed on 23 November 1972, empowers the Joint Committee set up under that Agreement to adopt Decisions making certain amendments to the Agreement and to its Appendices;\nWhereas the Joint Committee has adopted the amendments to Appendix III to that Agreement made necessary by the entry into force of the Agreement between the European Economic Community, the Swiss Confederation and the Republic of Austria on the extension of the application of the rules on Community transit (2), signed on 12 July 1977;\nWhereas the Joint Committee decided at the same time to add a new Appendix IIA to the Agreement of 23 November 1972 as a result of amendments made to the rules on Community transit;\nWhereas these amendments are the subject of Decisions No 1/78 and No 2/78 of the Joint Committee ; whereas it is necessary to take the measures required to implement the abovementioned Decisions,", "main_body": ["Decisions No 1/78 and No 2/78 of the EEC-Switzerland Joint Committee - Community transit - of 8 May 1978 on the amendment of the Appendices to the Agreement shall apply in the Community.\nThe texts of the Decisions are annexed to this Regulation.", "This Regulation shall enter into force on 1 July 1978.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 19 June 1978.\nFor the Council\nThe President\nP. DALSAGER\n(1)OJ No L 294, 29.12.1972, p. 1, (2)OJ No L 142, 9.6.1977, p. 1,       DECISION No 1/78 OF THE EEC-SWITZERLAND JOINT COMMITTEE - Community transit - of 8 May 1978 on the amendment of Appendix III to the Agreement\nTHE JOINT COMMITTEE,\nHaving regard to the Agreement between the European Economic Community and the Swiss Confederation on the application of the rules on Community transit and in particular Article 16 (3) (a) thereof,\nWhereas the purpose of the Agreement between the European Economic Community, the Swiss Confederation and the Republic of Austria signed on 12 July 1977 is to extend the application of the provisions of the EEC-Switzerland and the EEC-Austria Transit Agreements to the movements of goods between two points situated in the Community via both Swiss and Austrian territory and also to any other carriage of goods within both Swiss and Austrian territory ; whereas by virtue of Article 3 (2) of the Trilateral Agreement an addition must be made to the specimens of the guarantees ; whereas the specimen certificate of guarantee should also be amended;\nWhereas, therefore, Appendix III to the EEC-Switzerland Agreement on Community transit should be amended,\nHAS DECIDED AS FOLLOWS:\nSole Article\nSpecimens I to IV in Appendix III to the EEC-Switzerland Agreement on Community transit are hereby replaced by the specimens in Annexes I to IV to this Decision.\nDone at Brussels, 8 May 1978.\nFor the Joint Committee\nThe Chairman\nP. AFFOLTER\nANNEX I APPENDIX III\nSPECIMEN I COMMUNITY TRANSIT GUARANTEE (Comprehensive guarantee covering several Community transit operations)\n>PIC FILE= \"T9001052\">   >PIC FILE= \"T0013763\">\nANNEX II SPECIMEN II\nCOMMUNITY TRANSIT GUARANTEE (Guarantee covering a single Community transit operation)\n>PIC FILE= \"T0013764\">    >PIC FILE= \"T0013765\">\nANNEX III SPECIMEN III\nCOMMUNITY TRANSIT GUARANTEE (Flat-rate guarantee system)\n>PIC FILE= \"T9001053\">   >PIC FILE= \"T0013766\">\n>PIC FILE= \"T0013767\">\nDECISION No 2/78 OF THE EEC-SWITZERLAND JOINT COMMITTEE - Community transit - of 8 May 1978 on the amendment of the Appendices to the Agreement\nTHE JOINT COMMITTEE,\nHaving regard to the Agreement between the European Economic Community and the Swiss Confederation on the application of the rules on Community transit and in particular Article 16 (3) (a) thereof,\nWhereas a Community transit declaration form for use in an automatic or electronic data-processing system was introduced, on an experimental basis, on 1 January 1978 ; whereas the provisions relating thereto should be included in the Appendices to the Agreement,\nHAS DECIDED AS FOLLOWS:\nArticle 1\nThe Regulation annexed to this Decision shall be added to the Agreement as Appendix IIA.\nArticle 2\nThis Decision shall enter into force on 1 July 1978.\nIt shall apply until 31 December 1980.\nDone at Brussels, 8 May 1978.\nFor the Joint Committee\nThe Chairman\nP. AFFOLTER\nANNEX I APPENDIX III\nSPECIMEN I COMMUNITY TRANSIT GUARANTEE (Comprehensive guarantee covering several Community transit operations)\n>PIC FILE= \"T9001052\">   >PIC FILE= \"T0013763\">\nANNEX II SPECIMEN II\nCOMMUNITY TRANSIT GUARANTEE (Guarantee covering a single Community transit operation)\n>PIC FILE= \"T0013764\">    >PIC FILE= \"T0013765\">\nANNEX III SPECIMEN III\nCOMMUNITY TRANSIT GUARANTEE (Flat-rate guarantee system)\n>PIC FILE= \"T9001053\">   >PIC FILE= \"T0013766\">\n>PIC FILE= \"T0013767\">\nDECISION No 2/78 OF THE EEC-SWITZERLAND JOINT COMMITTEE - Community transit - of 8 May 1978 on the amendment of the Appendices to the Agreement\nTHE JOINT COMMITTEE,\nHaving regard to the Agreement between the European Economic Community and the Swiss Confederation on the application of the rules on Community transit and in particular Article 16 (3) (a) thereof,\nWhereas a Community transit declaration form for use in an automatic or electronic data-processing system was introduced, on an experimental basis, on 1 January 1978 ; whereas the provisions relating thereto should be included in the Appendices to the Agreement,\nHAS DECIDED AS FOLLOWS:\nArticle 1\nThe Regulation annexed to this Decision shall be added to the Agreement as Appendix IIA.\nArticle 2\nThis Decision shall enter into force on 1 July 1978.\nIt shall apply until 31 December 1980.\nDone at Brussels, 8 May 1978.\nFor the Joint Committee\nThe Chairman\nP. AFFOLTER\nANNEX APPENDIX IIA\nRegulation introducing a Community transit declaration form for use in an automatic or electronic data-processing system - (EEC) No 2826/77 of 5 December 1977 (1) -\nArticle 1\nBy way of derogation from the provisions of Regulation (EEC) No 223/77, Member States may permit the use, in an automatic or electronic data-processing system, of a Community transit declaration form corresponding to the specimen annexed hereto in place of the forms shown in Annexes I and II to the said Regulation.\nArticle 2\n1. Without prejudice to the insertion of the endorsements provided for in Article 3 (3) of Regulation (EEC) No 223/77, the symbol \"T\" and the heading \"Community transit\" must be added no later than at the time the declarations are completed.\n2. The boxes reserved for Community transit particulars must be easily identifiable and the particulars inserted therein must be capable of being used without difficulty by the customs and statistical authorities concerned.\nArticle 3\nWhen a Community transit declaration is completed for a load comprising more than two kinds of goods, the form corresponding to the specimen annexed hereto is to be used with one or more additional copies containing only the particulars relating to additional goods. All the forms used shall constitute a single Community transit declaration and must bear the same number and the same date of registration and be submitted together to the competent customs offices.\nArticle 4\n1. The serial number of the form and the total number of forms which make up the declaration are to be entered in the appropriate box on each form.\n2. Any boxes relating to the particulars of the goods which are not used must be crossed through so that any subsequent addition is impossible.  (1)Amended by Regulation (EEC) No 607/78 of 29 March 1978.\n>PIC FILE= \"T0013768\">\n>PIC FILE= \"T0013769\">\n>PIC FILE= \"T0013770\">\n>PIC FILE= \"T0013771\">\n>PIC FILE= \"T0013772\">\n>PIC FILE= \"T0013773\">\n>PIC FILE= \"T0013774\">"}