{"celex_id": "31976R0102", "uri": "http://publications.europa.eu/resource/cellar/fa3ee6f0-8075-4f62-afb2-04cf2291640d", "type": "Regulation", "concepts": ["2084", "2718", "2957", "4080", "539"], "title": "Council Regulation (EEC) No 102/76 of 19 January 1976 on customs treatment to be applied to certain fishery products originating in Norway\n", "header": "28.1.1976 EN Official Journal of the European Communities L 20/23\nCOUNCIL REGULATION (EEC) No 102/76\nof 19 January 1976\non customs treatment to be applied to certain fishery products originating in Norway\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Articles 43 and 113 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nWhereas by an exchange of letters between the European Economic Community and Norway, the Community undertook to effect an autonomous reduction of the customs duties applicable to certain fishery products, falling within heading Nos ex 03.01, ex 16.04 and ex 16.05 of the Common Customs Tariff, originating in Norway, provided that Norway respected current terms of general competition in the fisheries sector;\nWhereas that exchange of letters provided for certain rules of origin; whereas, if such rules are to be applied, the conditions governing the carriage of originating products and arrangements for administrative cooperation must be laid down; whereas the fact that the products in question are originating products must be substantiated by a movement certificate issued by the Norwegian customs authorities when the corresponding products are exported,", "main_body": ["1.   Customs duties applicable to imports into the Community as originally constituted of products originating in Norway, and falling within heading Nos ex 03.01, ex 16.04 and ex 16.05 of the Common Customs Tariff, listed in Table I annexed to this Regulation, shall be reduced to the level shown for each of them.\n2.   Customs duties applicable to imports into Denmark and the United Kingdom of products originating in Norway and falling within heading Nos ex 03.01, ex 16.04 and ex 16.05 of the Common Customs Tariff, listed in Table II annexed to this Regulation, shall be fixed at the level shown for each of them.\n3.   Customs duties applicable to imports into Ireland of products originating in Norway and falling within heading Nos ex 03.01, ex 16.04 and ex 16.05 of the Common Customs Tariff listed in Table III annexed to this Regulation, shall be reduced to, or fixed at, the level shown for each of them.\n4.   The reductions provided for in paragraphs 1, 2 and 3 shall be applied provided only that Norway complies with present or future Community reference prices.", "The concept of originating products is defined and the arrangements for administrative cooperation are laid down in the Annex to this Regulation.", "In no case may canned sprats (Sprattus sprattus) be held in stock or exhibited for sale, be put into circulation or sold in the Community under a name other than that of canned sprats or brisling; in particular they must not bear the name of Norway sardines, anchovies or herrings.", "1.   Council Regulation (EEC) No 3609/73 of 27 December 1973 on customs treatment to be applied to certain fishery products originating in Norway (2) as amended by Regulation (EEC) No 1460/74 (3), is hereby repealed.\n2.   References to the Regulation repealed by virtue of paragraph 1 shall be construed as references to this Regulation.", "This Regulation shall enter into force on 1 February 1976.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 January 1976.\nFor the Council\nThe President\nJ. HAMILIUS\n(1)  OJ No C 7, 12. 1. 1976, p. 70.\n(2)  OJ No L 365, 31. 12. 1973, p. 171.\n(3)  OJ No L 156, 13. 6. 1974, p. 1.\nANNEX\nI. For the purposes of implementing the tariff reductions provided for in Article 1, the following products, provided they are transported directly to the Community, shall be considered as originating in Norway:\n(a) products obtained by fishing conducted in Norway;\n(b) products taken from the sea by Norwegian vessels;\n(c) products made aboard Norwegian factory ships exclusively from products referred to in subparagraph (b);\n(d) goods produced in Norway from products specified in subparagraphs (a), (b) and (c).\n— which are registered in Norway;\n— which sail under the flag of Norway;\n— which are at least 50 % owned by nationals of Member States of the Community or of Norway or by a company with its head office in one of those States, of which the manager or managers, chairman of the board of directors or of the supervisory board, and the majority of the members of such boards are nationals of the Member States of the Community or of Norway, and of which, in addition, in the case of partnerships or limited companies, at least half the capital belongs to those States or to public bodies or nationals of the said States;\n— of which the captain and all the officers are nationals of the Member States of the Community or of Norway;\n— of which at least 75 % of the crew are nationals of the Member States of the Community or of Norway.\nII. Products shall be regarded as being transported directly from Norway to the Community where they cross no territories other than those of Norway and of the Community. Such goods, where they constitute one single shipment which is not split up, may however be transported through territory other than that of Norway or of the Community and may where necessary be trans-shipped or temporarily warehoused in such territory, provided that the crossing of such territory is justified for geographical reasons, that the goods have remained under the surveillance of the customs authorities in the country of transit or of warehousing, that they have not entered into the commerce of such countries or been entered for home use there and have not undergone operations other than unloading, reloading or any operation designed to preserve them in good condition.\nIII. Originating products within the meaning of this Annex shall, on import into the Community, benefit from the provisions of Article 1 on production of a EUR.l movement certificate as issued by the Norwegian customs authorities under the EEC-Norway Agreement on written application by the exporter made out on the form prescribed for this purpose.\nIV. The provisions of Protocol 3 annexed to Council Regulation (EEC) No 1691/73 of 25 June 1973 which relate to the issuing of certificates, the limit for the submission of such certificates to the customs authorities of the importing State and mutual assistance between Norway and Member States for the purpose of checking the authenticity and accuracy of movement certificates, shall apply.\nTABLE I\nDuties applicable to products imported into the Community as originally constituted\nCCT heading No Descripion Rate of duty applicable from:\n1. 1. 1974 1. 1. 1975 1. 1. 1976 1. 1. 1977 1. 7. 1977\n03.01 Fish, fresh (live or dead), chilled or frozen:\nB. Saltwater fish:\nII. Fillets:\nb) Frozen:\n1. Of cod (Gadus morrhua or Gadus callarias)\n2. Of saithe (Pollachius virens or Gadus virens)\n3. Of haddock\n4. Of redfish (Sebastes marinus)\n6. Of mackerel\n7. Other\n16.04 Prepared or preserved fish, including caviar and caviar substitutes:\nC. Herring:\nI. Fillets, raw, merely covered with batter or bread crumbs, frozen\nG. Other:\nI. Fillets, raw, merely covered with batter or bread crumbs\nex II. Other:\n— Sprats (Sprattus sprattus), in airtight cans (1)\n16.05 Crustaceans and molluscs, prepared or preserved:\nex A. Crabs:\n— In airtight cans (1)\nex B. Other:\n— Shrimps and prawns, shelled and frozen, excluding shrimps of the genus ‘Crangon’ sp.p.\nTABLE II\nDuties applicable to products imported into Denmark or the United Kingdom\nCCT heading No Description Rate of duty applicable from:\n1. 1. 1974 1. 1. 1975 1. 1. 1976 1. 7. 1977\n03.01 Fish, fresh (live or dead), chilled or frozen:\nB. Saltwater fish:\nII. Fillets:\nb) Frozen:\n1. Of cod (Gadus morrhua or Gadus callarias)\n2. Of saithe (Pollachius virens or Gadus virens)\n3. Of haddock\n4. Of redfish (Sebastes marinus)\n6. Of mackerel\n7. Other\n16.04 Prepared or preserved fish, including caviar and caviar substitutes:\nC. Herring:\nI. Fillets, raw, merely covered with batter or bread crumbs, frozen\nG. Other:\nI. Fillets, raw, coated with batter or bread crumbs, frozen\nex II. Other:\n— Sprats (Sprattus sprattus), in airtight cans (2)\n16.05 Crustaceans and molluscs, prepared or preserved:\nex A. Crabs:\n— In airtight cans (2)\nex B. Other:\n— Shrimps and prawns, shelled and frozen, excluding shrimps of the genus ‘Crangon’ sp.p.\nTABLE III\nDuties applicable to products imported into Ireland\nCCT heading No Description Rate of duty applicable from:\n1. 1. 1974 1. 1. 1975 1. 1. 1976 1. 7. 1977\n03.01 Fish, fresh (live or dead), chilled or frozen:\nB. Saltwater fish:\nII. Fillets:\nb) Frozen:\n1. Of cod (Gadus morrhua or Gadus callarias)\n2. Of saithe (Pollachius virens or Gadus virens)\n3. Of haddock\n4. Of redfish (Sebastes marinus)\n6. Of mackerel\n7. Other\n16.04 Prepared or preserved fish, including caviar and caviar substitutes:\nC. Herring:\nI. Fillets, raw, merely covered with batter or bread crumbs, frozen\nG. Other:\nI. Fillets, raw, merely covered with batter or bread crumbs, frozen\nex II. Other:\n— Sprats (Sprattus sprattus), in airtight cans (3)\n16.05 Crustaceans and molluscs, prepared or preserved:\nex A. Crabs:\n— In airtight cans (3)\nex B. Other:\n— Shrimps and prawns, shelled and frozen, excluding shrimps of the genus ‘Crangon’ sp.p.\n(1)  ‘Airtight cans’ means cans which are soldered or bonded in such a manner that neither air nor germs can penetrate and which cannot be opened other than by the process of deterioration.\n(2)  ‘Airtight cans’ means cans which are soldered or bonded in such a manner that neither air nor germs can penetrate and which cannot be opened other than by the process of deterioration.\n(3)  ‘Airtight cans’ means cans which are soldered or bonded in such a manner that neither air nor germs can penetrate and which cannot be opened other than by the process of deterioration."}