{"celex_id": "31976D0771", "uri": "http://publications.europa.eu/resource/cellar/2f0a1612-5793-4858-83d7-4f1a50b6c458", "type": "Decision", "concepts": ["1476", "1504", "1519", "3263", "736", "738"], "title": "76/771/EEC: Council Decision of 20 September 1976 concerning the changing of a tranche of a Community loan from variable to fixed rates of interest\n", "header": "COUNCIL DECISION  of 20 September 1976  concerning the changing of a tranche of a Community loan from variable to fixed rates of interest  (76/771/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 397/75 of 17 February 1975 concerning Community loans (1), and in particular the second paragraph of Article 2, and Article 3 thereof,\nHaving regard to the proposal from the Commission, which for this purpose consulted the Monetary Committee,\nWhereas by Council Decision 76/322/EEC of 15 March 1976 concerning a Community loan in favour of the Italian Republic and of Ireland (2), the Commission has been authorized to conclude, on behalf of the Community, a series of borrowing operations which form a package including, in particular, a variable interest rate loan of US dollars 300 million for five years from a syndicate of banks, as provided for by Article 1 (4) ; whereas this borrowing has been made;\nWhereas it is in the interests of both the Community and of the Member States benefiting from the said Decision to change the Community loans from variable to fixed rates of interest;\nWhereas the Council has therefore authorized the Commission to initiate negotiations to this end;\nWhereas these negotiations have led to the possibility of carrying out a fixed interest borrowing operation for US dollars 100 million, corresponding to the tranche of the variable interest rate loan repayable on 15 October 1976 on the Community's initiative;\nWhereas the terms of the loan to Ireland and to the Italian Republic must therefore be altered,", "main_body": ["The Commission shall be authorized to exercise the right to prepay one tranche of US dollars 100 million of the variable interest rate bank loan referred to in Article 1 (4) of Decision 76/322/EEC, and to take all necessary measures to that end.", "The Commission shall be authorized to take all actions and execute all documents necessary, proper or desirable to conclude, on behalf of the Community, a public issue in the United States of notes denominated in US dollars underwritten by various investment banking firms, as indicated below, on the following major terms:  (1)OJ No L 46, 20.2.1975, p. 1. (2)OJ No L 77, 24.3.1976, p. 12.\nform of loan:\nbearer coupon notes in the denomination of US dollars 1 000 ; registered notes in the denomination of US dollars 1 000 and any multiple thereof;\ntotal amount:\nUS dollars 100 million;\nredemption:\nat par after five years;\npayment of interest:\nsemi-annually, on 1 April and 1 October;\nmanaging underwriters:    - managing underwriter : Morgan Stanley &, Co. Incorporated;\n- co-managers : The First Boston Corporation, Kuhn, Loeb & Co., Lehman Brothers Incorporated, Salomon Brothers.\nThe rate of interest and public issue price shall be fixed by agreement between the Commission, or such agents as it may designate, and the underwriters.", "The Commission shall be authorized to conclude the necessary agreements on behalf of the Community with Ireland and the Italian Republic:    - for repayment by these Member States of their portion of the proceeds of the variable interest rate bank loan to be repaid by the Community, and\n- to lend Ireland and the Italian Republic respectively three-thirteenths and ten-thirteenths of the proceeds of the borrowing operation carried out in accordance with Article 2, and in the same currencies and on the same terms as the said operation.", "Council Decisions 76/323/EEC (1) and 76/324/EEC (2) of 15 March 1976 fixing the economic policy conditions to be observed by Ireland and the Italian Republic shall stand unchanged.", "The financial operations referred to in this Decision shall be carried out by the European Monetary Co-operation Fund.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 20 September 1976.\nFor the Council\nThe President\nW.F. DUISENBERG  (1)OJ No L 77, 24.3.1976, p. 15. (2)OJ No L 77, 24.3.1976, p. 16."}