{"celex_id": "31970R1525", "uri": "http://publications.europa.eu/resource/cellar/fab38939-32cd-4bc3-8331-7b2027df525f", "type": "Regulation", "concepts": ["1474", "5283", "6007", "6050", "863"], "title": "Regulation (EEC) No 1525/70 of the Council of 20 July 1970 on the protective measures provided for in the Agreement between the European Economic Community and Spain\n", "header": "REGULATION (EEC) No 1525/70 OF THE COUNCIL  of 20 July 1970  on the protective measures provided for in the Agreement between the European Economic Community and Spain\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 113 thereof;\nHaving regard to the proposal from the Commission;\nWhereas an Agreement between the European Economic Community and the State of Spain was signed at Luxembourg on 29 June 1970;\nWhereas the procedures to be followed for implementing the protective clauses of the Treaty establishing the European Economic Community are laid down in that Treaty;\nWhereas it is necessary to lay down the detailed rules for the application of the protective clauses of Article II of the Agreement,", "main_body": ["1. The Commission may, at the request of a Member State or on its own initiative, decide to apply to products originating in Spain the protective measures which the Community is entitled to take under Article II of the Agreement between the European Economic Community and the State of Spain (hereinafter called the \"Agreement\") ; in particular the Commission may temporarily withdraw all or part of the tariff and other concessions granted to Spain by the Community.\nThe protective measures shall be communicated to the Member States and shall be immediately applicable. If the Commission receives a request from a Member State, it shall take a Decision thereon within three working days following receipt of the request.\n2. The measures decided upon by the Commission may be referred to the Council by any Member State within ten working days following the day on which they were communicated. The Council shall meet without delay. It may, acting by a qualified majority, amend or repeal the measures in question.", "1. Without prejudice to the application of Article 1, the Commission may authorize the Member State to take protective measures in order to remedy the disturbances or difficulties mentioned in Article II of the Agreement.\nSuch measures and the Decision of the Commission shall be notified to all Member States.\n2. In urgent cases, the Member State or States concerned may introduce quantitative restrictions on imports. They shall immediately notify the Commission and the other Member States of these measures.\nThe Commission shall, as a matter of urgency and within five working days from the notification referred to in the first subparagraph, decide whether these measures shall be maintained, amended or repealed.\nThe Decision of the Commission shall be notified to all Member States. It shall be given effect forthwith.\n3. The Decision of the Commission may be referred to the Council by any Member State within 10 working days following its notification. The Council shall meet without delay. It may, acting by a qualified majority, amend or repeal the Decision of the Commission.\nWhere a Member State which has taken measures in accordance with paragraph 2 refers the matter to the Council, the Decision of the Commission shall be suspended. If the Council does not amend or repeal the Decision of the Commission within 30 days of the matter being referred to it, the suspension shall then be lifted.\n4. In applying this Article preference shall be given to such measures as will least disturb the functioning of the common market.", "1. The Commission, before deciding to apply protective measures on the basis of Article 1 (1) or authorizing a Member State to take such measures, or pronouncing on the measures taken by the Member State or States concerned pursuant to Article 2 (1) and (2), shall enter into consultations.\n2. The consultations shall be held in an advisory committee consisting of representatives of each Member State and presided over by a representative of the Commission.\n3. The Committee shall meet when convened by its Chairman. He shall provide the Member States, as promptly as possible, with all relevant information.", "Articles 1 and 2 shall not prejudice the application of the protective clauses as laid down in the Treaty, and in particular in Articles 108 and 109 thereof.", "This Regulation shall not preclude the full application of Regulations on the common organization of agricultural markets. Article 2 shall not apply to products coming within the scope of those Regulations.", "The notification by the Community provided for in Article II (2) of the Agreement shall be given to the Joint Committee by the Commission.", "The provisions of Article 2 (2) and (3) shall remain in force until 31 December 1972.\nBefore that date the Council shall, acting by a qualified majority on a proposal from the Commission, decide on any amendments to be made thereto.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 July 1970.\nFor the Council\nThe President\nW. SCHEEL"}