{"celex_id": "31976R2782", "uri": "http://publications.europa.eu/resource/cellar/a0972c89-86ee-45b7-adc3-c161f268b6d1", "type": "Regulation", "concepts": ["1684", "3191", "4314", "4385", "5368"], "title": "Commission Regulation (EEC) No 2782/76 of 17 November 1976 laying down detailed implementing rules for the importation of preferential sugar\n", "header": "COMMISSION REGULATION (EEC) No 2782/76  of 17 November 1976  laying down detailed implementing rules for the importation of preferential sugar\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3330/74 of 19 December 1974 on the common organization of the market in sugar (1), as last amended by Regulation (EEC) No 1487/76 (2), and in particular Articles 12 (2), 34 and 47 (2) thereof,\nWhereas Article 7 of Protocol 3 on ACP sugar annexed to the ACP-EEC Convention of Lomé (3), hereinafter referred to as the \"Protocol\", and Article 7 of the Agreement on cane sugar between the European Economic Community and the Republic of India (4), hereinafter referred to as the \"Agreement\", lay down provisions to be applied when, in respect of preferential sugar, the delivery undertaking of a State concerned, hereinafter referred to as the \"exporting State\", is not fulfilled in any delivery period ; whereas Article 6 of Annex IV to Council Decision 76/568/EEC of 29 June 1976, hereinafter referred to as the \"Annex to the Decision\", concerning the importation of cane sugar originating in the overseas countries and territories (OCT) (5), hereinafter referred to as the \"exporting countries and territories\", lays down similar provisions in respect of preferential sugar deliveries from the OCT ; whereas for the purpose of applying the aforesaid provisions it is necessary to prescribe the methods for establishing the date of delivery of a consignment of preferential sugar;\nWhereas unforeseen delays outside the control of the exporting States, countries and territories can occur between the shipment of a consignment of preferential sugar and its delivery ; whereas, therefore, it is desirable to allow a certain tolerance to take account of such delays ; whereas, in addition, it is appropriate, following normal commercial practice, to provide a certain tolerance with respect to total quantities delivered in any delivery period;\nWhereas in respect of sugar imported into the Community under the provisions of the Agreement the rules of origin are those laid down in Council Regulation (EEC) No 802/68 of 27 June 1968 on the common definition of the concept of the origin of goods (6), as amended by Regulation (EEC) No 1318/71 (7) ; whereas, therefore, in order to permit statistical and other checks to be kept on such imports, certain additional vouchers are required;\nWhereas Article 1 of respectively the Protocol, the Agreement and the Annex to the Decision obliges the Community to import the preferential sugar which the exporting States, countries and territories deliver to it ; whereas, therefore, it is appropriate to reduce to a minimum the period between the date of delivery and the date of importation of this sugar;\nWhereas it is necessary to derogate from certain provisions of Commission Regulation (EEC) No 2048/75 of 25 July 1975 on special detailed rules for the application of the system of import and export licences for sugar (8), as last amended by Regulation (EEC) No 719/76 (9);\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Sugar,", "main_body": ["1. For the purposes of this Article \"consignment\" means a quantity of preferential sugar, raw or white, which is on a specific vessel and which is actually unloaded in a single specified European port of the Community.\n2. The date on which a consignment is recorded as having been delivered shall be:\neither    - the date on which the consignment is conveyed, within the meaning of Article 2 (2) of Council Directive 68/312/EEC of 30 July 1968 (10), to a customs office in the European territory of the Community,\nor    - the date on which the summary declaration referred to in Article 3 (1) of the said Directive is stamped by the customs authorities.\nHowever, if the consignment concerned was ready to be discharged in the port in question before the date recorded in accordance with the provisions of the preceding subparagraph, then the date indicated in the document referred to in the second subparagraph of paragraph 3 shall be recorded as the date of delivery.  (1)OJ No L 359, 31.12.1974, p. 1. (2)OJ No L 167, 26.6.1976, p. 9. (3)OJ No L 25, 30.1.1976, p. 1. (4)OJ No L 190, 23.7.1975, p. 35. (5)OJ No L 176, 1.7.1976, p. 8. (6)OJ No L 148, 28.6.1968, p. 1. (7)OJ No L 139, 25.6.1971, p. 6. (8)OJ No L 213, 11.8.1975, p. 31. (9)OJ No L 84, 31.3.1976, p. 27. (10)OJ No L 194, 6.8.1968, p. 13.\n3. Proof of the date referred to in the first subparagraph of paragraph 2 shall be established by production of the copy referred to in Article 6 (2) or Article 7 (3), as appropriate, relating to the consignment in question.\nThe document referred to in the second subparagraph of paragraph 2 shall be produced by the importer and shall consist of a written declaration by the master of the vessel concerned, certified by the competent port authority, indicating that the consignment concerned is ready to be discharged in the port in question. This declaration shall indicate the date on which the consignment was ready to be discharged.", "For the purposes of this Regulation \"relevant agreed quantity\" means the agreed quantity, subject to any adjustments pursuant to Article 7 (3) or (4) of the Protocol or of Article 7 (2) of the Agreement or to Article 6 (3) or (4) of the Annex to the Decision, applicable to a given delivery period.", "1. Where a quantity of preferential sugar representing the whole or part of a relevant agreed quantity is delivered after the end of the delivery period concerned the Commission shall attribute it to that period provided that the loading of the quantity in question in the port of exportation was completed in time, having regard to the normal shipping time between that port and the port of importation.\nHowever, the preceding subparagraph shall not apply to any quantity not delivered during the delivery period concerned which has been the subject of a Decision by the Commission under Article 7 (1) or (2) of the Protocol or of the Agreement or under Article 6 (1) or (2) of the Annex to the Decision.\n2. For the purposes of paragraph 1 \"normal shipping time\" means the number of days obtained by dividing by 480 the distance in nautical miles between the two ports concerned by the normal shipping route.", "1. Subject as provided in paragraph 2, where in respect of any exporting State, country or territory the total quantity of preferential sugar attributed by the Commission to a given delivery period is less than the relevant agreed quantity, the relevant provisions of Article 7 of the Protocol or of the Agreement or of Article 6 of the Annex to the Decision shall apply.\n2. Paragraph 1 shall not apply where the difference between the relevant agreed quantity and the total quantity of preferential sugar attributed by the Commission does not exceed 5 % of the relevant agreed quantity of 5 000 metric tons white value, whichever is the smaller. In that case the said difference shall be deducted by the Commission from the total quantity of preferential sugar attributed to the following delivery period.", "Where in respect of any exporting State, country or territory the total quantity of preferential sugar covered by certificates as referred to in Article 6 (1), or, as the case may be, by vouchers as referred to in Article 7 (2), to be attributed to a given delivery period exceeds the relevant agreed quantity taken together with any shortfall share allocated under Article 7 (2) of the Protocol or under Article 6 (2) of the Annex to the Decision, the Commission shall attribute the excess quantity to the following delivery period.", "1. The movement certificate EUR. 1, a specimen of which is given in Annex V to Protocol 1 to the Convention and in Annex 5 to Annex II to Council Decision 76/568/EEC of 29 June 1976, shall contain:  - in section 7, one of the following endorsements:\n\"Regulation (EEC) No 2782/76 refers\",\n\"Application du règlement (CEE) nº 2782/76\",\n\"Anwendung von Verordnung (EWG) Nr. 2782/76\",\n\"Applicazione del regolamento (CEE) n. 2782/76\",\n\"Toepassing van Verordening (EEG) nr. 2782/76\",\n\"Anvendelse af forordning (EØF) nr. 2782/76\".\nThe certificate shall also indicate in section 7 the date of shipment of the goods and the relevant delivery period as defined for the purposes of the undertakings given is respect of preferential sugar. The stated delivery period shall not, however, affect the validity of the certificate at the time of importation;\n- in section 8, the subheading in the Common Customs Tariff for the goods in question.\n2. Copies, supplied by the persons concerned, of the EUR. 1 certificates and, where appropriate, of the declarations referred to in the second subparagraph of Article 1 (3), shall be forwarded by Member States to the Commission in accordance with the relevant provisions of Regulation (EEC) No 955/70 (1), as last amended by Regulation (EEC) No 2783/76 (2).\nThe competent authorities of the Member States shall insert in section 8 of the copies of EUR. 1 certificates:    - the date, as ascertained from the relevant shipping document, on which the loading of the sugar was completed in the port of exportation;  (1)OJ No L 114, 27.5.1970, p. 16. (2)See page 17 of this Official Journal.\n- one of the dates referred to in the first subparagraph of Article 1 (2);\n- particulars of the importation concerned and the tel quel quantities actually imported.", "1. For the purposes of this Regulation preferential sugar originating in India is sugar for which evidence of such origin has been given by the production of a certificate of origin fulfilling the conditions laid down in Article 9 of Regulation (EEC) No 802/68.\n2. The importer of preferential sugar originating in India shall, in addition, submit to the customs authorities of the Community a voucher duly endorsed by the competent authority of India.\nThis voucher shall:  - bear one of the following endorsements:\n\"Regulation (EEC) No 2782/76 refers\",\n\"Application du règlement (CEE) no 2782/76\",\n\"Anwendung von Verordnung (EWG) Nr. 2782/76\",\n\"Applicazione del regolamento (CEE) n. 2782/76\",\n\"Toepassing van Verordening (EEG) nr. 2782/76\",\n\"Anvendelse af forordning (EØF) nr. 2782/76\",\n- indicate the date of shipment of the goods and the relevant delivery period as defined for the purposes of the undertakings given in respect of preferential sugar. The stated delivery period shall not, however, affect the validity, at the time of importation, of the certificate of origin referred to in paragraph 1;\n- indicate the subheading in the Common Customs Tariff of the goods in question.\n3. Copies, supplied by the persons concerned, of the vouchers referred to in paragraph 2, and where appropriate of the declarations referred to in the second subparagraph of Article 1 (3), shall be forwarded by Member States to the Commission in accordance with the relevant provisions of Regulation (EEC) No 955/70.\nThe competent authorities of the Member States shall insert on copies of vouchers:    - the date, as ascertained from the relevant shipping document, on which the loading of the sugar was completed in the port of exportation;\n- one of the dates referred to in the first subparagraph of Article 1 (2);\n- particulars of the importation concerned and the tel quel quantities actually imported.", "By way of derogation from Article 10 (1) of Regulation (EEC) No 2048/75, an import licence issued in respect of preferential sugar shall be valid for three months from its day of issue within the meaning of Article 9 (1) of Regulation (EEC) No 193/75 (1), as last amended by Regulation (EEC) No 2219/76 (2).", "In respect of each consignment of preferential sugar unloaded in a European port of the Community the importer shall lodge the declaration of release for free circulation not later than the time at which unloading of the consignment concerned is completed.", "0\nWhere a differential charge has been made on raw preferential sugar which is subsequently refined in a refinery, an amount equal to that of the charge shall be paid to the refiner concerned by the Member State in which the raw sugar is refined, in the currency of that Member State, on production of proof:    (a) that the sugar in question has been refined in a refinery, and\n(b) that the differential charge was made at the time of the importation of the sugar.", "1\nPreferential raw sugar falling within subheading 17.01 B II of the Common Customs Tariff and in respect of which the differential charge is not applicable shall be subject to customs or an equivalent administrative control until it is established that such sugar cannot be used for refining.", "2\n1. The security referred to in the second indent of Article 46 (2) (a) of Regulation (EEC) No 3330/74 may, at the option of the person concerned, be lodged in the form either of a cash deposit or of a guarantee provided by an institution approved by the Member State in which the customs formalities of importation are completed.\n2. Except in case of force majeure the security shall be forfeit and treated as a differential charge as regards any quantity of preferential raw sugar in respect of which the person concerned has not within 12 months from the date of importation furnished proof that the sugar in question has been refined in a refinery.\n3. Where the security is to be released this shall be done forthwith.", "3\nRegulation (EEC) No 2850/75 is hereby repealed.  (1)OJ No L 25, 31.1.1975, p. 10. (2)OJ No L 250, 14.9.1976, p. 5.", "4\nIn Article 11 of Regulation (EEC) No 2048/75 all references to Regulation (EEC) No 2850/75 shall be treated as references to this Regulation.", "5\nMovement certificates and vouchers produced to the competent authorities up to 31 January 1977 which conform to the provisions of Regulation (EEC) No 2850/75 shall remain valid.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 17 November 1976.\nFor the Commission\nP.J. LARDINOIS\nMember of the Commission"}