{"celex_id": "31979D0607", "uri": "http://publications.europa.eu/resource/cellar/6bfbc1fb-2a4c-4009-b0ec-12818e299e3e", "type": "Decision", "concepts": ["2654", "2772", "3770", "5115", "5334"], "title": "79/607/EEC: Commission Decision of 30 May 1979 amending Decision 77/190/EEC implementing Council Directive 76/491/EEC regarding a Community procedure for information and consultation on the prices of crude oil and petroleum products in the Community\n", "header": "COMMISSION DECISION  of 30 May 1979  amending Decision 77/190/EEC implementing Council Directive 76/491/EEC regarding a Community procedure for information and consultation on the prices of crude oil and petroleum products in the Community  (79/607/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 76/491/EEC of 4 May 1976 regarding a Community procedure for information and consultation on the prices of crude oil and petroleum products in the Community (1), and in particular Article 7 thereof,\nWhereas under the said Article 7 the Commission is to adopt implementing provisions regarding inter alia the form, the content, and all other aspects of the communications provided for in Article 1;\nWhereas Commission Decision 77/190/EEC of 26 January 1977 (2) provides that the information to be communicated by Member States shall be drawn up according to the model questionnaires set out in the Annex thereto;\nWhereas since the adoption of Decision 77/190/EEC experience has shown that it is necessary to improve the Community procedure therein laid down for the provision of information on crude oil prices, that is to say data relating to original grades of crude oil, dates of loading and the items constituting the price of crude oil and petroleum products, in particular loading and carriage charges,", "main_body": ["The Annex to Decision 77/190/EEC is amended by the addition thereto of Table 1a, entitled \"Crude oil prices according to the time of loading\", annexed to this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 30 May 1979.\nFor the Commission\nGuido BRUNNER\nMember of the Commission  (1)OJ No L 140, 28.5.1976, p. 4. (2)OJ No L 61, 5.3.1977, p. 34.\n>PIC FILE= \"T0014729\">\n>PIC FILE= \"T0014730\">\nEXPLANATORY NOTES\n1. The title \"Types of crude and APIยบ\" covers different grades of crude oil. The indication of the API nominal gravity identifies each type of crude oil.\n2. Lines 1 to 19 inclusive list the particular types of imported crude oils, excluding those in transit to other Member States or destined for non-member countries. The type designations given are the same as those listed in Directive 76/491/EEC. Line 20 \"Other imported crude oils\" covers all crude oil imported from non-member countries not shown in lines 1 to 19 inclusive, and those from one other Member State. Line 24 relates to all crudes listed in the table.\nFor each type of crude listed, two sub-items - (a) and (b) - are each intended to provide information on one of the most representative commercial grades of a crude oil for which there is a price (1). Sub-item (c) - Others - records the information on other grades so that the three sub-items (a), (b) and (c) cover all the details contained in each of the headings of Table 1 of the Directive.\n3. The title \"Monthly quantities landed\" covers the details of volume and prices for crude oil imports unloaded during a particular month.\nThe title \"Quantities loaded during the month\" covers the details of volume and prices for crude imports loaded and unloaded during the same month.\nThe title \"Quantities loaded in the previous month\" covers the details of volume and prices for imports unloaded during that month but loaded during the previous month.\nThe title \"Quantities loaded during second and third month preceding\" covers the details of volume and prices for imports unloaded during the month but loaded two or three months before.\n4. \"Total quantity loaded\" means the grand total of bill of lading quantities of each grade of crude oil imported during the month.\n\"Quantity loaded\" means the total of bill of lading quantities of each type of crude oil loaded during the month concerned for unloading during the appointed month.\nThe fob prices mean the prices actually invoiced at the port of loading. The fob price is that price actually paid by the undertakings, or that which they expect to pay, after deduction of rebates. Average fob prices are the average monthly quantity-weighted prices applicable at the time of loading. They will be calculated by reference to the most appropriate exchange rates so as to provide the most representative indications of the prices of crude oils. The average monthly dollar exchange rate will be shown at the foot of the table.\n\"Days of free credit\" means the number of days allowed to pay for the oil, i.e. without financial charge.\n(1)>PIC FILE= \"T0014731\">"}