{"celex_id": "31976R0559", "uri": "http://publications.europa.eu/resource/cellar/55a524f1-24f8-4214-881c-379f0be39cfc", "type": "Regulation", "concepts": ["1005", "1565", "2173", "2763", "3070", "3628"], "title": "Council Regulation (EEC) No 559/76 of 15 March 1976 amending Regulation (EEC) No 804/68 on the common organization of the market in milk and milk products\n", "header": "COUNCIL REGULATION (EEC) No 559/76  of 15 March 1976  amending Regulation (EEC) No 804/68 on the common organization of the market in milk and milk products\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 43 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliment (1),\nWhereas it appears necessary to extend the possibility provided for in Article 12 of Council Regulation (EEC) No 804/68 of 27 June 1968 on the common organization of the market in milk and milk products (2), as last amended by Regulation (EEC) No 740/75 (3), in respect of surpluses of butterfat, to cases where such a situation occurs or is likely to occur in respect of other milk products;\nWhereas, in order further to stimulate the consumption of milk by young people, provision should be made for the Community to defray a part of the expenditure occasioned by granting aid for the free supply of milk to pupils in schools;\nWhereas it has been found necessary, in order to facilitate trade, to harmonize the provisions relating to the production and marketing of skimmed-milk powder,", "main_body": ["Article 12 (1) of Regulation (EEC) No 804/68 is amended as follows:\n\"1. When surpluses of milk products build up, or are likely to occur, measures other than those laid down in Articles 6 to 11 may be taken in order to facilitate their disposal or to prevent new surpluses from building up.\"", "The following paragraph is added to Article 26 of Regulation (EEC) No 804/68:\n\"The Council, acting in accordance with the voting procedure laid down in Article 43 (2) of the Treaty on a proposal from the Commission, may decide to make a Community contribution to the financing of programmes as referred to in the preceding paragraph provided they fulfil certain conditions.\"", "Article 27 of Regulation (EEC) No 804/68 is amended as follows:\n\"Article 27\nQuality standards for butter and skimmed-milk powder shall be adopted in accordance with the procedure laid down in Article 43 (2) of the Treaty ; they shall provide, in particular, for a control stamp on butter reaching certain standards.\"", "This Regulation shall enter into force on 15 March 1976.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 15 March 1976.\nFor the Council\nThe President\nR. VOUEL  (1)OJ No C 53, 8.3.1976, p. 24. (2)OJ No L 148, 28.6.1968, p. 13. (3)OJ No L 74, 22.3.1975, p. 1."}