{"celex_id": "31979D0833", "uri": "http://publications.europa.eu/resource/cellar/816f1667-8ca3-4024-805b-d7718425fa7a", "type": "Decision", "concepts": ["1076", "2907", "4630", "5962", "846", "937"], "title": "79/833/EEC: Commission Decision of 7 September 1979 laying down, for the purposes of the survey on the structure of agricultural holdings for 1979/80, the Community outline of the schedule of tables, the standard code and the detailed rules for the transcription on to magnetic tape of the data contained in such tables\n", "header": "COMMISSION DECISION  of 7 September 1979  laying down, for the purposes of the survey on the structure of agricultural holdings for 1979/80, the Community outline of the schedule of tables, the standard code and the detailed rules for the transcription on to magnetic tape of the data contained in such tables  (79/833/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 218/78 of 19 December 1977 on the organization of a survey on the structure of agricultural holdings for 1979/80 (1), and in particular Articles 7 and 9 (a) thereof,\nWhereas, pursuant to Article 7 of Regulation (EEC) No 218/78, Member States are to set out the results of the survey in the form of a schedule of tables drawn up in accordance with a Community outline ; whereas such outline is to be drawn up in accordance with the procedure laid down in Article 12 of the said Regulation;\nWhereas the Community schedule of tables must now be laid down in order to enable the Member States to complete the programme within the time limits specified ; whereas there is to be added to such schedule later, after analysis of the results of the 1975 structure survey, a number of tables forming an integral part of the Community schedule of tables provided for in Article 7 of the said Regulation and to be drawn up in accordance with the procedure laid down in Article 12 of the said Regulation;\nWhereas, pursuant to Article 9 (a) of Regulation (EEC) No 218/78, Member States are to transcribe the results referred to in Article 8 of the said Regulation on to magnetic tape in accordance with a program which is standard for all Member States ; whereas the method and program of transcription are also to be drawn up in accordance with the procedure laid down in Article 12 of the said Regulation;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Committee for Agricultural Statistics,", "main_body": ["The Community outline of the schedule of tables for the 1979/80 structure survey is set out in Annex 1.", "The standard code and the method of transcription on to magnetic tape of the results referred to in Article 8 of Regulation (EEC) No 218/78 are set out in Annexes 2, 3 and 4.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 7 September 1979.\nFor the Commission\nFranรงois-Xavier ORTOLI\nVice-President  (1)OJ No L 35, 4.2.1978, p. 1.\nANNEX 1 COMMUNITY OUTLINE OF TABLE SCHEDULE OF THE SURVEY ON THE STRUCTURE OF AGRICULTURAL HOLDINGS 1979/80\nTables    1. Main items broken down by agricultural area in use (AA)\n2. Holdings broken down by total area and by woodland\n3. Holdings broken down by AA and by woodland\n4. Holdings broken down by AA and by area under selected crops\n5. Holdings broken down by AA and by number of animals in selected livestock categories\n6. Holdings broken down by number of tractors in sole ownership and by AA\nGeographical level : district\n>PIC FILE= \"T0014664\">   >PIC FILE= \"T0014563\">\n>PIC FILE= \"T0014564\">\n>PIC FILE= \"T0014565\">\n>PIC FILE= \"T0014566\">\n>PIC FILE= \"T0014567\">\n>PIC FILE= \"T0014568\">\n>PIC FILE= \"T0014569\">\n>PIC FILE= \"T0014570\">\n>PIC FILE= \"T0014571\">\n>PIC FILE= \"T0014572\">\nTABLE 2  HOLDINGS BROKEN DOWN BY TOTAL AREA AND BY WOODLAND\n>PIC FILE= \"T0014573\">   TABLE 3  HOLDINGS BROKEN DOWN BY AA AND BY WOODLAND\n>PIC FILE= \"T0014574\">    TABLE 4  HOLDINGS BROKEN DOWN BY AA AND BY AREA UNDER SELECTED CROPS\n4.1. Holdings broken down by AA and by area under cereals (D/01 - D/08) >PIC FILE= \"T0014575\">\n4.2. Holdings broken down by AA and by area under grain maize (D/06) >PIC FILE= \"T0014576\">\n4.3. Holdings broken down by AA and by area under potatoes (D/10) >PIC FILE= \"T0014577\">\n4.4. Holdings broken down by AA and by area under sugar-beet (D/11) >PIC FILE= \"T0014578\">\n4.5. Holdings broken down by AA and by area under permanent pasture and meadow (F) >PIC FILE= \"T0014579\">\n4.6. Holdings broken down by AA and by area under fruit and berry plantations (G/01) >PIC FILE= \"T0014580\">\n4.7. Holdings broken down by AA and by area under vineyards (G/04) >PIC FILE= \"T0014581\">\n4.8. Holdings broken down by AA and by vineyards normally producing other wines (G/04/b) >PIC FILE= \"T0014582\">\n4.9. Holdings broken down by AA and by area of fresh vegetables, melons and strawberries under glass (D/15) >PIC FILE= \"T0014583\">\n4.10. Holdings broken down by AA and by area under crops under glass (D/15, D/17, G/07) >PIC FILE= \"T0014584\">\nTABLE 5  HOLDINGS BROKEN DOWN BY AA AND BY NUMBER OF ANIMALS IN SELECTED LIVESTOCK CATEGORIES\n5.1. Holdings broken down by AA and number of cattle (J/02 - J/08) >PIC FILE= \"T0014585\">\n5.2. Holdings broken down by AA and number of dairy cows (J/07) >PIC FILE= \"T0014586\">\n5.3. Holdings broken down by AA and number of other cows (J/08) >PIC FILE= \"T0014587\">\n5.4. Holdings broken down by AA and number of sheep (J/09) >PIC FILE= \"T0014588\">\n5.5. Holdings broken down by AA and number of pigs (J/11, J/12, J/13) >PIC FILE= \"T0014589\">\n5.6. Holdings broken down by AA and number of breeding sows (J/12) >PIC FILE= \"T0014590\">\n5.7. Holdings broken down by AA and number of table fowl (J/14) >PIC FILE= \"T0014591\">\n5.8. Holdings broken down by AA and number of laying hens (J/15) >PIC FILE= \"T0014592\">\n5.9. Dairy cows broken down by AA and number of dairy cows (J/07) >PIC FILE= \"T0014593\">\n5.10. Other cows broken down by AA and number of other cows (J/08) >PIC FILE= \"T0014594\">\nTABLE 6  HOLDINGS BROKEN DOWN BY NUMBER OF TRACTORS IN SOLE OWNERSHIP AND BY AA\n6.1. Holdings broken down by number of tractors in sole ownership (K/01, col. 1) and by AA >PIC FILE= \"T0014595\">\n6.2. Holdings using tractors other than those in sole ownership, broken down by number of tractors in sole ownership (K/01, col. 1) and by AA >PIC FILE= \"T0014596\">\nANNEX 2 MAGNETIC TAPE SPECIFICATION FOR THE DELIVERY TO THE SOEC OF THE RESULTS OF THE 1979/80 STRUCTURES SURVEY\n1. The information recorded in the Community schedule of tables provided for in Article 7 of Regulation (EEC) No 218/78 is to be delivered to the SOEC in the following form:      (a) On nine-track magnetic tape/1600 BPI (630 bytes/cm) IBM standard label. (If this is not technically possible, special arrangements are to be made with the SOEC.)\n(b) If slack bytes are included in the tape, the SOEC must be informed.\n2. The data of individual tables are to be furnished in rows in records of fixed length. Each record shall consist of two parts : identification with six zones (country, region district, handicapped area status, designation of table, table row number) and information, comprising 10 zones of equal length for transcription of a row.\n3. Annex 3 gives, for each of the zones of such a record:      (a) the number of digits available;\n(b) the picture in the COBOL programming language appropriate to this number of digits - the meanings of the symbols used for the various pictures are given in paragraph 8;\n(c) the number of bytes required for this picture;\n(d) the consecutive numbering of the bytes for the zone in question;\n4. Annex 4 gives the codes to be used and the numbers of columns and rows in the various tables.\n5. If a table has less than 10 columns, \"0\" must be entered in the remaining zones of the information part.\n6. Records are to be sorted according to the code for the region, and the survey district, the code for handicapped area status, the code for the table and the number of the row (in that order).\n7. A block shall be determined by the number of records required for transcription for a given geographical unit of the data contained in all the tables of the Community schedule of tables.\nWhere a country does not provide information on a complete row or rows of a table the complete record(s) is/are deleted and the block length for that country reduced accordingly. Where two rows are merged the combined information is entered in the first (lower number) row and the other row deleted.\n8. The symbols used in the explanation of the picture have the following meaning: >PIC FILE= \"T0014667\">\nANNEX 3 DETAILED PROVISIONS FOR THE TRANSCRIPTION OF TABLES OF DATA\n>PIC FILE= \"T0014597\">\nANNEX 4 TABLE REFERENCE CODES AND NUMBERS OF COLUMNS AND ROWS\n>PIC FILE= \"T0014598\">   Member States have a choice as to blocking factor. The factor preferred by SOEC is 10. The SOEC must be informed as to what blocking factor has been used."}