{"celex_id": "31979R0296", "uri": "http://publications.europa.eu/resource/cellar/ab016be9-689f-4059-9814-4179612472fa", "type": "Regulation", "concepts": ["1642", "1644", "3732", "5360"], "title": "Commission Regulation (EEC) No 296/79 of 15 February 1979 amending for the 17th time Regulation (EEC) No 2042/75 on special detailed rules for the application of the system of import and export licences for cereals and rice\n", "header": "COMMISSION REGULATION (EEC) No 296/79  of 15 February 1979  amending for the 17th time Regulation (EEC) No 2042/75 on special detailed rules for the application of the system of import and export licences for cereals and rice\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2727/75 of 29 October 1975 on the common organization of the market in cereals (1), as last amended by Regulation (EEC) No 1254/78 (2), and in particular Article 12 (2) thereof,\nWhereas Commission Regulation (EEC) No 2042/75 (3), as last amended by Regulation (EEC) No 3021/78 (4), laid down, in the case of an invitation to tender opened in an importing third country, a period of validity for the export licence corresponding to the obligations deriving from such an invitation to tender ; whereas the said Regulation also provided for the possibility of obtaining a special period of validity for the export licence in the case of transactions of a certain scale, with such a possibility being linked to a commitment to export a minimum quantity;\nWhereas the possibilities described above have been made available in the case of certain cereals and first-stage processing products excluding groats and meal of durum wheat ; whereas, both the current surplus situation in Italy in durum wheat and the structure of the world market in groats and meal of durum wheat justify allowing these possibilities to apply in the case of products of durum wheat ; whereas it is therefore appropriate to add groats and meal of durum wheat to the list of products eligible under Articles 10 and 11 of Regulation (EEC) No 2042/75;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["Regulation (EEC) No 2042/75 is amended as follows:    1. Article 10 is amended to read as follows:\n\"Article 10\nWhere exportation is effected pursuant to an invitation to tender opened in an importing third country, an export licence for common wheat, rye, barley, maize, rice, wheat flour and rye flour, and groats and meal of durum wheat, shall be valid from the date of issue within the meaning of Article 9 (1) of Regulation (EEC) No 193/75 until the date on which the obligations deriving from the award are to be fulfilled.\nHowever, the period of validity of such licence may not exceed eight months following the month in which the licence was issued within the meaning of Article 9 (1) of Regulation (EEC) No 193/75.\"\n2. Article 11 (1) and (2) is amended to read as follows:\n\"1. In special cases, the period of validity of an export licence for common wheat, rye, barley, maize, rice, wheat flour and rye flour, and groats and meal of durum wheat, may exceed the period referred to in Article 9 where the interested party is in the process of concluding a transaction which justifies a longer period.\n2. In such cases, the interested party shall lodge with the competent authority an application for an export licence accompanied by an application for advance fixing of the export refund or export levy applicable on the day of the submission of the application for the intended destination and an indication of the minimum and maximum quantity that he intends to export and an indication of the minimum and maximum period necessary for the completion of the transaction envisaged ; however, the minimum quantity may not be less than 75 000 tonnes in the case of common wheat, rye, barley, maize and wheat flour and rye flour, and 15 000 tonnes in the case of groats and meal of durum wheat and of rice. Such application shall be accompanied by a special security, calculated on the basis of the maximum quantity ; the provisions of Article 12 (1) of this Regulation and of Article 5 of Regulation (EEC) No 193/75 shall apply to such security.\"", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.  (1)OJ No L 281, 1.11.1975, p. 1. (2)OJ No L 156, 14.6.1978, p. 11. (3)OJ No L 213, 11.8.1975, p. 5. (4)OJ No L 359, 22.12.1978, p. 23.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 15 February 1979.\nFor the Commission\nFinn GUNDELACH\nVice-President"}