{"celex_id": "31973D0212", "uri": "http://publications.europa.eu/resource/cellar/2f27358e-49da-4c83-b5ea-e07cc50259d6", "type": "Decision", "concepts": ["1085", "1318", "215", "3581", "4062", "478"], "title": "73/212/EEC: Commission Decision of 11 May 1973 relating to a procedure under Article 85 of the EEC Treaty (IV/791 - Société Commerciale des Potasses et de l'Azote (SCPA) - Kali und Salz (formerly VDK) and ex-1373-1374- 1498-1499-1500) (Only the German and French texts are authentic)\n", "header": "COMMISSION DECISION  of 11 May 1973  relating to a procedure under Article 85 of the EEC Treaty (IV/791 - Société Commerciale des Potasses et de l'Azote (SCPA) - Kali und Salz (formerly VDK) and ex - 1373 - 1374 - 1498 - 1499 - 1500)  (Only the French and German texts are authentic)  (73/212/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 85 thereof;\nHaving regard to Regulation No 17 (1) of 6 February 1962, and in particular Articles 1, 3 and 5 thereof;\nHaving regard to the notification (IV/791) pursuant to Article 5 (1) of Regulation No 17, submitted on 22 October 1962 by GmbH Verkaufsgemeinschaft Deutscher Kaliwerke (VDK), Hannover (Federal Republic of Germany), and by the S.à.r.l. Société Commerciale des Potasses d'Alsace (SCPA), Paris (France), in respect of the cooperation agreement concluded verbally between these companies for the purpose inter alia of coordinating the commercial and industrial activities of the French and German potassium salts producers;\nHaving regard to the notifications (IV/ex- 1373 and 1499) submitted on 25 January 1963 by SCPA and VDK in respect of the exclusive sales agreements concluded verbally by each of these two companies with the Nederlandsche Kali-Import Maatschappij (NKIM), Amsterdam (Netherlands), and the notifications (IV/ex- 1374 and 1500) submitted on the same date in respect of similar agreements, the one concluded between SCPA and the Comptoir général des sels et engrais potassiques S.A. (Cogépotasse), Brussels, and the other between VDK and the Compagnie belge des engrais potassiques S.A. (Belcopotasse), likewise Brussels;\nHaving regard to the notification (IV/ex- 1498) submitted on 25 January 1963 by VDK in respect of the agreement whereby that company appointed SCPA its distributor in France;\nHaving, in accordance with Article 19 (1) of Regulation No 17 and with the provisions of Regulation No 99/63/EEC (2), on 13 July 1971 heard the authorized representatives of SCPA and of Kali und Salz, the latter being, as explained below, the legal successor to VDK;\nHaving regard to the Opinion of the Advisory Committee on Restrictive Practices and Monopolies, obtained pursuant to Article 10 of Regulation No 17, on 22 March 1972;\nI\nWHEREAS:\nThe aforesaid Verkaufsgemeinschaft Deutscher Kaliwerke GmbH (VDK) was at the time of the notification the joint sales agency for the eight German producers of potassium salts, who were grouped together as the Gemeinschaft Deutscher Kalierzeuger, and consisted of the following:    1. Vereinigte Kaliwerke Salzdetfurth AG, Bad Salzdetfurth/Hanover,\n2. Bergwerksgesellschaft Mariaglück GmbH, Höfer,\n3. Wintershall AG, Celle/Kassel,\n4. Gewerkschaft Wintershall, Celle,\n5. Burbach-Kaliwerke AG, Kassel,\n6. Kali-Chemie AG, Hanover,\n7. Gewerkschaft Baden, Buggingen,\n8. Gewerkschaft Markgräfler, Buggingen.\nAs a result of various reorganizations and mergers between 1967 and 1970 all the undertakings above listed, with the exception of Kali-Chemie AG, which belongs to the Belgian Solvay Group, were merged in a single company, Kali und Salz AG (Kassel), which is the successor to VDK and which was wound up on 31 December 1970.\nKali-Chemie has appointed Kali and Salz as agent for sales of the bulk of its production of potassium  (1)OJ No 13, 21.2.1962, p. 204/62. (2)OJ No 127, 20.8.1963, p. 2268/63.\nsalts, both domestic and export ; in view of the low-volume imports of potassium salts into the Federal Republic of Germany, Kali und Salz may be regarded as holding a de facto monopoly in that country of sales of that product.\nBy letter of 15 January 1971 Kali und Salz informed the Commission that it had also succeeded VDK as party to the agreement with SCPA notified on 22 October 1962 on 1 January 1971.\nThe Société commerciale des potasses et de l'azote, which, following a regrouping in 1967, became the legal successor to the Société commerciale des potasses d'Alsace, has a monopoly by law of sales of potassium salts in France, including export and import sales of these products.\nThe agreement in question establishes close cooperation between SCPA and Kali und Salz, both at the commercial and at the industrial level, and involves, in particular, joint decisions on the quantities and qualities of salts to be exported by each company and coordination of deliveries and distribution of the products of both the companies on the world market and in particular within the common market.\nThus, SCPA and Kali und Salz, working on the basis of tonnages available, the state of the order books and information from their distributors as to the quantities and qualities of salts likely to be sold, coordinate their delivery programmes in the light of production capacity and stocks for the various qualities of salts and decide, yearly, by joint agreement what tonnage each shall export after satisfying the requirements of its own domestic market.\nMoreover, the undertakings concerned have appointed joint selling agencies to distribute their products in the Netherlands and in Italy, namely : Nederlandsche Kali-Import Maatschappij (Amsterdam) and Sali Potassici (Milan) (a company). Since there were certain difficulties in appointing a single distributor for Belgium, each undertaking appointed its own distributor for the Belgo-Luxembourg market, with Cogépotasse (Brussels) acting for SCPA and Belcopotasse for VDK, now succeeded by Kali und Salz. Nevertheless, Cogépotasse and Belcopotasse maintain extremely close trading links, exchange information and coordinate their sales activities on the Belgo-Luxembourg market.\nVDK (now Kali und Salz) appointed SCPA, which has the monopoly on imports, the distributor of its products in France, while the latter has for its part appointed the German company Henri Vallette (Hanover) its agent for the distribution of French products in the Federal Republic of Germany.\nThe capital of the distributing companies, sole dealers or agents of SCPA and Kali und Salz is held either wholly or in part by the same financial groups, whose interests are closely linked to those of the French and German potassium industries. Moreover, the entire capital of Henri Vallette, the agent for SCPA, is held by Kali-Union Verwaltungsgesellschaft, a subsidiary of Kali und Salz.\nThe distributors in Benelux and Italy apply the same prices and the same conditions of sale to the same kinds of potassium salts whatever their origin, including in particular those from SCPA and from Kali und Salz.\nII\nThe cooperation agreement in respect of distribution described above, in so far as it involves or causes joint fixing of the quantities and qualities of potassium products to be exported by each undertaking and the coordination of deliveries and distribution within the common market of products from the two undertakings, constitutes a restriction on competition, in that it limits, to a material degree, the freedom of action of the two undertakings concerned as suppliers of the products in question, has the effect of unifying prices and conditions of sale of these products, and prevents each undertaking from taking normal steps, should the occasion arise, to manufacture products already supplied by the other.\nIn particular, the undertakings in question have appointed the same sole dealer in the Netherlands and the same sole agent in Italy to distribute their products in those countries. The appointment in these two cases of the same distributor by two normally competing undertakings of the size of VDK (now Kali und Salz) and SCPA necessarily implies agreement on their part not to compete on the markets in question. This joint appointment must therefore be regarded as the effect of a concerted practice between the two undertakings with a view to preventing or restricting competition between themselves in the Netherlands and in Italy.\nA similar argument applies to the appointment by SCPA of Henri Vallette as its agent for the distribution of French products in the Federal Republic of Germany since, as explained above, the capital of that company is held by the Kali-Union Verwaltungsgesellschaft, which at the time of the appointment was itself a dependent company of the members of the VDK group, its capital being held by those member companies. It is thus virtually inconceivable that Henri Vallette could conduct a sales policy on the German market running counter to the interests of the group to which it belonged. This appointment, therefore, also implied a concerted intention on the part of SCPA and the association of German potassium producers, represented by VDK, not to compete and was thus also based from the start on a concerted practice between those undertakings. The member companies of VDK subsequently merged to form Kali und Salz, which holds the entire capital of Kali-Union Verwaltungsgesellschaft. This new situation could only be to place Henri Vallette, as a subsidiary of Kali-Union Verwaltungsgesellschaft, under still closer and more direct control. The concerted practice as found above must, therefore, be regarded as having been continued between SCPA and Kali und Salz.\nIt is, furthermore, inconceivable that the parties could coordinate deliveries without passing information to each other concerning, in particular, the state of stocks, current production, production forecasts, orders received, and forecasts of trends in demand. Such exchange of information constitutes the means for carrying out the cooperation in question and thus likewise comes within the prohibition laid down in Article 85 (1). Further, such exchange leads in practice to joint planning of production and to market sharing, both of which are likewise contrary to Article 85 (1).\nThe cooperation agreement described above and the concerted practices supplementing it may affect trade between Member States, in that they directly influence trade flows between those states in such a way as might prejudice the realization of the objectives of a single market.\nThe agreement and concerted practices in question between SCPA and Kali und Salz thus fall within the terms of the prohibition laid down in Article 85 (1) of the EEC Treaty.\nThe undertakings concerned have argued, in support of their application under Article 85 (3), that as a result of their cooperation agreement, demand is being satisfied under optimum conditions, since the agreement:    (i) enables a wider range of products to be made available to consumers than SCPA and Kali und Salz would be able to offer acting separately,\n(ii) increases security of supply for consumers where one undertaking alone might find it impossible to provide the goods required, and\n(iii) allows deliveries to be more closely adjusted to the particular requirements of demand.\nIn reply to the argument that the agreement makes a wider range of products available to consumers and increases security of supply, it should be pointed out that an increasing proportion of the tonnage produced is being delivered to large-scale manufacturers of compound fertilizers, who are well able to go direct to SCPA, Kali und Salz, or other suppliers for the varieties and quantities they require. As regards deliveries to other consumers, there are a sufficient number of middlemen on the market capable of supplying the whole range of SCPA and Kali und Salz products and of procuring, where required, from one of the two companies any quantity which the other might be unable to supply.\nThe undertakings concerned have failed to show, nor is it established from the evidence obtained, that the effect of the agreement, in so far as it involves coordination of deliveries, is to adjust such deliveries more closely to the particular requirements of demand. In any event, the size of the undertakings is such as to enable them to make such adjustments individually, while the many middlemen on this market are also capable of making such adjustments.\nThe undertakings have further argued in support of their application that their cooperation agreement, by making it unnecessary for each of them to manufacture the full range of products in demand, thus allows them to concentrate production and thereby to sell their own products at lower prices. However, in view of the favourable supply situation as outlined above, there is no reason to suppose that, were each undertaking acting on its own, it would be obliged, under pressure of its customers' requirements, to manufacture products whose cost of production would either in itself be excessive or would have an unfavourable effect on the undertaking's prices.\nIn these circumstances it is clear that the cooperation agreement and the concerted practices supplementing it contribute no improvement either to distribution or to production, nor has the agreement resulted in any technical or economic progress;\nThere are accordingly no grounds for declaring Article 85 (1) inapplicable pursuant to Article 85 (3) to the cooperation agreement and concerted practices between SCPA and Kali und Salz, successor to VDK.\nThe said agreement and concerted practices therefore constitute a breach of Article 85 of the Treaty establishing the European Economic Community and an order for their termination must be made.\nThe exclusive sales agreements concluded by SCPA and VDK with Nederlandsche Kali-Import Maatschappij, Cogépotasse and Belcopotasse and that concluded by SCPA and VDK between themselves are closely connected with the said cooperation agreement and concerted practices, as a result of which they possess a scope and effects which, taken in isolation, they would lack. It would therefore be premature to rule on these agreements as long as the cooperation agreement between SCPA and Kali und Salz and the concerted practices arising therefrom are still in being.", "main_body": ["The verbal agreement for commercial and industrial cooperation concluded between SCPA and VDK, of which the latter, Kali und Salz, is the successor, to the extent that its objects or effects are the joint determination of the quantities and qualities of potash products to be exported by each of the undertakings concerned, and the coordination of their delivery programmes and of the distribution of the products from these two sources within the common market, together with the concerted practices by which these same undertakings have appointed joint distributors in the Netherlands and Italy, and the concerted practice by which SCPA has appointed to represent it in the Federal Republic of Germany an undertaking wholly controlled by its main competitor, Kali und Salz, constitute infringements of Article 85 of the Treaty establishing the EEC.", "The application by SCPA and VDK (now Kali und Salz) for exemption under Article 85 (3) in respect of the agreement and the concerted practices referred to in Article 1 is refused.", "SCPA and Kali und Salz shall:    1. terminate the cooperation agreement referred to in Article 1, and in particular all exchange of information in respect of distribution and production;\n2. cease selling in the Netherlands and in Italy through a joint distributor.", "SCPA shall cease distributing its products in the Federal Republic of Germany through the agency of the Henri Vallette company or through any other undertaking directly or indirectly controlled by Kali und Salz.", "This Decision is addressed to the following companies ; Société Commerciale des Potasses et de l'Azote, S.à.r.l., Paris, Kali und Salz, A.G., Kassel."], "attachments": "Done at Brussels, 11 May 1973.\nFor the Commission\nThe President\nFrançois-Xavier ORTOLI"}