{"celex_id": "31970R1618", "uri": "http://publications.europa.eu/resource/cellar/e2e0c567-2435-40b0-a193-ba3217f91c27", "type": "Regulation", "concepts": ["1442", "4717", "4718", "5334", "5385"], "title": "Regulation (EEC) No 1618/70 of the Commission of 7 August 1970 on measures for controlling the sweetening of table wines and of quality wines produced in specified regions\n", "header": "REGULATION (EEC) No 1618/70 OF THE COMMISSION  of 7 August 1970  on measures for controlling the sweetening of table wines and of quality wines produced in specified regions\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community;\nHaving regard to Council Regulation (EEC) No 816/70 (1) of 28 April 1970 laying down additional provisions for the common organisation of the market in wine, as amended by Regulation (EEC) No 1253/70 (2) and in particular Articles 21 (2) and 35 thereof;\nWhereas Article 21 (1) of Regulation (EEC) No 816/70 lays down certain rules for the sweetening of wines ; whereas that provision refers primarily to table wines ; whereas, in pursuance of Article 8 (2) of Council Regulation (EEC) No 817/70 (3) of 28 April 1970 laying down special provisions for quality wines produced in specified regions, that provision applies to quality wines p.s.r.;\nWhereas sweetening must not lead to an enrichment beyond the limits imposed in Article 18 of Regulation (EEC) No 816/70 ; whereas, to that end, special provisions have been made in Article 21 (1) (a) and (b) of that Regulation ; whereas, moreover, control measures are essential, in particular to ensure compliance with the provisions in question;\nWhereas, in order to increase the effectiveness of control, sweetening should be carried out only at the production stage or other stage as close to production as possible ; whereas, therefore, sweetening should be restricted to the production stage and to the wholesale stage;\nWhereas sweetening forms part of the preparation of table wines and of quality wines p.s.r. ; whereas it is therefore necessary for all the products used to contribute towards the good quality of the wine obtained ; whereas that necessity requires that in all cases the grape musts used shall come from the vine varieties referred to in Article 16 of Regulation (EEC) No 816/70;\nWhereas the supervisory authorities must be informed of any impending sweetening operation ; whereas anyone intending to carry out a sweetening operation should therefore be required to give the supervisory authorities written notice ; whereas, however, this procedure may be simplified when sweetening is frequently or continuously carried out by an undertaking;\nWhereas the purpose of the notice is to permit supervision of the sweetening operation ; whereas the notices must, therefore, be addressed to the competent authorities of the Member State on whose territory the sweetening operation is to take place ; whereas the notices must be as precise as possible and must reach the competent authorities before the sweetening is begun;\nWhereas it is essential for effective control that the quantities of grape musts or concentrated grape musts held by the party concerned should be declared before the sweetening operation is begun ; whereas that declaration is ineffective unless there is also the obligation to keep a turnover record of the products used in the sweetening operation;\nWhereas the measures provided for in this Regulation are in accordance with the Opinion of the Management Committee for Wine;", "main_body": ["1. The sweetening of table wines and, without prejudice to the provisions of Article 15 of Council Regulation (EEC) No 817/70, the sweetening of quality wines p.s.r. shall be authorised only at the production stage and the wholesale stage.  (1)OJ No L 99, 5.5.1970, p. 1. (2)OJ No L 143, 1.7.1970, p. 1. (3)OJ No L 99, 5.5.1970, p. 20.\n2. The grape musts used for sweetening shall come from the vine varieties referred to in Article 16 of Regulation (EEC) No 816/70.", "1. Any natural or legal person intending to carry out a sweetening operation shall send a notice to the competent authority of the Member State on whose territory the sweetening operation is to take place.\n2. The notices shall be in writing. They shall reach the competent authority at least forty-eight hours before the day on which the sweetening operation is to take place.\nHowever, where sweetening operations are frequently or continuously carried out by an undertaking, Member States may allow a notice covering several operations, or covering a specified period, to be sent to the competent authorities. Such notice shall be accepted only on condition that the undertaking keeps a written record of each sweetening operation and records the information required by Article 3.", "Notices shall include the following information:    1. For sweetening operations carried out in accordance with Article 21 (1) (a) of Regulation (EEC) No 816/70:      (a) the volume and the total and actual alcoholic strengths of the table wine or the quality wine p.s.r. to be sweetened;\n(b) the volume and the total and actual alcoholic strengths of the grape must to be added;\n(c) the total and actual alcoholic strengths of the table wine or the quality wine p.s.r. after sweetening.\n2. For sweetening operations carried out in accordance with Article 21 (1) (b) of Regulation (EEC) No 816/70:     (a) the volume and the total and actual alcoholic strengths of the table wine or the quality wine p.s.r. to be sweetened;\n(b) the volume and the total and actual alcoholic strengths of the grape must, or the volume and density of the concentrated grape must to be added, as the case may be;\n(c) the total and actual alcoholic strengths of the table wine or quality wine p.s.r. after sweetening.", "1. The persons referred to in Article 2 (1) shall keep a turnover record showing the quantities of grape musts or concentrated grape musts which they are holding for sweetening operations.\n2. Until such time as Community provisions have been adopted on this matter, Member States shall take whatever measures are necessary to ensure compliance with the provisions on sweetening operations.\n3. They shall inform the Commission of such measures without delay.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 7 August 1970.\nFor the Commission\nThe President\nFranco M. MALFATTI"}