{"celex_id": "31973R0982", "uri": "http://publications.europa.eu/resource/cellar/b85841db-2a41-40dd-8851-711d0c541f40", "type": "Regulation", "concepts": ["1486", "2624", "301", "4288", "4860"], "title": "Regulation (EEC) No 982/73 of the Commission of 9 April 1973 amending Regulation (EEC) No 685/69 on detailed rules of application for intervention on the market in butter and cream\n", "header": "REGULATION (EEC) No 982/73 OF THE COMMISSION  of 9 April 1973  amending Regulation (EEC) No 685/69 on detailed rules of application for intervention on the market in butter and cream\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community;\nHaving regard to Council Regulation (EEC) No 804/68 (1) of 27 June 1968 on the common organization of the market in milk and milk products, as last amended by the Act (2) annexed to the Treaty (3) concerning the Accession of new Member States to the European Economic Community and the European Atomic Energy Community, signed at Brussels on 22 January 1972, and in particular Article 6 (7) thereof;\nWhereas Commission Regulation (EEC) No 685/69 (4) of 14 April 1969 on detailed rules of application for intervention on the market in butter and cream, as last amended by Regulation (EEC) No 371/73 (5), provides, as regards the private storage of butter, that the storage period is to begin on April 1 ; whereas Articles 6 and 24 of the Regulation aforesaid specify, for the purpose in particular of calculating private storage aid, figures for storage costs ; whereas those figures should be revised to take account of trends in certain costs within the Community;\nWhereas, because of the differences in the buying-in prices applied by the intervention agencies in the new Member States, finance costs in respect of stored butter vary according to the level of the price applied ; whereas a distinction should, therefore, be made between storage costs as such, applicable throughout the Community, and finance costs, to be calculated on the basis of the buying-in price for butter applied in each Member State;\nWhereas the measures provided in this Regulation are in accordance with the Opinion of the Management Committee for Milk and Milk Products;", "main_body": ["Subparagraphs (a) and (b) of Article 6 (2) of Regulation (EEC) No 685/69 are replaced by the following:\n\" (a) 10 units of account for fixed costs;\n(b) 0 720 unit of account per day for cold storage costs;\n(c) an amount per day of storage calculated on the basis of the buying-in price for butter applied by the intervention agency in the relevant Member State on the day on which the contract is made, plus interest at 8 % per annum;\nFor the purpose of calculating the amount of the costs specified in (b) and (c), the number of days to be taken into account shall be the number of days from and including the day of entry into store until and including the day of removal.\n\"", "Article 24 (1) of Regulation (EEC) No 685/69 is replaced by the following:\n\"1. The private storage aid provided for in Article 6 (2) of Regulation (EEC) No 804/68 shall be calculated per metric ton of butter equivalent as follows:    (a) 10 units of account for fixed costs;\n(b) 0 720 unit of account per day for cold storage costs;\n(c) an amount per day of storage calculated on the basis of the buying-in price for butter applied by the intervention agency in the relevant Member State on the day on which the contract is made, plus interest at 8 % per annum.\n(d) 30 units of account where the product is stored for not less than four months.\nFor the purpose of calculating the amount of the costs specified in (b) and (c), the number of days to be taken into account shall be the number of days from and including the day of  (1)OJ No L 148, 28.6.1968, p. 13. (2)OJ No L 73, 27.3.1972, p. 14. (3)OJ No L 73, 27.3.1972, p. 5. (4)OJ No L 90, 15.4.1969, p. 12. (5)OJ No L 39, 12.2.1973, p. 35.\nentry into store until and including the day of removal. However, the amount to be taken into account shall not exceed that corresponding to a storage period of 180 days.\"", "This Regulation shall enter into force on 1 April 1973.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 9 April 1973.\nFor the Commission\nThe President\nFranรงois-Xavier ORTOLI"}