{"celex_id": "31974R1984", "uri": "http://publications.europa.eu/resource/cellar/d213011c-2d6e-442b-b30b-533a6f3c11f8", "type": "Regulation", "concepts": ["1565", "1642", "2763", "3568", "4038", "5334"], "title": "Regulation (EEC) No 1984/74 of the Commission of 25 July 1974 amending (i) Regulation (EEC) No 2500/73 on the advance fixing of refunds and the period of validity of export licences for milk and milk products and (ii), as regards communications with regard to such products, Regulation (EEC) No 210/69\n", "header": "REGULATION (EEC) No 1984/74 OF THE COMMISSION  of 25 July 1974  amending (i) Regulation (EEC) No 2500/73 on the advance fixing of refunds and the period of validity of export licences for milk and milk products and (ii), as regards communications with regard to such products, Regulation (EEC) No 210/69\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community;\nHaving regard to Council Regulation (EEC) No 804/68 (1) of 27 June 1968 on the common organization of the market in milk and milk products, as last amended by Regulation (EEC) No 662/74 (2), and in particular Articles 13 (3), 17 (4) and 28 thereof;\nWhereas in the present situation on the market it is uncertain how prices and supplies of certain milk products will develop in the short and medium term ; whereas there seems to be no justification for fixing refunds on certain types of milk powder and on butter a long time in advance except where the products are marketed packaged for retail sale or where it can be proved that the products are covered by a supply contract already concluded ; whereas Commission Regulation (EEC) No 2500/73 (3) of 13 September 1973 on the advance fixing of refunds and the period of validity of export licences for milk and milk products, as last amended by Regulation (EEC) No 876/74 (4), should therefore be amended to make it possible, in particular, to extend the period of validity of export licences for such products ; whereas, if it is to be in a position to follow them closely, the Commission must be rapidly informed of the cases in which such extension is granted ; whereas an appropriate amendment should therefore be made to Commission Regulation (EEC) No 210/69 (5) of 31 January 1969 on communication between Member States and the Commission with regard to milk and milk products, as last amended by Regulation (EEC) No 73/72 (6);\nWhereas the measures provided for in this Regulation are in accordance with the Opinion of the Management Committee for Milk and Milk Products,", "main_body": ["In Regulation (EEC) No 2500/73 the following Article is inserted:\n\"Article 3a\n1.In the case of products listed in Annex IV to this Regulation, the period of validity of an export licence shall, at the request of the trader, be extended by the issuing agency if during the period of validity of a licence issued in accordance with Article 2 (1) the trader can prove that he is bound by contract to export a certain quantity of the product in question in instalments spread over a period extending beyond the expiry of the period of validity of his licence.\n2.Extension of the period of validity shall be granted only in respect of the country of destination specified in the contract referred to in paragraph 1 and for the period specified in Annex IV.\nSuch extension shall be limited to the quantity of product specified in the contract referred to in paragraph 1.\nWithout prejudice to the provisions of Article 18 of Regulation (EEC) No 1373/70, each licence may be extended once only.\n3.Any extension of a licence under this Article shall be indicated by means of an endorsement stamped by the issuing agency on the licence and on any extracts therefrom and specifying the necessary adjustments as regards the new period of validity and the country of destination to which delivery is rendered compulsory.\".  (1)OJ No L 148, 28.6.1968, p. 13. (2)OJ No L 85, 29.3.1974, p. 51. (3)OJ No L 258, 14.9.1973, p. 1. (4)OJ No L 101, 11.4.1974, p. 56. (5)OJ No L 28, 5.2.1969, p. 1. (6)OJ No L 10, 13.1.1972, p. 11.", "1. Annex II to Regulation (EEC) No 2500/73 is replaced by the Annex II annexed to this Regulation.\n2. Annex IV to this Regulation is added to Regulation (EEC) No 2500/73.", "In Regulation (EEC) No 210/69 a paragraph 4 as follows is added to Article 6:\n\"4. Where the period of validity of an export licence is extended under Article 3a of Regulation (EEC) No 2500/73, the Member State which issued and extended the licence shall forthwith communicate to the Commission by telex:    (a) the code number for the product covered by the licence in question as shown in the Regulation fixing refunds for milk and milk products exported in the unaltered state;\n(b) the quantity in respect of which the export licence has been extended;\n(c) the amount of the refund fixed in advance;\n(d) the country of destination rendered compulsory in pursuance of Article 3a (3) of Regulation (EEC) No 2500/73.\".", "This Regulation shall enter into force on 29 July 1974. Provided that Article 3a of Regulation (EEC) No 2500/73 shall not apply in respect of export licences issued before the entry into force of this Regulation.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 25 July 1974.\nFor the Commission\nThe President\nFrançois-Xavier ORTOLI\nANNEX II\nPeriod of validity of export licences (applicable from 29 July 1974)\n>PIC FILE= \"T0005146\">\nANNEX IV\nList of products in respect of which the period of validity of corresponding export licences may be extended\n>PIC FILE= \"T0005147\">"}