{"celex_id": "31978D0174", "uri": "http://publications.europa.eu/resource/cellar/0f2ee7b0-42aa-4837-af35-d06c98207478", "type": "Decision", "concepts": ["1433", "2400", "2457", "5115"], "title": "78/174/EEC: Council Decision of 20 February 1978 instituting a consultation procedure and setting up a committee in the field of transport infrastructure\n", "header": "COUNCIL DECISION  of 20 February 1978  instituting a consultation procedure and setting up a committee in the field of transport infrastructure  (78/174/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 75 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nHaving regard to the opinion of the Economic and Social Committee (2),\nWhereas the implementation of the common transport policy involves the establishment of Community measures aimed at the coordinated development of links within the Community;\nWhereas these measures must be based on information concerning plans and programmes for developing transport infrastructures and also concerning projects of Community interest ; whereas such measures must take into account all the factors relevant to the assessment of infrastructure requirements;\nWhereas it is desirable that projects of Community interest should be subject to a consultation procedure;\nWhereas a clear definition of \"infrastructure plans and programmes\" and of \"project of Community interest\" should be established;\nWhereas an organizational framework should be created to guarantee the effectiveness, consistency and continuity of these measures;\nWhereas a report should be compiled at regular intervals on the various aspects of these measures and guidelines should be determined for the guidance of the Member States,", "main_body": ["For the purposes of this Decision:    1. plans and programmes for the development of transport infrastructures are defined as any overall framework for major future work in the field of transport infrastructure serving as a guide for action by the Governments of the Member States;\n2. a project of Community interest is defined as any major project which is designed to:      - create new transport links,\n- remove a bottleneck, or\n- appreciably increase the capacity of existing transport links,\nand which belongs to one of the following categories:      (a) projects concerning cross-frontier routes;\n(b) projects of a Member State having a significant effect on traffic between Member States or with third countries;  (1)OJ No C 183, 1.8.1977, p. 10. (2)OJ No C 56, 5.3.1977, p. 83.\n(c) projects affecting a Community policy and in particular the regional policy;\n(d) projects which make use of new transport technologies which could be used for long-distance interurban transport.", "1. The Member States shall notify the Commission of projects of Community interest prior to their implementation, and of the plans and programmes which they have drawn up for developing transport infrastructures.\n2. This notification may concern both projects which have been given construction approval by the competent authorities and, if Member States consider it appropriate, draft projects concerning the implementation of which only declarations of intent have been made.\n3. Information concerning a project notified at a preliminary preparation stage shall be given in further reports as and when the project progresses.", "Where it considers such action appropriate, or where requested to do so by a Member State, the Commission shall enter into consultation with the Member States as provided for under Article 5 (1) on a project or projects of Community interest of which it has been notified in accordance with Article 2. It shall inform the Member States of the outcome of the consultations.", "A Committee on Transport Infrastructures, hereinafter called \"the Committee\", shall be set up under the auspices of the Commission, consisting of representatives of the Member States and chaired by a Commission representative.\nThe Commission shall provide the Committee's secretariat and prepare its proceedings.\nAt the request of a Member State, any information supplied, the Committee's deliberations, and the outcome of the discussions shall be treated as confidential.", "In order to contribute to the harmonious development of a transport network of interest to the Community the Committee shall undertake the following tasks:    1. it shall provide a forum for the consultation referred to in Article 3 on a project or projects of interest to the Community;\n2. at the request of the Commission, it shall organize, taking into account any views in relation to its tasks expressed by other Community bodies:      (a) exchanges of information on the notifications of the plans and programmes referred to in Article 2;\n(b) examination of any question concerning the development of a transport network of interest to the Community;\n3. it shall be consulted on the report referred to in Article 6.", "Subject to the third subparagraph of Article 4, the Commission shall forward at least every three years to the Council and to the European Parliament a report on the information it has received in accordance with this Decision and on the Committee's activities. Where appropriate, this report shall include observations aimed at informing the Member States of the Community's transport infrastructure requirements.", "Council Decision 66/161/EEC of 28 February 1966 instituting a procedure for consultation in respect of transport infrastructure investment (1) is hereby repealed.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 20 February 1978.\nFor the Council\nThe President\nPer HĂ\u0086KKERUP  (1)OJ No 42, 8.3.1966, p. 583/66."}