{"celex_id": "31979L0531", "uri": "http://publications.europa.eu/resource/cellar/3d762c1f-79c4-4b62-9e39-2b556304a3f5", "type": "Directive", "concepts": ["1077", "142", "1425", "3648", "5235", "893"], "title": "Council Directive 79/531/EEC of 14 May 1979 applying to electric ovens Directive 79/530/EEC on the indication by labelling of the energy consumption of household appliances\n", "header": "COUNCIL DIRECTIVE  of 14 May 1979  applying to electric ovens Directive 79/530/EEC on the indication by labelling of the energy consumption of household appliances  (79/531/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 100 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas Council Directive 79/530/EEC of 14 May 1979 on the indication by labelling of the energy consumption of household appliances (4) provides that an implementing Directive will lay down the standards and methods applying to ovens;\nWhereas the public should be informed, in the most comprehensible and standardized manner possible, of the specific consumption of electric ovens ; whereas the provision of accurate, relevant and comparable information may influence the public's choice in favour of those ovens which consume less energy, thus prompting manufacturers to take steps to reduce the consumption of the electric ovens which they manufacture;\nWhereas information on electric ovens differs from that on ovens using other sources of heat;\nWhereas Article 10 (1) of Directive 79/530/EEC provides that the Member States shall comply with that Directive within two years of the notification of the first implementing Directive,", "main_body": ["The purpose of this Directive is the harmonization of national regulations on the publication of information on the energy consumption of radiant electric ovens, either self-contained or forming part of a combined household appliance, and of supplementary information.", "Member States shall take all appropriate measures to ensure that labels relating to energy consumption and all other information on energy consumption comply with the definitions and rules laid down by Directive 79/530/EEC and by this Directive.", "For the purposes of this Directive, the standards and methods within the meaning of Article 2 of Directive 79/530/EEC shall be those set out in Annex I to this Directive.", "1. Member States shall bring into force the provisions necessary to comply with this Directive within two years of its notification and shall forthwith inform the Commission thereof.\n2. Member States shall communicate to the Commission any measures which they take in the field covered by this Directive.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 14 May 1979.\nFor the Council\nThe President\nR. MONORY  (1)OJ No C 212, 6.9.1978, p. 7. (2)OJ No C 93, 9.4.1979, p. 72. (3)Opinion delivered on 4 and 5 April 1979 (not yet published in the Official Journal). (4)See page 1 of this Official Journal.\nANNEX I\n1. All the provisions of Directive 79/530/EEC shall apply to labels for electric ovens.\n2.1. The manufacturers or importers will be responsible for measuring energy consumption and establishing the supplementary information set out below, in accordance with the methods of measurement referred to in CENELEC harmonization document HD 376 of October 1978, excluding paragraphs 3.2, 4.2 and 7.\n2.2. With regard to checking the accuracy of the label:      2.2.1. The measurement carried out on an appliance conforming to the manufacturing specifications and chosen at random amongst appliances of the same type must not diverge by more than 15 % from the information given on the label.\n2.2.2. If it does, a further check must be carried out on three appliances conforming to the manufacturing specifications and chosen at random amongst appliances of the same type.\n2.2.3. If the mean of the checks carried out on these three appliances reveals a divergence of more than 10 % from the information given on the label, the manufacturer or importer must circulate only amended labels unless further measurements, carried out at the request of the manufacturer in the presence of a representative of the body designated by the Member State to carry out checks, result in a mean which does not diverge by more than 10 % from the information given on the label.\n3. Information specific to electric ovens will be provided in the box reserved for that purpose. It will comprise the designation of the type of appliance, the usable volume, the preheat consumption to 200 ºC, the steady state consumption for one hour at 200 ºC, the total consumption, the consumption of the cleaning cycle, if any, (as soon as a method has been approved for this) and the reference of the standards used in measuring these data. Univers 65 type will be used in accordance with the examples in Annexes II (a), (b), (c), (d), (e) and (f).        3.1. These data will be expressed in the following terms in the various languages:          3.1.1. Type of appliance\n\"Elbageovn\", in Danish (DK),\n\"Elektrobackofen\", in German (D),\n\"Electric oven\", in English (E),\n\"Four électrique\", in French (F),\n\"Forno elettrico\", in Italian (I),\n\"Elektrische oven\", in Dutch (NL).\nThese words will be followed by the make and model.\n3.1.2. A continuous horizontal line will separate this information from the following.\n3.1.3. Volume\nNyttevolumen (DK),\nNutzvolumen (D),\nUsable volume (E),\nVolume utilisable (F),\nVolume utilizzabile (I),\nBruikbaar volume (NL).\nThis quantity will be expressed in litres.\n3.1.4. A continuous horizontal line will separate this information from the following:\n3.1.5. Energy consumption            3.1.5.1. Energiforbrug ved opvarmning til 200 ºC (DK),\nEnergieverbrauch für Aufheizen auf 200 ºC (D),\nPreheat consumption to 200 ºC (E),\nConsommation de montée à 200 ºC (F),\nConsumo per raggiungere i 200 ºC (I),\nVerbruik om 200 ºC te bereiken (NL).\nThis quantity will be expressed in kWh.\nEnergiforbrug til opretholdelse af 200 ºC i én time (DK),\nEnergieverbrauch für einstündige Temperaturhaltung auf 200 ºC (D),\nSteady state consumption (one hour at 200 ºC) (E),\nConsommation de maintien pendant une heure à 200 ºC (F),\nConsumo per mantenere per un ora i 200 ºC (I),\nVerbruik om gedurende een uur 200 ºC te handhaven (NL).\nThis quantity will be expressed in kWh.\nThe total of these two quantities will be shown immediately below these data. A line as wide as the figures and the abbreviation of the unit will separate this total from what precedes. The total will be preceded by the word:\nI ALT (DK),\nINSGES. (D),\nTOTAL (E),\nTOTAL (F),\nTOTALE (I),\nTOTAAL (NL).\n3.1.5.2. A continuous horizontal line will separate this information from the following:\n3.1.5.3. Energiforbrug til rensning (DK),\nEnergieverbrauch für Reinigungsprozeß (D),\nCleaning cycle consumption (E),\nConsommation du cycle de nettoyage (F),\nConsumo del ciclo di pulizia (I),\nVerbruik van de reinigingscyclus (NL).\nThe last-mentioned item of information will be recorded on the label not later than two years after the method has been adopted by the Committee on adaptation to technical progress.\n3.1.6. A continuous horizontal line will separate this information from the following:\n3.1.7. Standard\nThe standard used will be shown across the whole width of the box by the reference \"CENELEC HD 376\".\n3.1.8. The title of the information will be contained in a column extending from the left-hand margin of the box up to 30 mm from the right-hand margin. The data will be contained in a column extending from 30 mm to the left of the right-hand margin of the box to that margin.\n3.1.9. The titles will be in Univers 65 type.\n3.1.10. A 20 % tolerance will be permitted for the abovementioned dimensions.\nANNEX II (a)\n>PIC FILE= \"T0015011\">\nANNEX II (b)\n>PIC FILE= \"T0015012\">\nANNEX II (c)\n>PIC FILE= \"T0015013\">\nANNEX II (d)\n>PIC FILE= \"T0015014\">\nANNEX II (e)\n>PIC FILE= \"T0015015\">\nANNEX II (f)\n>PIC FILE= \"T0015016\">"}