{"celex_id": "31975R2123", "uri": "http://publications.europa.eu/resource/cellar/88b57696-6407-4c49-8155-3242e38d300d", "type": "Regulation", "concepts": ["1115", "1258", "1602", "2488", "3191"], "title": "Regulation (EEC) No 2123/75 of the Commission of 25 July 1975 establishing Community surveillance on the importation of certain processed fruit and vegetable products originating in state-trading countries\n", "header": "REGULATION (EEC) No 2123/75 OF THE COMMISSION  of 25 July 1975  establishing Community surveillance on the importation of certain processed fruit and vegetable products originating in state-trading countries\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community;\nHaving regard to Council Regulation (EEC) No 109/70 (1) of 19 December 1969 establishing common rules for imports from state-trading countries, and in particular Article 6 (1) (a), (b) and (c) thereof;\nHaving consulted the Committee mentioned in Article 5 of Regulation (EEC) No 109/70;\nWhereas quantitative restrictions on imports of a certain number of processed fruit and vegetable products, which have up to now been applied by the Member States of the Community, have been removed by Regulation (EEC) No 1927/75 (2) ; whereas the Annex to Regulation (EEC) No 109/70 has been extended to cover these imports;\nWhereas these imports, which could henceforth be effected in unlimited quantities, threaten to cause grave injury to Community producers of like or competing products, in view of the sensitivity of the market for these products and in view of the price levels at which they are imported;\nWhereas in this situation Community surveillance of these imports, by means of the document mentioned in Article 6 of Regulation (EEC) No 109/70, is necessary in the interests of the Community;\nWhereas, having regard to the nature of these products and to the particular nature of the trade in them, it is appropriate to set a period of three months for the use of these documents and to provide, as an exceptional measure, that where they take the form of an import authorization, this may not be relied upon so as to escape the application of any protective measures which may be taken,", "main_body": ["The importation into the Community of the products designated in Annex I to this Regulation originating in the state-trading countries specified in the Annex to Regulation (EEC) No 109/70 is hereby made subject to prior and retrospective Community surveillance in accordance with the provisions of Article 6 (1) (a), (b) and (c) and (2) of the said Regulation and of this Regulation.", "In order to permit prior surveillance of imports envisaged, the putting into free circulation of the products covered by Article 1 shall be subject to the production of an import document. This document shall be issued or endorsed by Member States. It shall be valid for a maximum period of three months from the day on which it is issued or endorsed. Where it takes the form of an import authorization this may not be relied upon so as to escape the application of protective measures introduced pursuant to Council Regulation (EEC) No 1927/75 of 22 July 1975 relating to rules for trade with third countries in the processed fruit and vegetable sector.\nThe declaration or application by the importer as provided for in Article 6 of Regulation (EEC) No 109/70 shall indicate the products to be imported in accordance with the description specified in the fourth column of the Annex to this Regulation. The importation of each of these products shall be the subject of a separate declaration or application ; the quantities to be imported shall be expressed in the units indicated for that product in the said Annex.", "The retrospective surveillance of imports affected shall apply both to the cif price, both per unit and total, and to the quantity of the product imported, expressed in the units set out in the Annex to this Regulation. The information transmitted to the Commission shall be broken down by Nimexe code at least to the extent indicated in column 3 of the Annex and by country of origin.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities. It shall apply with effect from 1 October 1975.  (1)OJ No L 19, 26.1.1970, p. 1. (2)OJ No L 198, 29.7.1975, p. 7.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 25 July 1975.\nFor the Commission\nThe President\nFrançois-Xavier ORTOLI\nANNEX  List of products originating in state-trading countries to be subject to supervisory arrangement\n>PIC FILE= \"T0007766\">\n>PIC FILE= \"T0007767\">\n>PIC FILE= \"T0007768\">"}