{"celex_id": "31978L0663", "uri": "http://publications.europa.eu/resource/cellar/c0aae2ad-204b-41ed-b83e-0846df05fe45", "type": "Directive", "concepts": ["2735", "2871", "2963", "5300", "741"], "title": "Council Directive 78/663/EEC of 25 July 1978 laying down specific criteria of purity for emulsifiers, stabilizers, thickeners and gelling agents for use in foodstuffs\n", "header": "COUNCIL DIRECTIVE  of 25 July 1978  laying down specific criteria of purity for emulsifiers, stabilizers, thickeners and gelling agents for use in foodstuffs  (78/663/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 74/329/EEC of 18 June 1974 on the approximation of the laws of the Member States relating to emulsifiers, stabilizers, thickeners and gelling agents for use in foodstuffs (1), as last amended by Directive 78/612/EEC (2), and in particular Article 7 (1) thereof,\nHaving regard to the proposal from the Commission,\nWhereas under Article 6 of Directive 74/329/EEC emulsifiers, stabilizers, thickeners and gelling agents must satisfy specific criteria of purity established in accordance with Article 7 (1) of that Directive,", "main_body": ["The specific criteria of purity referred to in Article 6 (1) (b) of Directive 74/329/EEC are given in the Annex to this Directive.", "As regards the substances referred to in the Annex under numbers E 474 and E 477, the Council may, acting unanimously on a proposal from the Commission, decide on any necessary amendments by 31 December 1981 following an enquiry by the Commission.", "Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive not later than 18 months after the notification of this Directive. They shall forthwith inform the Commission thereof.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 25 July 1978.\nFor the Council\nThe President\nH.J. ROHR  (1)OJ No L 189, 12.7.1974, p. 1. (2)OJ No L 197, 22.7.1978, p. 22.\nANNEX SPECIFIC CRITERIA OF PURITY FOR EMULSIFIERS, STABILIZERS, THICKENERS AND GELLING AGENTS FOR USE IN FOODSTUFFS\nGeneral observations    (a) Where interpretation of the criteria set out below requires the definition of certain technical details, reference should be made to the methods of analysis established pursuant to Article 7 (2) of Directive 74/329/EEC.\n(b) Unless otherwise stated, the quantities and percentages shall be calculated in terms of weight of the product as such.\n(c) The specific criteria of purity applicable to substances E 322, E 339 (i), (ii) and (iii), E 340 (i), (ii) and (iii) and E 341 (i) and (ii) are laid down by Council Directive 78/664/EEC of 25 July 1978 laying down specific criteria of purity for antioxidants which may be used in foodstuffs intended for human consumption (1). The regime applicable to hydrolysed lecithins is set out in the same Directive.\n>PIC FILE= \"T0013353\">   (1)See page 30 of this Official Journal.\n>PIC FILE= \"T0013354\">\n>PIC FILE= \"T0013355\">\n>PIC FILE= \"T0013356\">\n>PIC FILE= \"T0013357\">\n>PIC FILE= \"T0013358\">\n>PIC FILE= \"T0013359\">\n>PIC FILE= \"T0013360\">\n>PIC FILE= \"T0013361\">\n>PIC FILE= \"T0013362\">\n>PIC FILE= \"T0013363\">\n>PIC FILE= \"T0013364\">\n>PIC FILE= \"T0013365\">\n>PIC FILE= \"T0013366\">\n>PIC FILE= \"T0013367\">\n>PIC FILE= \"T0013368\">\n>PIC FILE= \"T0013369\">\n>PIC FILE= \"T0013370\">\n>PIC FILE= \"T0013371\">\n>PIC FILE= \"T0013372\">\n>PIC FILE= \"T0013373\">\n>PIC FILE= \"T0013374\">"}