{"celex_id": "31979R0591", "uri": "http://publications.europa.eu/resource/cellar/38e50b5d-220b-468f-9821-89ad6da20246", "type": "Regulation", "concepts": ["1264", "1602", "2435", "2591", "3576", "4083"], "title": "Council Regulation (EEC) No 591/79 of 26 March 1979 laying down general rules concerning the production refund for olive oils used in the manufacture of certain preserved foods\n", "header": "COUNCIL REGULATION (EEC) No 591/79  of 26 March 1979  laying down general rules concerning the production refund for olive oils used in the manufacture of certain preserved foods\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation No 136/66/EEC of 22 September 1966 on the establishment of a common organization of the market in oils and fats (1), as last amended by Regulation (EEC) No 1562/78 (2), and in particular the second paragraph of Article 20a thereof,\nHaving regard to Council Regulation (EEC) No 2749/78 of 23 November 1978 on trade in oils and fats between the Community and Greece (3), and in particular Article 9 thereof,\nHaving regard to the proposal from the Commission,\nWhereas Article 20a of Regulation No 136/66/EEC lays down that olive oil used in the manufacture of preserved fish and vegetables may benefit from a system of production refunds or from full or partial suspension of the import levy ; whereas, account being taken of the characteristics of the market in olive oil and of experience gained, the system of production refunds would appear the most appropriate ; whereas general rules for the implementation of this system must be adopted;\nWhereas the production refund must enable beneficiaries to purchase on the Community market at prices close to world market prices the quality of oil which they use most frequently in their manufactures ; whereas, for this purpose, the production refund must be fixed on the basis of the variable component of the import levy on oils obtained by refining virgin olive oil;\nWhereas interested parties must be ensured a certain degree of stability in the cost price of olive oil used in preserved products ; whereas, for this purpose, the refund must be fixed for a fairly long period and without account being taken of relatively small alterations in the import levies;\nWhereas Article 11 of Regulation No 136/66/EEC provides for the granting of aid for the consumption of olive oil of Community origin ; whereas, according to Article 1 of Regulation (EEC) No 3089/78 (4), this aid shall be granted only to approved olive oil packaging plants ; whereas, however, in order to avoid placing oils of Community origin at a disadvantage as compared with imported oils, it is necessary to increase the refund to be granted in respect of oils of Community origin by an amount equal to the consumption aid;\nWhereas Regulation (EEC) No 2751/78 (5) provides that the import levies shall be fixed by tender when certain conditions obtain ; whereas, in the event of this procedure being applied, the Commission shall fix a minimum import levy in respect of refined olive oils ; whereas, in that case, it is necessary to provide for the fixing of the production refund on the basis of these minimum levies;\nWhereas, in order to ensure the proper functioning of the refund system, account should be taken, when the refund is fixed, of any significant change in the threshold price envisaged at the beginning of the period of application of the refund in question, and of any significant change in the import levy during the said period;\nWhereas the refund must be granted only in respect of quantities actually used in the preserved products ; whereas Member States must therefore ensure the application of an appropriate system of checking;\nWhereas this Regulation replaces Regulations (EEC) No 155/71 (6) and (EEC) No 1794/76 (7) ; whereas those Regulations must be repealed,", "main_body": ["Olive oil used in the manufacture of preserved fish and vegetables shall benefit from a system of production refunds.\nThe general rules for applying this system are defined in the following Articles.  (1)OJ No 172, 30.9.1966, p. 3025/66. (2)OJ No L 185, 7.7.1978, p. 1. (3)OJ No L 331, 28.11.1978, p. 1. (4)OJ No L 369, 29.12.1978, p. 12. (5)OJ No L 331, 23.11.1978, p. 6. (6)OJ No L 22, 28.1.1971, p. 5. (7)OJ No L 201, 27.7.1976, p. 3.", "A production refund shall be granted in respect of olive oil used in the manufacture of preserved fish falling within subheadings 16.04 B, C, D, E, F and G of the Common Customs Tariff and preserved vegetables falling within heading No 20.02 thereof.", "Without prejudice to the second subparagraph of Article 7, the Commission shall fix the production refund every two months.", "1. Subject to Article 6, the amount of the refund shall be the arithmetic mean of the variable component of the levies applied to the import of olive oils falling within subheading 15.07 A II a) of the Common Customs Tariff during the two months preceding the month in which the refund is implemented.\nHowever, where the olive oil used in the manufacture of preserved products has been produced in the Community, the refund shall be the mean referred to above plus the amount of the consumption aid valid on the day of implementation of the refund.\n2. The refund fixed previously shall be maintained where the difference between that refund and the new amount calculated pursuant to paragraph 1 does not exceed an amount to be determined.", "1. In the event of the tendering procedure referred to in Article 16 of Regulation No 136/66/EEC and in Article 5 of Regulation (EEC) No 2749/78 being used, the production refund shall be fixed, subject to Article 6 of this Regulation, on the basis of the minimum levies determined under that procedure in respect of oils falling within subheading 15.07 A II a) of the Common Customs Tariff.\n2. However, where the olive oil used in the manufacture of preserved products has been produced in the Community, the amount determined pursuant to paragraph 1, shall be increased by the amount of the consumption aid valid on the day of implementation of the refund.", "1. If it is decided to use the tendering procedure, the Commission shall fix the production refund, in accordance with Article 5, for the first time when a refund fixed in accordance with Article 4 falls due and provided that at least two minimum levies have been fixed.\n2. If it is decided to terminate the tendering procedure, the Commission shall fix the refund in accordance with Article 4, for the first time when a refund fixed in accordance with Article 5 falls due and provided that at least two levies have been fixed pursuant to Article 15 of Regulation No 136/66/EEC.", "In the event of any significant change in the threshold price envisaged at the beginning of the period of validity of the refund, account may also be taken, in fixing the refund, of the difference between the new threshold price and the one valid previously.\nIn the event of any significant change taking place in the import levies during the period of validity of the refund, the latter may be altered accordingly during the said period.", "1. Entitlement to the refund shall arise as soon as the oil is used in the manufacture of preserved products.\n2. The Member States shall ensure by means of a supervisory system that the production refund is granted solely in respect of olive oil used in the manufacture of the preserved fish and vegetables referred to in Article 2.", "Detailed rules for the application of this Regulation, and in particular of the supervisory system referred to in Article 8 (2), shall be adopted in accordance with the procedure laid down in Article 38 of Regulation No 136/66/EEC.", "0\nRegulations (EEC) No 155/71 and (EEC) No 1794/76 are hereby repealed.", "1\nThis Regulation shall enter into force on 1 April 1979.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 26 March 1979.\nFor the Council\nThe President\nP. MEHAIGNERIE"}