{"celex_id": "31976L0621", "uri": "http://publications.europa.eu/resource/cellar/0721e5c9-aa78-464c-ab74-a2a44286157d", "type": "Directive", "concepts": ["1284", "1442", "239", "5035"], "title": "Council Directive 76/621/EEC of 20 July 1976 relating to the fixing of the maximum level of erucic acid in oils and fats intended as such for human consumption and in foodstuffs containing added oils or fats\n", "header": "COUNCIL DIRECTIVE  of 20 July 1976  relating to the fixing of the maximum level of erucic acid in oils and fats intended as such for human consumption and in foodstuffs containing added oils or fats  (76/621/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 43 and 100 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nHaving regard to the opinion of the Economic and Social Committee (2),\nWhereas the administration of large doses of colza oil to experimental animals has been shown to produce undesirable effects, but whereas it has not been demonstrated that such effects can occur in man;\nWhereas such effects appear to be principally due to erucic acid, one of the components of this oil;\nWhereas other edible oils and fats contain erucic acid;\nWhereas further research is at present in progress on rape seed oil and other oils and fats, but as a precaution the ingestion of erucic acid should be restricted until these results are known;\nWhereas to attain this objective a maximum level should be set for the erucic content of oils and fats, and foodstuffs to which they have been added;\nWhereas, however, it is possible, at no risk to human health, to exclude foodstuffs with low total fat content from the scope of this Directive;\nWhereas for this purpose a maximum level should be adopted, to be applicable not later than 1 July 1979, which in the absence of precise and definitive scientific information on the matter and taking account of the qualitative development of colza seed production in the Community, will ensure the protection of human health;\nWhereas, in any event, the level of erucic acid must not be greater than 10 % as from 1 July 1977;\nWhereas certain Member States have already fixed maximum levels for erucic acid in relation to the types of products involved and dietary patterns according to requirements warranted by public health protection;\nWhereas the methods of sampling and analysis necessary for determining the level of erucic acid in the products considered are implementing measures of a technical nature ; whereas their adoption should be entrusted to the Commission in order to simplify and expedite the procedure;\nWhereas in all cases in which the Council confers on the Commission authority to implement rules relating to foodstuffs, a procedure should be laid down establishing close cooperation between the Member States and the Commission within the Standing Committee  (1)OJ No C 280, 8.12.1975, p. 13. (2)OJ No C 286, 15.12.1975, p. 39.\non Foodstuffs set up by the Council Decision of 13 November 1969 (1),", "main_body": ["This Directive shall apply:    (a) to oils, fats and mixtures thereof which are intended as such for human consumption,\n(b) to compound foodstuffs to which oils, fats or mixtures thereof have been added and the overall fat content of which exceeds 5 % ; Member States may, however, also apply the provisions of this Directive to these foodstuffs when their fat content is equal to or less than 5 %.", "1. As from 1 July 1979 at the latest, the level of erucic acid of the products referred to in Article 1, calculated on the total level of fatty acids in the fat component, may not be greater than 5 %.\n2. In any event, as from 1 July 1977, Member States shall fix a level of erucic acid not exceeding 10 %.", "The sampling procedures and methods of analysis necessary to establish the level of erucic acid of the products referred to in Article 1 shall be determined in accordance with the procedure laid down in Article 5.", "1. Where a Member State, as a result of new information or of a re-assessment of existing information made since the Directive was adopted, has detailed grounds for establishing that the maximum levels of erucic acid laid down in Article 2 endanger human health although they comply with the provisions of this Directive, that Member State may temporarily suspend or restrict application of the provisions in question in its territory. It shall immediately inform the other Member States and the Commission thereof and give reasons for its decision.\n2. The Commission shall examine as soon as possible the grounds given by the Member State concerned and consult the Member States within the Standing Committee on Foodstuffs, and shall then deliver its opinion forthwith and take the appropriate measures.\n3. If the Commission considers that amendments to the Directive are necessary in order to resolve the difficulties mentioned in paragraph 1 and to ensure the protection of human health, it shall initiate the procedure laid down in Article 5, with a view to adopting these amendments ; the Member State which has adopted safeguard measures may in that event retain them until the amendments enter into force.", "1. Where the procedure laid down in this Article is to be followed, the matter shall be referred to the Standing Committee on Foodstuffs, set up by the Council Decision of 13 November 1969 (hereinafter called \"the Committee\") by its Chairman, either on his own initiative or at the request of a representative of a Member State.\n2. The Commission representative shall submit a draft of the measures to be taken to the Committee. The Committee shall give its opinion on that draft within the time limit set by the Chairman having regard to the urgency of the matter. Opinions shall be adopted by a majority of 41 votes, the votes of the Member States being weighted as provided in Article 148 (2) of the Treaty. The Chairman shall not vote.\n3.    (a) Where the measures envisaged are in accordance with the opinion of the Committee, the Commission shall adopt them.\n(b) Where the measures envisaged are not in accordance with the opinion of the Committee, or if no opinion is delivered, the Commission shall without delay submit to the Council a proposal on the measures to be taken. The Council shall act by a qualified majority.\n(c) If, within three months of the proposal being submitted to it, the Council has not acted, the proposed measures shall be adopted by the Commission.", "Article 5 shall apply for a period of 18 months from the date on which the matter was first referred to the Committee under Article 5 (1).", "1. Before 1 January 1977, Member States shall if necessary amend their laws to conform with the provisions of this Directive and shall immediately inform the Commission.  (1)OJ No L 291, 29.11.1969, p. 9.\n2. The laws thus amended shall apply to those products first put on the market after 1 July 1977 and 1 July 1979, respectively.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 20 July 1976.\nFor the Council\nThe President\nA.P.L.M.M. van der STEE"}