{"celex_id": "31975R2783", "uri": "http://publications.europa.eu/resource/cellar/b026da32-c8d8-4f5f-bec0-686f1ba02347", "type": "Regulation", "concepts": ["2173", "2845", "2847"], "title": "Regulation (EEC) No 2783/75 of the Council of 29 October 1975 on the common system of trade for ovalbumin and lactalbumin\n", "header": "REGULATION (EEC) No 2783/75 OF THE COUNCIL  of 29 October 1975  on the common system of trade for ovalbumin and lactalbumin\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 14 (7) and Articles 28, 92 to 94, 111 and following, and 235 thereof;\nHaving regard to the proposal from the Commission;\nHaving regard to the Opinion of the European Parliament (1);\nWhereas ovalbumin, which is not included in Annex II to the Treaty, is not subject to application of the agricultural provisions of the Treaty, while egg yolk is;\nWhereas a situation arises therefrom which may adversely affect the efficiency of the common agricultural policy in the egg sector;\nWhereas, in order to reach a balanced solution, a common system of trade should be established for ovalbumin corresponding to that established for eggs ; whereas it is necessary to extend the application of this system to lactalbumin in view of the fact that the latter can to a large extent be substituted for ovalbumin;\nWhereas, in pursuance of Council Regulation (EEC) No 2771/75 (2) of 29 October 1975 on the common organization of the market in eggs, a single market system for eggs has been introduced in the Community comprising, in particular, single levies and single refunds in respect of third countries on eggs and egg yolk in the unaltered state or in the form of certain processed goods containing egg white;\nWhereas the system of trade applicable to albumins should follow the system on force for eggs in view of the dependence of the former products on the latter;\nWhereas ovalbumin prices normally follow egg prices, which are different in the Community and on the world market ; whereas in order to prevent distortions of competition resulting from this difference it is necessary to levy an import duty sufficient to offset this difference ; whereas it seems that the most appropriate method for determining the amount of this duty would be to derive it from the levy on eggs in shell;\nWhereas it is necessary to provide for different coefficients to take account of the presentation of the processed product;\nWhereas the price of eggs is not the only factor other than processing costs affecting the price of albumin on the world market ; whereas in order to ensure the effectiveness of the system of import duties it is necessary to provide for an additional amount, to be added to the duty when offers on the world market are made at abnormally low prices;\nWhereas, by reason of the close economic relationship existing between the various egg products, it is necessary to provide for the possible adoption, for ovalbumin and lactalbumin, of marketing standards which correspond as far as possible with the marketing standards laid down for the products referred to in Article 1 (1) (b) of Regulation (EEC) No 2771/75;\nWhereas to the extent necessary for the proper working of the mechanism of export refunds for eggs provided for in Regulation (EEC) No 2771/75, and of the system laid down in this Regulation, provision should be made for regulation or, when the situation on the market so requires, prohibiting, the use of \"inward processing arrangements\";\nWhereas the system of import duties makes it possible to dispense with all other protective measures at the external frontiers of the Community ; whereas the establishment of a single market involves the removal at the internal frontiers of the Community of all obstacles to the free movement of the goods in question,  (1)OJ No C 128, 9.6.1975, p. 39. (2)See page 49 of this Official Journal.", "main_body": ["In trade between the Community and third countries, import duties shall be applied to the following products: >PIC FILE= \"T0007773\">", "1. The amount of the duty on imports into the Community of each of the products listed in Article 1 shall be equal to the amount of the levy on eggs in shell fixed in accordance with the provisions of Article 4 (1) of Regulation (EEC) No 2771/75, this amount being adjusted by the coefficient mentioned in Article 3 for the product in question.\n2. The amounts of the duties shall be fixed in advance for a period of three months in accordance with the procedure laid down in Article 17 of Regulation (EEC) No 2771/75.", "The coefficients for the products listed in Article 1 shall be fixed in accordance with the procedure laid down in Article 17 of Regulation (EEC) No 2771/75 by establishing the value complementary to the coefficients fixed for egg yolk in accordance with the ratio laid down in the second indent of Article 5 (1) of Regulation (EEC) No 2771/75.", "When a substantial price rise is recorded on the Community market and this situation is likely to continue, thereby disturbing or threatening to disturb the market, the necessary measures may be taken.\nThe Council, acting by a qualified majority on a proposal from the Commission, shall adopt general rules for the application of this Article.", "1. One sluice-gate price shall be fixed for the liquid or frozen products listed in Article 1 and another for the dried products listed therein. The fixing shall be on the basis of the sluice-gate price fixed for eggs in shell according to the provisions of Article 7 (2) of Regulation (EEC) No 2771/75, taking into account the lower value of the basic material, the coefficients mentioned in Article 3 and the processing costs.\n2. Sluice-gate prices shall be fixed in advance for a period of three months.\n3. Where the free-at-frontier offer price for a product falls below the sluice-gate price the import duty on that product shall be increased by an additional amount equal to the difference between the sluice-gate price and the free-at-frontier offer price.\nHowever, the duty shall not be increased by this additional amount as regards third countries which are prepared and in a position to guarantee that the price for imports of products originating in and coming from their territory will not be lower than the sluice-gate price for the product in question and that any deflection of trade will be avoided.\n4. The free-at-frontier offer price shall be determined for all imports from all third countries.\nHowever, if exports from one or more third countries are effected at abnormally low prices, lower than the prices ruling in other third countries, a second free-at-frontier offer price shall be determined for exports from these other countries.\n5. Detailed rules for the application of this Article shall be adopted in accordance with the procedure laid down in Regulation (EEC) No 2771/75.\nThe following shall be fixed in accordance with the same procedure:    - sluice-gate prices,\n- where necessary, the additional amounts.", "For the products listed in Article 1, marketing standards may be adopted which, subject to the need to take into account the characteristics of those products, shall correspond to the marketing standards provided for in Article 2 (2) of Regulation\n(EEC) No 2771/75 for the products listed in Article 1 (1) (b) of that Regulation. In particular the standards may relate to grading by quality, packaging, storage, transport, presentation and marking.\nThe standards, their scope and the general rules for their application shall be adopted by the Council acting by a qualified majority on a proposal from the Commission.", "To the extent necessary for the proper working of the common organization of the market in eggs and of this Regulation, the Council, acting by a qualified majority on a proposal from the Commission, may prohibit, in whole or in part, the use of inward processing arrangements in respect of products listed in Article 1 which are intended for the manufacture of products listed in that Article.", "1. The general rules for the interpretation of the Common Customs Tariff and the special rules for its application shall apply to the tariff classification of products covered by this Regulation ; the tariff nomenclature resulting from application of this Regulation shall be incorporated in the Common Customs Tariff.\n2. Save as otherwise provided in this Regulation or where derogation therefrom is decided by the Council, acting by a qualified majority on a proposal from the Commission, the following shall be prohibited:    - the levying of any customs duty or charge having equivalent effect,\n- the application of any quantitative restriction or measure having equivalent effect.\nAny measure restricting the issue of import or export licences to a specified category of person shall be regarded as a measure having effect equivalent to a quantitative restriction.", "Products specified in Article 1 which are manufactured or obtained from products to which Articles 9 (2) and 10 (1) of the Treaty do not apply shall not be admitted to free circulation within the Community.", "0\nMember States and the Commission shall communicate to each other the information necessary for implementing this Regulation. Rules for the communication and distribution of such information shall be adopted in accordance with the procedure laid down in Article 17 of Regulation (EEC) No 2771/75.", "1\n1. Council Regulation No 170/67/EEC (1) of 27 June 1967 on the common system of trade for ovalbumin and lactalbumin and repealing Regulation No 48/67/EEC, amended by Regulation (EEC) No 1081/71 (2) is hereby repealed.\n2. References to the Regulation repealed by paragraph 1 shall be construed as references to this Regulation.\nReferences to Articles of this Regulation are to be read in accordance with the correlation given in the Annex.", "2\nThis Regulation shall enter into force on 1 November 1975.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 29 October 1975.\nFor the Council\nThe President\nG. MARCORA  (1)OJ No 130, 28.6.1967, p. 2596/67. (2)OJ No L 116, 28.5.1971, p. 9.\nANNEX Correlation\n>PIC FILE= \"T9000445\">"}