{"celex_id": "31978R1645", "uri": "http://publications.europa.eu/resource/cellar/63198248-a49a-47fb-9eca-30a4de7466e9", "type": "Regulation", "concepts": ["1277", "1570", "2965", "4227"], "title": "Commission Regulation (EEC) No 1645/78 of 13 July 1978 amending Regulation (EEC) No 1105/68 on detailed rules for granting aid for skimmed milk for use as feed\n", "header": "COMMISSION REGULATION (EEC) No 1645/78  of 13 July 1978  amending Regulation (EEC) No 1105/68 on detailed rules for granting aid for skimmed milk for use as feed\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 804/68 of 27 June 1968 on the common organization of the market in milk and milk products (1), as last amended by Regulation (EEC) No 1421/78 (2), and in particular Articles 10 (3) and 28 thereof,\nWhereas Article 1 (4) of Commission Regulation (EEC) No 1105/68 on detailed rules for granting aid for skimmed milk for use as feed (3), as last amended by Regulation (EEC) No 541/76 (4), provides that to qualify for aid skimmed milk and buttermilk intended for use as feed may not be diluted in any way which is not normally part of the production methods used ; whereas, in the absence of sufficiently precise data, compliance with this provision has so far and for a transitional period been ensured by the Member States;\nWhereas, in view of the experience acquired in the application of Regulation (EEC) No 1105/68, the existing provisions should be supplemented by standards concerning the minimum defatted dry matter content applicable within the Community to skimmed milk and buttermilk qualifying for aid, account being taken of the de facto situation in certain regions during certain periods of the year ; whereas account should also be taken of the special circumstances covered by Article 2 (1) (b) of Council Regulation (EEC) No 986/68 of 15 July 1968 laying down general rules for granting aid for skimmed milk and skimmed-milk powder for use in feed (5), as last amended by Regulation (EEC) No 1042/78 (6), of producers who use their skimmed milk solely for feeding the animals on their own farms;\nWhereas in order to ensure uniform application of the aid scheme it is necessary to fix conversion rates to be used when the quantity of skimmed milk concerned is expressed in litres rather than kilograms;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Milk and Milk Products,", "main_body": ["Article 1 of Regulation (EEC) No 1105/68 is amended as follows:    1. In paragraph 3 the following subparagraph is added:\n\"For the purposes of this Regulation, 100 litres of skimmed milk shall be equivalent to 103 kilograms of skimmed milk.\"\n2. Paragraphs 5 and 6 are replaced by paragraphs 5 to 9 as follows:\n\"5. The granting of aid shall be subject to the following conditions being met:      (a) in the case of skimmed milk the defatted dry matter content must be at least 8 775 % or its specific weight at least equal to an equivalent value;\n(b) in the case of buttermilk the defatted dry matter content must be at least 8 700 %.\n6. However, these minimum values shall not apply in the following cases:        (a) when the average of the minimum values for the product in a Member State or in a region of a Member State exceeds the limit fixed in the preceding paragraph, this limit shall be replaced by the average value for the Member State or region concerned ; this replacement may be limited to the portion of the year during which the minimum value is used;\n(b) when in the case of skimmed milk the dry matter content is below the minimum value specified and an additional test shows that it has not been abnormally diluted. This test must be additional to that specified in paragraph 7 (a) and may in particular consist of determination of the freezing point.  (1)OJ No L 148, 28.6.1968, p. 13. (2)OJ No L 171, 28.6.1978, p. 12. (3)OJ No L 184, 29.7.1968, p. 24. (4)OJ No L 64, 12.3.1976, p. 11. (5)OJ No L 169, 28.7.1968, p. 4. (6)OJ No L 134, 22.5.1978, p. 11.\n(c) when in the case of buttermilk the dry matter content is for justified technological reasons not less than 4 % but less than the minimum specified defatted dry matter content. In such cases the aid which may be granted shall be reduced proportionately to the reduction in the dry matter content.\n7. Without prejudice to Article 5, Member States shall take all the necessary measures to ensure compliance with paragraph 4. For this purpose:        (a) they shall check the defatted dry matter content of the constituents referred to in paragraph 4. The reference method of analysis shall be that given in international standard FIL-IDF 21 : 1962;\n(b) they may make provision for additional tests.\n8. Member States shall notify the Commission every three months:          - of the average values obtained each month during the previous quarter for the defatted dry matter content referred to in paragraphs 5 to 7, indicating the minimum and maximum values recorded for the month and specifying the method of analysis used;\n- of the analytical test used if changes in the minimum value have been made under Article 6 (b).\n9. The provisions of paragraphs 4 to 8 shall not apply to the skimmed milk referred to in Article 2 (1) (b) of Regulation (EEC) No 986/78.\"", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 13 July 1978.\nFor the Commission\nFinn GUNDELACH\nVice-President"}