{"celex_id": "31978L0175", "uri": "http://publications.europa.eu/resource/cellar/2d6de289-4e3d-442b-abc6-0bf308ac8d47", "type": "Directive", "concepts": ["1433", "2897", "3052", "4509", "4533", "4540"], "title": "Council Directive 78/175/EEC of 20 February 1978 amending the First Directive on the establishment of common rules for certain types of carriage of goods by road between Member States\n", "header": "COUNCIL DIRECTIVE  of 20 February 1978  amending the First Directive on the establishment of common rules for certain types of carriage of goods by road between Member States  (78/175/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 75 (1) thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nHaving regard to the opinion of the Economic and Social Committee (2),\nWhereas more flexible demarcation of frontier areas referred to in the First Council Directive of 23 July 1962 on the establishment of common rules for certain types of carriage of goods by road between Member States (3), as last amended by Council Directive 77/158/EEC (4), should be allowed, in the light of the administrative organization, geographical characteristics or economic structure of the Member States ; whereas in order to promote the opening up of these areas, carriage in them should be liberalized for longer distances than hitherto;\nWhereas certain other types of carriage may be exempted from any quota system,", "main_body": ["1. Annex I to the First Directive of 23 July 1962 shall be amended as follows:    (a) The first subparagraph of point 1 shall be replaced by the following:\n\"1. Frontier traffic in an area extending for a distance of 25 kilometres as the crow flies on each side of the frontier, provided that the total distance covered does not exceed 100 kilometres as the crow flies.\nEach Member State may increase this area in view of the administrative organization, geographical characteristics or economic structure of its territory.\"\n(b) Point 5 shall be replaced by the following:\n\"5. Carriage of vehicles which have suffered damage or breakdown.\"\n2. Annex II to the First Directive of 23 July 1962 shall be amended as follows:    (a) Point 1 shall be replaced by the following:\n\"1. Carriage from a Member State into the frontier zone of an adjacent Member State and vice versa ; the frontier zone shall be demarcated as laid down in paragraph 1 of Annex I.\"\n(b) Point 6 shall be replaced by the following:\n\"6. Carriage of spare parts for sea-going vessels and aircraft.\"", "Member States shall take the measures necessary to comply with this Directive as soon as possible and in any case not later than 1 July 1978. They shall inform the Commission thereof before 1 May 1978.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 20 February 1978.\nFor the Council\nThe President\nPer HĂ\u0086KKERUP  (1)OJ No C 293, 13.12.1976, p. 50. (2)OJ No C 281, 22.11.1976, p. 2. (3)OJ No 70, 6.8.1962, p. 2005/62. (4)OJ No L 48, 19.2.1977, p. 30."}