{"celex_id": "31971R0327", "uri": "http://publications.europa.eu/resource/cellar/2b791bae-0733-4ba0-b48a-d74f27c8d0d9", "type": "Regulation", "concepts": ["164", "4284", "4291", "4373", "666", "87"], "title": "Regulation (EEC) No 327/71 of the Council of 15 February 1971 laying down certain general rules relating to contracts for first processing and market preparation, to storage contracts and to disposal of tobacco held by intervention agencies\n", "header": "REGULATION (EEC) No 327/71 OF THE COUNCIL  of 15 February 1971  laying down certain general rules relating to contracts for first processing and market preparation, to storage contracts and to disposal of tobacco held by intervention agencies\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community;\nHaving regard to Council Regulation (EEC) No 727/70 1 of 21 April 1970 on the common organisation of the market in raw tobacco, and in particular Article 7 (3) thereof;\nHaving regard to the proposal from the Commission;\nWhereas, in pursuance of the second subparagraph of Article 7 (1) of Regulation (EEC) No 727/70 the intervention agencies may conclude contracts for first processing and market preparation and for storage ; whereas intervention agencies generally have neither the equipment needed for these operations nor the requisite facilities for storing tobacco ; whereas, therefore, general rules should be laid down on the conclusion of such contracts;\nWhereas contracts for first processing and market preparation should be put out to tender ; whereas, in view of the different methods of handling different varieties of tobacco, it is necessary to ensure that tenderers possess suitable technical equipment ; whereas it should be possible to vary the form of the tendering procedure in the interests of the proper functioning of intervention;\nWhereas, in pursuance of Article 4 of Council Regulation (EEC) No 1467/70 2 of 20 July 1970 laying down certain general rules governing intervention on the market in raw tobacco, the place chosen for processing is also determined in the light of transport costs from the place where the goods are taken over ; whereas such transport costs should therefore be taken into account in the conclusion of first processing and market preparation contracts;\nWhereas, in order to avoid any disturbance of the common organisation of the market, provision should be made for fixing maximum amounts for contracts;\nWhereas the opportunity of concluding a storage contract with the intervention agency should be open to any interested party capable of fulfilling the terms laid down;\nWhereas certain general rules concerning the disposal of tobacco held by intervention agencies should be adopted ; whereas criteria should be laid down for fixing the selling prices of such tobacco so as to take into account the provisions of Article 7 (2) of Regulation (EEC) No 72//70;\nWhereas it must be possible to distinguish during first processing and market preparation, between intervention tobacco and tobacco for which the premium is granted;", "main_body": ["1. First processing and market preparation contracts provided for in the second subparagraph of Article 7 (1) of Regulation (EEC) No 727/70 shall be concluded by means of an invitation to tender.\n2. The tendering procedure must ensure equality of access and treatment to any interested party possessing suitable technical equipment for the operations in question, irrespective of the place of his establishment in the Community.  1OJ No L 94, 28.4.1970, p. 1. 2OJ No L 164, 27.7.1970, p. 32.\n3. Invitations to tender may relate to the first processing and market preparation of specific quantities for a specific period.\n4. Tenders shall cover all costs of first processing and market preparation and all transport costs from the place where the goods are taken over to the place of storage.\n5. The validity of tenders may be made conditional on the lodging of a deposit. The deposit shall be forfeited in whole or in part if the obligations are not fulfilled or are only partially fulfilled.\n6. Contracts shall be awarded to the highest tender, provided it does not exceed an amount to be determined for each variety.", "1. The intervention agency shall conclude storage contracts of the kind referred to in the second subparagraph of Article 7 (1) of Regulation (EEC) No 727/70 with any interested party capable of fulfilling the terms of the contract.\n2. Contracts shall relate to the temporary housing of leaf tobacco, or to the storage of baled tobacco, bought in by the intervention agency, in suitable premises and under the best conditions.", "The tobacco held by the intervention agency shall be disposed of on price terms determined case by case, on the basis of:    (a) norm prices and premiums;\n(b) the costs of first processing and market preparation as defined in Article 4 (2) of Regulation (EEC) No 727/70;\n(c) market trends and demand.", "During the first processing and market preparation operations referred to in Article 7 (1) of Regulation (EEC) No 727/70, the tobacco shall be subject to the administrative supervision referred to in the first subparagraph of Article 3 (3) of that Regulation.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 15 February 1971.\nFor the Council\nThe president\nM. COINTAT"}