{"celex_id": "31975D0577", "uri": "http://publications.europa.eu/resource/cellar/cac0e5bf-bcbf-4a89-b035-1a4939868551", "type": "Decision", "concepts": ["1085", "2409", "4081", "5451"], "title": "75/577/EEC: Commission Decision of 30 June 1975 authorizing the Republic of France to restrict the marketing of seeds and seedlings of certain varieties of agricultural plant species (Only the French text is authentic)\n", "header": "COMMISSION DECISION  of 30 June 1975  authorizing the Republic of France to restrict the marketing of seeds and seedlings of certain varieties of agricultural plant species  (Only the French text is authentic)  (75/577/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community;\nHaving regard to Council Directive No 70/457/EEC (1) of 29 September 1970 on the common catalogue of varieties of agricultural plant species, as last amended by Council Directive No 73/438/EEC (2) of 11 December 1973, and in particular Article 15 (2) and (7) thereof;\nHaving regard to the application lodged by the Republic of France;\nWhereas under Articles 15 (1), 16 and 17 of the said Directive seed and propagating material of agricultural plant species which have been officially accepted in one or more of the original Member States in accordance with principles corresponding to those of the said Directive are, after the 31 December 1974, no longer subject to any marketing restrictions relating to variety in the territory of the Community as originally constituted;\nWhereas, however, Article 15 (2) of the said Directive provides that a Member State may be authorized on application to prohibit the marketing of seed and propagating material of certain varieties;\nWhereas, the Republic of France had applied for such authorization in respect of several varieties of fodder beet, fodder plants, oil and fibre plants, cereals and potatoes;\nWhereas the Commission by its Decision No 75/85/EEC (3) of 30 December 1974 extended the period provided for in the said Article 15 (1) for the Republic of France beyond 31 December 1974 until 30 June 1975 in respect of these varieties with or without qualifications;\nWhereas the Commission has meanwhile completed its examination of the French application with regard to these varieties;\nWhereas the following varieties, Compas (perennial rye-grass) King, Olympia, Timo (timothy grass) and the varieties included in the application of red fescue, lucerne, purple clover, excluding Isella, L 69 Valente, L 148/30 Longevo and Weiristenta, white mustard, rice and maize have not been the subject of official growing trials in the Republic of France in view of the French application;\nWhereas the said varieties of perennial rye-grass and timothy grass and the following varieties, Altfranken Schmidt-Steinbach, Charta, Flamande Flandria (lucerne), Attila, Heges Hohenheimer, N.F.G. Mekra, Niederrheinischer Rotklee Remy, Oberhaunstädter Violettsamiger, Odenwalder Rotklee, Ostsaat-Traun, Titus 71 (purple clover) and the relevant varieties of white mustard have been the subject in the Republic of France of an application for official acceptance in so far as their seed, as regards the varieties of grasses, is not intended for the production of fodder plants (Article 4 (2) (a) of the said Directive) in so far as their seed is to be marketed in another country (Article 4 (2) (b) thereof) ; whereas therefore even the applicant has not claimed that these varieties have any satisfactory value for cultivation or use in the Republic of France ; whereas therefore these varieties can be treated as not producing results in the Republic of France which with respect to their qualities taken as a whole as regards their value for cultivation or use, correspond to those obtained from a comparable variety accepted there (Article 15 (3) (c), first case, thereof);\nWhereas the species of red fescue has not yet been put to agricultural use in the Republic of France ; whereas the varieties concerned of lucerne and purple clover other than those mentioned above are local varieties originating in another Member State ; whereas the varieties of rice concerned are very early ; whereas the varieties of maize concerned have an FAO maturity class index of 700 or over or are of the sterile male type ; whereas it is well known that the varieties of red fescue considered as fodder plants, the local varieties of lucerne and purple clover originating in another country, the very early varieties of rice and the varieties of maize having an FAO maturity class index of 700 or over or of the sterile male type at present are not yet suitable for cultivation in the Republic of France (Article 15 (3) (c), second case, thereof);\nWhereas the other varieties listed in this Decision have been the subject of official growing trials in the  (1)OJ No L 225, 12.10.1970, p. 1. (2)OJ No L 356, 27.12.1973, p. 79. (3)OJ No L 32, 5.2.1975, p. 34.\nRepublic of France ; whereas the results of these trials have led the Republic of France to decide that these varieties are not sufficiently uniform there or that their value for cultivation or use is inferior to other comparable varieties accepted in the Republic of France;\nWhereas the other Member States have accepted these results for the varieties, Dactimo (cocksfoot), Garanta (meadow fescue), Westerwolds Raaigras Landras (Westerwold ryegrass), Lofar (timothy grass), Weiristenta (purple clover), Fries Groninger, von Kamekes (white clover), Minor (field bean), Jufy I (common wheat), Gineke (potatoes) ; whereas it is therefore clear that these varieties do not produce results in the Republic of France, which, with respect to their qualities taken as a whole as regards their value for cultivation or use, correspond to these obtained from a comparable variety accepted there (Article 15 (3) (c), first case, thereof);\nWhereas for the varieties Wendelmoed (meadow fescue), Heidemij (timothy grass), Akela (rape), Delphin (oats), Zephyr (two-row barley), Dura, Hauters Wintergerste, Mädru Perga, Tocka (winter barley), Caribo (common wheat), the results of the trials show that in the Republic of France, when compared with the national rules governing the acceptance of varieties there which apply within the framework of current Community provisions, they are not sufficiently uniform in certain characteristics (Article 15 (3) (a) thereof);\nWhereas in respect of the other varieties listed in Article 1 of this Decision, the results of the trials show that they do not produce results in the Republic of France, which with respect to their qualities taken as a whole as regards their value for cultivation or use, correspond to those obtained from a comparable variety accepted there (Article 15 (3) (c), first case, thereof);\nWhereas the application of the Republic of France in respect of all these varieties should be granted in full;\nWhereas account should also be taken of the fact that some of these varieties are officially accepted in the Republic of France provided their seed is not intended for the production of fodder plants or is to be marketed in another country;\nWhereas for the following varieties, Dagoma, Iris, Luna Roskilde, N.F.G., Unke Pajbjerg (cocksfoot), Combi (perennial rye-grass), Eskimo (timothy grass), Argentina (oats) and Montanari Viscardo (durum wheat), the Republic of France is not yet in a position for reasons in part beyond its control to justify its application:\nWhereas therefore the period provided for in Article 15 (1) of the said Directive should be extended in the case of the Republic of France by an appropriate period to enable her to prepare the necessary data concerning these varieties (Article 15 (7));\nWhereas with respect to the following varieties, Dorise, Lemba, R.v.P., Mullus Pajbjerg (cocksfoot), Bergamo, Fiola (meadow fescue), Eclata, Molto, N.F.G., (Westerwald rye-grass), L 17 Asso, Lemtal R.v.P. (Italian rye-grass), Semperweide (perennial rye-grass), Jacoba, Landsberger (timothy grass), Diplomat (common wheat), the conditions for authorization do not appear to be satisfied;\nWhereas other varieties are no longer included in the French application;\nWhereas the Standing Committee on Seed and Propagating Material for Agriculture, Horticulture and Forestry has not delivered an opinion within the time limit set by its Chairman,", "main_body": ["1. The Republic of France shall be authorized to prohibit the marketing in all of its territory of seed or propagating material of the following varieties listed in the 1975 common catalogue of varieties of agricultural plant species;\nI.  Fodder plants    1. Dactylis glomerata\nDactimo\nHolstenkamp\nKaro\n2. Festuca pratensis\nGaranta\nLargo\nMerbeern R.v.P.\nN.F.G.\nWendelmoed\nWinge Pajbjerg\n3. Festuca rubra\nEcho-Daehnfeldt\nLiebenziger\nN.F.G. Theodor Roemer\nRoland 21\n4. Lolium multiflorum      (a) alternativum\nMillion\nWesterwolds Raaigras Landras\n(b) non alternativum\nHesa\nNiederrheinisches Welsches Weidelgras\nRemy\nOstsaat-Landsberg\n5. Lolium perenne L\nCompas\n6. Phleum pratense L\nHeidemij\nKing\nLofar\nOlympia\nTimo\n7. Medicago sativa L\nAlfranken Schmidt-Steinbach\nAscolana\nCharta Emiliana\nFlamande Flandria\nFriulana di Premariacco\nMarchigiana\nMaremmana\nPolesana\nRomagnola\nSabina\nToscana\nUmbra\nVogherese\n8. Trifolium pratense L\nAttila\nBolognino\nCremonese\nDelle Venezie\nDell'Italia centrale\nHeges Hohenheimer\nIsella\nL 69 Valente\nL 148/30 Longevo\nN.F.G. Mekra\nNiederrheinischer Rotklee Remy\nOberhaunstädter Violettsamiger\nOdenwälder Rotklee\nOstsaat-Treu\nPiemontese\nTitus 71\nWeiristenta (Resistenta)\n9. Trifolium repens L\nFrios Groninger\nVon Kamekes\n10. Vicia faba L minor\nMinor\nII.  Oil and fibre plants    1. Brassica napus L oleifera\nAkela\nAnnick\n2. Sinapis alba L\nDr. Francks Hohenheimer Gelb\nDr. von Schmieder's Steinacher Weisser Senf\nIII.  Cereals    1. Avena sativa L\nDelphin\nMarino\n2. Hordeum distichum L\nZephyr\n3. Hordeum polystichum L\nDura\nHauters Wintergerste\nMädru\nPerga\nTocka\n4. Oryza sativa L\nBalilla a grana grossa\nItalpatna\n5. Triticum aestivum L\nCaribo\nJufy I\n6. Zea mais L\nAsgrow 90 B\nAsgrow 153 W\nAsgrow 6215 A\nAsgrow ASC 95\nAsgrow ATC 79\nAttila\nCervino W\nCise 2 × 3\nCise 780\nDekalb 805\nDekalb Brach 1\nDekalb XL 71\nDekalb XL 707\nErcole\nErcole H\nFunk's G 18504\nFunk's G Start\nIndiana 750 A\nInsubria 640\nMielmais 50\nPiave W\nPolesano 730\nSaturno TV 37 G\nSaturno TV 37 R\nSfibramais\nSivam 700\nSivam 800\nSugar 078\nIV.  Potatoes\nGineke\n2. In respect of the varieties concerned of Festuca rubra L. and Lolium perenne L. and of King, Olympia and Timo (Phleum pratense L.), this authorization shall be valid only to the extent that their seed is intended for the production of fodder plants.\n3. In respect of the varieties Altfranken Schmidt-Steinbach, Charta, Flamande Flandria (Medicago sativa L.), Attila, Heges Hohenheimer, N.F.G., Mekra, Niederrheinischer Rotklee Remy, Oberhaunstädter Violettsamiger, Odenwalder Rotklee, Ostsaat-Treu, Titus 71 (Trifolium pratense L.) and the varieties concerned of Sinapis alba, this authorization shall be valid only to the extent that their seed is not be marketed in another country.", "1. In respect of the varieties Argentina (Avena sativa) and Montanari Viscardo (Triticum Durum L.) the period provided for in Article 15 (1) of Directive 70/457/EEC and extended by Commission Decision of 30 December 1974 until 30 June 1975 shall be extended for the Republic of France beyond that date until 31 December 1976.\n2. In respect of the varieties Dagoma, Iris, Luna Roskilde, N.F.G., Unke Paybjerg (Dactylis glomerata), Combi (Lolium perenne) and Eskimo (Phleum pratense L.), the period mentioned in paragraph 1 shall be extended for the Republic of France beyond 30 June 1975 until 31 December 1977.", "The authorization given in Article I shall be withdrawn once it is established that the conditions thereof are no longer being satisfied.", "The Republic of France shall notify the Commission of the date from which it is making use of the authorization given under Article 1 and the detailed methods to be followed. The Commission shall inform the other Member States thereof.", "This Decision is addressed to the Republic of France."], "attachments": "Done at Brussels, 30 June 1975.\nFor the Commission\nP.J. LARDINOIS\nMember of the Commission"}