{"celex_id": "31976R0566", "uri": "http://publications.europa.eu/resource/cellar/0af9cc49-39ef-48bf-8eb5-9eecdea3b656", "type": "Regulation", "concepts": ["1572", "1836", "2081"], "title": "Council Regulation (EEC) No 566/76 of 15 March 1976 amending Regulation (EEC) No 1411/71 as regards the fat content of whole milk\n", "header": "COUNCIL REGULATION (EEC) No 566/76  of 15 March 1976  amending Regulation (EEC) No 1411/71 as regards the fat content of whole milk\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Articles 42 and 43 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nWhereas according to the second indent of Article 3 (1) (b) and Article 6 (1) of Council Regulation (EEC) No 1411/71 of 29 June 1971 laying down additional rules on the common organization of the market in milk and milk products for products falling within tariff heading No 04.01 (2), as last amended by Regulation (EEC) No 3358/75 (3), only milk with a fat content of at least 3 75 % shall be sold in the Community as whole drinking milk ; whereas pursuant to Article 6 (2) of that Regulation Member States may maintain, until 31 March 1976, the provisions applicable within their territories at the date of entry into force of the said Regulation;\nWhereas certain new Member States have encountered difficulties in implementing within their territories the provisions laid down before their accession to the Community since processing and distribution methods are different and consumers are unaccustomed to the purchase of standardized whole milk ; whereas the system applied in these countries on the whole ensures that the fat content of whole milk sold to consumers is equal to that laid down and even exceeds it;\nWhereas, therefore, the provisions designed for the Community as a whole should not be imposed on the Member States in question provided that trade between Member States is impeded as little as possible ; whereas the system in operation should, after a certain period, be reviewed in the light of experience,", "main_body": ["As from 1 April 1976, the second indent of Article 3 (1) (b) of Regulation (EEC) No 1411/71 is replaced by the following:\n\"- whole milk : milk which has been subjected to at least one heat treatment or an authorized treatment of equivalent effect by a milk processor, and with respect to fat content meets one of the following requirements:\nstandardized whole milk:\nmilk with a fat content of at least 3 750 %;\nnon-standardized whole milk:\nmilk with a fat content that has not been altered since the milking stage either by the addition or separation of milk fats or by mixture with milk, the natural fat content of which has been altered. However, the fat content may not be less than 3 70 %.\"", "As from 1 April 1976, paragraph 4 of Article 3 of Regulation (EEC) No 1411/71 is replaced by the following paragraphs:\n\"4. Notwithstanding the provisions of the second indent of paragraph 1 (b) with regard to the fat content laid down for non-standardized whole milk, if the fat content laid down for drinking milk is not present naturally, it may be obtained only by adding or separating milk or cream or by adding skimmed or semi-skimmed milk. No other alteration in the composition of drinking milk shall be authorized.  (1)Opinon delivered on 12 March 1976 (not yet published in the Official Journal). (2)OJ No L 148, 3.7.1971, p. 4. (3)OJ No L 330, 24.12.1975, p. 45.\n5. With regard to whole milk, Member States shall apply within their territories, as from 1 October 1976 at the latest, one of the two formulae set forth in the second indent of paragraph 1 (b). They shall decide on the formula for their territory by 1 July 1976 and shall inform the Commission accordingly on or before that date.\n6. As from 1 October 1976, a Member State that opts for the formula of non-standardized whole milk shall not prohibit, without prejudice to requirements for the protection of public health:    (a) the preparation within its territory of standardized whole milk for sale within the territory of another Member State which has opted for the latter formula;\n(b) the marketing within its territory of standardized whole milk coming from another Member State, when the fat content of such milk is not less than a guideline figure fixed by the Council acting on a proposal from the Commission in accordance with the voting procedure laid down in Article 43 (2) of the Treaty.\n7. The guideline figure in paragraph 6 (b) shall be fixed by 1 January of each year for the following milk year. However, it shall be fixed in 1976 for the period from 1 October 1976 until the end of the 1976/77 milk year.\nThe guideline figure shall be fixed for each Member State which opts for the formula of non-standardized whole milk ; it shall be the weighted average fat content of the whole milk produced and marketed in the Member State in question during the previous year.\n8. The Commission shall submit to the Council by 1 March 1973 a report on the ways in which the second indent of paragraph 1 (b) and paragraphs 5 to 7 have been applied and shall propose such amendments to the system as may be required in the light of experience.\"", "1. As from 1 April 1976, the date \"31 March 1976\" in Article 6 (2) of Regulation (EEC) No 1411/71 shall be replaced by \"30 September 1976\".\n2. As from 1 October 1976, in Article 6 of Regulation (EEC) No 1411/71:    - paragraph 2 is deleted and the present paragraph 1a becomes paragraph 2;\n- the words \"whole milk\" wherever they appear in paragraph 3 are replaced by the words \"standardized whole milk\".", "This Regulation shall enter into force on 1 April 1976.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 15 March 1976.\nFor the Council\nThe President\nR. VOUEL"}