{"celex_id": "31979R1776", "uri": "http://publications.europa.eu/resource/cellar/e0f7c241-8306-46af-bbad-e8d190f61e3f", "type": "Regulation", "concepts": ["2591", "2641", "3732"], "title": "Commission Regulation (EEC) No 1776/79 of 10 August 1979 amending Regulation (EEC) No 1613/71 laying down detailed rules for fixing cif prices and levies on rice and broken rice and the corrective amounts relating thereto\n", "header": "COMMISSION REGULATION (EEC) No 1776/79  of 10 August 1979  amending Regulation (EEC) No 1613/71 laying down detailed rules for fixing cif prices and levies on rice and broken rice and the corrective amounts relating thereto\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1418/76 of 21 June 1976 on the common organization of the market in rice (1), as last amended by Regulation (EEC) No 1552/79 (2), and in particular Article 16 (5) thereof,\nWhereas pursuant to Article 16 (2) and (3) of Regulation (EEC) No 1418/76 corrective amounts for long grain rice should be fixed so as to cover the difference in value between the standard quality fixed in respect of round grain rice and the long grain variety representative of Community production ; whereas this difference in value was fixed at 20 units of account per tonne by Commission Regulation (EEC) No 1626/78 (3);\nWhereas, by Regulation (EEC) No 1773/79 (4), the said difference in value was reduced by half ; whereas this reduction must therefore be taken into account in adjusting the corrective amounts for long grain rice set out in Annex II to Commission Regulation (EEC) No 1613/71 (5), as last amended by Regulation (EEC) No 2309/78 (6);\nWhereas certain types of broken rice set out in Annex III to Regulation (EEC) No 1613/71 have proved to be of a quality not justifying their inclusion ; whereas the corrective amount to be added to the prices of these types of broken rice should accordingly be increased from 10 units of account (12 709 ECU) to 15 units of account (18 713 ECU);\nWhereas medium and long grain rice from the United States of America are most often offered under the description \"USA medium\" and \"USA long grain\" respectively without the variety being specified ; whereas it is advisable to include these descriptions in Annex II to Regulation (EEC) No 1613/71 and to classify \"USA medium\" rice under type 5 and \"USA long grain\" under type 12;\nWhereas, since the description \"USA long grain\" may refer to rice both of type 12 and type 13, it is necessary to omit type 13 and, under type 12, the words \"South American\" after \"Blue Bonnet\";\nWhereas \"Egyptian medium\" rice, \"Cangiรงao\" broken rice from Brazil and \"Second heads\" broken rice from the United States of America are sometimes offered on the world market ; whereas it is therefore advisable to include these qualities in the Annexes to the aforesaid Regulation (EEC) No 1613/71;\nWhereas Council Regulation (EEC) No 652/79 (7) fixed the coefficient for the conversion into ECU of amounts fixed in units of account;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["Regulation (EEC) No 1613/71 is hereby amended as follows:    1. In the second subparagraph of Article 1 (1) the expression \"6 units of account per tonne\" is replaced by \"7 725 ECU per tonne\".\n2. In Article 5 (2) the expression \"0 710 unit of account per 100 kilograms\" is replaced by \"1 721 ECU per tonne\".\n3. Annexes I, II and III are replaced by the Annexes to this Regulation.", "This Regulation shall enter into force on 1 September 1979.  (1)OJ No L 166, 25.6.1976, p. 1. (2)OJ No L 188, 26.7.1979, p. 9. (3)OJ No L 190, 13.7.1978, p. 18. (4)See page 10 of this Official Journal. (5)OJ No L 168, 27.7.1971, p. 28. (6)OJ No L 278, 3.10.1978, p. 25. (7)OJ No L 84, 4.4.1979, p. 1.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 10 August 1979.\nFor the Commission\nFinn GUNDELACH\nVice-President\nANNEX I\n>PIC FILE= \"T0010602\">    1. The qualities referred to in Annex I relate to husked rice of grades:      - top in the case of Egyptian round,\n- 2 in the other cases.\n2. In the case of rice of a grade higher than the grades referred to under 1, the amount to be added shall be reduced by 3 763 ECU per tonne.\n3. In the case of offers of rice of a grade lower than the grades referred to under 1, the amount to be added shall be increased by 3 763 ECU per tonne per grade.\n4. In the case of offers where the grade is not specified, the amount to be added shall be increased:      - by 3 763 ECU per tonne for rice containing not less than 15 % but less than 25 % of broken rice,\n- by 7 725 ECU per tonne for rice containing 25 % of broken rice or more.\n5. In the absence of information enabling the exact characteristics of a quality of rice to be identified, the offer shall be taken to apply to best-quality rice.\nANNEX II\n>PIC FILE= \"T0010603\">   1. The qualities referred to in Annex II relate to husked rice of grades:      - B in the case of Siam rice,\n- 2 in other cases.\n2. In the case of offers of rice of a grade higher than the grades referred to under 1, the amount to be deducted shall be increased by 3 763 ECU per tonne.\n3. In the case of offers of rice of a grade lower than the grades referred to under 1, the amount to be deducted shall be reduced by 3 763 ECU per tonne per grade.\n4. In the case of offers where the grade is not specified, the amount to be deducted shall be reduced by:      - 3 763 ECU per tonne for rice containing not less than 15 % but less than 25 % of broken rice,\n- 7 725 ECU per tonne for rice containing 25 % of broken rice or more.\n5. In the absence of information enabling the exact characteristics of a quality of rice to be identified, the offer shall be taken to apply to best-quality rice.\nANNEX III\n>PIC FILE= \"T0010604\">"}