{"celex_id": "31976R0101", "uri": "http://publications.europa.eu/resource/cellar/4ab7b8a3-dd0d-4e1c-8462-00c3ac061f79", "type": "Regulation", "concepts": ["2455", "3489", "5228", "598", "605", "6057"], "title": "Council Regulation (EEC) No 101/76 of 19 January 1976 laying down a common structural policy for the fishing industry\n", "header": "COUNCIL REGULATION (EEC) No 101/76  of 19 January 1976  laying down a common structural policy for the fishing industry\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Articles 7, 42, 43 and 235 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nWhereas the establishment of a common organization of the market in fishery products must be supplemented by the establishment of a common structural policy for the fishing industry;\nWhereas sea fisheries form the most important part of the fishing industry as a whole ; whereas they have their own social structure and fish under special conditions;\nWhereas, subject to certain specific conditions concerning the flag or the registration of their ships, Community fishermen must have equal access to and use of fishing grounds in maritime waters coming under the sovereignty or within the jurisdiction of Member States;\nWhereas the Community must be able to adopt measures to safeguard the stocks of fish present in the waters in question;\nWhereas it is important that the fishing industry should develop along rational lines and that those who live by that industry should be assured of a fair standard of living ; whereas, to that end, Member States should be authorized to grant financial aid so that these aims may be achieved in accordance with Community rules to be laid down ; whereas, moreover, common action to achieve these aims may be financed by the Community, if it relates to the aims referred to in Article 39 (1) (a) of the Treaty;\nWhereas the establishment of a Standing Committee for the Fishing Industry will facilitate the development and implementation of a common structural policy for this industry by coordinating the policies of Member States and by ensuring constant cooperation between these States and the Commission ; whereas, moreover, a constant exchange of information between Member States and the Commission is essential for the effective coordination of these policies and must serve as a basis for any measures which may be adopted to improve the structures in question ; whereas in particular the Commission must express its opinion on the projects and programmes envisaged by Member States in this connection;\nWhereas, in applying this Regulation, the derogations provided for in Articles 100 to 103 of the Act of Accession (2) should be taken into account,", "main_body": ["Common rules shall be laid down for fishing in maritime waters and specific measures shall be adopted for appropriate action and the coordination of structural policies of Member States for the fishing industry to promote harmonious and balanced development of this industry within the general economy and to encourage rational use of the biological resources of the sea and of inland waters.", "1. Rules applied by each Member State in respect of fishing in the maritime waters coming under its sovereignty or within its jurisdiction shall not lead to differences in treatment of other Member States.\nMember States shall ensure in particular equal conditions of access to and use of the fishing grounds  (1)OJ No C 7, 12.1.1976, p. 70. (2)OJ No L 73, 27.3.1972, p. 14.\nsituated in the waters referred to in the preceding subparagraph for all fishing vessels flying the flag of a Member State and registered in Community territory.\n2. Member States shall notify other Member States and the Commission of the existing laws and administrative rules and regulations in the field referred to in the first subparagraph of paragraph 1 together with those arising out of application of the provisions referred to in the second subparagraph of that paragraph.\n3. The maritime waters referred to in this Article shall be those which are so described by the laws in force in each Member State.", "Member States shall notify other Member States and the Commission of any alterations they intend to make to fishery rules laid down pursuant to Article 2.", "Where there is a risk of over-fishing of certain stocks in the maritime waters referred to in Article 2, of one or other Member State, the Council, acting in accordance with the procedure provided for in Article 43 (2) of the Treaty on a proposal from the Commission may adopt the necessary conservation measures.\nIn particular, these measures may include restrictions relating to the catching of certain species, to areas, to fishing seasons, to methods of fishing and to fishing gear.", "1. From the entry into force of this Regulation Member States shall coordinate their structural policies for the fishing industry.\nTo that end they shall notify the Commission each year of:    - the structural situation, taking into account regional conditions and regional development policies;\n- liaison between structures of the fishing industry and market policy;\n- the nature and extent of measures for structural improvement planned for the current year;\n- annual and multi-annual programmes and projects for research and scientific and technical assistance adopted by the public authorities or financially assisted by them and any other information enabling efforts made in this field, and in particular financial outlay by public authorities, to be assessed.\n2. After consulting the committee referred to in Article 11, the Commission shall decide the form and date of submission of the documents to be supplied by Member States.", "1. Each year the Commission shall submit a report to the European Parliament and to the Council on structures for the fishing industry.\n2. That report shall include:    (a) a review of the structural situation of the fishing industry and the policies followed by Member States, and an inventory of the measures adopted within the framework of these policies;\n(b) a study on the nature, geographical distribution, scope and financing of these measures, together with their effectiveness in relation to the objectives of the common fisheries policy and the probable outlets for fishery products in the long term;\n(c) information concerning coordination on a Community scale of structural policies for the fishing industry, covering:      - measures adopted,\n- Community financing,\n- results of these measures and financing;\n(d) a review of the situation regarding research and scientific and technical assistance in each Member State.", "Measures to coordinate the policies of Member States on research and scientific and technical assistance for the fishing industry shall be adopted in accordance with the procedure laid down in Article 43 (2) of the Treaty.", "1. Member States may grant financial aid in so far as the operations to which this relates contribute to the achievement of the aims referred to in Article 9.\n2. Common rules fixing the conditions for granting the aid referred to in paragraph 1 shall be laid down before 1 June 1971 in accordance with the procedure laid down in Article 43 (2) of the Treaty.", "1. To promote the rational development of the fishing industry within the framework of economic growth and social progress and to ensure an equitable standard of living for the population which depends on fishing for its livelihood, specific measures for appropriate action pursuant to Article 1 must contribute to:    - increased productivity through restructuring of fishing fleets and other means of production, in keeping with technical progress, and intensification of the search for new fishing grounds and new methods of fishing;\n- adaptation of production and marketing conditions to market requirements, particularly through development of canning and processing installations, to make the activities of producers organizations more effective;\n- the improvement, in step with technical progress of the standard and conditions of living of the population which depends on fishing for its livelihood.\n2. The provisions of paragraph 1, in so far as they relate to the objectives set out in Article 39 (1) (a) of the Treaty, may be the subject of common action within the meaning of Article 6 (1) of Council Regulation (EEC) No 729/70 of 21 April 1970 on the financing of the common agricultural policy (1), as last amended by Regulation (EEC) No 2788/72 (2).", "0\n1. Without prejudice to the provisions of Article 3, Member States shall send the following documents to the Commission in good time, in so far as they refer to structural improvements for the fishing industry;    - as far as possible, drafts of provisions which have been laid down by law, regulation or administrative action, or, failing this, a description of the general lines of the measures proposed;\n- proposed multiannual plans and regional programmes.\n2. The Commission:    - may express its opinion on the provisions which have been laid down by law, regulation or administrative action, and on multiannual plans and regional programmes of which it is notified pursuant to Article 5;\n- must express its opinion on these when a Member State so requests.", "1\n1. A Standing Committee for the Fishing Industry (hereinafter called \"the committee\") is hereby established to promote the coordination of structural policies for the fishing industry and to ensure close and constant cooperation between Member States and the Commission.\n2. The committee shall be composed of representatives of each Member State. It shall be under the chairmanship of a representative of the Commission.\n3. Secretarial services shall be provided for the committee by the Commission.\n4. The committee shall adopt its own rules of procedure.", "2\nFor the fishing industry as a whole, the committee shall be required:    - to ensure that Member States and the Commission are kept mutually informed of structural policies and in particular of measures governing sea fishing;\n- to study structural policies of Member States and measures and programmes provided for by the latter to improve structures in this field;\n- to assist the Commission in the preparation of Parts (a) and (d) of the report on structures for the fishing industry provided for in Article 6;\n- to deliver opinions at the request of the Commission on structural problems of the fishing industry.  (1)OJ No L 94, 28.4.1970, p. 13. (2)OJ No L 295, 30.12.1972, p. 1.", "3\nWhere Council Regulation No 17/64/EEC of 5 February 1964 on conditions for obtaining aid from the European Agricultural Guidance and Guarantee Fund (1) and texts resulting therefrom refer to the Standing Committee on Agricultural Structures, the latter shall be replaced for all problems relating to the fishing industry by the Standing Committee for the Fishing Industry.", "4\n1. Council Regulation (EEC) No 2141/70 of 20 October 1970 laying down a common structural policy for the fishing industry (2) is hereby repealed.\n2. References to the Regulation repealed by virtue of paragraph 1 shall be construed as references to this Regulation.\nReferences to the Articles of that Regulation shall be correlated with the Articles of this Regulation in accordance with the table set out in the Annex.", "5\nThis Regulation shall enter into force on 1 February 1976.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 January 1976.\nFor the Council\nThe President\nJ. HAMILIUS\nANNEX Correlation table\n>PIC FILE= \"T9000950\">  (1)OJ No 34, 27.2.1964, p. 586/64. (2)OJ No L 236, 27.10.1970, p. 1."}