{"celex_id": "31976R2361", "uri": "http://publications.europa.eu/resource/cellar/c5bf1f01-ec5c-4297-9844-509c2fb35753", "type": "Regulation", "concepts": ["20", "4284", "4373"], "title": "Commission Regulation (EEC) No 2361/76 of 29 September 1976 amending Regulation (EEC) No 3389/73 laying down the procedure and conditions for the sale of tobacco held by intervention agencies\n", "header": "COMMISSION REGULATION (EEC) No 2361/76  of 29 September 1976  amending Regulation (EEC) No 3389/73 laying down the procedure and conditions for the sale of tobacco held by intervention agencies\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 727/70 of 21 April 1970 on the common organization of the market in raw tobacco (1), as last amended by the Act of Accession (2), and in particular Article 7 (4) thereof,\nWhereas Commission Regulation (EEC) No 1687/76 of 30 June 1976 laying down detailed rules for verifying the use and/or destination of products from intervention (3), as amended by Regulation (EEC) No 2054/76 (4), repeals certain provisions of Commission Regulation (EEC) No 3389/73 of 13 December 1973 laying down the procedure and conditions for the sale of tobacco held by intervention agencies (5), as amended by Regulation (EEC) No 1344/75 (6);\nWhereas the provisions of Regulation (EEC) No 3389/73 should be adopted to the common detailed rules;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Tobacco,", "main_body": ["Regulation (EEC) No 3389/73 is amended as follows:    1. Article 7 is amended to read as follows:\n\"The security referred to in Article 5 may be released only if:      (a) the tender was not validly submitted;\n(b) the tender was unsuccessful;\n(c) the successful tenderer has paid the price at which the contract was awarded, and, in the case of an invitation to tender for export, has furnished proof in accordance with Article 12 of Regulation (EEC) No 1687/76.\"\n2. Article 8 (4) is amended to read as follows:\n\"4. In the case of sales by public auction for the purpose of exportation, the purchaser shall give security for export in accordance with Article 5 (1).\"", "This Regulation shall enter into force on 1 October 1976.\nHowever, products removed from intervention stocks before 1 October 1976 shall remain subject to the provisions applicable before that date.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 29 September 1976.\nFor the Commission\nP.J. LARDINOIS\nMember of the Commission  (1)OJ No L 94, 28.4.1970, p. 1. (2)OJ No L 73, 27.3.1972, p. 5. (3)OJ No L 190, 14.7.1976, p. 1. (4)OJ No L 228, 20.8.1976, p. 17. (5)OJ No L 345, 15.12.1973, p. 47. (6)OJ No L 137, 28.5.1975, p. 20."}