{"celex_id": "31975R2498", "uri": "http://publications.europa.eu/resource/cellar/01e2575a-cd0c-435d-818e-92f4594a0991", "type": "Regulation", "concepts": ["2319", "2713", "2871", "3070", "693"], "title": "Regulation (EEC) No 2498/75 of the Commission of 30 September 1975 laying down detailed rules for the payment of financial compensation for certain Community citrus fruit\n", "header": "REGULATION (EEC) No 2498/75 OF THE COMMISSION  of 30 September 1975  laying down detailed rules for the payment of financial compensation for certain Community citrus fruit\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community;\nHaving regard to Council Regulation (EEC) No 1035/72 (1) of 18 May 1972 on the common organization of the market in fruit and vegetables, as last amended by Regulation (EEC) No 2482/75 (2), and in particular Article 8 (2) thereof;\nHaving regard to Council Regulation (EEC) No 2511/69 (3) of 9 December 1969 laying down special measures for improving the production and marketing of Community citrus fruit, as last amended by Regulation (EEC) No 2481/75 (4), and in particular Article 8 (2) thereof;\nWhereas, in order to ensure the proper application of the scheme for financial compensation for Community oranges, mandarins, clementines and lemons marketed in other Member States, the minimum information required in the applications for such compensation should be laid down ; whereas, moreover, each consignment should be subject to a conformity check as provided for in Article 8 (1) of Regulation (EEC) No 1035/72;\nWhereas Article 8 (1) of Regulation (EEC) No 2511/69 provides that financial compensation shall be paid as soon as evidence has been furnished that the goods in question have entered the territory of the importing Member State and have been made available to the purchaser ; whereas that evidence may be provided by the customs office of departure where, in accordance with Council Regulation (EEC) No 542/69 (5) of 18 March 1969 on Community transit, as last amended by the Council Decision of 1 January 1973 (6), the said office of departure has obtained proof that the goods in question have been presented at a customs office of destination in another Member State and have entered that state;\nWhereas, in these cases where no proof of arrival in another Member State has to be given to the customs office of departure, proof of importation into another Member State may be furnished by producing the control copy of the Community transit document drawn up in accordance with Commission Regulation (EEC) No 2315/69 (7) of 19 November 1969 on the use of Community transit documents for the purpose of applying Community measures for verifying the use and/or destination of goods, as last amended by Regulation (EEC) No 690/73 (8);\nWhereas the measures provided for in this Regulation are in accordance with the Opinion of the Management Committee for Fruit and Vegetables,", "main_body": ["The granting of financial compensation shall be subject to the condition that each consignment has been subjected, on leaving the dispatch area, to the check as laid down in the second subparagraph of Article 8 (1) of Regulation (EEC) No 1035/72 in accordance with the provisions to that effect.", "The application for the financial compensation referred to in Article 6 of Regulation (EEC) No 2511/69 shall include:    (a) the name of the seller;\n(b) the total quantities marketed, expressed in net weight and subdivided, where appropriate by product and, in the case of oranges, by variety;\n(c) for each consignment, the date, the means of transport used, the quantities of products expressed in net weight and subdivided, where appropriate, by product or, in the case of oranges, by variety.\nThe application shall be accompanied, in the case of each consignment, by a copy of the certificate of inspection provided for in Regulation (EEC) No 2638/69 (9) of 24 December 1969 laying down additional provisions on quality control of fruit and vegetables marketed within the Community ; the certificate shall indicate the net weight of the goods, which, in the case of oranges, shall be indicated for each variety.  (1)OJ No L 118, 20.5.1972, p. 1. (2)See p. 3 of this Official Journal. (3)OJ No L 318, 18.12.1969, p. 1. (4)See p. 1 of this Official Journal. (5)OJ No L 77, 29.3.1969, p. 1. (6)OJ No L 2, 1.1.1973, p. 1. (7)OJ No L 295, 24.11.1969, p. 14. (8)OJ No L 66, 13.3.1973, p. 23. (9)OJ No L 327, 30.12.1969, p. 33.", "1. For products dispatched directly to another Member State under cover of a T2 international Community transit document, the evidence referred to in Article 8 (1) of Regulation (EEC) No 2511/69 shall be supplied on request by the office of departure when the latter has received the copy of the T2 document.\nFor products dispatched directly to another Member State under cover of an international consignment note or an international express parcels consignment note equivalent to the T2 document, evidence shall be supplied on request by the office of departure when the international consignment note or international express parcels consignment note indicating that the goods in question have been accepted for carriage by the railway authorities has been presented to the said office. The office of departure may only authorize an amendment of the transport contract so that the carriage operation is completed within the forwarding Member State or outside the Community only if evidence has not been or will not be supplied.\n2. For products which are not dispatched directly to another Member State in accordance with the foregoing paragraph, the evidence referred to in the said Article 8 (1) may be supplied only by producing the control copy provided for in Article 1 of Regulation (EEC) No 2315/69.\nSections 101, 103 and 104 of the control copy must be completed.\nSection 104 shall be completed by deleting the first indent and adding to the second indent one of the following endorsements:\n\"Products to be imported into (Member State of importation) in accordance with Regulation (EEC) No 2498/75.\"\n\"Produits destinés à être introduits en/au ... (État membre d'importation) conformément au règlement (CEE) nº 2498/75.\"\n\"Erzeugnisse, die nach Verordnung (EWG) Nr. 2498/75 nach (Einfuhrmitgliedstaat) zu verbringen sind.\"\n\"Prodotti destinati ad essere introdotti in ... (Stato membro d'importazione) conformemente al regolamento (CEE) n. 2498/75.\"\n\"Produkten bestemd om in ... (Lid-staat van invoer) te worden binnengebracht overeenkomstig Verordening (EEC) nr 2498/75.\"\n\"Produkter bestemt til indførsel i ... (indførselsmedlemsstaten) i overensstemmelse med forordning (EØF) Nr. 2498/75.\"\nWhere goods intended for export to another Member State are dispatched under Community transit procedure or to a Swiss or Austrian office of destination from which they will be dispatched to that other Member State, the control copy, by way of derogation from Article 5 (3) of Regulation (EEC) No 2315/69, shall accompany the goods to the competent customs office of the Member State of destination.", "Regulation (EEC) No 193/70 is repealed.\nThis Regulation shall enter into force on 1 October 1975.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 September 1975.\nFor the Commission\nP.J. LARDINOIS\nMember of the Commission"}