{"celex_id": "31977R0612", "uri": "http://publications.europa.eu/resource/cellar/8be14cd5-b4a8-459f-9fe1-1ff510cea301", "type": "Regulation", "concepts": ["1637", "1644", "2591", "5034"], "title": "Commission Regulation (EEC) No 612/77 of 24 March 1977 laying down rules for the application of the special import arrangements in respect of certain young male bovine animals for fattening\n", "header": "COMMISSION REGULATION (EEC) No 612/77  of 24 March 1977  laying down rules for the application of the special import arrangements in respect of certain young male bovine animals for fattening\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 805/68 of 27 June 1968 on the common organization of the market in beef and veal (1), as last amended by Regulation (EEC) No 425/77 (2), and in particular Articles 13 (4) (b) and 25 thereof,\nWhereas Article 13 of Regulation (EEC) No 805/68 introduced special arrangements for the importation of young male bovine animals for fattening, of a live weight of 300 kilograms or less, within the limits of an annual estimate;\nWhereas the total or partial suspension of the import levy on these young male bovine animals is conditional on the production of an import licence issued within a maximum quantity to be determined each quarter and on the animals being fattened in the importing Member State for a sufficiently long period;\nWhereas special measures should be laid down to ensure that these young male bovine animals are not used for other purposes ; whereas the total or partial suspension of the levy should therefore be made conditional on a declaration by the importer certifying the particular purpose and on the lodging of a security to guarantee that the animals imported under these arrangements are not slaughtered before a certain period has elapsed;\nWhereas a security in the sum of the levy suspended is likely to achieve these objectives;\nWhereas priority should be given to satisfying the real demand for young bovine animals for fattening in certain regions of the Community;\nWhereas Commission Regulation (EEC) No 1173/68 of 2 August 1968 on special import terms for certain categories of young bovine animals and calves (3), as last amended by Regulation (EEC) No 699/73 (4), should be repealed;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Beef and Veal,", "main_body": ["1. No importer shall be entitled to total or partial suspension of the import levy under Article 13 (1) of Regulation (EEC) No 805/68 unless he produces:    (a) a written declaration, at the time of importation, that the young bovine animals are intended for fattening in the importing Member State for a period of 120 days from the day on which they were put into free circulation;\n(b) a security in the sum of the amount suspended of the levy applicable on the day of importation;\n(c) a written undertaking, made at the time of importation, to pay the additional sum specified in paragraph 5 in respect of those imported animals for which the proof referred to in paragraph 3 is not furnished.\n2. The security shall be lodged, at the choice of the applicant, either in cash or in the form of a guarantee given by an institution meeting the criteria laid down by the Member State on whose territory the importation was effected.\n3. Except in case of force majeure, the security shall not be released in whole or in part unless proof is furnished to the competent authorities of the importing Member State that the young bovine animal:    - has not been slaughtered before the expiry of the period specified in Article 1 (a), or\n- has been slaughtered before the expiry of this period for health reasons or has died as a result of sickness or accident.\nThe security shall be released immediately after such proof has been furnished.\n4. If the proof referred to in paragraph 3 is not furnished within 180 days from the day on which the animal is put into free circulation, the security shall be forfeit and retained as a levy.  (1)OJ No L 148, 28.6.1968, p. 24. (2)OJ No L 61, 5.3.1977, p. 1. (3)OJ No L 193, 3.8.1968, p. 7. (4)OJ No L 67, 14.3.1973, p. 11.\n5. The additional sum shall be equal to the highest levy applicable to imports of bovine animals during the period between the day of importation and the last day on which the proof specified in paragraph 3 may be furnished, less the amount of the security which has not been released. This amount shall be paid as a levy.", "1. Each animal imported under the system referred to in Article 1 shall be identified by the imposition of either:    - an indelible tattoo, or\n- an official or officially approved earmark on at least one of its ears.\n2. The said tattoo or mark shall be so designed as to enable, where necessary, by means of a record made when the animal is put into free circulation, the date when it was put into free circulation and the identity of the importer to be established.", "When determining the quantity which may be imported each quarter under Article 13 (4) of Regulation (EEC) No 805/68, the supply needs of certain regions of the Community may be taken into account.", "Member States shall communicate to the Commission not later than the 15th day of each month the number of animals imported in the previous month, broken down according to provenance and to the weight categories referred to in Article 13 (4) of Regulation (EEC) No 805/68.", "Regulation (EEC) No 1173/68 is hereby repealed.", "This Regulation shall enter into force on 1 April 1977.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 24 March 1977.\nFor the Commission\nFinn GUNDELACH\nVice-President"}