{"celex_id": "31978L0546", "uri": "http://publications.europa.eu/resource/cellar/514cab2d-895d-4156-9045-d4438acfa94c", "type": "Directive", "concepts": ["4509", "4532", "4533", "5908"], "title": "Council Directive 78/546/EEC of 12 June 1978 on statistical returns in respect of carriage of goods by road, as part of regional statistics\n", "header": "COUNCIL DIRECTIVE  of 12 June 1978  on statistical returns in respect of carriage of goods by road, as part of regional statistics  (78/546/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 213 thereof,\nHaving regard to the draft Directive submitted by the Commission,\nHaving regard to the opinion of the European Parliament (1),\nHaving regard to the opinion of the Economic and Social Committee (2),\nWhereas the development of the common transport policy calls for a better knowledge of the scale and development of the carriage of goods by road by means of vehicles registered in the Community ; whereas the data must be comparable with that for other means of transport and must refer to both national and international transport;\nWhereas the Member States already compile statistical data, at annual or multiannual intervals, on goods traffic within their own territory;\nWhereas Directive 69/467/EEC (3) provides for the compilation of statistical returns, to be made on the basis of regional statistics, in respect of international carriage of goods by road ; whereas the report on the implementation of this Directive submitted by the Commission to the Council on 27 June 1974 indicates that several Member States can only compile the data requested by means of supplementary formalities at frontiers ; whereas these Member States should be allowed to dispense with compilation of statistical data at frontiers, as is implicitly provided for in that Directive;\nWhereas the system set out in Directive 69/467/EEC should therefore be revised;\nWhereas provision should be made for such amendment of this Directive as may prove necessary in the light of experience acquired over a suitable period, particularly as regards the compilation of data on the main flows of goods between the regions of the Community in the form of international traffic and for any statistical returns still compiled at frontiers within the Community to cease,", "main_body": ["This Directive shall apply to carriage of goods by road by means of vehicles registered in a Member State:    (a) in the territory of that Member State (hereinafter referred to as \"national transport\");\n(b) between that Member State and another Member State or a non-Member State (hereinafter referred to as \"international transport\").", "1. For the purpose of this Directive the following terms shall have the meanings hereinafter assigned to them:    (a) \"carriage of goods by road\" : all transport of goods by means of a commercial motor vehicle;\n(b) \"commercial motor vehicle\" : any single vehicle or coupled combination of vehicles, such as a lorry with or without trailer, or a tractor vehicle with trailer or semi-trailer;\n(c) \"registered\" : the state of having been entered in a register of commercial motor vehicles kept by an official body, whether or not such registration is combined with the issue of a registration plate.\n2. This Directive shall not apply to carriage of goods by road by means of:    (a) commercial motor vehicles whose weight or dimensions exceed the normal permitted limits;  (1)OJ No C 108, 8.5.1978, p. 56. (2)Opinion delivered 30 March 1978 (not yet published in the Official Journal). (3)OJ No L 323, 24.12.1969, p. 7.\n(b) agricultural vehicles, military vehicles and vehicles used by public administrations and public services, with the exception of road vehicles used by the railway administrations.\n3. Each Member State may moreover refrain from applying this Directive to vehicles whose payload or total permissible laden weight falls below a certain limit. This limit shall not exceed 3 75 tonnes payload or six tonnes total permissible laden weight.", "1. Each Member State shall compile the annual statistical data on carriage as referred to in Article 1 by vehicles registered in its territory.\n2. The annual statistical data shall be broken down under the following headings:    (a) for national transport, expressed in terms of tonnes and tonne-kilometres:      - carriage on own account and carriage for hire or reward;\n- the 24 groups of goods listed in Annex I;\n- the following classes of length of journey : 0 to 49 kilometres, 50 to 149 kilometres, 150 to 499 kilometres, and 500 kilometres and over;\n- the loading and unloading regions listed in Annex II;\n(b) for international transport, expressed in terms of tonnes and tonne-kilometres:      - carriage on own account and carriage for hire or reward;\n- the 24 groups of goods listed in Annex I;\n- the countries of loading and unloading listed in Annex III.\n3. When calculating or estimating tonne-kilometres, the distance covered by a road vehicle while being transported by another means of transport shall not be taken into account.\n4. Member States shall forward to the Commission the statistical data specified in this Article in accordance with the models of the tables set out in Annex IV (models A1 to A4 and B).", "When determining the method to be used for compiling statistical data on international transport, Member States shall take account of the need to simplify the formalities connected with movement of goods within the Community as much as possible, especially the formalities to be completed at frontiers between Member States.\nArticles 5\n1. The statistical data specified in this Directive shall be compiled for the first time for the year 1979.\n2. Member States shall each year send the Commission the tables drawn up in accordance with Article 3, before the end of the year following the reference year.\n3. Due account being taken of Article 7, the Commission shall communicate to Member States, at the earliest possible date, the results of the surveys together with any other appropriate information it may have.", "1. Member States shall forward to the Commission, on or before the date on which the first results are forwarded, a detailed report on the methods used in compiling the data.\n2. When determining the method to be used for compiling their data, Member States shall take the steps necessary to obtain sufficient results regarding the total tonnage carried in national and international transport. They shall provide the Commission with information each year on the non-response rate and, in the form of standard deviations or confidence intervals, on the degree of accuracy of the results regarding transport between national regions, as specified in Annex II, and transport between their territory and that of the other Member States. They shall in addition report to it on the method used in calculating the figures relating to the transport services provided, expressed in tonne-kilometres.", "Each year, the Commission shall, with the assistance of the Coordinating Committee on Transport Statistics at the Statistical Office of the European Communities, examine the statistical tables and reports submitted by the Member States pursuant to Articles 5 and 6, in order to ensure that the methods employed yield comparable results and to determine how and to what degree of detail the information provided by the Member States may be made public.", "Before 1 January 1983, the Commission shall submit a report to the Council on experience acquired in the work carried out pursuant to this Directive and shall propose any amendments necessary in the light of the  results obtained, particularly to prevent the movement of goods between Member States being systematically subject to formalities specifically designed for the purposes of applying this Directive.", "For the first three years in which the statistical returns provided for in this Directive are made, Member States shall receive a financial contribution from the Community in respect of the work involved.", "0\n1. Member States shall take the measures necessary to comply with this Directive not later than 1 January 1979.\n2. With effect from the date of entry into force in a Member State of the measures provided for in paragraph 1, Directive 69/467/EEC shall cease to apply to that Member State.\n3. Directive 69/467/EEC is hereby repealed with effect from 1 January 1979.", "1\nThis Directive is addressed to the Member States."], "attachments": "Done at Luxembourg, 12 June 1978.\nFor the Council\nThe President\nK. OLESEN\nANNEX I GROUPS OF GOODS\n>PIC FILE= \"T0013169\">\nANNEX II LIST OF REGIONS\n>PIC FILE= \"T0013170\">\nANNEX III LIST OF COUNTRIES\n>PIC FILE= \"T0013171\">\nANNEX IV\nTABLE A1 National transport, according to type of carriage and nature of goods\n>PIC FILE= \"T0013172\">  TABLE A2 National intra- and inter-regional transport\n>PIC FILE= \"T0013173\">   TABLE A3 National transport : loading and unloading in regions according to the nature of goods transported\n>PIC FILE= \"T0013174\">    TABLE A4 National transport, by length of journey and nature of goods transported\n>PIC FILE= \"T0013175\">    TABLE B International transport, according to nature of goods transported and country of origin or destination\n>PIC FILE= \"T0013176\">"}