{"celex_id": "31975R2364", "uri": "http://publications.europa.eu/resource/cellar/55758fd4-fce7-478a-b6a8-c6e96ebe24f4", "type": "Regulation", "concepts": ["1056", "1476", "2609", "5023", "5283", "976"], "title": "Regulation (EEC) No 2364/75 of the Commission of 15 September 1975 on the calculation of aids in the form of loans at reduced rates of interest or of interest rebates which are not specified in percentage points\n", "header": "REGULATION (EEC) No 2364/75 OF THE COMMISSION  of 15 September 1975  on the calculation of aids in the form of loans at reduced rates of interest or of interest rebates which are not specified in percentage points\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community;\nHaving regard to Council Regulation (EEC) No 724/75 (1) of 18 March 1975 establishing a European Regional Fund, and in particular Article 4 thereof;\nWhereas the application of this Regulation requires that State aids in the form of loans at reduced interest rates or of interest rebates which are not specified in percentage points should be capable of being compared and added up;\nWhereas this calculation should be made by reference to the interest rate used for comparable operations which is in force at the time of the granting of the reduced interest loan or interest rebate;\nWhereas such forms of aid are only provided in certain Member States ; whereas there is therefore no need to specify reference rates for the other Member States;\nWhereas the measures provided for in this Regulation are in accordance with the Opinion of the Fund Committee,", "main_body": ["In all cases where a loan is granted at a reduced rate of interest or where an interest rebate is not stated in advance to be a rebate of a specific number of percentage points, the amount of the reduction in the interest rate or of the rebate shall be calculated on the basis of a reference rate.", "The reference rates for the Member States mentioned below shall be as follows:\nBelgium : rate for loans of 10 years and over granted by the Société Nationale de Crédit à l'Industrie;\nDenmark : rate for loans granted by the European Investment Bank increased by 1.5 percentage points;\nFrance : rate for loans for plant and machinery granted by the Crédit National;\nItaly : reference rate fixed by the State for the payment of interest rebates to credit institutions;\nFederal Republic of Germany : rate for 10-year loans (programme M I and M II) granted by the Kreditanstalt für Wiederaufbau;\nUnited Kingdom : rate of interest known as the \"broad commercial rate\".", "In each case the reference rate in force on the day of the decision to grant the interest rebate or the reduced interest loan shall be used. This rate shall be indicated in the request for assistance from the Fund.", "This Regulation shall enter into force on the fifth day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 15 September 1975.\nFor the Commission\nThe President\nFrançois-Xavier ORTOLI  (1)OJ No L 73, 21.3.1975, p. 1."}