{"celex_id": "31973R0986", "uri": "http://publications.europa.eu/resource/cellar/2db3ba2a-7e56-4296-946d-ff4428dbf420", "type": "Regulation", "concepts": ["13", "2644", "3170", "4472", "5096", "6042"], "title": "Regulation (EEC) No 986/73 of the Council of 9 April 1973 amending Regulation No 724/67/EEC as regards the conditions for intervention in respect of sunflower seed during the last two months of the marketing year\n", "header": "REGULATION (EEC) No 986/73 OF THE COUNCIL  of 9 April 1973  amending Regulation No 724/67/EEC as regards the conditions for intervention in respect of sunflower seed during the last two months of the marketing year\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community;\nHaving regard to Council Regulation No 136/666/EEC (1) of 22 September 1966 on the establishment of a common organization of the market in oils and fats, as last amended by the Act of Accession (2), and in particular Article 26 (2) thereof;\nHaving regard to the proposal from the Commission;\nWhereas Council Regulation No 724/67/EEC (3) of 17 October 1967 laying down conditions for intervention in respect of oil seeds during the last two months of the marketing year and principles for the disposal of seeds bought in by intervention agencies fixed the periods during which the intervention agencies will buy in colza, rape and sunflower seeds at the intervention price prevailing at the beginning of the current marketing year;\nWhereas Council Regulation No 114/67/EEC (4) of 6 June 1967 fixing target and basic intervention prices for oil seeds for the 1967/68 marketing year, as amended by Regulation (EEC) No 1335/72 (5) provides that the marketing year for sunflower seed is in future to begin on 1 September and to end on 31 August ; whereas in view of the fact that the date of the beginning of the marketing year for sunflower seed and the representative commencement dates of the harvest of this seed in the main production areas of the Community have been brought forward, the conditions for intervention in respect of this seed during the penultimate month of the marketing year should remain the same as for the preceding month thereof;", "main_body": ["The text of Article 1 of Regulation No 724/67/EEC shall be replaced by the following:\n\"Intervention agencies shall buy in colza, rape and sunflower seed:    - during the penultimate month of the marketing year at the intervention price prevailing during the preceding month;\n- during the last month of the marketing year at the intervention price prevailing at the beginning of the current marketing year.\"", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 9 April 1973.\nFor the Council\nThe President\nA. LAVENS  (1)OJ No 172, 30.9.1966, p. 3025/66. (2)OJ No L 73, 27.3.1972, p. 14. (3)OJ No 252, 19.10.1967, p. 10. (4)OJ No 111, 10.6.1967, p. 2195/67. (5)OJ No L 147, 29.6.1972, p. 6."}