{"celex_id": "31979R0560", "uri": "http://publications.europa.eu/resource/cellar/997b2490-9b84-42dc-8e55-f73c85a79484", "type": "Regulation", "concepts": ["1518", "206", "2771", "2850"], "title": "Council Regulation (EEC) No 560/79 of 5 March 1979 on the application of EEC-Israel Joint Committee Decision No 1/78 amending the Protocol on the definition of the concept of originating products and methods of administrative cooperation to the Agreement between the European Economic Community and the State of Israel\n", "header": "COUNCIL REGULATION (EEC) No 560/79  of 5 March 1979  on the application of EEC-Israel Joint Committee Decision No 1/78 amending the Protocol on the definition of the concept of originating products and methods of administrative cooperation to the Agreement between the European Economic Community and the State of Israel\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 113 thereof,\nHaving regard to the proposal from the Commission,\nWhereas the Agreement between the European Economic Community and the State of Israel (1), was signed on 11 May 1975 and entered into force on 1 July 1975;\nWhereas pursuant to Article 25 of the Protocol on the definition of the concept of originating products and methods of administrative cooperation, the EEC-Israel Joint Committee has adopted Decision No 1/78 amending the Protocol as regards the rules of origin;\nWhereas that Decision should be made operative in the Community,", "main_body": ["Decision No 1/78 of the EEC-Israel Joint Committee shall apply in the Community.\nThe text of the Decision is annexed to this Regulation.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply from 1 January 1979.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 5 March 1979.\nFor the Council\nThe President\nJ. FRANĂ\u0087OIS-PONCET  (1)OJ No L 136, 28.5.1975, p. 3.\nJOINT COMMITTEE DECISION No 1/78  of 13 July 1978  amending the Protocol on the definition of the concept of originating products and methods of administrative cooperation to the Agreement between the European Economic Community and the State of Israel\nTHE JOINT COMMITTEE,\nHaving regard to the Agreement between the European Economic Community and the State of Israel, and in particular Title I thereof,\nHaving regard to the Protocol concerning the application of Article 2 (3) of the Agreement and in particular Article 25 thereof,\nWhereas it is necessary to replace Lists A and B contained in Annexes II and III to the Protocol and to introduce a specific rule on sets as a result of the changes made to the Customs Cooperation Council nomenclature which entered into force on 1 January 1978,\nHAS DECIDED AS FOLLOWS:\nArticle 1\nAnnexes II and III to the Protocol on the definition of the concept of originating products and methods of administrative cooperation shall be replaced by the texts annexed to this Decision.\nArticle 2\nSets, as defined in General Rule 3 of the Customs Cooperation Council nomenclature, shall be regarded as originating when all component articles are originating products. Nevertheless, when a set is composed of originating and non-originating articles, the set as a whole shall be regarded as originating provided that the value of the non-originating articles does not exceed 15 % of the total value of the set.\nDone at Brussels, 13 July 1978.\nFor the Joint Committee\nThe President\nH. ANDRESEN\nANNEX II LIST A  List of working or processing operations which result in a change of tariff heading without conferring the status of originating products on the products undergoing such operations, or conferring this status only subject to certain conditions\n>PIC FILE= \"T0015361\">    >PIC FILE= \"T0015362\">\n>PIC FILE= \"T0015363\">\n>PIC FILE= \"T0015364\">\n>PIC FILE= \"T0015365\">\n>PIC FILE= \"T0015366\">\n>PIC FILE= \"T0015367\">\n>PIC FILE= \"T0015368\">\n>PIC FILE= \"T0015369\">\n>PIC FILE= \"T0015370\">\n>PIC FILE= \"T0015371\">\n>PIC FILE= \"T0015372\">\n>PIC FILE= \"T0015373\">\n>PIC FILE= \"T0015374\">\n>PIC FILE= \"T0015375\">\n>PIC FILE= \"T0015376\">\n>PIC FILE= \"T0015377\">\n>PIC FILE= \"T0015378\">\n>PIC FILE= \"T0015379\">\n>PIC FILE= \"T0015380\">\n>PIC FILE= \"T0015381\">\n>PIC FILE= \"T0015382\">\n>PIC FILE= \"T0015383\">\n>PIC FILE= \"T0015384\">\n>PIC FILE= \"T0015385\">\n>PIC FILE= \"T0015386\">\n>PIC FILE= \"T0015387\">\n>PIC FILE= \"T0015388\">\n>PIC FILE= \"T0015389\">\n>PIC FILE= \"T0015390\">\n>PIC FILE= \"T0015391\">\n>PIC FILE= \"T0015392\">\n>PIC FILE= \"T0015393\">\nANNEX III LIST B  List of working or processing operations which do not result in a change of tariff heading, but which do confer the status of originating products on the products undergoing such operations\n>PIC FILE= \"T0015394\">    >PIC FILE= \"T0015395\">\n>PIC FILE= \"T0015396\">\n>PIC FILE= \"T0015397\">\n>PIC FILE= \"T0015398\">\n>PIC FILE= \"T0015399\">\n>PIC FILE= \"T0015400\">\n>PIC FILE= \"T0015401\">"}