{"celex_id": "31976R2213", "uri": "http://publications.europa.eu/resource/cellar/24929034-9a80-4f71-aefb-e9c2869114a5", "type": "Regulation", "concepts": ["164", "2958", "3170", "4289", "4663"], "title": "Commission Regulation (EEC) No 2213/76 of 10 September 1976 on the sale of skimmed-milk powder from public storage\n", "header": "COMMISSION REGULATION (EEC) No 2213/76  of 10 September 1976  on the sale of skimmed-milk powder from public storage\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 804/68 of 27 June 1968 on the common organization of the market in milk and milk products (1), as last amended by Regulation (EEC) No 559/76 (2), and in particular Articles 7 (5) and 28 thereof,\nWhereas large quantities of skimmed-milk powder are currently held in public storage in the Community ; whereas steps should be taken to sell these stocks where outlets for the product exist;\nWhereas outlets for skimmed-milk powder held in public storage may appear at short notice ; whereas as a result of the drought, which has caused a fall in the production of skimmed-milk powder, the quantities available on the market may not be sufficient to meet demand ; whereas it is therefore necessary to provide for the purchase of skimmed-milk powder from the intervention agencies ; whereas the price can be fixed by increasing the purchase price for the skimmed-milk powder paid by the intervention agency by an amount which takes into account the market situation and storage costs;\nWhereas it is necessary that the Member States inform the Commission of the quantities of skimmed-milk powder sold under this Regulation;\nWhereas the Management Committee for Milk and Milk Products has not delivered an opinion within the time limit set by its Chairman,", "main_body": ["The intervention agencies of the Member States shall sell to any person wishing to purchase skimmed-milk powder which, at the date when the contract of sale is concluded, has been held in storage by them for not less than six months.", "1. The skimmed-milk powder shall be sold:    (a) ex-storage depot at a price of:      - 92 75 units of account per 100 kilogrammes for the quantities which are the subject of a selling contract concluded before 4 October 1976,\n- 93 75 units of account per 100 kilogrammes for the quantities which are the subject of a selling contract concluded from 4 October 1976;\n(b) in lots of 10 metric tons or more.\n2. The sale by the intervention agency of the skimmed-milk powder shall be subject to the provision by the purchaser, on or before conclusion of the contract of sale, of security in an amount of two units of account per 100 kilogrammes.\nSuch security shall take the form, at the option of the Member State concerned, either of a cheque made out in favour of the intervention agency or of a guarantee satisfying the requirements laid down by that Member State.", "1. The purchaser shall take delivery of the skimmed-milk powder within one month reckoned from the day on which the contract of sale is concluded.\nThe purchaser may take delivery in instalments of the quantity purchased by him, provided that no instalment is of less than 10 metric tons.\n2. Before taking delivery of any quantity, the purchaser shall pay the intervention agency for that quantity.\n3. Except in case of force majeure, if the buyer fails to take delivery of the skimmed-milk powder within the time limit set in paragraph 1, the contract of sale shall be terminated in respect of the quantities outstanding.\n4. The security provided for in Article 2 (2) shall be forfeit in respect of any quantities in respect of which the contract of sale is terminated pursuant to paragraph 3. It shall be released immediately in respect of all quantities of which delivery is taken within the prescribed time limit.\n5. In case of force majeure, the intervention agency shall take such action as it considers necessary in the light of the circumstances invoked.", "The Member States shall inform the Commission not later than the Tuesday of each week of the quantities of skimmed-milk powder which during the preceding week:    - became the subject of a contract of sale,\n- were released from storage.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.  (1)OJ No L 148, 28.6.1968, p. 13. (2)OJ No L 67, 15.3.1976, p. 9.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 10 September 1976.\nFor the Commission\nP.J. LARDINOIS\nMember of the Commission"}