{"celex_id": "31976L0696", "uri": "http://publications.europa.eu/resource/cellar/fa79ebc3-fa00-480d-841e-f7829b75a14b", "type": "Directive", "concepts": ["1896", "2159", "2897", "5383", "5481"], "title": "Commission Directive 76/696/EEC of 27 July 1976 adapting to technical progress Council Directive 73/360/EEC of 19 November 1973 on the approximation of the laws of the Member States relating to non-automatic weighing machines\n", "header": "COMMISSION DIRECTIVE  of 27 July 1976  adapting to technical progress Council Directive 73/360/EEC of 19 November 1973 on the approximation of the laws of the Member States relating to non-automatic weighing machines  (76/696/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 71/316/EEC of 26 July 1971 on the approximation of the laws of the Member States relating to common provisions both for measuring instruments and methods of metrological control (1), as amended by the Act of Accession (2), and in particular Articles 17, 18 and 19 thereof,\nHaving regard to Council Directive 73/360/EEC of 19 November 1973 on the approximation of the laws of the Member States relating to non-automatic weighing machines (3),\nWhereas, since the preparation and adoption of Council Directive 73/360/EEC, new and more advanced weighing systems have been developed ; whereas new designs have appeared or are planned ; whereas the said Directive should therefore be amended to take account of technical progress;\nWhereas under Article 4 (1) of Directive 73/360/EEC Ireland and the United Kingdom have five years in order to comply with it ; whereas this period should therefore be taken into account in this Directive;\nWhereas the provisions of this Directive are in accordance with the opinion of the Committee to Adjust to Technical Progress those Directives which Concern the Elimination of Technical Barriers to Trade in Measuring Instruments,", "main_body": ["In the Annex to Council Directive 73/360/EEC of 19 November 1973, the texts of items 2.2.2.2, 2.2.2.4, 3.2.1.2, 3.2.2.2, 3.2.2.2.2.2, 3.2.7, 4.3.4, 6.2.1.2, 8.2.2, 10.7.1, 10.7.3, 10.7.4, 10.7.5, 10.7.6, 10.13.2.1.3, 10.13.2.2.3, 11.5.2.2.1 and 11.5.2.2.3 are hereby amended in accordance with the Annex hereto. Items 2.2.2.8 and 2.2.2.9 are hereby added. Item 9.1 is hereby deleted.", "1. Member States shall adopt the laws, regulations and administrative provisions needed in order to comply with this Directive in such a manner that these provisions shall take effect one year after the date of notification of this Directive.\n2. However, in the event of Ireland and the United Kingdom implementing the provisions of the Council Directive of 19 November 1973 at any time later than the date fixed in the preceding paragraph, the provisions of this Directive shall take effect simultaneously therewith.\n3. Member States shall communicate the texts of the provisions of national law which they adopt in the field covered by this Directive to the Commission.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 27 July 1976.\nFor the Commission\nFinn GUNDELACH\nMember of the Commission  (1)OJ No L 202, 6.9.1971, p. 1. (2)OJ No L 73, 27.3.1972, p. 14. (3)OJ No L 335, 5.12.1973, p. 1.\nANNEX\n2.2.2.2. Zero setting device\nDevice for setting the indication of the machine to zero when the load receptor is empty.\n2.2.2.2.1. Non-automatic device\nDevice for setting the machine to zero by an operator.\n2.2.2.2.2. Semi-automatic device\nDevice for setting the machine to zero automatically following a manual command.\n2.2.2.2.3. Automatic device\nDevice for setting the machine to zero automatically without intervention by an operator.\n2.2.2.2.4. Automatic zero correction device\nDevice for correcting automatically the deviations from zero on each weighing result.\n2.2.2.4. Tare device\nDevice for resetting the indication of an instrument to zero when a load is placed on the load receptor:    - either balancing the tare without intruding on the weighing range of the machine (tare adding device),\n- or subtracting the tare from the weighing result, thus reducing the weighing range of the machine (tare subtracting device).\n2.2.2.4.1. Non-automatic device\nDevice for balancing the tare by an operator.\n2.2.2.4.2. Semi-automatic device\nDevice for balancing the tare automatically following a single manual command.\n2.2.2.4.3. Automatic device\nDevice for balancing the tare automatically without intervention by an operator.\n2.2.2.8. Indication stabilizing device\nDevice for obtaining a stable indication against disturbances within a given range.\n2.2.2.9. Oscillation integrating device\nDevice for obtaining a stable indication corresponding to the mean of the oscillations.\n3.2.1.2.Graduated machines (1)\nand\n3.2.2.2. Graduated machines (1)\nfootnote:\n(1)For machines fitted with a device for interpolation of reading, or with an indicating device on which the last figure is clearly differentiated from the other figures, see items 3.2.6 and 3.2.7.\n>PIC FILE= \"T0009312\">\n4.3.4. Variation on returning to zero\nVariation on returning to zero immediately after removal of a load which has remained on the machine for half an hour may not exceed half the verification scale interval.\nThe test must be carried out under practically stable conditions.\n6.2.1.2. Discontinuous (digital) indication or printing\nAn extra load, equivalent to 1.4 of a discontinuous (digital) scale interval, placed gently on the machine at equilibrium, with any test load, must increase the initial indication. (In particular with any test load which is just greater than the load causing a change of indication).\n8.2.2. Special temperature limits\nMachines for which special ranges of working temperature are specified in the descriptive markings must satisfy within these ranges the provisions in sections 4, 5 and 6.\nThese ranges must be equal to at least:\n1ยบ C for machines of special accuracy with a verification scale interval of less than 0.1 mg,\n5ยบ C for other machines of special accuracy, (x)\n15ยบ C for machines of high accuracy,\n30ยบ C for machines of medium or ordinary accuracy.\n9.1. General\nItem to be deleted from the Annex to Council Directive 73/360/EEC of 19 November 1973.\n10.7.1. Zero-setting device\nThe machines may be provided with one or more zero setting devices and or an automatic zero correction device.\n10.7.3. Accuracy in zero-setting and automatic zero correction\nZero-setting and automatic zero correction shall be carried out to within one-quarter of the smallest verification scale interval of the machine.\n10.7.4. Control of the zero-setting device\nControl of the zero-setting device must be separate from that of the tare device if the machine is provided with both these devices.\n10.7.5. Zero indicating device on machines with discontinuous (digital) indication or printing\nMachines with discontinuous (digital) indication or printing, which are not fitted with a continuous (analogue) indication or on which the continuous (analogue) scale interval is greater than the discontinuous (digital) scale interval of the machine, shall be provided with an additional zero checking device.\nThis device shall indicate clearly any deviation from zero exceeding one quarter of the discontinuous (digital) scale interval of the machine.\nIf this device is continuous (analogue), its scale interval shall not exceed the discontinuous (digital) scale interval of the machine.\nThis device shall not be obligatory for machines fitted with an automatic zero-setting device or an automatic zero-correction device.\n10.7.6. Automatic zero-setting device and automatic zero-correction device\nOperation of an automatic zero setting device or an automatic zero-correction device shall be impossible when:    - the tare adding device or the device for extending the range of self-indication or printing is not at zero,\n- the machine is not in stable equilibrium.\n10.13.2.1.3. Scale intervals of unit prices\nThe scale intervals of unit prices must permit the choice of any of the unit prices required by the use of the machine.\n10.13.2.2.3. Scale intervals of price-to-pay\nThe national regulations shall apply.\n11.5.2.2.1. Zero-setting devices\nThe operation of non-automatic and semi-automatic zero-setting devices shall be carried out by means of a tool and shall be clearly visible from both sides of the machine.\nIt must be impossible for the tool to be left in the operating position.\n11.5.2.2.3. Tare devices\nTare devices on weighing machines with two platforms are prohibited.\nTare devices are allowed on machines with a single platform on the condition that they allow the public to see:    - whether they are in use (see item 12.6.3), and\n- whether their setting is altered.\n11.5.2.2.3.1. Non automatic tare devices\nThe progressive effect of these devices shall not exceed:        - one scale interval of the machine when one point of the circumference of the rotating control moves 5 mm,\n- one scale interval of the machine when the linear control moves 5 mm,\n- one scale interval of the machine if a tare device with a discontinuous control is fitted to a machine with discontinuous indication,\n- one scale interval of the machine if a tare device with a discontinuous control is fitted to a machine with continuous indication, having a scale interval not exceeding 2 g,\n- one half scale interval of the machine if the tare device with discontinuous control is fitted to a machine with continuous indication, having a scale interval equal to or greater than 5 g.\nIn the case of price-indicating machines using electric energy, and fitted with a tare device with a continuous control the indication of the price to pay shall be blanked out if the taring operation is not completed.\n11.5.2.2.3.2. Semi-automatic tare devices\nThese devices are authorized on the condition that:        - they can only be operated when the machine is in stable equilibrium,\n- the action of the tare devices does not permit a reduction of the value of the tare,\n- their effect can only be cancelled when there is no load on the load receptor.\nIn addition, the machines shall comply with one of the following two requirements:         1. the indication of the value of the tare appears on both sides of the machine for the duration of the weighing;\n2. the removal of the load from the load receptor, after operation of the tare device, has one of the following effects:          - the indication returns to zero and the effect of the tare device is cancelled,\n- the value of the tare with a \"minus\" sign is indicated,\n- all indications are blanked until the effect of the tare device is cancelled.\n11.5.2.2.3.3. Automatic tare device\nThese devices are prohibited."}