{"celex_id": "31975L0034", "uri": "http://publications.europa.eu/resource/cellar/ff920686-d3c4-4169-9ceb-f56d088b970d", "type": "Directive", "concepts": ["3460", "3526", "532", "6008"], "title": "Council Directive 75/34/EEC of 17 December 1974 concerning the right of nationals of a Member State to remain in the territory of another Member State after having pursued therein an activity in a self-employed capacity\n", "header": "COUNCIL DIRECTIVE  of 17 December 1974  concerning the right of nationals of a Member State to remain in the territory of another Member State after having pursued therein an activity in a self-employed capacity  (75/34/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 235 thereof;\nHaving regard to the General Programme for the abolition of restrictions on freedom of establishment (1), and in particular Title II thereof;\nHaving regard to the proposal from the Commission;\nHaving regard to the Opinion of the European Parliament (2);\nHaving regard to the Opinion of the Economic and Social Committee (3);\nWhereas pursuant to Council Directive No 73/148/EEC (4) of 21 May 1973 on the abolition of restrictions on movement and residence within the Community for nationals of Member States with regard to establishment and the provision of services, each Member State grants the right of permanent residence to nationals of other Member States who establish themselves within its territory in order to pursue activities as self-employed persons, when the restrictions on these activities have been abolished pursuant to the Treaty;\nWhereas it is normal for a person to prolong a period of permanent residence in the territory of a Member State by remaining there after having pursued an activity there ; whereas the absence of a right so to remain in such circumstances is an obstacle to the attainment of freedom of establishment ; whereas, as regards employed persons, the conditions under which such a right may be exercised have already been laid down by Regulation (EEC) No 1251/70 (5);\nWhereas Article 48 (3) (d) of the Treaty recognizes the right of workers to remain in the territory of a Member State after having been employed in that State ; whereas Article 54 (2) does not expressly provide a similar right for self-employed persons ; whereas, nevertheless, the nature of establishment, together with attachments formed to the countries in which they have pursued their activities, means that such persons have a definite interest in enjoying the same right to remain as that granted to workers ; whereas in justification of this measure reference should be made to the Treaty provision enabling it to be taken;\nWhereas freedom of establishment within the Community requires that nationals of Member States may pursue self-employed activities in several Member States in succession without thereby being placed at a disadvantage;\nWhereas a national of a Member State residing in the territory of another Member State should be guaranteed the right to remain in that territory when he ceases to pursue an activity as a self-employed person in that State because he has reached retirement age or by reason of permanent incapacity to work ; whereas such a right should also be guaranteed to the national of a Member State who, after a period of activity in a self-employed capacity and residence in the territory of a second Member State, pursues an activity in the territory of a third Member State, while still retaining his residence in the territory of the second State;\nWhereas, to determine the conditions under which the right to remain arises, account should be taken of the reasons which have led to the termination of activity in the territory of the Member State concerned and, in particular, of the difference between retirement, the normal and foreseeable end of working life, and permanent incapacity to work which leads to a premature and unforeseeable termination  (1)OJ No 2, 15.1.1962, p. 36/62. (2)OJ No C 14, 27.3.1973, p. 20. (3)OJ No C 142, 31.12.1972, p. 12. (4)OJ No L 172, 28.6.1973, p. 14. (5)OJ No L 142, 30.6.1970, p. 24.\nof activity ; whereas special conditions must be laid down where the spouse is or was a national of the Member State concerned, or where termination of activity is the result of an accident at work or occupational illness;\nWhereas a national of a Member State who has reached the end of his working life, after working in a self-employed capacity in the territory of another Member State, should have sufficient time in which to decide where he wishes to establish his final residence;\nWhereas the exercise of the right to remain by a national of a Member State working in a self-employed capacity entails extension of such right to the members of his family ; whereas in the case of the death of a national of a Member State working in a self-employed capacity during his working life the right of residence of the members of his family must also be recognized and be the subject of special conditions;\nWhereas persons to whom the right to remain applies must enjoy equality of treatment with nationals of the State concerned who have reached the end of their working lives,", "main_body": ["Member States shall, under the conditions laid down in this Directive, abolish restrictions on the right to remain in their territory in favour of nationals of another Member State who have pursued activities as self-employed persons in their territory, and members of their families, as defined in Article 1 of Directive No 73/148/EEC.", "1. Each Member State shall recognize the right to remain permanently in its territory of:    (a) any person who, at the time of termination of his activity, has reached the age laid down by the law of that State for entitlement to an old-age pension and who has pursued his activity in that State for at least the previous twelve months and has resided there continuously for more than three years.\nWhere the law of that Member State does not grant the right to an old-age pension to certain categories of self-employed workers, the age requirement shall be considered as satisfied when the beneficiary reaches 65 years of age;\n(b) any person who, having resided continuously in the territory of that State for more than two years, ceases to pursue his activity there as a result of permanent incapacity to work.\nIf such incapacity is the result of an accident at work or an occupational illness entitling him to a pension which is payable in whole or in part by an institution of that State no condition shall be imposed as to length of residence;\n(c) any person who, after three years' continuous activity and residence in the territory of that State, pursues his activity in the territory of another Member State, while retaining his residence in the territory of the first State, to which he returns, as a rule, each day or at least once a week.\nPeriods of activity so completed in the territory of the other Member State shall, for the purposes of entitlement to the rights referred to in (a) and (b), be considered as having been completed in the territory of the State of residence.\n2. The conditions as to length of residence and activity laid down in paragraph 1 (a) and the condition as to length of residence laid down in paragraph 1 (b) shall not apply if the spouse of the self-employed person is a national of the Member State concerned or has lost the nationality of that State by marriage to that person.", "1. Each Member State shall recognize the right of the members of the self-employed person's family referred to in Article 1 who are residing with him in the territory of that State to remain there permanently, if the person concerned has acquired the right to remain in the territory of that State in accordance with Article 2. This provision shall continue to apply even after the death of the person concerned.\n2. If, however, the self-employed person dies during his working life and before having acquired the right to remain in the territory of the State concerned, that State shall recognize the right of the members of his family to remain there permanently on condition that:    - the person concerned, on the date of his decease, had resided continuously in its territory for at least two years ; or\n- his death resulted from an accident at work or an occupational illness ; or\n- the surviving spouse is a national of that State or lost such nationality by marriage to the person concerned.", "1. Continuity of residence as provided for in Articles 2 (1) and 3 (2) may be attested by any means of proof in use in the country of residence. It may not be affected by temporary absences not exceeding a total of three months per year, nor by longer absences due to compliance with the obligations of military service.\n2. Periods of inactivity due to circumstances outside the control of the person concerned or of inactivity owing to illness or accident must be considered as periods of activity within the meaning of Article 2 (1).", "1. Member States shall allow the person entitled to the right to remain to exercise such right within two years from the time of becoming entitled thereto pursuant to Article 2 (1) (a) and (b) and Article 3. During this period the beneficiary must be able to leave the territory of the Member State without adversely affecting such right.\n2. Member States shall not require the person concerned to comply with any particular formality in order to exercise the right to remain.", "1. Member States shall recognize the right of persons having the right to remain in their territory to a residence permit, which must:    (a) be issued and renewed free of charge or on payment of a sum not exceeding the dues and taxes payable by nationals for the issue or renewal of identity cards;\n(b) by valid throughout the territory of the Member State issuing it;\n(c) be valid for five years and renewable automatically.\n2. Periods of non-residence not exceeding six consecutive months and longer absences due to compliance with the obligations of military service may not affect the validity of a residence permit.", "Member States shall apply to persons having the right to remain in their territory the right of equality of treatment recognized by the Council Directives on the abolition of restrictions on freedom of establishment pursuant to Title III of the General Programme which provides for such abolition.", "1. This Directive shall not affect any provisions laid down by law, regulation or administrative action of any Member State which would be more favourable to nationals of other Member States.\n2. Member States shall facilitate re-admission to their territories of self-employed persons who left those territories after having resided there permanently for a long period while pursuing an activity there and who wish to return when they have reached retirement age as defined in Article 2 (1) (a) or are permanently incapacitated for work.", "Member States may not derogate from the provisions of this Directive save on grounds of public policy, public security or public health.", "0\n1. Member States shall, within twelve months of notification of this Directive, bring into force the  measures necessary to comply with its provisions and shall forthwith inform the Commission thereof.\n2. Following notification of this Directive, Member States shall further ensure that the Commission is informed, in sufficient time for it to submit its comments, of all proposed laws, regulations or administrative provisions which they intend to adopt in the field covered by this Directive.", "1\nThis Directive is addressed to the Member States."], "attachments": "Done at Brussels, 17 December 1974.\nFor the Council\nThe President\nM. DURAFOUR"}