{"celex_id": "31975R2773", "uri": "http://publications.europa.eu/resource/cellar/dca9fa81-6abc-4f1c-a049-2370e6cbda11", "type": "Regulation", "concepts": ["2121", "2591", "2643", "5363"], "title": "Regulation (EEC) No 2773/75 of the Council of 29 October 1975 laying down rules for calculating the levy and the sluice-gate price for eggs\n", "header": "REGULATION (EEC) No 2773/75 OF THE COUNCIL  of 29 October 1975  laying down rules for calculating the levy and the sluice-gate price for eggs\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community;\nHaving regard to Council Regulation (EEC) No 2771/75 (1) of 29 October 1975 on the common organization of the market in eggs, and in particular Articles 4 (3) and 7 (5) thereof;\nHaving regard to the proposal from the Commission;\nWhereas one of the components of the levy on eggs in shell is equal to the difference between prices within the Community and on the world market for the quantity of feed grain required for the production in the Community of one kilogramme of eggs in shell;\nWhereas that quantity should be determined on the basis of a processing coefficient of 1 : 2.563 which represents the ratio of one kilogramme of eggs in shell to the weight of feed grain required for its production ; whereas when this ratio is being determined account should be taken of the feed requirements of layers to ensure their growth, upkeep and output in terms of the annual laying average ; whereas, however, account should also be taken of the sale of cast hens;\nWhereas the levy on eggs for hatching should be calculated in the same way as the levy on eggs in shell ; whereas, however, the quantity of feed grain to be used should be that required for the production in the Community of one egg for hatching;\nWhereas that quantity should be determined on the basis of a processing coefficient of 1 : 0.245, expressing the ratio of one egg for hatching to the quantity of feed grain required for its production ; whereas when this ratio is being determined account should be taken of the abovementioned feed requirements of layers and the specific production conditions of undertakings supplying eggs for hatching;\nWhereas the composition of a mixture of cereals making up these quantities should be determined;\nWhereas this mixture includes cereals and by-products which it is advisable to assimilate to one of the three cereals mainly used as feed for layers, namely maize, barley and oats ; whereas in particular fodder wheat should be assimilated to barley;\nWhereas therefore a cereal mixture made up as follows should be regarded as representative: >PIC FILE= \"T0008434\">\nWhereas in view of the composition of these quantities of feed grain it would appear necessary that their price within the Community and on the world market should be equal to the average, weighted according to the composition mentioned, of the prices within the Community and on the world market for each of the cereals in question;\nWhereas in order to calculate the price for each type of feed grain it is necessary to take as a basis:    - the average of the threshold prices, plus the monthly increase for the period mentioned in the second subparagraph of Article 4 (1) (a) of Regulation (EEC) No 2771/75,\n- the average of the cif prices determined for the period mentioned in the third subparagraph of Article 4 (1) (a) of Regulation (EEC) No 2771/75;\nWhereas in accordance with Article 7 of Regulation (EEC) No 2771/75 the sluice-gate price for eggs in shell consists of two components:    - the price on the world market for the quantity of feed grain required for the production in third countries of one kilogramme of eggs in shell,  (1)See page 49 of this Official Journal.\n- a standard amount representing other feeding costs and overhead costs of production and marketing;\nWhereas the sluice-gate price for eggs for hatching should be calculated in the same way as the sluice-gate price for eggs in shell ; whereas, however, the price for the quantity of feed grain on the world market should be the price for the quantity required for the production in third countries of one egg for hatching;\nWhereas the quantities of feed grain should be determined on the basis of processing coefficients of 1 : 2.770 for eggs in shell and 1 : 0.245 for eggs for hatching ; whereas this coefficient should be determined according to the same criteria as those used to determine the processing coefficients used in calculating the levy ; whereas, however, as regards eggs in shell, account should not be taken of the sale of cast hens;\nWhereas in the light of experience in the Community and on the world market the same composition should be adopted for the quantity of feed grain on the world market as that used in the Community for calculating the levy;\nWhereas the price for the quantity of feed grain should be calculated in the same way as the levy;\nWhereas the average of the cif prices should be increased by 0.475 unit of account per 100 kilogrammes of cereal in order to take account of cost of carriage to place of use and cost of processing into feedingstuffs;\nWhereas when the quantity of feed grain on the world market is being determined other feeding costs and overhead costs of production and marketing are not taken into account ; whereas these other feeding costs cover supplementary protein foods, mineral salts, vitamins and prophylactic products ; whereas overhead costs of production and marketing include veterinary fees, animal boarding costs, labour, insurance, transport and the trading margin ; whereas these costs may be assessed at flat rates of:    - 0.4366 unit of account per kilogramme for eggs in shell,\n- 0.0655 unit of account for one egg for hatching;\nWhereas when the sluice-gate price applicable from 1 November, 1 February and 1 May is being fixed, trends in world market prices for feed grain should be taken into account only if the price of the quantity of feed grain shows a minimum variation from that used in calculating the sluice-gate price for the preceding quarter ; whereas a variation of less than 3 % has no appreciable effect on feeding costs in respect of eggs in shell ; whereas the minimum variation should be fixed at 3 %,", "main_body": ["The quantities and composition of feed grain mentioned in Article 4 (1) (a) and (2) of Regulation (EEC) No 2771/75 are fixed as shown in columns 3 and 4 of Annex I.", "1. The price for the quantity of feed grain in the Community shall be equal to the average, weighted according to the percentages shown in column 4 of Annex I, of the prices within the Community per kilogramme for each of the cereals included in this quantity, the average being multiplied by the corresponding figure in column 3 of Annex I.\n2. The price for each type of feed grain in the Community shall be equal to the average of the threshold prices, plus their monthly price increase, operative for that cereal for a period of 12 months beginning on 1 August.", "1. The price for the quantity of feed grain on the world market shall be equal to the average, weighted according to the percentages shown in column 4 of Annex I, of the prices on the world market per kilogramme for each of the cereals included in this quantity, the average being multiplied by the corresponding figure in column 3 of Annex I.\n2. The price for each type of feed grain on the world market shall be equal to the average of the cif prices determined for that cereal for the period of six months mentioned in the third subparagraph of Article 4 (1) (a) of Regulation (EEC) No 2771/75.", "1. The price for the quantities of feed grain mentioned in Article 7 (2) (a) and (3) of Regulation\n(EEC) No 2771/75 shall be equal to the price for the quantities of feed grain shown in column 3 of Annex II, the composition of which appears in column 4 of Annex II.\n2. The price for these quantities of feed grain shall be equal to the average, weighted according to the percentages shown in column 4 of Annex II, of the prices per kilogramme for each of the cereals included in this quantity, the average being multiplied by the corresponding figure in column 3 of Annex II.\n3. The price for each cereal shall be equal to the average of the cif prices determined for that cereal for the period of six months mentioned in the second subparagraph of Article 7 (2) of Regulation (EEC) No 2771/75, increased by 0.475 unit of account per 100 kilogrammes of cereal.", "The standard amounts in Article 7 (2) (b) and (3) of Regulation (EEC) No 2771/75 are fixed as shown in column 5 of Annex II.", "The minimum variation mentioned in the last subparagraph of Article 7 (2) of Regulation (EEC) No 2771/75 is fixed at 3 %.", "1. Council Regulation No 145/67/EEC (1) of 21 June 1967 laying down rules for calculating the levy and the sluice-gate price for eggs, as amended by Regulation (EEC) No 1716/74 (2), is hereby repealed.\n2. References to the Regulation repealed by paragraph 1 shall be construed as references to this Regulation.", "This Regulation shall enter into force on 1 November 1975.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 29 October 1975.\nFor the Council\nThe President\nG. MARCORA\n(1)OJ No 125, 26.6.1967, p. 2467/67. (2)OJ No L 181, 4.7.1974, p. 1.\nANNEX I\n>PIC FILE= \"T0007956\">\nANNEX II\n>PIC FILE= \"T0007957\">"}