{"celex_id": "31975R3320", "uri": "http://publications.europa.eu/resource/cellar/71044186-99d1-4fbf-af25-ace61be7395a", "type": "Regulation", "concepts": ["1654", "2591", "2641", "2871", "3732"], "title": "Regulation (EEC) No 3320/75 of the Commission of 19 December 1975 amending Regulation (EEC) No 1613/71 laying down detailed rules for fixing cif prices and levies on rice and broken rice and the corrective amounts relating thereto\n", "header": "REGULATION (EEC) No 3320/75 OF THE COMMISSION  of 19 December 1975  amending Regulation (EEC) No 1613/71 laying down detailed rules for fixing cif prices and levies on rice and broken rice and the corrective amounts relating thereto\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community;\nHaving regard to Council Regulation No 359/67/EEC (1) of 25 July 1967 on the common organization of the market in rice, as last amended by Regulation (EEC) No 668/75 (2), and in particular Article 16 (5) thereof;\nWhereas Article 5 (1) of Commission Regulation (EEC) No 1613/71 (3) laying down detailed rules for fixing cif prices and levies on rice and broken rice and the corrective amounts relating thereto, as last amended by Regulation (EEC) No 1057/73 (4), requires the Commission to fix the levies for rice and broken rice in units of account per 100 kilogrammes ; whereas cif offer prices for rice from non-member countries are increasingly being made per metric ton ; whereas for that reason and to standardize the presentation of data in the rice sector, the cif prices, levies and corrective amounts should be fixed in units of account per metric ton;\nWhereas the cif prices for rice include the value of the sacks where the product is not offered in bulk ; whereas since 1967 the value of sacks has risen in line with the general increase in costs ; whereas such prices should therefore include an increased value for sacks;\nWhereas the Blue Bonnet variety of long rice from South America is often offered at the same price as that of the Belle Patna and Blue Belle varieties, with an option for the seller to deliver one or other of the latter varieties ; whereas all these three varieties from South America are of the same quality ; whereas South American Blue Bonnet long rice should therefore be classified under Type 11 in Annex II to Regulation (EEC) No 1613/71;\nWhereas certain types of fine and medium broken rice, although offered at widely differing prices, are interchangeable, particularly in the brewing and starch industries, owing to their very similar starch content ; whereas they differ only in appearance and in the proportion of impurities that they contain ; whereas the intrinsic qualities of such broken rice are closer to the standard quality than is at present allowed for in Annex III to Regulation (EEC) No 1613/71 ; whereas the corrective amounts for broken rice should therefore be amended accordingly;\nWhereas the Management Committee for Cereals has not delivered an opinion within the time limit set by its Chairman,", "main_body": ["In the second subparagraph of Article 1 (1) of Regulation (EEC) No 1613/71, the phrase \"0.50 unit of account per 100 kilogrammes\" is hereby replaced by the following : \"6 units of account per metric ton\".", "Article 5 (1) of Regulation (EEC) No 1613/71 is hereby replaced by the following:\n\"1. The Commission shall fix the levies on the products listed in Article 1 (1) (a) and (b) of Regulation No 359/67/EEC, in units of account per metric ton.\"", "The Annexes to Regulation (EEC) No 1613/71 are hereby replaced by the following Annexes:  (1)OJ No 174, 31.7.1967, p. 1. (2)OJ No L 72, 20.3.1975, p. 18. (3)OJ No L 168, 27.7.1971, p. 28. (4)OJ No L 105, 20.4.1973, p. 10.\nANNEX I\n>PIC FILE= \"T0007790\">     1. The qualities listed in Annex I apply to husked rice of the following grades:      - top for Egyptian round rice,\n- 2 for other rice.\n2. Where rice offered is of a grade higher than those specified under 1, the amount to be added shall be reduced by 3.00 u.a./metric ton.\n3. Where rice offered is of a grade lower than those specified under 1, the amount to be added shall be increased by 3.00 u.a./metric ton for each drop in grade.\n4. Where the grade of the rice offered is not specified, the amount to be added shall be increased by:      - 3.00 u.a./metric ton for rice containing not less than 15 % but not more than 25 % of broken rice,\n- 6.00 u.a./metric ton for rice containing 25 % or more of broken rice.\n5. In the absence of information allowing the exact characteristics of a quality of rice to be identified, the offer shall be taken to apply to best-quality rice.\nANNEX II\n>PIC FILE= \"T0007791\">     1. The qualities listed in Annex II apply to husked rice of the following grades:      - B for Siam rice,\n- 2 for other rice.\n2. Where the rice offered is of a grade higher than those specified under 1, the amount to be subtracted shall be increased by 3.00 u.a./metric ton.\n3. Where the rice offered is of a grade lower than those specified under 1, the amount to be subtracted shall be reduced by 3.00 u.a./metric ton for each drop in grade.\n4. Where the grade of the rice offered is not specified, the amount to be subtracted shall be reduced by:      - 3.00 u.a./metric ton for rice containing not less than 15 % but not more than 25 % of broken rice,\n- 6.00 u.a./metric ton for rice containing 25 % or more of broken rice.\n5. In the absence of information allowing the exact characteristics of a quality of rice to be identified, the offer shall be taken to apply to best-quality rice.\nANNEX III\n>PIC FILE= \"T0007792\">", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 December 1975.\nFor the Commission\nP.J. LARDINOIS\nMember of the Commission"}