{"celex_id": "31975L0324", "uri": "http://publications.europa.eu/resource/cellar/69687c1e-b458-44a2-a637-cde4c9b1ffec", "type": "Directive", "concepts": ["2081", "212", "5754", "87"], "title": "Council Directive 75/324/EEC of 20 May 1975 on the approximation of the laws of the Member States relating to aerosol dispensers\n", "header": "COUNCIL DIRECTIVE  of 20 May 1975  on the approximation of the laws of the Member States relating to aerosol dispensers  (75/324/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 100 thereof;\nHaving regard to the proposal from the Commission;\nHaving regard to the Opinion of the European Parliament (1);\nHaving regard to the Opinion of the Economic and Social Committee (2);\nWhereas, in certain Member States, aerosol dispensers are required to comply with certain mandatory technical specifications ; whereas such specifications differ from one Member State to another and, by so doing, hinder trade within the Community;\nWhereas these barriers to the establishment and functioning of the common market can be removed if all the Member States adopt the same specifications, either in addition to or in place of those laid down in their present laws, and whereas these specifications must relate, more particularly, to the manufacture, filling and nominal capacities of aerosol dispensers;\nWhereas, at the present stage of technical progress, the field of application of this Directive should be limited to aerosol dispensers made of metal, glass or plastic;\nWhereas the technical specifications listed in the Annex to this Directive will need to be promptly adapted in line with technical progress ; whereas, to facilitate the implementation of the appropriate necessary measures, a procedure should be laid down for close cooperation between the Member States and the Commission within a Committee on the adaptation to technical progress of the Directive on aerosol dispensers;\nWhereas it is possible that some aerosol dispensers placed on the market may represent a safety risk even though they satisfy the requirements of this Directive and of the Annex thereto ; whereas a procedure should therefore be laid down to obviate this risk,", "main_body": ["This Directive shall apply to aerosol dispensers as defined in Article 2, with the exception of those with a maximum capacity of less than 50 ml, and those with a maximum capacity greater than that specified in points 3.1, 4.1.1, 4.2.1, 5.1 and 5.2 respectively of the Annex to this Directive.", "For the purpose of this Directive, the term \"aerosol dispenser\" shall mean any non-reusable container made of metal, glass or plastic and containing a gas compressed, liquefied or dissolved under pressure, with or without a liquid, paste or powder, and fitted with a release device allowing the contents to be ejected as solid or liquid particles in suspension in a gas, as a foam, paste or powder or in a liquid state.", "The person responsible for the marketing of aerosol dispensers shall affix the symbol \"3\" (inverted epsilon) to aerosol dispensers, as proof that they satisfy the requirements of this Directive and the Annex thereto.", "The Member States may not, for reasons related to the requirements laid down in this Directive and the Annex thereto, refuse, prohibit or restrict the marketing of any aerosol dispenser which complies with the requirements of this Directive and the Annex thereto.  (1)OJ No C 83, 11.10.1973, p. 24. (2)OJ No C 101, 23.11.1973, p. 28.", "The amendments required to adapt to technical progress the Annex to this Directive shall be adopted according to the procedure laid down in Article 7.", "1. A committee on the adaptation to technical progress of the Directive on aerosol dispensers, hereinafter called the \"Committee\", is hereby set up and shall consist of representatives of the Member States with a Commission representative as Chairman.\n2. The Committee shall adopt its rules of procedure.", "1. Where the procedure laid down in this Article is to be followed, the matter shall be referred to the Committee by its Chairman, either on his own initiative or at the request of the representative of a Member State.\n2. The Commission representative shall submit to the Committee a draft of the measures to be taken. The Committee shall deliver its opinion on the draft within a period of two months. Opinions shall be adopted by a majority of 41 votes, the votes of the Member States being weighted as provided in Article 148 (2) of the Treaty. The Chairman shall not vote.\n3.    (a) The Commission shall adopt the proposed measures where they are in accordance with the Opinion of the Committee.\n(b) Where the proposed measures are not in accordance with the opinion of the Committee or if no opinion is delivered, the Commission shall without delay propose to the Council the measures to be adopted. The Council shall act by a qualified majority.\n(c) If the Council has not acted within three months of the proposal's being submitted to it, the proposed measures shall be adopted by the Commission.", "1. Without prejudice to other Community Directives, in particular to Directives on dangerous substances and preparations, each aerosol dispenser or, where particulars cannot be put on the aerosol dispenser due to its small dimensions (maximum capacity of 150 ml or less) a label attached thereto must bear the following particulars in visible, legible and indelible characters:    (a) the name and address or trade mark of the person responsible for marketing the aerosol dispenser,\n(b) the symbol \"3\" (inverted epsilon) certifying conformity with the requirements of this Directive,\n(c) code markings enabling the filling batch to be identified,\n(d) the details referred to in point 2.2 of the Annex,\n(e) the net contents by weight and by volume.\n2. Member States may make the marketing of aerosol dispensers in their territory conditional on the use of their national language or languages for the wording on the label.", "Member States shall take all necessary measures to prevent the use on aerosol dispensers of markings or inscriptions which might be confused with the symbol \"3\" (inverted epsilon).", "0\n1. If a Member State notes, on the basis of a substantive justification, that one or more aerosol dispensers, although complying with the requirements of the Directive, represent a hazard to safety or health, it may provisionally prohibit the sale of the dispenser or dispensers in its territory or subject it or them to special conditions. It shall immediately inform the other Member States and the Commission thereof, stating the grounds for its decision.\n2. The Commission shall, within six weeks, consult the Member States concerned, following which it shall deliver its opinion without delay and take the appropriate steps.\n3. If the Commission is of the opinion that technical adaptations to the Directive are necessary, such adaptations shall be adopted by either the Commission or the Council in accordance with the procedure laid down in Article 7. In that case, the Member State having adopted safeguard measures may maintain them until the entry into force of the adaptations.", "1\n1. The Member States shall bring into force the provisions necessary to comply with this Directive within 18 months of its notification and shall forthwith inform the Commission thereof.\n2. The Member States shall communicate to the Commission the texts of the provisions of national law which they adopt in the field covered by this Directive.", "2\nThis Directive is addressed to the Member States."], "attachments": "Done at Brussels, 20 May 1975.\nFor the Council\nThe President\nR. RYAN\nANNEX\n1. DEFINITIONS\n1.1. Pressures\n\"Pressures\" means the internal pressures expressed in bars (relative pressures).\n1.2. Test pressure\n\"Test pressure\" means the pressure to which an unfilled aerosol dispenser container may be subjected for 25 seconds without any leakage being caused or, in the case of metal or plastic containers, any visible or permanent distortion except as allowed under 6.1.1.2.\n1.3. Bursting pressure\n\"Bursting pressure\" means the minimum pressure which causes the aerosol dispenser container to burst or rupture.\n1.4. Total capacity of the container\n\"Total capacity of the container\" means the volume in millilitres of an open container up to the rim of the opening.\n1.5. Net capacity\n\"Net capacity\" means the volume in millilitres of a filled and closed aerosol dispenser.\n1.6. Volume of liquid phase\n\"Volume of liquid phase\" means the volume of the non-gaseous phases in the filled and closed aerosol dispenser.\n1.7. Test conditions\n\"Test conditions\" means the values of test and bursting pressures exerted hydraulically at 20º C (± 5º C).\n1.8. Flammable contents\n\"Flammable contents\" means:      (a) gases which are flammable in air at normal pressure;\n(b) substances and preparations in liquid form which have a flash point less than, or equal to, 100º C.\nThe method of determining the flash point is defined in Annex V to Council Directive 67/548/EEC (1) of 27 June 1967 concerning the approximation of the laws, regulations and administrative provisions of the Member States relating to the classification, packaging and labelling, of dangerous substances, as last amended by Directive 73/146/EEC (2);\n2. GENERAL PROVISIONS\n2.1. Construction and equipment        2.1.1. The filled aerosol dispenser must be such that, under normal conditions of use and storage, it complies with the provisions of this Annex.  (1)OJ No 196, 16.8.1967, p. 1. (2)OJ No L 167, 25.6.1973, p. 1.\n2.1.2. The valve must enable the aerosol dispenser to be virtually hermetically sealed under normal conditions of storage or transport and must be protected, for example by means of a protective cap, against any unintentional opening and any deterioration.\n2.1.3. There must be no possibility that the mechanical resistance of the aerosol dispenser can be impaired by the action of the substances contained in it, even during prolonged storage.\n2.2. Inscriptions\nWithout prejudice to the Directives relating to dangerous substances and preparations, each aerosol dispenser or its packing shall be marked clearly and legibly as follows:   (a) \"Pressurized container : protect from sunlight and do not expose to temperatures exceeding 50º C. Do not pierce or burn, even after use.\";\n(b) \"Do not spray on a naked flame or any incandescent material\", unless the aerosol dispenser is designed for that purpose;\n(c) \"Flammable\" or the symbol of a naked flame if the contents include more than 45 % by weight, or more than 250 g of flammable components.\n3. SPECIAL PROVISIONS FOR METAL AEROSOL DISPENSERS\n3.1. Capacity\nThe total capacity of these containers may not exceed 1 000 ml.        3.1.1. Test pressure of the container    (a) For containers filled at a pressure of less than 6 77 bars at 50º C, the test pressure must be equal to at least 10 bars.\n(b) For containers filled at a pressure equal to or greater than 6 77 bars at 50º C, the test pressure must be 50 % higher than the internal pressure at 50º C.\n3.1.2. Filling\nAt 50º C, the pressure in the aerosol dispenser must not exceed 12 bars, whatever kind of gas is used for filling.\n3.1.3. Volume of the liquid phase\nThe volume of the liquid phase at 50º C must not exceed 87 % of the net capacity. However, for containers with a concave base which becomes convex before bursting, the volume of the liquid phase at 50º C may be as much as 95 % of the net capacity.\n4. SPECIAL PROVISIONS FOR GLASS AEROSOL DISPENSERS\n4.1. Plastic coated or permanently protected containers\nContainers of this type may be used for filling with compressed, liquefied or dissolved gas.        4.1.1. Capacity\nThe total capacity of such containers may not exceed 220 ml.\n4.1.2. Coating\nThe coating must be a protective envelope of plastic or other suitable material, intended to prevent the risk of flying particles of glass if the container is accidently broken, and must be so designed that there are no flying particles of glass if the filled aerosol dispenser, brought to a temperature of 20º C, is dropped from a height of 1 78 m onto a concrete floor.\n4.1.3. Test pressure of the container          (a) Containers used for filling with compressed or dissolved gas must resist a test pressure equal to at least 12 bars.\n(b) Containers used for filling with liquefied gas must resist a test pressure equal to at least 10 bars.\n4.1.4. Filling          (a) Aerosol dispensers filled with compressed gas shall not be required to withstand a pressure of more than 9 bars at 50º C.\n(b) Aerosol dispensers filled with dissolved gas shall not be required to withstand a pressure of more than 8 bars at 50º C.\n(c) Aerosol dispensers containing liquefied gas or mixtures of liquefied gas shall not be required to withstand, at 20º C, pressures higher than those shown in the following table: >PIC FILE= \"T0006903\">\nThis table shows the pressure limits permitted at 20º C in relation to the percentage of gas.\nPressure limits for percentages of gas not shown in the table shall be extrapolated from it.\n4.1.5. Volume of the liquid phase\nAt 50º C, the volume of the liquid phase of a filled aerosol dispenser must not exceed 90 % of the net capacity.\n4.2. Unprotected glass containers\nAerosol dispensers using unprotected glass containers shall be filled exclusively with liquefied or dissolved gases.       4.2.1. Capacity\nThe total capacity of these containers may not exceed 150 ml.\n4.2.2. Test pressure of the container\nThe test pressure of the container must be equal to at least 12 bars.\n4.2.3. Filling        (a) Aerosol dispensers filled with dissolved gas shall not be required to withstand a pressure of more than 8 bars at 50º C.\n(b) Aerosol dispensers containing liquefied gas shall not be required to withstand, at 20º C, pressures in excess of those shown in the following table: >PIC FILE= \"T0006904\">\nThis table shows the pressure limits permitted at 20º C in relation to the percentage of liquefied gas.\nPressure limits for percentages of gas not shown in the table shall be extrapolated from it.\n4.2.4. Volume of the liquid phase\nAt 50º C, the volume of the liquid phase of an aerosol dispenser filled with liquefied or dissolved gas must not exceed 90 % of the net capacity.\n5. SPECIAL PROVISIONS APPLYING TO PLASTIC AEROSOL DISPENSERS\n5.1. Plastic aerosol dispensers which may splinter on bursting shall be treated in the same way as unprotected glass aerosol dispensers.\n5.2. Plastic aerosol dispensers which cannot splinter on bursting shall be treated in the same way as glass aerosol dispensers with a protective coating.\n6. TESTS\n6.1. Test requirements to be guaranteed by the person responsible for marketing        6.1.1. Hydraulic test on empty containers          6.1.1.1. Metal, glass or plastic aerosol dispensers must be able to withstand a hydraulic pressure test as laid down in 3.1.1, 4.1.3 and 4.2.2.\n6.1.1.2. Metal containers showing assymetrical or major distortions or other similar faults shall be rejected. A slight symmetrical distortion of the base or one affecting the profile of the upper casing shall be allowed provided that the container passes the bursting test.\n6.1.2. Bursting test for empty metal containers\nThe person responsible for marketing must ensure that the bursting pressure of containers is at least 20 % higher than the test pressure laid down.\n6.1.3. Dropping test for protected glass containers\nThe manufacturer must ensure that the containers satisfy the test requirements laid down in 4.1.2.\n6.1.4. Individual inspection of filled aerosol dispensers   6.1.4.1.    (a) Each filled aerosol dispenser shall be immersed in a bath of water. The temperature of the water and the period of immersion must be such as to enable:   - the contents of the aerosol dispenser to reach a uniform temperature of 50º C or\n- the pressure in the aerosol dispenser to reach that exerted by its contents at a uniform temperature of 50º C.\n(b) Any aerosol dispenser showing visible permanent distortion or a leak must be rejected.\n6.1.4.2. However, any test system enabling a result equivalent to that of the water bath method to be obtained may be used by the person responsible for marketing, on his own responsibility and with the agreement of the Committee referred to in Article 6 of the Directive.\n6.2. Examples of inspection tests which may be carried out by Member States   6.2.1. Test on unfilled containers\nThe test pressure shall be applied for 25 seconds on five containers selected at random from a homogeneous batch of 2 500 unfilled containers, i.e. manufactured from the same materials by the same continuous batch manufacturing process, or from a batch constituting one hour's production.\nIf any one of these containers does not pass the test, ten additional containers shall be drawn at random from the same batch and put through the same test.\nIf any one of these aerosol containers does not pass the test, the whole batch shall be unsuitable for use.\n6.2.2. Tests on filled aerosol dispensers\nAir and water-tightness inspection tests shall be carried out by immersing a representative number of filled aerosol dispensers in a bath of water. The temperature of the bath and the period of immersion must be such as to enable the contents of the aerosol dispenser to attain a uniform temperature of 50º C during the time required to ensure that there is no bursting or rupture.\nAny batch of aerosol dispensers which does not pass these tests must be considered unsuitable for use."}