{"celex_id": "31972R2455", "uri": "http://publications.europa.eu/resource/cellar/b94b06ae-90e1-48da-92b0-3a68e5921b0d", "type": "Regulation", "concepts": ["1115", "1602", "1642", "2670", "3568"], "title": "Regulation (EEC) No 2455/72 of the Council of 21 November 1972 amending Regulation (EEC) No 2518/69 laying down general rules for the granting of refunds on exports of fruit and vegetables and criteria for fixing their amounts\n", "header": "REGULATION (EEC) No 2455/72 OF THE COUNCIL of 21 November 1972 amending Regulation (EEC) No 2518/69 laying down general rules for the granting of refunds on exports of fruit and vegetables and criteria for fixing their amounts\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community;\nHaving regard to Council Regulation (EEC) No 1035/721 of 18 May 1972 on the common organisation of the market in fruit and vegetables and in particular Article 30 (3) thereof;\nHaving regard to the proposal from the Commission;\nWhereas Article 30 (1) of Regulation (EEC) No 1035/72, as amended by Regulation (EEC) No 2454/72,2 makes provision for a system of export refunds to cover the difference between the prices of these products in the Community and on the world market;\nWhereas it is necessary to establish criteria concerning market prices in the Community;\nWhereas the advance fixing of refunds is necessary only in certain cases ; whereas it is therefore appropriate to decide entitlement to refund according to the procedure laid down in Article 33 of Regulation (EEC) No 1035/72;\nWhereas in certain circumstances and particularly in the case of exceptional recourse by the applicants to the system of advance fixing there is a risk of difficulties arising on the market in those products ; whereas, in order to remedy such a situation, it must be possible to take measures quickly ; whereas provisions should be made to enable the Commission to adopt such measures after consulting the Management Committee or, in case of emergency, without waiting for the latter to meet;\nWhereas the advance fixing of refunds necessitates the taking of measures to ensure that the exports in each case are in fact carried out in accordance with the application ; whereas it is appropriate that every applicant should receive a certificate laying down that exports are to be carried out within a specified period;\nWhereas, in order to abuse, it is appropriate to make the issue of the said certificate dependent on the payment of a deposit which will be forfeited if the export in question is not carried out before expiry of the period of validity of the said certificate;", "main_body": ["In Article 2 (a) of Regulation (EEC) No 2518/693 of the Council, of 9 December 1969, laying down general rules for the granting of refunds on exports of fruit and vegetables and criteria for fixing their amounts, the words \"current situation and foreseeable development\" are replaced by the words \"current situation or foreseeable development\".", "Article 3 (1) of Regulation (EEC) No 2518/69 shall be replaced by the following:\n\" 1. Market prices in the Community shall be fixed in the light of the prices which prove most favourable for exports.\n\"  1 OJ No L 118, 20.5.1972, p. 1.\n2 See p. 60 of this edition.\n3 OJ No L 318, 18.12.1969, p. 17.", "The following Article 4 (A) shall be added to Regulation (EEC) No 2518/69:\n\"Article 4 (A)\n1. The refund shall be the refund valid on the day of export.\n2. However, it may be decided, in accordance with the procedure laid down in Article 33 of Regulation (EEC) No 1035/72, that on application the refund is to be fixed in advance. In that case, the refund, payable on the day of application for the certificate of advance fixing referred to in Article 4 (B), shall be payable on application, such application to be made at the same time as the application for the certificate and before 1300 hours, in respect of an export to be carried out within the period stipulated in the said certificate.\n3. When examination of the market situation reveals the existence of difficulties due to the application of the provisions for the advance fixing of refunds, or if there is a risk that such difficulties may occur, a decision may be taken in accordance with the procedure referred to in paragraph 2 to suspend the application on these provisions for the period strictly necessary.\nIn case of extreme urgency, the Commission may, after examination of the situation based on all the information at its disposal, decide to suspend the advance fixing of refunds for a maximum of three working days.\nApplications for certificates accompanied by applications for advance fixing of refunds which are made during the period of suspension shall be rejected.\"", "The following Article 4 (B) shall be added to Regulation (EEC) No 2518/69:\n\"Article 4 (B)\n1. The granting of the refund in accordance with the provisions of Article 4 A (2) shall be conditional on the presentation of the certificate of advance fixing, issued by the Member States to all applicants, irrespective of their place of business within the Community.\nThis certificate shall be valid throughout the Community.\n2. Issue of certificate of advance fixing shall be conditional upon the payment of a deposit constituting a guarantee of the undertaking to effect the exports in question within the period of validity of the certificate. This deposit shall be forfeited in whole or in part if the export transactions are not carried out or are carried out only in part within the stipulated period.\"", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply from 1 April 1973.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 21 November 1972.\nFor the Council\nThe President\nP. LARDINOIS"}