{"celex_id": "31973R2247", "uri": "http://publications.europa.eu/resource/cellar/2e5d352c-bc74-4fbe-8455-0ce9530a5268", "type": "Regulation", "concepts": ["1442", "3115", "4717"], "title": "Regulation (EEC) No 2247/73 of the Commission of 16 August 1973 on the control of quality wines produced in specified regions\n", "header": "REGULATION (EEC) No 2247/73 OF THE COMMISSION  of 16 August 1973  on the control of quality wines produces in specified regions\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community;\nHaving regard to Council Regulation (EEC) No 816/70 (1) of 28 April 1970, laying down additional provisions for the common organization of the market in wine, as last amended by Regulation (EEC) No 2680/72 (2), and in particular Article 29 (3) thereof;\nHaving regard to Council Regulation (EEC) No 817/70 (3) of 28 April 1970 laying down special provisions relating to quality wines produced in specified regions, as last amended by Regulation (EEC) No 2236/73 (4), and in particular 13 (2) and 16 thereof;\nWhereas, with a view to making the control of quality wines psr as effective as possible, provision should be made for such control to be entrusted to one or more specified agencies in each Member State and for close cooperation between the agencies of the various Member States and between those agencies and the Commission ; whereas such agencies should be given certain powers in relation to private persons such as will enable them to carry out their duties;\nWhereas, in order to reconcile the requirements in respect of the control of quality wines psr with the requirement that such wines should be able to circulate freely throughout the Community, it would seem desirable to provide that a wine should be accepted, subject to proof of the contrary, as being a quality wine psr and as having the right to a particular name, on the basis of the accompanying document, or, in the absence of such a document, of the relevant commercial documents;\nWhereas, in view of the obligations imposed on the Member States and on private persons by Article 13 of Regulation (EEC) No 817/70 and by this Regulation, it is desirable that the of quality wines psr be as widely known as possible ; whereas it should therefore be provided that the Commisson have these names, as communicated to it by the Member States, published in the Official Journal of the European Communities, the fact of such publication being, however, in no way to prejudge the question whether the provisions governing such names are in conformity with the relevant Community provisions;\nWhereas the provided for in this Regulation are in accordance with the Opinion of the Management Committee for Wine;", "main_body": ["1. Each Member State shall appoint one or more agencies to be responsible for the control of quality wines psr circulating in its territory and shall inform the other Member States and the Commission of the name of such agency or agencies.\n2. The duly authorized servants or agents of the agencies referred to in paragraph 1:    - shall have a right of access to all vehicles, or cellars, warehouses or other trade premises, of any person holding with view of sale, putting into circulation for commercial purposes, or transporting, any quality wine psr;\n- may ask to be shown the accounts or other documents and to be supplied with all information required for control purposes;\n- may make stock counts and take samples of any quality wine psr held, offered for sale or being transported.\n3. Member States shall take such measures as may be necessary for the purpose of implementing this Article.", "1. The accompanying document drawn up in respect of any quality wine psr pursuant to Commission Regulation (EEC) No 1769/72 (5) of 26 July 1972 drawing up accompanying documents and determining the obligations of wine producers and traders other than retailers, as last amended by Regulation (EEC) No 930/73 (6), shall contain the name of the wine concerned.\n2. Where, pursuant to Article 13 (2) or (4) of Regulation (EEC) No 1769/72, no accompanying document is required, the name of the quality wine psr concerned shall be indicated in the relevant commercial documents.\n3. Subject to proof of the contrary, indication in the documents referred to in paragraphs 1 and 2 of the name of the specified region concerned shall be treated as sufficient evidence that a wine is a quality wine psr.  (1)OJ No L 99, 5.5.1970, p. 1. (2)OJ No L 289, 27.12.1972, p. 1. (3)OJ No L 99, 5.5.1970, p. 20. (4)OJ No L 229, 17.8.1973, p. 26. (5)OJ No L 191, 21.8.1972, p. 1. (6)OJ No L 90, 6.4.1973, p. 23.", "1. Each Member State shall, before 15 August 1973, communicate to the Commission and to the other Member States the names of the quality wines psr currently produced in its territory at the date of the entry into force of this Regulation, together with the terms of the laws, regulations and administrative provisions governing each such wine.\nEach Member State shall forthwith communicate to the Commission and to the other Member States:    - the names of any quality wines produced in its territory recognized after the entry into force of this Regulation, together with the terms of the laws, regulations and administrative provisions governing each such wine;\n- any amendments to the provisions referred to in the first subparagraph hereof or to those referred to in the preceding indent.\n2. The Commission shall have published in the Official Journal of the European Communities the names of the quality wines psr communicated to it pursuant to paragraph 1.", "Commission Regulation (EEC) No 1311/73 of 16 May 1973 on a provisional list of quality wines produced in specified regions and on the identification of such wines in the accompanying documents is repealed with effect from 31 August 1973.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities. It shall apply with effect from 1. September 1973, with the exception of Article 3, which shall take effect on the date of the said entry into force.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 16 August 1973.\nFor the Commission\nThe President\nFranรงois-Xavier ORTOLI"}