{"celex_id": "31978R1128", "uri": "http://publications.europa.eu/resource/cellar/f29bc0b1-300f-4389-a162-82a923f93229", "type": "Regulation", "concepts": ["1102", "1567", "3191", "3461", "863"], "title": "Council Regulation (EEC) No 1128/78 of 22 May 1978 concerning the conclusion of the Agreement in the form of two exchanges of letters amending the Agreement of 5 June 1970 between the European Economic Community and Spain on certain cheeses\n", "header": "COUNCIL REGULATION (EEC) No 1128/78  of 22 May 1978  concerning the conclusion of the Agreement in the form of two exchanges of letters amending the Agreement of 5 June 1970 between the European Economic Community and Spain on certain cheeses\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 113 thereof,\nHaving regard to the recommendation from the Commission,\nWhereas, at the request of Spain, the Commission initiated consultations with that country with a view to re-examining the prices of certain cheeses covered by the Agreement of 5 June 1970 between the European Economic Community and Spain (1), as last amended on 22 July 1975 (2) ; whereas the Commission delegation and the Spanish delegation have reached an Agreement ; whereas the provisions thereof are acceptable,", "main_body": ["The Agreement in the form of two exchanges of letters amending the Agreement of 5 June 1970 between the European Economic Community and Spain on certain cheeses is hereby approved on behalf of the Community.\nThe text of the Agreement is annexed to this Regulation.", "The President of the Council is hereby authorized to designate the person empowered to sign the Agreement in the form of two exchanges of letters in order to bind the Community.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 22 May 1978.\nFor the Council\nThe President\nK. HEINESEN  (1)OJ No L 245, 11.11.1970, p. 22. (2)OJ No L 198, 29.7.1975, p. 1.\nAGREEMENT in the form of two exchanges of letters amending the Agreement of 5 June 1970 between the European Economic Community and Spain on certain cheeses\nExchange of letters No 1\nA. Letter from the Community\nGeneva, ...\nSir,\nUpon the conclusion of the consultations which were initiated at the request of the Spanish delegation with a view to modifying the threshold prices for imports of certain cheeses into Spain, laid down in the Agreement of 5 June 1970 between Spain and the European Economic Community, I note that the Spanish delegation and the delegation of the Commission of the European Communities have agreed on the following:      1. The description of the products (articulos) falling within subheading 04.04 G1 b3 of the Spanish Customs Tariff shall be amended as follows:\n04.04 G1 b3\nButterkäse, Cantal, Edam, Fontal, Fontina, Gouda, Italico, Kernhem, Mimolette, St Nectaire, St Paulin, Tilsit, Havarti, Danbo, Samsø, Fynbo, Maribo, Elbo, Molbo, Tybo and Esrom.\n2. The threshold prices applied by Spain to imports of cheeses for the 1978/79 marketing year will be fixed on the basis of the prices indicated in the following list and adjusted in line with variations in the price of milk in Spain by the application of the coefficients indicated in the list: >PIC FILE= \"T0013706\">\n>PIC FILE= \"T0013707\">\n3. The two delegations recognized that it was advisable to monitor with special attention the trend of trade in 1978 in order to evaluate the effect, in particular, of the coefficients applicable to:        - blue-veined cheeses falling with subheading 04.04 C2 of the Spanish Customs Tariff,\n- Edam cheeses falling within subheading 04.04 G1 b3 of the Spanish Customs Tariff,\n- soft cheeses falling within subheadings 04.04 G1 b5, G1 b6, G1 c1, G1 c2 and G2 of the Spanish Customs Tariff.\nThe system of coefficients could be extended unchanged for the 1979/80 milk year, unless one of the two parties requests prior consultations.\n4. The two delegations agreed to propose that the Agreement of 5 June 1970 be amended to take account of all the amendments made since that date.\nA draft of the new text would be submitted to the competent authorities on both sides as soon as possible.\nI should be grateful if you would confirm whether you are in agreement with the above.\nPlease accept, Sir, the assurance of my highest consideration.\nOn behalf of the Council of the European Communities\nB. Letter from Spain\nGeneva, ...\nSir,\nI have the honour to acknowledge receipt of your letter, of today's date, which reads as follows:\n\"Upon the conclusion of the consultations which were initiated at the request of the Spanish delegation with a view to modifying the threshold prices for imports of certain cheeses into Spain, laid down in the Agreement of 5 June 1970 between Spain and the European Economic Community, I note that the Spanish delegation and the delegation of the Commission of the European Communities have agreed on the following:      1. The description of the products (articulos) falling within subheading 04.04 G1 b3 of the Spanish Customs Tariff shall be amended as follows:  04.04 G1 b3\nButterkäse, Cantal, Edam, Fontal, Fontina, Gouda, Italico, Kernhem, Mimolette, St Nectaire, St Paulin, Tilsit, Havarti, Danbo, Samsø, Fynbo, Maribo, Elbo, Molbo, Tybo and Esrom.\n2. The threshold prices applied by Spain to imports of cheeses for the 1978/79 marketing year will be fixed on the basis of the prices indicated in the following list and adjusted in line with variations in the price of milk in Spain by the application of the coefficients indicated in the list: >PIC FILE= \"T0013708\">\n3. The two delegations recognized that it was advisable to monitor with special attention the trend of trade in 1978 in order to evaluate the effect, in particular, of the coefficients applicable to:        - blue-veined cheeses falling with subheading 04.04 C2 of the Spanish Customs Tariff,\n- Edam cheeses falling within subheading 04.04 G1 b3 of the Spanish Customs Tariff,\n- soft cheeses falling within subheadings 04.04 G1 b5, G1 b6, G1 c1, G1 c2 and G2 of the Spanish Customs Tariff.\nThe system of coefficients could be extended unchanged for the 1979/80 milk year, unless one of the two parties requests prior consultations.\n4. The two delegations agreed to propose that the Agreement of 5 June 1970 be amended to take account of all the amendments made since that date.\nA draft of the new text would be submitted to the competent authorities on both sides as soon as possible.\nI should be grateful if you would confirm whether you are in agreement with the above.\"\nOn behalf of Spain I have the honour to confirm my agreement with the contents of your letter.\nPlease accept, Sir, the assurance of my highest consideration.\n(Signature)\nExchange of letters No 2\nA. Letter from the Community\nGeneva, ...\nSir,\nWith reference to the exchange of letters initialled this day by our delegations concerning the fixing of the basic prices and the adjustment coefficients in respect of certain cheeses for the Spanish 1978/79 milk year, and the amendment of subheading 04.04 G1 b3 of the Spanish Customs Tariff, I note that with regard to this subheading the new wording of which is as follows : \"Butterkäse, Cantal, Edam, Fontal, Fontina, Gouda, Italico, Kernhem, Mimolette, St Nectaire, St Paulin, Tilsit, Havarti, Danbo, Samsø, Fynbo, Maribo, Elbo, Molbo, Tybo and Esrom\", the preferential margin separating the threshold price erga omnes from that applicable to the Community is changed from 6 769 pesetas per kg to 6 730 %. A basic price of 23 789 782 pesetas/100 kg and an adjustment coefficient of 12 725 are consequently applicable to imports from the Community.\nI should be grateful if you would confirm whether you are in agreement with the above.\nPlease accept, Sir, the assurance of my highest consideration.\nOn behalf of the Council of the European Communities\nB. Letter from Spain\nGeneva, ...\nSir,\nI have the honour to acknowledge receipt of your letter of today's date which reads as follows:\n\"With reference to the exchange of letters initialled this day by our delegations concerning the fixing of the basic prices and the adjustment coefficients in respect of certain cheeses for the Spanish 1978/79 milk year, and the amendment of subheading 04.04 G1 b3 of the Spanish Customs Tariff, I note that with regard to this subheading the new wording of which is as follows : \"Butterkäse, Cantal, Edam, Fontal, Fontina, Gouda, Italico, Kernhem, Mimolette, St Nectaire, St Paulin, Tilsit, Havarti, Danbo, Samsø, Fynbo, Maribo, Elbo, Molbo, Tybo and Esrom\", the preferential margin separating the threshold price erga omnes from that applicable to the Community is changed from 6 769 pesetas per kg to 6 730 %. A basic price of 23 789 782 pesetas/100 kg and an adjustment coefficient of 12 725 are consequently applicable to imports from the Community.\nI should be grateful if you would confirm whether you are in agreement with the above.\"\nI have the honour to confirm, on behalf of Spain, my agreement with the contents of your letter.\nPlease accept, Sir, the assurance of my highest consideration.\n(Signature)"}