{"celex_id": "31977R1761", "uri": "http://publications.europa.eu/resource/cellar/493890a8-20d3-47e8-9038-1b352d59cc29", "type": "Regulation", "concepts": ["1511", "3576", "3732", "5334", "5360"], "title": "Commission Regulation (EEC) No 1761/77 of 29 July 1977 laying down rules for the application of Regulation (EEC) No 2742/75\n", "header": "COMMISSION REGULATION (EEC) No 1761/77  of 29 July 1977  laying down rules for the application of Regulation (EEC) No 2742/75\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2727/75 of 29 October 1975 on the common organization of the market in cereals (1), as last amended by Regulation (EEC) No 1386/77 (2),\nHaving regard to Council Regulation (EEC) No 1418/76 of 21 June 1976 on the common organization of the market in rice (3),\nHaving regard to Council Regulation (EEC) No 2742/75 of 29 October 1975 on production refunds in the cereals and rice sectors (4), as last amended by Regulation (EEC) No 1665/77 (5), and in particular Article 8 thereof,\nWhereas the production refunds applicable from 1 August 1977 and a harmonized definition of isoglucose have been set out in Council Regulation (EEC) No 1665/77 ; whereas it is desirable to replace Commission Regulation (EEC) No 2158/76 of 31 August 1976 laying down rules for the application of Regulation (EEC) No 2742/75 (6);\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["For the application of Article 5a (3) of Regulation (EEC) No 2742/75 manufacturers of isoglucose as specified in paragraph 2 of the same Article shall communicate to the competent authorities of the Member State concerned before the 15th of each month:    - the quantity of isoglucose manufactured during the previous month,\n- the quantities of products listed in Article 3 used for such manufacture distinguishing separately the amount of each product used.\nManufacturers shall also give a written undertaking to the competent authority of the Member State to make available at the request of such authority:    - purchase invoices for the products used in manufacture,\n- sales invoices for all isoglucose,\n- any necessary supplementary information.", "1. Each month Member States shall establish, for each manufacturer referred to in Article 1, at the latest by the 15th of the second month following that of production, the total amount to be recovered based on the products used and applying the coefficients set out in Article 3,\n2. The amount provided for in paragraph 1 shall be paid by the manufacturer in question to the competent authority no later than the end of the second month following that of manufacture.", "In calculating the amount referred to in Article 2, the coefficients shown below shall be applied to the quantity of isoglucose produced according to the product used in its production: >PIC FILE= \"T0011228\">   (1)OJ No L 281, 1.11.1975, p. 1. (2)OJ No L 158, 29.6.1977, p. 1. (3)OJ No L 166, 25.6.1976, p. 1. (4)OJ No L 281, 1.11.1975, p. 57. (5)OJ No L 186, 26.7.1977, p. 15. (6)OJ No L 241, 2.9.1976, p. 21.\nIn cases where isoglucose is manufactured from starch where no proof is provided as to the product used for the manufacture of the starch, the amount to be recovered shall be established by using the coefficient (column 3) and difference (column 4) relating to common wheat.\nWhen calculating the amount to be recovered from manufacturers in the new Member States, account shall be taken of any accession compensatory amount which may have been applied.", "Regulation (EEC) No 2158/76 is hereby repealed.", "This Regulation shall enter into force:    - on 1 August 1977 for products covered by Regulation (EEC) No 2727/75,\n- on 1 September 1977 for products covered by Regulation (EEC) No 1418/76.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 29 July 1977.\nFor the Commission\nFinn GUNDELACH\nVice-President"}