{"celex_id": "31976L0403", "uri": "http://publications.europa.eu/resource/cellar/c33f0cd3-240a-495d-af52-f4af44f4c445", "type": "Directive", "concepts": ["1158", "2739", "2825", "2897", "3885", "718"], "title": "Council Directive 76/403/EEC of 6 April 1976 on the disposal of polychorinated biphenyls and polychlorinated terphenyls\n", "header": "COUNCIL DIRECTIVE  of 6 April 1976  on the disposal of polychlorinated biphenyls and polychlorinated terphenyls  (76/403/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Articles 100 and 235 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nHaving regard to the opinion of the Economic and Social Committee (2),\nWhereas any disparity between the provisions on the disposal of polychlorinated biphenyls (PCB) already applicable or in preparation in the various Member States may create unequal conditions of competition and thus directly affect the functioning of the common market ; whereas it is therefore necessary to approximate laws in this field, as provided for in Article 100 of the Treaty;\nWhereas it seems necessary for this approximation of laws to be accompanied by Community action so that one of the aims of the Community in the fields of improvement of living conditions, harmonious development of economic activities throughout the Community and continuous and balanced expansion can be achieved by more extensive rules on the disposal of PCBs ; whereas certain specific provisions to this effect should therefore be laid down ; whereas Article 235 of the Treaty should be invoked as the powers required for this purpose have not been provided for by the Treaty;\nWhereas PCBs present hazards which are widely recognized as being harmful to human health and the environment ; whereas these substances must therefore be controlled at each stage of their use;\nWhereas the programme of action of the European Communities on the environment (3), recognizes the need for Community action with respect to waste the treatment of which, because of its toxicity and non-degradability, requires solutions extending beyond the national framework;\nWhereas Directive 75/442/EEC (4) relates to the disposal of waste in general ; whereas it is necessary to lay down special arrangements for particularly dangerous waste to ensure that human health and the environment will be safeguarded against harmful effects from such waste or from uncontrolled abandonment or dumping ; whereas such arrangements should be adopted for PCB;\nWhereas, in order to avoid as far as possible the risks of dispersion into the environment, Member States should take the necessary measures to make mandatory the disposal of waste PCB or of PCB in objects or equipment no longer capable of being used;\nWhereas provision should also be made for the setting up or designation by the Member States of installations, establishments or undertakings to be responsible for the disposal of PCB ; whereas anyone in possession of PCB which he wishes to dispose of must make it available to such installations, establishments or undertakings,", "main_body": ["For the purpose of applying this Directive:    (a) PCB means : polychlorinated biphenyls,\npolychlorinated terphenyls,\nmixtures containing one or both of such substances;  (1)OJ No C 157, 14.7.1975, p. 87. (2)OJ No C 263, 17.11.1975, p. 34. (3)OJ No L 112, 20.12.1973, p. 3. (4)OJ No L 194, 25.7.1975, p. 39.\n(b) disposal means:      - the collection and/or destruction of PCB,\n- the transformation operations necessary for regenerating PCB.", "Member States shall take the necessary measures to prohibit the uncontrolled discharge, dumping and tipping of PCB and of objects and equipment containing such substance.", "Member States shall take the necessary measures to make compulsory the disposal of waste PCB and PCB contained in objects and equipment no longer capable of being used.", "Member States shall take the necessary measures to ensure that PCB is disposed of without endangering human health and without harming the environment.", "Member States shall take the necessary measures to ensure that, as far as possible, the regeneration of waste PCB and PCB contained in objects and equipment no longer capable of being used is promoted.", "For the purpose of applying Articles 2, 3, 4 and 5, the competent authorities of the Member States shall set up or designate the installations, establishments or undertakings which are authorized for the purposes of disposing of PCB on their own account and/or on behalf of third parties.", "Anyone holding PCB who is not authorized to dispose of it within the meaning of Article 6 shall hold it available for disposal by the installations, establishments or undertakings referred to in that Article.", "In accordance with the \"polluter pays\" principle, the cost of disposing of PCB, less any proceeds derived from treating the PCB, shall be borne by:    - the holder who has the PCB handled by an installation, establishment or undertaking referred to in Article 6,\n- and/or the previous holders or the producer of the PCB or of the equipment containing PCB.", "Each Member State shall lay down the special provisions with which the holders of PCB and the installations, establishments or undertakings referred to in Article 6 must comply pursuant to this Directive.", "0\nEvery three years, each Member State shall draw up for the Commission a situation report, within the framework of the report referred to in Article 12 of Directive 75/442/EEC, on the disposal of PCB in their territory. To this effect, the installations, establishments or undertakings referred to in Article 6 must supply the competent authorities referred to in that same Article with particulars of the disposal of the PCBs. The Commission shall circulate this report to the other Member States.\nThe Commission shall report every three years to the Council and to the European Parliament on the application of this Directive.", "1\nMember States shall bring into force the measures needed in order to comply with this Directive within 24 months of its notification and shall forthwith inform the Commission thereof.", "2\nMember States shall communicate to the Commission the texts of the main provisions of national law which they adopt in the field covered by this Directive.", "3\nThis Directive is addressed to the Member States."], "attachments": "Done at Luxembourg, 6 April 1976.\nFor the Council\nThe President\nG. THORN"}