{"celex_id": "31976R0702", "uri": "http://publications.europa.eu/resource/cellar/7340e77a-6f65-475d-8215-11fef47a283d", "type": "Regulation", "concepts": ["2025", "3083", "3424", "937"], "title": "Commission Regulation (EEC) No 702/76 of 29 March 1976 amending Regulation No 91/66/EEC of 29 June 1966 concerning the number of returning holdings to be selected in each division and each category of holding and the size of the field of survey\n", "header": "COMMISSION REGULATION (EEC) No 702/76  of 29 March 1976  amending Regulation No 91/66/EEC of 29 June 1966 concerning the number of returning holdings to be selected in each division and each category of holding and the size of the field of survey\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation No 79/65/EEC of 15 June 1965 setting up a network for the collection of accountancy data on the incomes and business operation of agricultural holdings in the European Economic Community (1), as last amended by Regulation (EEC) No 2910/73 (2), and in particular Article 4 thereof,\nWhereas because of the difficulties inherent in extending the Farm Accountancy Data Network, the limits within which the number of holdings may be chosen in each division should be widened;\nWhereas the accounting sample is intended to represent the entire field of survey at the end of the extension period, i.e. 1978 accounting year at the latest ; whereas the fixing of a minimum number of returning holdings in each category of holding is not compatible with that aim ; whereas the relevant provision should therefore be deleted;\nWhereas mushroom cultivation is an agricultural activity and holdings engaged therein should be included in the field of survey ; whereas, mushrooms should therefore be included in the list of reference products which define the said field of survey;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Community Committee for the Farm Accountancy Data Network,", "main_body": ["The third subparagraph of Article 3 (1) of Regulation No 91/66/EEC is hereby amended to read as follows:\n\"The number of returning holdings selected per division may be lower than the number laid down in Annex III, but by no more than 20 %, provided that this does not entail a reduction in the total number of returning holdings laid down per Member State.\"", "Article 3 (2) of Regulation No 91/66/EEC is hereby deleted.", "In Annex I to Regulation No 91/66/EEC the following is hereby added:\n\"f [... 33a : mushrooms,... ].\"\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 29 March 1976.\nFor the Commission\nP.J. LARDINOIS\nMember of the Commission  (1)OJ No 109, 23.6.1965, p. 1859/65. (2)OJ No L 299, 27.10.1973, p. 1."}