{"celex_id": "31978R2452", "uri": "http://publications.europa.eu/resource/cellar/4767c5ba-c679-48d0-8dc2-892110a65cea", "type": "Regulation", "concepts": ["1019", "1567", "2069", "4078", "5343", "5545"], "title": "Council Regulation (EEC) No 2452/78 of 19 September 1978 concerning the conclusion of the Agreement in the form of an exchange of letters amending the Agreement between the European Economic Community and the Republic of Finland for the purpose of adjusting certain tariff specifications\n", "header": "COUNCIL REGULATION (EEC) No 2452/78  of 19 September 1978  concerning the conclusion of the Agreement in the form of an exchange of letters amending the Agreement between the European Economic Community and the Republic of Finland for the purpose of adjusting certain tariff specifications\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 113 thereof,\nHaving regard to the recommendation from the Commission,\nWhereas in consequence of the amendments resulting from the recommendation of 18 June 1976 of the Customs Cooperation Council and of certain autonomous changes to the Common Customs Tariff and the Finnish Customs Tariff certain tariff specifications in the Agreement between the European Economic Community and the Republic of Finland (1) should be adjusted;\nWhereas, moreover, it is necessary to amend the Agreement referred to above in order to establish a simplified procedure for adjusting tariff specifications in the event of further amendments to the tariffs of the Contracting Parties,", "main_body": ["The Agreement in the form of an exchange of letters amending the Agreement between the European Economic Community and the Republic of Finland is hereby approved on behalf of the Community.\nThe text of the Agreement is annexed to this Regulation.", "The President of the Council is hereby authorized to designate the person empowered to sign the Agreement in order to bind the Community.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 January 1978.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 September 1978.\nFor the Council\nThe President\nH.-D. GENSCHER  (1)OJ No L 328, 28.11.1973, p. 2.\nAGREEMENT  in the form of an exchange of letters amending the Agreement between the European Economic Community and the Republic of Finland\nLetter No 1\nBrussels, ...\nYour Excellency,\nAs a result of the implementation with effect from 1 January 1978 of the recommendation of the Customs Cooperation Council of 18 June 1976 concerning the amendment of the nomenclature for the classification of goods in customs tariffs, and of certain autonomous changes to the Common Customs Tariff and the Finnish Customs Tariff, adjustments should be made to the nomenclature of certain tariff specifications in the Agreement between the European Economic Community and the Republic of Finland signed on 5 October 1973.\nMoreover, in order to simplify the procedure to be followed in future for adjusting tariff specifications in the event of further amendments to the Customs Tariff of one or other of the Contracting Parties, an Article 12a should be inserted in the Agreement.\nThe amendments referred to above are annexed.\nI have the honour to confirm the agreement of the Community to the amendments in question and I would propose that they enter into force with effect from 1 January 1978.\nI should be obliged if you would confirm the agreement of your Government to the foregoing.\nPlease accept, Your Excellency, the assurance of my highest consideration.\nOn behalf of the Council of the European Communities\nLetter No 2\nBrussels, ...\nSir,\nI have the honour to acknowledge receipt of your letter of today's date worded as follows:\n\"As a result of the implementation with effect from 1 January 1978 of the recommendation of the Customs Cooperation Council of 18 June 1976 concerning the amendment of the nomenclature for the classification of goods in customs tariffs, and of certain autonomous changes to the Common Customs Tariff and the Finnish Customs Tariff, adjustments should be made to the nomenclature of certain tariff specifications in the Agreement between the European Economic Community and the Republic of Finland signed on 5 October 1973.\nMoreover, in order to simplify the procedure to be followed in future for adjusting tariff specifications in the event of further amendments to the Customs Tariff of one or other of the Contracting Parties, an Article 12a should be inserted in the Agreement.\nThe amendments referred to above are annexed.\nI have the honour to confirm the agreement of the Community to the amendments in question and I would propose that they enter into force with effect from 1 January 1978.\nI should be obliged if you would confirm the agreement of your Government to the foregoing.\"\nI am able to confirm the agreement of my Government to the foregoing.\nPlease accept, Sir, the assurance of my highest consideration.\nOn behalf of the Government of the Republic of Finland\nANNEX AMENDMENTS TO BE MADE TO THE AGREEMENT BETWEEN THE EUROPEAN ECONOMIC COMMUNITY AND THE REPUBLIC OF FINLAND\nI. The following Article 12a shall be inserted after Article 12:\nIn the event of amendments to the customs tariff nomenclature of one or both of the Contracting Parties for products referred to in the Agreement, the Joint Committee may adapt the tariff nomenclature of those products in the Agreement to conform with such amendments having due regard to the principle that the advantages resulting from the Agreement should be maintained.   II. From 1 January 1978, Article 1 (1), (2) and (3) of Protocol 1 shall be amended as follows:\n1. Customs duties on imports into the Community as originally constituted of products falling within Chapter 48 or 49 of the Common Customs Tariff shall be progressively abolished in accordance with the following timetable: >PIC FILE= \"T0013995\">\n2. Customs duties on imports into Ireland of products referred to in paragraph 1 shall be progressively abolished in accordance with the following timetable: >PIC FILE= \"T0013996\">\n3. By way of derogation from Article 3 of the Agreement, Denmark and the United Kingdom shall apply the following customs duties to imports of products referred to in paragraph 1 which originate in Finland:  >PIC FILE= \"T0013997\">\nIII. From 1 January 1978, the table in Article 2 (2) of Protocol 1 shall be amended as follows: >PIC FILE= \"T0013998\">\nIV. From 1 January 1978, Article 4 (1), (2), (3) and (4) of Protocol 1 shall be amended as follows:\n1. Customs duties on imports from the Community as originally constituted and from Ireland of the products listed in Annex D, List 1, shall be progressively abolished in Finland in accordance with the following timetable: >PIC FILE= \"T0013999\">\nIV. 2. In order to avoid deflections of trade, the following customs duties may be applied to imports from Denmark and the United Kingdom of products listed in Annex D, List 1: >PIC FILE= \"T0014000\">\n3. During the period from 1 January 1974 to 31 December 1984, Finland may establish zero-duty tariff quotas for imports of the products listed in Annex D, List 1 from Denmark and the United Kingdom. The quotas fixed for 1974 are listed in Annex E. These quotas shall be increased annually, due account being taken of the requirements of normal developments in trade.\n4. Customs duties on imports from the Community as originally constituted and from Ireland of the products listed in Annex D, List 2, shall be progressively abolished in Finland in accordance with the following timetable: >PIC FILE= \"T0014001\">\nV. From 1 January 1978, the nomenclature of Annex A to Protocol 1 shall be amended as follows: >PIC FILE= \"T0014002\">\n>PIC FILE= \"T0014003\">\nVI. From 1 January 1978, the nomenclature of Annex B to Protocol 1 shall be amended as follows: >PIC FILE= \"T0014004\">\nVII. From 1 January 1978, the nomenclature of Annex C to Protocol 1 shall be amended as follows: >PIC FILE= \"T0014005\">\nVIII.  From 1 January 1978, the nomenclature of List 1 of Annex D to Protocol 1 shall be amended as follows: >PIC FILE= \"T0014006\">\n>PIC FILE= \"T0014007\">\n>PIC FILE= \"T0014008\">\nIX. From 1 January 1978, the nomenclature of List 2 of Annex D to Protocol 1 shall be amended as follows: >PIC FILE= \"T0014009\">\nX. From 1 January 1978, the tariff heading numbers in Annex E to Protocol 1 shall be amended as follows: >PIC FILE= \"T0014010\">\nXI. From 1 January 1978, the nomenclature of Annex F to Protocol 1 shall be amended as follows: >PIC FILE= \"T0014011\">\nXII.  From 1 January 1978 the nomenclature of Annex G to Protocol 1 shall be amended as follows: >PIC FILE= \"T0014012\">\nXIII. From 1 January 1978, Table I in Protocol 2 shall be amended as follows:   EUROPEAN ECONOMIC COMMUNITY >PIC FILE= \"T0014013\">\n>PIC FILE= \"T0014014\">\n>PIC FILE= \"T0014015\">\nXIV. From 1 January 1978, Table II in Protocol 2 shall be amended as follows:\nFINLAND >PIC FILE= \"T0014016\">\n>PIC FILE= \"T0014017\">"}