{"celex_id": "31974L0268", "uri": "http://publications.europa.eu/resource/cellar/e61ed306-6aa9-4aea-8bf4-493415f58e67", "type": "Directive", "concepts": ["1763", "2412", "4081", "5360", "5451"], "title": "Commission Directive 74/268/EEC of 2 May 1974 laying down special conditions concerning the presence of 'Avena fatua' in fodder plant and cereal seed\n", "header": "COMMISSION DIRECTIVE  of 2 May 1974  laying down special conditions concerning the presence of \"Avena fatua\" in fodder plant and cereal seed  (74/268/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community;\nHaving regard to the Council Directives of 14 June 1966, on the marketing of fodder plant seed (1) and on the marketing of cereal seed (2), as last amended by the Council Directive of 11 December 1973 (3), and in particular Article 11 thereof;\nWhereas the abovementioned Directives have laid down tolerances in respect of the presence of Avena fatua in fodder plant and cereal seed;\nWhereas these tolerances appear too high with regard to certain requirements, the abovementioned Directives, consequently, provide for an additional marking in the case of seed complying with special conditions concerning the presence of Avena fatua;\nWhereas the special conditions laid down in this connection are such as to satisfy the abovementioned requirements while also taking account of the possibilities for the production and control of seed;\nWhereas the measures provided for in this Directive are in accordance with the Opinion of the Standing Committee on Seeds and Propagating Material for Agriculture, Horticulture, and Forestry,", "main_body": ["Member States shall issue on request the official certificate provided for in Article 11 of the Directive on the marketing of fodder plant seed,    (a) in the case of seeds of a size not less than that of a grain of wheat, if a sample of at least 500 g, drawn in accordance with the provisions of Article 7 of the abovementioned Directive, is free of Avena fatua at the time of official examination;\n(b) in the case of seeds of a size smaller than a grain of wheat,       - if the crop is free of Avena fatua at the time of field inspection officially carried out in conformity with the provisions of Annex I to the abovementioned Directive and if a sample of at least 100 g, drawn in accordance with the provisions of Article 7 of the abovementioned Directive, is free of Avena fatua at the time of official examination, or\n- if a sample of at least 300 g, drawn in accordance with the provisions of Article 7 of the abovementioned Directive, is free of Avena fatua at the time of official examination.", "1. Member States shall issue the official certificate provided for in Article 11 of the Directive on the marketing of cereal seed,    - if the crop is free of Avena fatua at the time of field inspection officially carried out in conformity with the provisions of Annex 1 of the abovementioned Directive and if a sample of a least 1 kg, drawn in accordance with the provisions of Article 7 of the abovementioned Directive is free of Avena fatua at the time of official examination, or\n- if a sample of at least 3 kg, drawn in accordance with the provisions of Article 7 of the abovementioned Directive, is free of Avena fatua at the time of official examination.", "Member States may prescribe that the official certificate is issued only in one of the two cases provided for in Article 1 (b) and Article 2 respectively.", "Member States shall bring into force, not later than 1 July 1974, the laws, regulations or administrative provisions necessary to comply with this Directive. They shall forthwith inform the Commission, who shall inform the other Member States, thereof.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 2 May 1974.\nFor the Commission\nThe President\nFrançois-Xavier ORTOLI  (1)OJ No 125, 11.7.1966, p. 2298/66. (2)OJ No 125, 11.7.1966, p. 2309/66. (3)OJ No L 356, 27.12.1973, p. 79."}