{"celex_id": "31970L0388", "uri": "http://publications.europa.eu/resource/cellar/8f36d21f-cd88-4daa-9af5-a8d640d98c6e", "type": "Directive", "concepts": ["1252", "2063", "2897", "4654", "469", "5726"], "title": "Council Directive 70/388/EEC of 27 July 1970 on the approximation of the laws of the Member States relating to audible warning devices for motor vehicles\n", "header": "Council Directive\nof 27 July 1970\non the approximation of the laws of the Member States relating to audible warning devices for motor vehicles\n(70/388/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 100 thereof;\nHaving regard to the proposal from the Commission;\nHaving regard to the Opinion of the European Parliament;\nHaving regard to the Opinion of the Economic and Social Committee;\nWhereas the technical requirements which motor vehicles must satisfy pursuant to national laws relate, inter alia, to their audible warning devices;\nWhereas those requirements differ from one Member State to another; whereas it is therefore necessary that all Member States adopt the same requirements either in addition to or in place of their existing rules, in order, in particular, to allow the EEC type approval procedure which was the subject of the Council Directive [1] of 6 February 1970 on the approximation of the laws of the Member States relating to the type approval of motor vehicles and their trailers to be applied in respect of each type of vehicle;\nWhereas rules on audible warning devices should include requirements relating not only to the fitting of such devices on vehicles but also to the construction of such devices;\nWhereas a harmonised type approval procedure for audible warning devices makes it possible for each Member State to check compliance with the common requirements relating to construction and testing and to inform the other Member States of its findings by sending a copy of the type approval certificate completed for each type of audible warning device; whereas the placing of an EEC type approval mark on all devices manufactured in conformity with the approved type obviates any need for technical checks on these devices in the other Member States;", "main_body": ["1. Each Member State shall approve any type of audible warning device which satisfies the construction and testing requirements laid down in item 1 of Annex I.\n2. The Member State which has granted type approval shall take the necessary measures to verify, in so far as is necessary and if need be in co-operation with the competent authorities in the other Member States, that production models conform to the approved type. Such verification shall be limited to spot checks.", "Member States shall issue to the manufacturer, or to his authorised representative, an EEC type approval mark which shall conform to the model shown in item 1.4 of Annex I, for each type of audible warning device which they approve pursuant to Article 1.\nMember States shall take all appropriate measures to prevent the use of marks liable to create confusion between audible warning devices which have been type approved pursuant to Article 1 and other devices.", "1. No Member State may prohibit audible warning devices from being marketed on grounds relating to their construction or method of operation if those devices bear the EEC approval mark.\n2. Nevertheless, this provision shall not prevent a Member State from taking such measures in respect of audible warning devices bearing the EEC approval mark which, by their design, do not conform to the approved prototype.\nThat State shall inform the other Member States and the Commission forthwith of the measures taken, specifying the reasons for its decision. The provisions of Article 5 shall also apply.\nThere shall be failure to conform to the approved prototype, within the meaning of the first subparagraph, where the upper or lower limit specified in item 1.2.1.6 of Annex I is not observed.", "The competent authorities of each Member State shall within one month send to the competent authorities of the other Member States a copy of the type approval certificate for each type of audible warning device which they approve or refuse to approve.", "1. If the Member State which has granted EEC approval finds that a number of audible warning devices bearing the same approval mark do not conform to the type which it has approved, it shall take the necessary measures to ensure that production models conform to the approved type. The competent authorities of that State shall advise those of the other Member States of the measures taken, which may, where necessary, extend to withdrawal of EEC approval. The said authorities shall take the same measures if they are informed by the competent authorities of another Member State of such failure to conform.\n2. The competent authorities of the Member States shall within one month inform each other of any withdrawal of EEC type approval, and of the reasons for such measures.\n3. If the Member State which has granted EEC type approval disputes the failure to conform notified to it, the Member States concerned shall endeavour to settle the dispute. The Commission shall be kept informed and shall, where necessary, hold appropriate consultations for the purpose of reaching a settlement.", "All decisions taken pursuant to the rules adopted in implementation of this Directive and refusing or withdrawing approval for an audible warning device or prohibiting its marketing or use shall state in detail the reasons on which they are based. A decision shall be notified to the party concerned, who shall at the same time be informed of the remedies available to him under the laws in force in the Member States and of the time limits allowed for the exercise of such remedies.", "No Member State may refuse to grant EEC type approval or national type approval of a vehicle on grounds relating to its audible warning device if that device bears the EEC approval mark and if it is fitted in accordance with the requirements laid down in item 2 of Annex I.", "For the purposes of this Directive, \"vehicle\" means any motor vehicle intended for use on the road, with or without bodywork, having at least four wheels and a maximum design speed exceeding 25 km/h, with the exception of vehicles which run on rails, agricultural tractors and machinery, and public works vehicles.", "The amendments necessary for adjusting the requirements of Annexes I and II so as to take account of technical progress shall be adopted in accordance with the procedure laid down in Article 13 of the Council Directive of 6 February 1970 on the approximation of the laws of the Member States relating to the type approval of motor vehicles and their trailers.", "0\n1. Member States shall put into force the provisions containing the requirements needed in order to comply with this Directive within eighteen months of its notification and shall forthwith inform the Commission thereof.\n2. Member States shall ensure that the texts of the main provisions of national law which they adopt in the field covered by this Directive are communicated to the Commission.", "1\nThis Directive is addressed to the Member States."], "attachments": "Done at Brussels, 27 July 1970.\nFor the Council\nThe President\nW. Arendt\n[1] OJ No L 42, 23.2.1970, p. 1.\n--------------------------------------------------\nANNEX I\n1. EEC TYPE APPROVAL OF AN AUDIBLE WARNING DEVICE\n1.1 The warning device shall emit a continuous sound.\n1.2 The warning device shall have acoustic characteristics (frequency spectrum of the sound, level of sound pressure) and mechanical characteristics such that it can satisfy the following tests, in the order indicated.\n1.2.1 Measurement of sound level\n1.2.1.1 The warning device shall be tested in a sufficiently silent and open area [1] (ambient noise and wind noise at least 10 db (A) below the noise being measured) or in an anechoic chamber; the microphone of the measuring instrument shall be located in the direction in which the subjective sound level is at a maximum and 2 m from the front surface of the device, the microphone and the device being positioned at a height of 1·20 m above ground level.\n1.2.1.2 The measurements shall be made on the \"A\" weighting scale of the IEC (International Electrotechnical Commission) standard, by means of sound-level meters conforming to the type described in Publications 179, 1st ed. (1965), of the International Electrotechnical Commission.\n1.2.1.3 The device shall be supplied with a voltage of 6·5, 13 or 26 volts measured at the terminal of the source of electric power, corresponding respectively to a rated voltage of 6, 12 or 24 volts.\n1.2.1.4 The resistance of the connecting leads, including the resistance of the terminals and contacts, must be:\n0·05 ohms for a 6 volt circuit\n0·10 ohms for a 12 volt circuit\n0·20 ohms for a 24 volt circuit\n1.2.1.5 The device shall be rigidly mounted, using the part or parts provided by the manufacturer, on a support whose mass is at least ten times that of the device and not less than 15 kg.\n1.2.1.6 Under the above conditions, the subjective sound pressure level must be not more than 118 dB (A) and not less than 105 dB (A).\n1.2.1.7 The time lapse between the moment of activation and the moment at which the sound reaches the minimum level laid down in item 1.2.1.6 above may not exceed 0·2 seconds, measured in an ambient temperature of 20±5 °C.\nThis provision shall apply in particular to pneumatically or electro-pneumatically operated devices.\n1.2.1.8 Devices which are pneumatically or electro-pneumatically operated must, with the pneumatic circuit arranged in accordance with the manufacturer's specification, have the same acoustic performance as that required for electrically operated audible warning devices.\n1.2.2 Endurance tests\n1.2.2.1 The warning device must be supplied with one of the rated voltages specified in item 1.2.1.3 above, through connecting leads having one of the resistances as specified in item 1.2.1.4 above, and be operated 50000 times, each time for a period of one second, followed by a four-second break. During the test, the device must be ventilated by an air current having a speed of approximately 10 m/s.\n1.2.2.2 If the test is carried out in an anechoic chamber, the latter must be of sufficient volmue to allow normal dispersal of the heat emitted by the device during the endurance test.\n1.2.2.3 The ambient temperatures in the test room be between + 15 and + 30 °C.\n1.2.2.4 If, after 25000 operations, the sound level of the device has changed in relation to the sound level before the test, the device may be adjusted. After 50000 operations and if necessary further adjustment the device must pass the test described in item 1.2.1 above.\n1.2.3 Acoustic tests\n1.2.3.1 The spectrum of the sound emitted by the device, measured at a distance of 2 m, must show a sound pressure higher than that of any frequency component above 3550 Hz in the 1800 to 3550 Hz frequency band, and in no case less than 105 dB (A).\n1.2.3.2 The requirements stated in item 1.2.3.1 above must be satisfied by a warning device which has been submitted to the test described in item 1.2.2 above and which is supplied with a voltage of between 115% and 95% of its rated voltage.\n1.2.3.3 The effective voltage shall be that laid down in item 1.2.1 above.\n1.2.3.4 The resistance of the connecting leads, including the resistance of the battery and the contacts, shall be that laid down in item 1.2.1 above.\n1.2.3.5 Both the device being tested and the microphone shall be placed at the same height; the microphone must be positioned facing the front surface of the warning device in the direction in which the subjective sound level is at a maximum.\n1.2.3.6 The device shall be rigidly mounted, using the part or parts provided by the manufacturer, on a support whose mass is at least ten times that of the device and in any event not less than 30 kg.\n1.2.3.7 The above test shall be made in an anechoic chamber.\n1.3 Type approval tests\n1.3.1 The type approval tests shall be carried out on two samples of each type submitted by the manufacturer for approval; both the samples shall be subjected to all the tests and must conform to the technical specifications laid down in this Annex.\n1.4 Type approval mark\n1.4.1 The type approval mark shall be made up of a rectangle, within which shall be placed the letter \"e\" followed by the distinguishing number of the country which has granted the approval (1 for Germany, 2 for France, 3 for Italy, 4 for the Netherlands, 6 for Belgium and 12 for Luxembourg). At any point within the immediate proximity of this rectangle there shall be placed a type approval number corresponding to the number of the approval certificate completed for the prototype.\n1.4.2 The approval mark (symbol and number) mentioned above shall be shown on the main body of the audible warning device in such a way that it is clearly visible from the outside after the warning device has been fitted on the vehicle.\n1.4.3 The various marks must be clearly legible and indelible.\n1.4.4 The dimensions of the approval mark drawn below are expressed in millimetres; they are minimum dimensions. The ratios between the dimensions must be maintained.\n TIFF \n2. CHARACTERISTICS OF THE AUDIBLE WARNING DEVICE WHEN FITTED TO THE VEHICLE\n2.1 Acoustic tests\nWhen a vehicle is type approved, the characteristics of the warning device fitted to that type of vehicle shall be tested as follows:\n2.1.1 The sound pressure level of the device when fitted to the vehicle shall be measured at a point 7 m in front of the vehicle at a site which is open and as level as possible. The engine of the vehicle shall be stopped. The effective voltage shall be that laid down in item 1.2.1 above.\n2.1.2 Measurements shall be made on the \"A\" weighting scale of the IEC (International Electrotechnical Commission) standard.\n2.1.3 The maximum sound pressure level shall be determined at a height of between 0·5 and 1·5 m above ground level.\n2.1.4 That maximum must be not less than 93 dB (A).\n[1] The aforementioned area may take the form, for instance, of an open space of 50 m radius having a central part of at least 20 m radius which is practically level, surfaced with concrete, asphalt or similar material, and not covered with powdery snow, tall grass, light soil or ashes. Measurements shall be carried out in fine weather. No person other than the observer taking the readings from the apparatus may remain near the audible warning device or the microphone, as the presence of spectators near cither the device or the microphone may considerably affect the readings from the apparatus. Fluctuations of the pointer which appear to be unrelated to the characteristics of the general sound level shall be ignored in taking readings.\n--------------------------------------------------\nANNEX II\nTYPE APPROVAL CERTIFICATE\n TIFF \n--------------------------------------------------"}