{"celex_id": "31979D0246", "uri": "http://publications.europa.eu/resource/cellar/489c0554-340d-472a-9808-51457b5b8107", "type": "Decision", "concepts": ["1520", "1958", "2970", "2979", "4771", "980"], "title": "79/246/EEC: Commission Decision of 19 February 1979 on the implementation of the reform of agricultural structures in Italy (region of Veneto) pursuant to Directives 72/159/EEC, 72/160/EEC, 72/161/EEC and 75/268/EEC (Only the Italian text is authentic)\n", "header": "COMMISSION DECISION  of 19 February 1979  on the implementation of the reform of agricultural structures in Italy (region of Veneto) pursuant to Directives 72/159/EEC, 72/160/EEC, 72/161/EEC and 75/268/EEC  (Only the Italian text is authentic)  (79/246/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 72/159/EEC of 17 April 1972 on the modernization of farms (1), and in particular Article 18 (3) thereof,\nHaving regard to Council Directive 72/160/EEC of 17 April 1972 concerning measures to encourage the cessation of farming and the reallocation of utilized agricultural area for the purposes of structural improvement (2), and in particular Article 9 (3) thereof,\nHaving regard to Council Directive 72/161/EEC of 17 April 1972 concerning the provision of socio-economic guidance for and the acquisition of occupational skills by persons engaged in agriculture (3), and in particular Article 11 (3) thereof,\nHaving regard to Council Directive 75/268/EEC of 28 April 1975 on mountain and hill farming and farming in certain less-favoured areas (4), and in particular Article 13 thereof,\nWhereas on 3 January 1979 the Italian Government notified the Law of the region of Veneto of 16 June 1978, as amended by the Law of 10 November 1978 concerning the implementation of the Directives of the Council of the European Communities on the reform of agricultural structures in Veneto;\nWhereas pursuant to Article 18 (3) of Directive 72/159/EEC, Article 9 (3) of Directive 72/160/EEC, Article 11 (3) of Directive 72/161/EEC and Article 13 of Directive 75/268/EEC the Commission has to decide whether, having regard to the abovementioned law, the existing Italian provisions implementing Directives 72/159/EEC, 72/160/EEC, 72/161/EEC and Titles III and IV of Directive 75/268/EEC, which are the subject of Commission Decisions 76/480/EEC of 13 April 1976 (5) and 76/964/EEC of 7 December 1976 (6), continue to satisfy the conditions for financial contribution by the Community and whether the said law satisfies the conditions for financial contribution by the Community to the measures defined in Title II of Directive 75/268/EEC;\nWhereas Articles 3 to 22 and Article 63 of the said law are consistent with the conditions and aims of Directive 72/159/EEC;\nWhereas Articles 23 to 35 and Article 63 thereof are consistent with the conditions and aims of Directive 72/160/EEC;\nWhereas Articles 36 to 47 and Article 63 thereof are consistent with the conditions and aims of Directive 72/161/EEC;\nWhereas Articles 48 to 55 and Article 63 thereof satisfy the conditions of Directive 75/268/EEC;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Agricultural Structures,", "main_body": ["The existing Italian provisions implementing Directives 72/159/EEC, 72/160/EEC, 72/161/EEC and Titles III and IV of Directive 75/268/EEC, having regard to the Law of the region of Veneto of 16 June 1978, as amended by the Law of 10 November 1978, continue to satisfy the conditions for financial contribution by the Community to the common measures referred to in Article 15 of Directive 72/159/EEC, Article 6 of Directive 72/160/EEC, Article 8 of Directive 72/161/EEC and Article 13 of Directive 75/268/EEC.", "Articles 49 to 51 of the Law of the region of Veneto of 16 June 1978, as amended by the Law of 10 November 1978, satisfy the conditions for financial contribution by the Community to the common  (1)OJ No L 96, 23.4.1972, p. 1. (2)OJ No L 96, 23.4.1972, p. 9. (3)OJ No L 96, 23.4.1972, p. 15. (4)OJ No L 128, 19.5.1975, p. 1. (5)OJ No L 138, 26.5.1976, p. 14. (6)OJ No L 364, 31.12.1976, p. 62.\nmeasures referred to in Article 13 of Directive 75/268/EEC.", "This Decision is addressed to the Italian Republic."], "attachments": "Done at Brussels, 19 February 1979.\nFor the Commission\nFinn GUNDELACH\nVice-President"}