{"celex_id": "31971R2077", "uri": "http://publications.europa.eu/resource/cellar/60255fbd-7452-4687-94ce-658de0afc3ed", "type": "Regulation", "concepts": ["1270", "1881", "1988", "2632"], "title": "Regulation (EEC) No 2077/71 of the Council of 27 September 1971 amending Regulation (EEC) No 143/67 on the compensatory amount applicable to imports of certain vegetable oils\n", "header": "REGULATION (EEC) No 2077/71 OF THE COUNCIL  of 27 September 1971  amending Regulation (EEC) No 143/67 on the compensatory amount applicable to imports of certain vegetable oils\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community;\nHaving regard to Council Regulation No 136/66/EEC 1 of 22 September 1966 on the establishment of a common organisation of the market in oils and fats, as last amended by Regulation (EEC) No 2254/70 2, and in particular Article 3 (6) thereof;\nHaving regard to the proposal from the Commission;\nWhereas Regulation (EEC) No 1077/71 3 amended Council Regulation No 143/67/EEC 4 of 21 June 1967 on the compensatory amount applicable to imports of certain vegetable oils by extending its field of application to refined olive oil;\nWhereas, in view of that amendment some other provisions of Regulation No 143/67/EEC should be adjusted;", "main_body": ["The following shall be substituted for Article 1 of Regulation No 143/67/EEC:\n\"The compensatory amount referred to in the second and third subparagraphs of Article 3 (6) of Regulation No 136/66/EEC may be fixed, subject to the other conditions laid down in those subparagraphs, in respect of imports of oils falling within heading No 15.07 of the Common Customs Tariff, with the exception of olive oil, other than refined olive oil falling within sub-heading No 15.07 A II if the prices of these oils on importation into the Community:    (a) are lower than the prices which would be established for these products in the absence of subsidies or premiums for the production, manufacture, exportation or transport of oils, granted directly or indirectly by the exporting country or the country of origin, irrespective of the grounds for, nature of or manner of granting those subsidies or premiums;\n(b) are, as a result of      - action by a country with a trading monopoly or near-monopoly in which all internal prices are fixed by the State ; or\n- measures with an effect equivalent to a subsidy or premium,\nin a ratio to the prices of the products from which they have been obtained different from that which would exist in the absence of such action or such measures.\nFor the purpose of calculating this ratio, the value of the processed products and processing costs shall be taken into account.\"", "The following shall be substituted for Article 2 of Regulation No 143/67/EEC:\n\"Any ban on exports, any charge on exports or any equivalent measures applied to products from  1OJ No 172, 30.9.1966, p. 3025/66. 2OJ No L 275, 19.12.1970, p. 5. 3OJ No L 116, 28.5.1971, p. 4. 4OJ No 125, 26.6.1967, p. 2463/67.\nwhich the exported oil is obtained shall be considered to be a measure having an effect equivalent to a subsidy or a premium.\"", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 27 September 1971.\nFor the Council\nThe President\nL. NATALI"}