{"celex_id": "31971R1182", "uri": "http://publications.europa.eu/resource/cellar/062fba91-9703-427a-8b77-f7fe0bcbd8b4", "type": "Regulation", "concepts": ["121", "3547", "3965", "4038"], "title": "Regulation (EEC, Euratom) No 1182/71 of the Council of 3 June 1971 determining the rules applicable to periods, dates and time limits\n", "header": "8.6.1971 EN Official Journal of the European Communities L 124/1\nREGULATION (EEC, EURATOM) NO 1182/71 OF THE COUNCIL\nof 3 June 1971\ndetermining the rules applicable to periods, dates and time limits\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 235 thereof;\nHaving regard to the Treaty establishing the European Atomic Energy Community, and in particular Article 203 thereof;\nHaving regard to the proposal from the Commission;\nHaving regard to the Opinion of the European Parliament (1);\nWhereas numerous acts of the Council and of the Commission determine periods, dates or time limits and employ the terms ‘working days’ or ‘public holidays’;\nWhereas it is necessary to establish uniform general rules on the subject;\nWhereas it may, in exceptional cases, be necessary for certain acts of the Council or Commission to derogate from these general rules;\nWhereas, to attain the objectives of the Communities, it is necessary to ensure the uniform application of Community law and consequently to determine the general rules applicable to periods, dates and time limits;\nWhereas no authority to establish such rules is provided for in the Treaties;", "main_body": ["Save as otherwise provided, this Regulation shall apply to acts of the Council or Commission which have been or will be passed pursuant to the Treaty establishing the European Economic Community or the Treaty establishing the European Atomic Energy Community.\nCHAPTER I\nPeriods", "1.   For the purposes of this Regulation, ‘public holidays’ means all days designated as such in the Member State or in the Community institution in which action is to be taken.\nTo this end, each Member State shall transmit to the Commission the list of days designated as public holidays in its laws. The Commission shall publish in the Official Journal of the European Communities the lists transmitted by the Member States, to which shall be added the days designated as public holidays in the Community institutions.\n2.   For the purposes of this Regulation, ‘working days’ means all days other than public holidays, Sundays and Saturdays.", "1.   Where a period expressed in hours is to be calculated from the moment at which an event occurs or an action takes place, the hour during which that event occurs or that action takes place shall not be considered as falling within the period in question.\nWhere a period expressed in days, weeks, months or years is to be calculated from the moment at which an event occurs or an action takes place, the day during which that event occurs or that action takes place shall not be considered as falling within the period in question.\n2.   Subject to the provisions of paragraphs 1 and 4:\n(a) a period expressed in hours shall start at the beginning of the first hour and shall end with the expiry of the last hour of the period;\n(b) a period expressed in days shall start at the beginning of the first hour of the first day and shall end with the expiry of the last hour of the last day of the period;\n(c) a period expressed in weeks, months or years shall start at the beginning of the first hour of the first day of the period, and shall end with the expiry of the last hour of whichever day in the last week, month or year is the same day of the week, or falls on the same date, as the day from which the period runs. If, in a period expressed in months or in years, the day on which it should expire does not occur in the last month, the period shall end with the expiry of the last hour of the last day of that month;\n(d) if a period includes parts of months, the month shall, for the purpose of calculating such parts, be considered as having thirty days.\n3.   The periods concerned shall include public holidays, Sundays and Saturdays, save where these are expressly excepted or where the periods are expressed in working days.\n4.   Where the last day of a period expressed otherwise than in hours is a public holiday, Sunday or Saturday, the period shall end with the expiry of the last hour of the following working day.\nThis provision shall not apply to periods calculated retroactively from a given date or event.\n5.   Any period of two days or more shall include at least two working days.\nCHAPTER II\nDates and time limits", "1.   Subject to the provisions of this Article, the provisions of Article 3 shall, with the exception of paragraphs 4 and 5, apply to the times and periods of entry into force, taking effect, application, expiry of validity, termination of effect or cessation of application of acts of the Council or Commission or of any provisions of such acts.\n2.   Entry into force, taking effect or application of acts of the Council or Commission—or of provisions of such acts—fixed at a given date shall occur at the beginning of the first hour of the day falling on that date.\nThis provision shall also apply when entry into force, taking effect or application of the afore-mentioned acts or provisions is to occur within a given number of days following the moment when an event occurs or an action takes place.\n3.   Expiry of validity, the termination of effect or the cessation of application of acts of the Council or Commission—or of any provisions of such acts— fixed at a given date shall occur on the expiry of the last hour of the day falling on that date.\nThis provision shall also apply when expiry of validity, termination of effect or cessation of application of the afore-mentioned acts or provisions is to occur within a given number of days following the moment when an event occurs or an action takes place.", "1.   Subject to the provisions of this Article, the provisions of Article 3 shall, with the exception of paragraphs 4 and.5, apply when an action may or must be effected in implementation of an act of the Council or Commission at a specified moment.\n2.   Where an action may or must be effected in implementation of an act of the Council or Commission at a specified date, it may or must be effected between the beginning of the first hour and the expiry of the last hour of the day falling on that date.\nThis provision shall also apply where an action may or must be effected in implementation of an act of the Council or Commission within a given number of days following the moment when an event occurs or another action takes place.", "This Regulation shall enter into force on 1 July 1971.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 3 June 1971.\nFor the Council\nThe President\nR. PLEVEN\n(1)  OJ No C 51, 29.4.1970, p. 25."}