{"celex_id": "31977R1180", "uri": "http://publications.europa.eu/resource/cellar/73ada51f-c6a2-4faf-84b0-3dd86671a186", "type": "Regulation", "concepts": ["2591", "2632", "2735", "2957", "3191", "4580"], "title": "Council Regulation (EEC) No 1180/77 of 17 May 1977 on imports into the Community of certain agricultural products originating in Turkey\n", "header": "COUNCIL REGULATION (EEC) No 1180/77  of 17 May 1977  on imports into the Community of certain agricultural products originating in Turkey\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Articles 43 and 113 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nWhereas, in Decision No 1/77, the EEC-Turkey Association Council, pursuant to Article 35 (3) of the Additional Protocol, as amended by Article 10 of the Interim Agreement signed on 30 June 1973, established the arrangements to be applied to imports into the Community of certain agricultural products originating in Turkey;\nWhereas the implementation of that Decision involves the adaptation of Community Regulations;\nWhereas the provisions regarding imports into the Community of certain agricultural products originating in Turkey have been amended on a number of occasions following Association Council Decisions ; whereas the texts in question, since they are to be found in various Official Journals, are difficult to use and therefore lack the necessary clarity which any Regulation must have ; whereas it is therefore necessary to consolidate them;\nWhereas, moreover, in order to bring together in a single Regulation all the provisions regarding imports into the Community of agricultural products originating in Turkey, it is desirable to incorporate in this Regulation the provisions laid down by Council Acts in implementation of the provisions of the Additional Protocol to the Agreement establishing an Association between the European Economic Community and Turkey;\nWhereas Article 4 of Annex 6 to the Additional Protocol to the Agreement establishing an Association between the European Economic Community and Turkey provides for a tariff reduction for imports into the Community of fresh lemons originating in Turkey ; whereas, during the period of application of the reference prices this reduction is subject to the observance of a given price on the internal market of the Community ; whereas the implementation of these arrangements requires the adoption of detailed rules for their application;\nWhereas the proposed arrangements must be included in the common organization of the market in fruit and vegetables ; whereas it is therefore necessary to take account of the provisions of Council Regulation (EEC) No 1035/72 of 18 May 1972 on the common organization of the market in fruit and vegetables (2), as last amended by Regulation (EEC) No 795/76 (3), and of those adopted pursuant to that Regulation;\nWhereas Article 12 of Annex 6 to the Additional Protocol to the Agreement establishing an Association between the European Economic Community and Turkey stipulates that the levy on imports of durum wheat and canary seed produced in Turkey and transported direct from that country into the Community shall be the levy calculated in accordance with Article 13 of Council Regulation (EEC) No 2727/75 of 29 October 1975 on the common organization of the market in cereals (4), as last amended by Regulation (EEC) No 3138/76 (5), less 0 75 unit of account per tonne;\nWhereas Article 13 of the abovementioned Annex stipulates that, on condition that Turkey applies a special charge on exports of rye into the Community, the levy on imports into the Community of that product, calculated in accordance with Article 13 of Regulation (EEC) No 2727/75, shall be reduced by an amount equal to that of the charge paid up to a maximum of eight units of account per tonne;\nWhereas it is necessary to stipulate, in accordance with the Additional Protocol, that the special charge referred to above shall be reflected in the price of rye imported into  (1)OJ No C 118, 16.5.1977, p. 68. (2)OJ No L 118, 20.5.1972, p. 1. (3)OJ No L 93, 8.4.1976, p. 6. (4)OJ No L 281, 1.11.1975, p. 1. (5)OJ No L 354, 24.12.1976, p. 1.\nthe Community ; whereas, in order to ensure that the arrangements in question are properly implemented, it is necessary to adopt the necessary measures so that, on importing rye, the importer supplies proof that the special export charge has been paid by the exporter,", "main_body": ["1. The customs duties applicable to imports into the Community of products listed in Annex I and originating in Turkey shall be reduced to the extent indicated for each of them.\n2. Until 31 December 1977 and by way of derogation from paragraph 1, Denmark, Ireland and the United Kingdom shall be authorized to apply duties not lower than those listed in Annex II to imports of fresh oranges falling within subheading 08.02 ex A of the Common Customs Tariff and of fresh mandarins (including tangerines and satsumas), clementines, wilkings and other similar citrus hybrids falling within subheading 08.02 ex B of the Common Customs Tariff.", "The fixed component of the duty charged on importation into the Community of the products listed in Annex III originating in Turkey shall be reduced to the extent indicated for each of them.", "For the products listed below originating in Turkey the customs duties on imports into the Community shall be reduced to the extent indicated for each of them, provided that the reference prices fixed or to be fixed pursuant to Article 19 of Regulation (EEC) No 100/76 (1) are observed. >PIC FILE= \"T0011472\">", "1. For fresh lemons of subheading 08.02 ex C of the Common Customs Tariff, the tariff reduction provided for in Article 4 (3) of Annex 6 to the Additional Protocol shall be applicable where the quotations recorded on the representative Community markets at the importer/wholesaler stage, or converted to this stage, remain, for the product in question, at least as high as the price defined in paragraph 4.\nThe quotations referred to in the first subparagraph shall be taken into consideration after customs clearance and deduction of import charges other than customs duties, the charges being those stipulated for the calculation of the entry price referred to in Regulation (EEC) No 1035/72.  (1)OJ No L 20, 28.1.1976, p. 1.\nThe product in question shall, where appropriate, be converted to Quality Class I pursuant to the third indent of the second subparagraph of Article 24 (2) of Regulation (EEC) No 1035/72.\n2. With respect to the deduction of the import charges other than customs duties which are referred to in the third indent of paragraph 3 of Article 24 of Regulation (EEC) No 1035/72, in so far as the prices disclosed to the Commission by Member States include the incidence of such charges, the sum to be deducted shall be calculated by the Commission so as to avoid difficulties which may result from the incidence of such charges on entry prices being dependent on the origin of the products concerned. In such cases an average amount corresponding to the arithmetic mean between the lowest and highest incidence of such taxes shall be taken into account in this calculation.\n3. The representative markets for the purposes of paragraph 1 are the Community markets used for recording quotations on the basis of which the entry prices referred to in Regulation (EEC) No 1035/72 are calculated.\n4. The price referred to in paragraph 1 shall be equal to the reference price in force during the period in question, plus the incidence on this price of the customs duties applicable to imports coming from non-member countries and a standard amount of 1 720 units of account per 100 kilograms.\n5. Where the quotations referred to in paragraph 1, after customs clearance and deduction of import charges other than customs duties, remain, on the representative markets of the Community with the lowest quotations, lower than the price defined in paragraph 4 on three consecutive market days, the customs duties in force in respect of non-member countries on the date of import shall be applied to the product concerned.\nThese arrangements shall apply until the said quotations remain, on the representative markets of the Community with the lowest quotations, at least as high as the price defined in paragraph 4 on three consecutive market days.\n6. The Commission, on the basis of the quotations recorded on the representative markets of the Community disclosed by the Member States, shall follow regularly the movement of prices and shall ascertain the levels referred to in paragraph 5.\nThe measures required shall be adopted in accordance with the procedure laid down in Regulation (EEC) No 1035/72 with regard to the application of countervailing duties on fruit and vegetables.\n7. Articles 23 to 28 of Regulation (EEC) No 1035/72 shall continue to apply.", "1. The following products, originating in Turkey, shall be allowed into the Community at a 2 75 % ad valorem customs duty within the limit of an annual tariff quota of 25 000 tonnes. >PIC FILE= \"T0011473\">\n2. Should paragraph 1 not apply to a full calendar year the quota shall be opened on a pro rata basis.", "The levies applied to Community imports of durum wheat and canary seed, produced in Turkey and transported direct from there to the Community, which fall within subheadings 10.01 B and 10.07 ex D of the Common Customs Tariff respectively, shall be those calculated in accordance with Article 13 of Regulation (EEC) No 2727/75, each minus 0 750 unit of account per tonne.", "1. The levy on imports of rye falling within heading No 10.02 of the Common Customs Tariff which is produced in Turkey and transported direct from there to the Community, shall be that calculated in accordance with Article 13 of Regulation (EEC) No 2727/75 minus an amount equal to the special export charge levied by Turkey on exports to the Community of the said product but not exceeding eight units of account per tonne.\n2. The provisions of paragraph 1 shall apply to all imports in respect of which the importer supplies proof of payment by the exporter of the special export charge, up to an amount exceeding neither the levy fixed in accordance with Article 13 of Regulation (EEC) No 2727/75 on imports of rye into the Community nor eight units of account per tonne.", "The fixed component charged on importation into the Community of products listed below originating in Turkey shall be reduced by 50 %.\n>PIC FILE= \"T0011474\">", "1. Where Turkey applies the special charge on exports of olive oil, other than refined olive oil falling within subheading 15.07 A II of the Common Customs Tariff, obtained entirely in Turkey and transported direct from that country to the Community, the levy on imports into the Community of that oil shall, according to the case, be the levy referred to in Article 13 of Council Regulation No 136/66/EEC of 22 September 1966 on the establishment of a common organization of the market in oils and fats (1), as last amended by Regulation (EEC) No 1707/73 (2), or that resulting from application of the tendering procedure provided for in Regulation (EEC) No 2843/76 (3), less:    (a) 0 750 unit of account per 100 kilograms;\n(b) an amount equal to the special export charge imposed by Turkey on such oil within a limit of nine units of account per 100 kilograms, that amount being increased, until 31 October 1977, by nine units of account per 100 kilograms.\n2. The arrangements set out in paragraph 1 shall be applied to all imports of olive oil for which the importer supplies proof upon importation that the special export charge referred to in the said paragraph has been reflected in the import price.\n3. Where Turkey does not apply the special export charge, the levy imposed on imports into the Community of the oil as defined in paragraph 1, shall, according to the case, be the levy referred to in Article 13 of Regulation No 136/66/EEC or that resulting from application of the tendering procedure provided for in Regulation (EEC) No 2843/76, less 0 750 unit of account per 100 kilograms.", "0\n1. Without prejudice to the collection of the variable component, the fixed component of the levy shall be reduced by 80 % on imports into the Community of olive oil having undergone a refining process, falling within subheading 15.07 A I of the Common Customs Tariff, wholly obtained in Turkey and transported direct from that country to the Community.\n2. The levy referred to in paragraph 1 shall be fixed by the Commission.", "1\n1. For prepared and preserved sardines falling within subheading 16.04 D of the Common Customs Tariff and originating in Turkey the customs duty on imports into the Community shall be reduced by 40 % subject to observance of the minimum prices fixed in accordance with the following paragraphs.\n2. Until 30 June 1978 the minimum prices referred to in paragraph 1 shall be those specified in Annex IV. The prices for the period beginning 1 July 1978 shall not be lower than those specified in the said Annex, as updated by exchange of letters between the Contracting Parties in order to take account of the trend of costs for the products in question.\n3. From 1 July 1979 the minimum prices referred to in paragraph 1 shall be agreed by annual exchanges of letters between the Contracting Parties.\n4. The reduction of the customs duty referred to in paragraph 1 shall apply only from the date and for the periods determined by exchanges of letters laying down the technical rules for applying this Article.", "2\n1. For the products listed below originating in Turkey the customs duty on imports into the Community shall be reduced as follows, subject to the terms agreed by exchange of letters being observed. >PIC FILE= \"T0011475\">\n2. The tariff reduction referred to in paragraph 1 applies only from the date and for the periods determined by (1)OJ No 172, 30.9.1966, p. 3025/66. (2)OJ No L 175, 29.6.1973, p. 5. (3)OJ No L 327, 26.11.1976, p. 4.   exchanges of letters to be concluded each year between the Contracting Parties in order to fix the terms and detailed rules.", "3\nFor the products listed below originating in Turkey the customs duty on imports into the Community shall be reduced by 30 % within the limit of an annual Community tariff quota of 90 tonnes. >PIC FILE= \"T0011476\">", "4\nWhere necessary, detailed rules for the application of this Regulation shall be adopted in accordance with the procedure laid down in Article 26 of Regulation (EEC) No 2727/75 or, according to the case, in the corresponding Articles in other Regulations on the common organization of agricultural markets.", "5\n1. The following are repealed:    - Council Regulation (EEC) No 1233/71 of 7 June 1971 on imports of citrus fruit originating in Turkey (1);\n- Council Regulation (EEC) No 1235/71 of 7 June 1971 on imports of olive oil from Turkey (2);\n- Council Regulation (EEC) No 2754/75 of 29 October 1975 on imports of certain cereals from Turkey (3);\n- Council Regulation (EEC) 2755/75 of 29 October 1975 on the importation into the Community of certain agricultural products originating in Turkey (4);\n- Council Regulation (EEC) No 113/76 of 19 January 1976 on imports into the Community of fishery products originating in Turkey (5).\n2. References to the Regulations repealed under paragraph 1 shall be understood as applying to this Regulation.\nCitations and references relating to the Articles of the said Regulations are to be read in accordance with the table of equivalence given in Annex V.", "6\nThis Regulation shall enter into force on 1 July 1977.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 17 May 1977.\nFor the Council\nThe President\nJ. SILKIN  (1)OJ No L 130, 16.6.1971, p. 51. (2)OJ No L 130, 16.6.1971, p. 55. (3)OJ No L 281, 1.11.1975, p. 95. (4)OJ No L 281, 1.11.1975, p. 97. (5)OJ No L 20, 28.1.1976, p. 55.\nANNEX I\n>PIC FILE= \"T0011477\"\"PIC FILE= \"T0011478\">\n>PIC FILE= \"T0011479\">\n>PIC FILE= \"T0011480\">\n>PIC FILE= \"T0011481\">\n>PIC FILE= \"T0011482\">\nANNEX II\n>PIC FILE= \"T0011483\"\"PIC FILE= \"T0011484\">\nANNEX III\n>PIC FILE= \"T0011485\">\nANNEX IV\n>PIC FILE= \"T0011486\"\"PIC FILE= \"T0011487\">\nANNEX V\n>PIC FILE= \"T0011488\">"}