{"celex_id": "31975R0388", "uri": "http://publications.europa.eu/resource/cellar/78677eee-d6d2-4ba6-8d8e-ed7fb3c08448", "type": "Regulation", "concepts": ["1141", "2772", "3190", "3770", "5334"], "title": "Regulation (EEC) No 388/75 of the Council of 13 February 1975 on notifying the Commission of exports of crude oil and natural gas to third countries\n", "header": "REGULATION (EEC) No 388/75 OF THE COUNCIL  of 13 February 1975  on notifying the Commission of exports of crude oil and natural gas to third countries\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Articles 5 and 213 thereof;\nHaving regard to the proposal from the Commission;\nHaving regard to the Opinion of the European Parliament;\nHaving regard to the Opinion of the Economic and Social Committee;\nWhereas the introduction of a common energy policy is one of the objectives of the Communities ; whereas it is the task of the Commission to propose the measures to be taken for this purpose;\nWhereas obtaining an overall picture of Community supplies is one feature of such a policy ; whereas this should, in particular, enable the Community to make the necessary comparisons;\nWhereas the accomplishment of that task requires the most accurate information possible on exports of crude oil, petroleum products and natural gas, in respect of both past and future developments ; whereas precise information concerning the origin, destination and quality of these products is similarly indispensable;\nWhereas Member States should for this purpose communicate to the Commission, with any comments they may have, statistical information relating to exports effected over the preceding half year, and a general survey on exports planned for the following year with relevant particulars ; whereas to this end the persons and undertakings concerned must be under an obligation to communicate to the Member States the information enabling the latter to fulfil the obligation in question;\nWhereas the Commission should be able to curtail the limits for communicating the information, to alter the periods to which notifications should relate and, if need be, as a temporary measure, to request estimates for each individual undertaking;\nWhereas it is desirable to enable the Commission if need be, to specify certain implementing rules, such as the form and content of the notifications to be made;\nWhereas observance of the obligations laid down in this Regulation and the confidential nature of the information collected should be ensured,", "main_body": ["1. Member States shall, under the following conditions and in accordance with the procedures laid down in Annex I, communicate to the Commission the information they have obtained on the basis of Article 2 on exports of crude oil and petroleum products falling within heading No 27.09 and subheadings 27.10 A, B, C I and C II of the Common Customs Tariff, and of natural gas falling within subheading 27.11 B II of the Common Customs Tariff:    (a) by 30 September and 31 March of each year at the latest, in respect of the exports effected during the preceding half calendar year by each individual undertaking;\n(b) by 31 December of each year at the latest, in respect of all exports planned for the following year by all the undertakings of the Member State concerned.\nMember States shall add to their notifications any comments they may have.\n2. For the purposes of this Regulation export means carriage out of Community customs territory of all crude oils, petroleum products and natural gas,  except of those products which are in Community customs territory under a system involving suspension or drawback of customs duties or other import charges, for example under systems of customs warehouses, free zones, temporary entry, transit or inward processing for supply to third countries.", "In order to fulfil the obligation laid down in Article 1, any person or undertaking having exported or intending to export from the Community a quantity of 100 000 metric tons or more per annum of crude oil and petroleum products, or an equivalent quantity of natural gas shall, in accordance with the procedures laid down in Annex II, notify the Member State from which those exports have been effected or are planned:    (a) before 15 September and 15 March of each year, of the exports effected during the preceding half calendar year;\n(b) before 15 December of each year, of the exports planned for the following year.", "In order to enable the Commission to assess the supply situation, Member States shall, in accordance with a procedure laid down by the Commission:    - make notification as required by Articles 1 and 2 within a shorter time limit or for other periods;\n- make notification as required by Article 1 (1) (b), if need be as a temporary measure, in respect of individual undertakings.", "Within the limits laid down by this Regulation and the Annexes thereto, the Commission shall be authorized to adopt implementing provisions concerning the form, content and other details of the notifications under Articles 1, 2 and 3.", "The Commission shall submit to the Council a summary of the information obtained pursuant to this Regulation.", "Information forwarded pursuant to this Regulation shall be treated as confidential. This provision shall not prevent the publication of general information or of summaries not containing particulars concerning individual undertakings.", "Member States shall take appropriate measures to ensure observance of the obligations arising under Articles 2, 3 and 6.", "This Regulation shall enter into force one month after its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 13 February 1974.\nFor the Council\nThe President\nP. BARRY\nANNEX I Notification from the Member States to the Commission\nNotifications shall include the following information:    A. In respect of exports effected during the half calendar year preceding the declaration:\nIn respect of exports of crude oil falling within heading No 27.09, petroleum products falling within subheadings 27.10 A, B, C I and C II, and natural gas falling within subheading 27.11 B II of the Common Customs Tariff:\nFull transmission of information obtained by the governments from persons or undertakings, including the names, and the addresses or seats, of those persons or undertakings.\nB. In respect of exports planned for the year following the declaration:     (i) In respect of crude oil falling within heading No 27.09 of the Common Customs Tariff:      1. estimated quantity in thousands of metric tons,\n2. country where the crude oil to be exported is to be produced,\n3. percentage of deliveries effected on the basis of contracts with a duration of more than one year,\n4. country to which exports are destined.\n(ii) In respect of petroleum products falling within subheadings 27.10 A, B, C I and C II of the Common Customs Tariff:      1. estimated quantity in thousands of metric tons,\n2. country where the petroleum products to be exported are to be refined,\n3. percentage of deliveries effected on the basis of contracts with a duration of more than one year,\n4. country to which exports are destined.\n(iii) In respect of natural gas falling within subheading 27.11 B II of the Common Customs Tariff:      1. quantity (in millions of m3 at 0º and 760 mm Hg),\n2. country where the natural gas to be exported is to be produced,\n3. exporting port, or terminal when routed by gas pipeline,\n4. gross calorific value of natural gas to be imported (in Kcal/m3, at 0º and 760 mm Hg),\n5. country to which exports are destined.\nANNEX II Notification from persons and undertakings to the Member States\nNotifications shall include the following information:\nI. In respect of exports effected during the half calendar year preceding the declaration:\nA. In respect of crude oil falling within heading No 27.09 of the Common Customs Tariff:      1. name, and address or seat, of the exporting person or undertaking,\n2. quantity in thousands of metric tons,\n3. country where the exported crude oil was produced,\n4. trade description of the crude oil exported,\n5. names, and addresses or seats, of contracting parties\n6. in respect of all exports effected on the basis of supply contracts with a duration of more than one year:        (i) duration of the contract,\n(ii) date of termination,\n7. Country to which exports are destined.\nB. In respect of petroleum products falling under subheadings 27.10 A, B, C I and C II of the Common Customs Tariff:      1. name, and address or seat, of the exporting person or undertaking,\n2. description of the exported petroleum product, as given in the Common Customs Tariff, including the sulphur content (% by weight), if available,\n3. quantity in thousands of metric tons per product,\n4. country where the exported petroleum products were refined,\n5. names, and addresses or seats, of contracting parties,\n6. In respect of all exports effected on the basis of supply contracts with a duration of more than one year:        (i) duration of the contract,\n(ii) date of termination,\n7. country to which exports are destined.\nC. In respect of natural gas falling within subheading 27.11 B II of the Common Customs Tariff:      1. name, and address or seat, of the exporting person or undertaking,\n2. quantity (in millions of m3, at 0º and 760 mm Hg),\n3. country where the exported natural gas was produced,\n4. exporting port, or terminal when routed by pipeline,\n5. gross calorific value (Kcal/m3, at 0º and 760 mm Hg).\nII. In respect of exports planned for the year following the declaration:\nA. In respect of crude oil falling within heading No 27.09 of the Common Customs Tariff:      1. name, and address or seat, of the exporting person or undertaking,\n2. estimated quantity in thousands of metric tons,\n3. country where the crude oil to be exported is to be produced,\n4. trade description of the crude oil to be exported,\n5. names, and addresses or seats, of contracting parties,\n6. in respect of all exports to be effected on the basis of supply contracts with a duration of more than one year:        (i) duration of contract,\n(ii) date of termination,\n7. country to which exports are destined.\nB. In respect of petroleum products falling within subheadings 27.10 A, B, C I and C II of the Common Customs Tariff:      1. name, and address or seat, of the exporting person or undertaking,\n2. description of the exported petroleum products, as given in the Common Customs Tariff, including the sulphur content (% by weight), if available,\n3. estimated quantity in thousands of metric tons per product,\n4. country where the petroleum products to be exported are to be refined,\n5. names, and addresses or seats, of contracting parties,\n6. in respect of all exports to be effected on the basis of supply contracts with a duration of more than one year:        (i) duration of the contract,\n(ii) date of termination,\n7. country to which exports are destined.\nC. In respect of natural gas falling within subheading 27.11 B II of the Common Customs Tariff:      1. name, and address or seat, of the exporting person or undertaking,\n2. quantity (in millions of m3, at 0º and 760 mm Hg),\n3. country where the natural gas to be exported is to be produced,\n4. exporting port, or terminal when routed by pipeline,\n5. gross calorific value of the natural gas to be exported (Kcal/m3, at 0º and 760 mm Hg),\n6. country to which exports are destined."}