{"celex_id": "31972R2351", "uri": "http://publications.europa.eu/resource/cellar/c7bcb74a-d506-4dbc-84af-a8101700a733", "type": "Regulation", "concepts": ["1277", "386", "4314", "862"], "title": "Regulation (EEC) No 2351/72 of the Commission of 8 November 1972 supplementing Regulation (EEC) Nos 100/72 and 1574/72 as regards the denaturing process for sugar\n", "header": "REGULATION (EEC) No 2351/72 OF THE COMMISSION of 8 November 1972 supplementing Regulation (EEC) Nos 100/72 and 1574/72 as regards the denaturing process for sugar\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community;\nHaving regard to Council Regulation No 1009/67/EEC1 of 18 December 1967 on the common organisation of the market in sugar, as last amended by Regulation (EEC) No 607/72,2 and in particular Article 9 (8) thereof;\nWhereas experience has shown that the description of the denaturing process for sugar contained in Commission Regulation (EEC) No 100/723 of 14 January 1972 laying down detailed rules on the denaturing of sugar for animal feed and in Commission Regulation (EEC) No 1574/724 of 24 July 1972 fixing the denaturing premium for sugar intended for animal feed is not sufficiently precise to ensure that sugar denatured in this way can be used only for animal feed and for the intended purpose ; whereas these Regulations should therefore be supplemented accordingly without, however, altering the process in question;\nWhereas, the measures provided for in this Regulation are in accordance with the Opinion of the Management Committee for sugar;", "main_body": ["The following shall be substituted for the text under II (3) (c) of the Annex to Regulation (EEC) No 100/72:\n\"or (c) 0 7250 kg of ferric oxide ; in this case the mixture must show a definite coloration ranging from dark red to brown.\"", "The following shall be substituted for the text under (c) of the Annex to Regulation (EEC) No 1574/72:\n\"or (c) 0.250 kg of ferric oxide ; in this case the mixture must show a definite coloration ranging from dark red to brown.\"", "1. Denaturing premium certificates issued pursuant to Regulation (EEC) No 1574/22 shall be cancelled on application by the titular holder or the transferee, as the case may be, if such application is made before 31 December 1972.\n2. The denaturing deposit shall be released immediately after cancellation of the certificate.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 8 November 1972.\nFor the Commission\nThe President\nS.L. MANSHOLT  1 OJ No 308, 18.12.1967, p. 1.\n2 OJ No L 75, 28.3.1972, p. 4.\n3 OJ No L 12, 15.1.1972, p. 15.\n4 OJ No L 167, 25.7.1972, p. 18."}