{"celex_id": "31976R1588", "uri": "http://publications.europa.eu/resource/cellar/817b4e68-af04-4c86-b18f-20fdf2d2624b", "type": "Regulation", "concepts": ["1264", "1819", "2591", "4399"], "title": "Commission Regulation (EEC) No 1588/76 of 30 June 1976 laying down detailed rules for the importation of olive oil originating in Morocco\n", "header": "COMMISSION REGULATION (EEC) No 1588/76  of 30 June 1976  laying down detailed rules for the importation of olive oil originating in Morocco\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1521/76 of 24 June 1976 on imports of olive oil from Morocco (1), and in particular Article 6 thereof,\nWhereas by the said Regulation the Council adopted the rules for the application of the special arrangements for imports of olive oil from Morocco provided for in the Cooperation Agreement between the European Economic Community and Morocco ; whereas detailed rules must be adopted for the application of those rules;\nWhereas Article 1 thereof provides that when Morocco applies a special export charge on olive oil other than that which has undergone a refining process the levy applicable shall be reduced by (i) 0 750 unit of account per 100 kilogrammes and (ii) an amount equal to that of the special charge levied, subject to a maximum of 10 units of account per 100 kilogrammes, this amount being increased, until 31 October 1977, by 10 units of account per 100 kilogrammes;\nWhereas, under Article 2 thereof, the arrangements for reducing the levy shall apply to all imports in respect of which it can be proved that the special charge is reflected in the import price ; whereas, for the purposes of applying these arrangements, the importer must supply proof that he has refunded the charge concerned to the exporter;\nWhereas, to ensure that these arrangements function correctly, the importer must be able to inform the exporter of the amount both of the levy and of the charge applicable to the imported product;\nWhereas Commission Regulation (EEC) No 1937/75 of 25 July 1975 laying down detailed rules for the importation of olive oil from Morocco (2) should be repealed;\nWhereas the introduction of the tendering procedure for the levy makes it necessary to specify the detailed rules for the application of these new arrangements to olive oil imports from Morocco;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Oils and Fats,", "main_body": ["1. The arrangements provided for in Article 1 of Regulation (EEC) No 1521/76 shall apply where proof is supplied by the importer that he has refunded to the exporter, subject to the maximum specified under (b) in that Article, the special export charge deductible at the time of importation into the Community.\n2. For the purposes of this Regulation, the exporter means the person indicated on certificate EUR 1.\n3. The proof referred to in paragraph 1 may only be supplied by the submission of a receipt issued by a bank approved for the purpose into which the sum referred to in paragraph 1 has been paid by way of refund of the charge ; such receipt must contain at least the following:    - the designation of the exporter,\n- the number of the document EUR 1 relating to the transaction,\n- the amount of the sum paid.\n4. Where the tendering procedure referred to in Regulation (EEC) No 601/76 applies, the abatements provided for in Articles 1 to 4 of Regulation (EEC) No 1521/76 shall apply to the levies indicated in the offers where those levies are not less than the minimum levy.  (1)OJ No L 169, 28.6.1976, p. 43. (2)OJ No L 198, 29.7.1975, p. 28.", "The bodies responsible in the Member States for collecting the import levy shall issue to the importer a document containing the following information:    (a) details of the export document as given under the heading \"Customs endorsement\" on the document EUR 1 relating to the product concerned, or the number of that certificate;\n(b) the net weight of the olive oil as recorded by the competent authorities at the time of completing the customs import formalities;\n(c) the rate of the levy applicable to the products concerned, calculated in accordance with Article 13 of Regulation No 136/66/EEC, less 0 750 unit of account per 100 kilogrammes;\n(d) the amount refunded by the importer to the exporter.", "Regulation (EEC) No 1937/75 is hereby repealed.", "This Regulation shall enter into force on 1 July 1976.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 June 1976.\nFor the Commission\nP.J. LARDINOIS\nMember of the Commission"}