{"celex_id": "31977R2829", "uri": "http://publications.europa.eu/resource/cellar/9d806ed6-a9c1-4c3f-a841-945e37cd2534", "type": "Regulation", "concepts": ["1283", "3111", "3160", "4033"], "title": "Council Regulation (EEC) No 2829/77 of 12 December 1977 on the bringing into force of the European Agreement concerning the work of crews of vehicles engaged in international road transport (AETR)\n", "header": "COUNCIL REGULATION (EEC) No 2829/77  of 12 December 1977  on the bringing into force of the European Agreement concerning the work of crews of vehicles engaged in international road transport (AETR)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 75 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nHaving regard to the opinion of the Economic and Social Committee (2),\nWhereas the European Agreement concerning the work of crews of vehicles engaged in international road transport (AETR) of 1 July 1970 was open at Geneva until 31 March 1971 for signature and after that date for accession by Member States of the Economic Commission for Europe ; whereas, after the deposit of the eighth instrument of ratification, the Agreement entered into force on 5 January 1976;\nWhereas the AETR Agreement lays down rules governing specific conditions of work in international road transport between the Contracting States which are fundamental to the social protection of the crews of vehicles and to road safety ; whereas the Agreement is thus an instrument for creating uniform working conditions favouring social progress and improved safety in road transport between European countries ; whereas it covers the same fields as Council Regulation (EEC) No 543/69 of 25 March 1969 on the harmonization of certain social legislation relating to road transport (3), as last amended by Regulation (EEC) No 2827/77 (4), and thus constitutes a useful supplement to the internal Community rules ; whereas the Agreement should therefore enter into force in all Member States as soon as possible;\nWhereas the AETR Agreement should be brought into force in such a way as to ensure that its provisions apply uniformly from 1 January 1978 at the latest throughout the Community to the crews of all vehicles which effect international carriage operations between Member States and third countries which are Contracting Parties ; whereas the provisions of the Agreement should also as far as possible be applied to transport operations with third countries which are not Contracting Parties ; whereas Article 2 of Regulation (EEC) No 543/69 must be amended accordingly;\nWhereas, since the subject matter of the AETR Agreement falls within the scope of Regulation (EEC) No 543/69, from the date of entry into force of that Regulation the power to negotiate and conclude the Agreement has lain with the Community ; whereas, however, the particular circumstances in which the AETR negotiations took place warrant, by way of exception, a procedure whereby the Member States of the Community individually deposit the instruments of ratification or accession in a concerted action but nonetheless act in the interest and on behalf of the Community;\nWhereas, in order to ensure the supremacy of Community law in intra-Community transport, Member States should enter a reservation when depositing their instruments of ratification or accession whereby international transport operations between Member States are not to be regarded as international transport operations within the meaning of the Agreement;\nWhereas the possibilities provided for in the Agreement itself for bilateral agreements between Contracting Parties derogating from the said Agreement as regards frontier zone and transit transport operations are a matter which in principle fall within the competence of the Community;\nWhereas, if an amendment to the internal Community rules in the field in question necessitates a corresponding amendment to the Agreement, the Member States will act jointly to obtain such an amendment to the Agreement in accordance with the procedure laid down therein,", "main_body": ["Article 2 of Regulation (EEC) No 543/69 shall be replaced by the following text:  (1)OJ No C 157, 14.7.1975, p. 92. (2)OJ No C 263, 17.11.1975, p. 75. (3)OJ No L 77, 29.3.1969, p. 49. (4)See page 1 of this Official Journal.\n\"Article 2\n1. This Regulation applies to carriage by road by means of vehicles registered in a Member State or in a third country for any journey made within the Community.\n2. However, as from 1 January 1978:   - the European Agreement concerning the work of crews of vehicles engaged in international road transport (AETR) shall apply to international road transport operations to and/or from third countries which are contracting parties to that Agreement, or in transit through such countries, for the whole of the journey where such operations are effected by vehicles registered in a Member State or in one of the said third countries.\n- transport operations to and/or from a third country effected by vehicles registered in a third country which is not a contracting party to the Agreement shall be subject to the Agreement for any journey made within the Community.\".", "1. In ratifying or acceding to the AETR the Member States, having regard to the Council recommendation of 23 September 1974, shall act on behalf of the Community.\nThe Member States shall inform the Secretary-General of the United Nations in writing that in their case ratification or accession was in accordance with this Regulation.\nThese measures shall be implemented as soon as possible and not later than 1 January 1978.\n2. The instruments of ratification or accession shall be accompanied by the following reservation:\n\"Transport operations between Member States of the European Economic Community shall be regarded as national transport operations within the meaning of the AETR in so far as such operations do not pass in transit through the territory of a third State which is a Contracting Party to the AETR.\".\n3. Where amendments to Community provisions in the matter necessitate an adjustment to the Agreement, the Member States will initiate the amendment procedure provided for in Article 23 of the Agreement.", "Agreements to be reached with third countries pursuant to Article 2 (2) of the AETR shall be concluded by the Community. The measures provided for under Article 3 (2) of the AETR shall be adopted by the Council on a proposal from the Commission.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 12 December 1977.\nFor the Council\nThe President\nL. DHOORE"}