{"celex_id": "31975L0369", "uri": "http://publications.europa.eu/resource/cellar/574de34a-a43d-4b0c-9896-94c09bdd02a0", "type": "Directive", "concepts": ["1079", "1638", "3213", "5070", "532"], "title": "Council Directive 75/369/EEC of 16 June 1975 on measures to facilitate the effective exercise of freedom of establishment and freedom to provide services in respect of itinerant activities and, in particular, transitional measures in respect of those activities\n", "header": "COUNCIL DIRECTIVE  of 16 June 1975  on measures to facilitate the effective exercise of freedom of establishment and freedom to provide services in respect of itinerant activities and, in particular, transitional measures in respect of those activities  (75/369/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Articles 49, 57, 66 and 235 thereof;\nHaving regard to the proposal from the Commission;\nHaving regard to the Opinion of the European Parliament (1);\nHaving regard to the Opinion of the Economic and Social Committee (2);\nWhereas, pursuant to the Treaty, all discriminatory treatment based on nationality with regard to establishment and provision of services is prohibited as from the end of the transitional period ; whereas the principle of such treatment based on nationality applies in particular to the right to join professional organizations where the professional activities of the person concerned necessarily involve the exercise of this right;\nWhereas, moreover, Article 57 of the Treaty provides that, in order to make it easier for persons to take up and pursue activities as self-employed persons, directives are to be issued for the mutual recognition of diplomas, certificates and other evidence of formal qualifications and for the coordination of the provisions laid down by law, regulation or administrative action in Member States;\nWhereas, in the absence of mutual recognition of diplomas or of immediate coordination, it nevertheless appears desirable to make it easier to attain freedom of establishment and freedom to provide services for the activities in question, in particular by the adoption of transitional measures of the kind envisaged in the General Programmes (3) in order to avoid causing exceptional difficulties for nationals of Member States in which the taking up of such activities is not subject to any conditions;\nWhereas, in order to prevent such difficulties arising, the object of the transitional measures should be to allow, as sufficient qualification for taking up the activities in question in host Member States which have rules governing the taking up of such activities, the fact that the activity has been pursued in the Member State whence the foreign national comes for a reasonable and sufficiently recent period of time to ensure that the person concerned possesses professional knowledge equivalent to that required of the host Member State's own nationals;\nWhereas activities relating to retail trade from established premises and to the selling of goods in covered markets from permanently fixed installations are covered by Directives No 68/363/EEC and No 68/364/EEC (4) concerning the retail trade ; whereas, accordingly, selling in markets other than from permanently fixed installations and in open-air markets should be covered by this Directive;\nWhereas, moreover, Council Directives No 64/222/EEC and No 64/224/EEC (5) concerning the activities of intermediaries in commerce, industry and small craft industries already apply to the activities of intermediaries who go from door to door seeking orders;\nWhereas this Directive is to cover not only trading activities which are necessarily itinerant but also other economic activities pursued on an itinerant basis where such activities are not covered by previous Directives;\nWhereas this Directive does not apply in any Member State to itinerant activities which are prohibited in that Member State;\nWhereas the activities of fairground operators, where they are of an itinerant nature, fall within the scope of this Directive;\nWhereas the purpose of the transitional measures provided for in this Directive will disappear once the coordination of conditions for the taking up and pursuit of the activities in question and the mutual  (1)OJ No C 11, 5.2.1971, p. 43. (2)OJ No C 42, 30.4.1971, p. 10. (3)OJ No 2, 15.1.1962, pp. 32/62 and 36/62. (4)OJ No L 260, 22.10.1968, pp. 1 and 6. (5)OJ No 56, 4.4.1964, pp. 857/64 and 869/64.\nrecognition of diplomas, certificates and other formal qualifications have been achieved;\nWhereas this Directive does not affect the provisions laid down by law, regulation or administrative action in the Member States which prohibit companies or firms from pursuing itinerant activities or impose on them certain conditions for such pursuit;\nWhereas, in so far as in Member States the taking up or pursuit of the activities referred to in this Directive is also dependent in the case of paid employees on the possession of professional knowledge and ability, this Directive should also apply to this category of persons in order to remove an obstacle to the free movement of workers and thereby to supplement the measures adopted in Council Regulation (EEC) No 1612/68 (1) of 15 October 1968 on freedom of movement for workers within the Community;\nWhereas, for the same reason, the provisions laid down in respect of proof of good repute and proof of no previous bankruptcy should also be applicable to paid employees;\nWhereas the activity in question must have been pursued and any vocational training received in the same branch of trade as that in which the beneficiary wishes to establish himself in the host Member State, where the latter imposes this requirement on its own nationals,", "main_body": ["1. Member States shall adopt the measures defined in this Directive in respect of establishment or provision of services in their territories by natural persons and companies or firms covered by Title I of the General Programmes (hereinafter called \"beneficiaries\") wishing to pursue the activities referred to in Article 2.\n2. This Directive shall also apply to nationals of Member States who, as provided in Regulation (EEC) No 1612/68, wish to pursue as paid employees activities referred to in Article 2.", "This Directive shall apply to the following itinerant activities:    (a) the buying and selling of goods:      - by itinerant tradesmen, hawkers or pedlars (ex ISIC Group 612);\n- in covered markets other than from permanently fixed installations and in open-air markets;\n(b) activities covered by transitional measures already adopted that expressly exclude or do not mention the pursuit of such activities on an itinerant basis.", "1. Where a host Member State requires of its own nationals wishing to take up any activity referred to in Article 2 proof of good repute and proof that they have not previously been declared bankrupt, or proof of either one of these, that State shall accept as sufficient evidence, in respect of nationals of other Member States, the production of an extract from the \"judicial record\" or, failing this, of an equivalent document issued by a competent judicial or administrative authority in the Member State of origin or the Member State whence the foreign national comes showing that these requirements have been met.\n2. Where a host Member State imposes on its own nationals wishing to take up one of the activities referred to in Article 2, certain requirements as to good repute, and proof that such requirements are satisfied cannot be obtained from the document referred to in paragraph 1, that State shall accept as sufficient evidence in respect of nationals of other Member States, a certificate issued by a competent judicial or administrative authority in the country of origin or in the country whence the foreign national comes, showing that the requirements in question have been met. Such certificate shall relate to the specific facts regarded as relevant by the host country.\n3. Where the country of origin or the country whence the foreign national comes does not issue the document referred to in paragraph 1 or the certificate referred to in paragraph 2 furnishing proof of good repute or proof of no previous bankruptcy, such proof may be replaced by a declaration on oath - or, in a State where there is no provision for declaration on oath, by a solemn declaration - made by the person concerned before a competent judicial or administrative authority, or where appropriate, a notary, in the country of origin or the country whence that person comes ; such authority or notary will issue a certificate attesting the authenticity of the declaration on oath or solemn declaration. The declaration in respect of no previous bankruptcy may also be made before a competent professional or trade body in the said country.  (1)OJ No L 257, 19.10.1968, p. 2.\n4. Documents issued in accordance with paragraphs 1, 2 and 3 may not be produced more than three months after their date of issue.\n5. Member States shall, within the time limit laid down in Article 12, designate the authorities and bodies competent to issue the documents referred to in paragraphs 1, 2 and 3 of this Article and shall forthwith inform the other Member States and the Commission thereof.\n6. Where in the host Member State proof of financial standing is required, that State shall regard certificates issued by banks in the Member State of origin or in the country whence the foreign national comes as equivalent to certificates issued in its own territory.", "Member States in which the taking up or pursuit of any activity referred to in Article 2 is subject to possession of certain qualifications shall ensure that any beneficiary who applies therefor be provided, before he establishes himself or before he begins to pursue any activity on a temporary basis, with information as to the rules governing the occupation which he proposes to pursue.", "1. Where in a Member State the taking up or pursuit of any activity referred to in Article 2 is subject to possession of general, commercial, or professional knowledge and ability, that Member State shall, subject to Article 6, accept as sufficient evidence of such knowledge and ability the fact that the activity in question has been pursued in another Member State for any of the following periods:    (a) three consecutive years either in an independent capacity or in a managerial capacity ; or\n(b) two consecutive years in an independent capacity or in a managerial capacity, where the beneficiary proves that for the activity in question he has received previous training, attested by a certificate recognized by the State or regarded by the competent professional or trade body as fully satisfying its requirements ; or\n(c) two consecutive years in an independent capacity or in a managerial capacity, where the beneficiary proves that he has pursued the activity in question for at least three years in an non-independent capacity ; or\n(d) three consecutive years in a non-independent capacity, where the beneficiary proves that for the activity in question he has received previous training, attested by a certificate recognized by the State or regarded by a competent professional or trade body as fully satisfying its requirements.\nThe host Member State may require of nationals of other Member States, in so far as it so requires of its own nationals, that the activity in question should have been pursued, and vocational training received, in the same branch of trade (or in a related branch) as that in which the beneficiary wishes to establish himself in the host Member State.\n2. In the cases referred to in paragraph 1 (a) and (c), pursuit of the activity in question shall not have ceased more than 10 years before the date on which the application provided for in Article 8 is made. However, where a shorter period is laid down in a Member State for its own nationals, that period may also be applied in respect of beneficiaries.", "1. Notwithstanding Article 5, where in a Member State any activity referred to in Article 2 is regarded as being of an industrial or small craft nature and where the taking up or pursuit of such activity is subject to possession of general, commercial or professional knowledge and ability, that Member State shall accept as sufficient evidence of such knowledge and ability the fact that the activity in question has been pursued in another Member State for any of the following periods:    (a) six consecutive years either in an independent capacity or in a managerial capacity ; or\n(b) three consecutive years either in an independent capacity or in a managerial capacity, where the beneficiary proves that for the activity in question he has received at least three years' previous training, attested by a certificate recognized by the State or regarded by the competent professional or trade body as fully satisfying its requirements ; or\n(c) three consecutive years in an independent capacity, where the beneficiary proves that the has pursued the activity in question for at least five years in a non-independent capacity ; or\n(d) five consecutive years in a managerial capacity, not less than three years of which were spent in technical posts with responsibility for one or more departments of the undertaking, where the beneficiary proves that for the activity in question he has received at least three years'  previous training, attested by a certificate recognized by the State or regarded by the competent professional or trade body as fully satisfying its requirements.\n2. In the cases referred to in paragraph 1 (a) and (c), pursuit of the activity shall not have ceased more than 10 years before the date when the application provided for in Article 8 is made. However, where a shorter period is laid down in a Member State for its own nationals that period may also be applied in respect of beneficiaries.", "A person shall be regarded as having pursued an activity in a managerial capacity within the meaning of Articles 5 and 6 if he has pursued such an activity in an industrial or commercial undertaking in the occupational field in question:    (a) as manager of an undertaking or manager of a branch of an undertaking ; or\n(b) as deputy to the proprietor or to the manager of an undertaking, where such post involves responsibility equivalent to that of the proprietor or manager represented ; or\n(c) in a managerial post with duties of a commercial nature and with responsibility for at least one department of the undertaking.", "Proof that the conditions laid down in Articles 5 and 6 are satisfied shall be established by a certificate issued by a competent authority or body in the Member State of origin or Member State whence the person concerned comes, which the latter shall submit in support of his application for authorization to pursue the activity or activities in question in the host Member State.", "For the purpose of applying Article 6 and in so far as is necessary:    1. Member States in which the taking up or pursuit of any activity referred to in Article 2 is subject to possession of general, commercial or professional knowledge and ability shall, with the assistance of the Commission, inform the other Member States of the main characteristics of that occupation;\n2. the competent authority designated for this purpose by the Member State of origin or the State whence the beneficiary comes shall certify what professional or trade activities were actually pursued by the beneficiary and the duration of those activities. Certificates shall be drawn up having regard to the official description of the occupation in question supplied by the Member State in which the beneficiary wishes to pursue such occupation, whether permanently or temporarily;\n3. the host Member State shall grant authorization to pursue the activity in question on application by the person concerned, provided that the activity certified conforms to the main features of the description of the occupation communicated pursuant to point 1 and provided that any other requirements laid down by the rules of that State are satisfied.", "0\nMember States shall, within the time limit laid down in Article 12, designate the authorities and bodies competent to issue the certificates referred to in Articles 8 and 9 and shall forthwith inform the other Member States and the Commission thereof.", "1\nThe transitional provisions laid down in this Directive shall remain applicable until the entry into force of provisions relating to the coordination of national rules concerning the taking up and pursuit of the activities in question.", "2\nMember States shall bring into force the measures necessary to comply with this Directive within 12 months of its notification and shall forthwith inform the Commission thereof.", "3\nMember States shall communicate to the Commission the texts of the main provisions of national law which they adopt in the field covered by this Directive.", "4\nThis Directive is addressed to the Member States."], "attachments": "Done at Luxembourg, 16 June 1975.\nFor the Council\nThe President\nR. RYAN"}