{"celex_id": "31972L0166", "uri": "http://publications.europa.eu/resource/cellar/f4ecfd4f-93fe-4426-9034-a70a7d148ac8", "type": "Directive", "concepts": ["2897", "3303", "34", "3673", "3906", "532"], "title": "Council Directive 72/166/EEC of 24 April 1972 on the approximation of the laws of Member States relating to insurance against civil liability in respect of the use of motor vehicles, and to the enforcement of the obligation to insure against such liability\n", "header": "COUNCIL DIRECTIVE of 24 April 1972 on the approximation of the laws of the Member States relating to insurance against civil liability in respect of the use of motor vehicles, and to the enforcement of the obligation to insure against such liability (72/166/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 100 thereof;\nHaving regard to the proposal from the Commission;\nHaving regard to the Opinion of the European Parliament;\nHaving regard to the Opinion of the Economic and Social Committee;\nWhereas the objective of the Treaty is to create a common market which is basically similar to a domestic market, and whereas one of the essential conditions for achieving this is to bring about the free movement of goods and persons;\nWhereas the only purpose of frontier controls of compulsory insurance cover against civil liability in respect of the use of motor vehicles is to safeguard the interests of persons who may be the victims of accidents caused by such vehicles ; whereas the existence of such frontier controls results from disparities between national requirements in this field;\nWhereas these disparities are such as may impede the free movement of motor vehicles and persons within the Community ; whereas, consequently, they have a direct effect on the establishment and functioning of the common market;\nWhereas the Commission Recommendation of 21 June 1968 on control by customs of travellers crossing intra-Community frontiers calls upon Member States to carry out controls on travellers and their motor vehicles only under exceptional circumstances and to remove the physical barriers at customs posts;\nWhereas it is desirable that the inhabitants of the Member States should become more fully aware of the reality of the common market and that to this end measures should be taken further to liberalize the rules regarding the movement of persons and motor vehicles travelling between Member States ; whereas the need for such measures has been repeatedly emphasized by members of the European Parliament;\nWhereas such relaxation of the rules relating to the movement of travellers constitutes another step towards the mutual opening of their markets by Member States and the creation of conditions similar to those of a domestic market;\nWhereas the abolition of checks on green cards for vehicles normally based in a Member State entering the territory of another Member State can be effected by means of an agreement between the six national insurers' bureaux, whereby each national bureau would guarantee compensation in accordance with the provisions of national law in respect of any loss or injury giving entitlement to compensation caused in its territory by one of those vehicles, whether or not insured.\nWhereas such a guarantee agreement presupposes that all Community motor vehicles travelling in Community territory are covered by insurance ; whereas the national law of each Member State should, therefore, provide for the compulsory insurance of vehicles against civil liability, the insurance to be valid throughout Community territory ; whereas such national law may nevertheless provide for exemptions for certain persons and for certain types of vehicles;\nWhereas the system provided for in this Directive could be extended to vehicles normally based in the territory of any third country in respect of which the national bureaux of the six Member States have concluded a similar agreement;", "main_body": ["For the purposes of this Directive:    1. \"vehicle\" means any motor vehicle intended for travel on land and propelled by mechanical power, but not running on rails, and any trailer, whether or not coupled;\n2. \"injured party\" means any person entitled to compensation in respect of any loss or injury caused by vehicles;\n3. \"national insurers' bureau\" means a professional organization which is constituted in accordance with Recommendation No 5 adopted on 25 January 1949 by the Road Transport Sub-committee of the Inland Transport Committee of the United Nations Economic Commission for Europe and which groups together insurance undertakings which, in a State, are authorized to conduct the business of motor vehicle insurance against civil liability;\n4. \"territory in which the vehicle is normally based\" means      - the territory of the State in which the vehicle is registered ; or\n- in cases where no registration is required for a type of vehicle but the vehicle bears an insurance plate, or a distinguishing sign analogous to the registration plate, the territory of the State in which the insurance plate or the sign is issued ; or\n- in cases where neither registration plate nor insurance plate nor distinguishing sign is required for certain types of vehicle, the territory of the State in which the person who has custody of the vehicle is permanently resident;\n5. \"green card\" means an international certificate of insurance issued on behalf of a national bureau in accordance with Recommendation No 5 adopted on 25 January 1949 by the Road Transport Sub-committee of the Inland Transport Committee of the United Nations Economic Commission for Europe.", "1. Member States shall refrain from making checks on insurance against civil liability in respect of vehicles normally based in the territory of another Member State.\nLikewise, Member States shall refrain from making such insurance checks on vehicles normally based in the territory of a third country entering their territory from the territory of another Member State. Member States may, however carry out random checks.\n2. As regards vehicles normally based in the territory of a Member State, the provisions of this Directive, with the exception of Articles 3 and 4, shall take effect:    - after an agreement has been concluded between the six national insurers' bureaux under the terms of which each national bureau guarantees the settlement, in accordance with the provisions of its own national law on compulsory insurance, of claims in respect of accidents occurring in its territory caused by vehicles normally based in the territory of another Member State, whether or not such vehicles are insured;\n- from the date fixed by the Commission, upon its having ascertained in close cooperation with the Member States that such an agreement has been concluded;\n- for the duration of that agreement.", "1. Each Member State shall, subject to Article 4, take all appropriate measures to ensure that civil liability in respect of the use of vehicles normally based in its territory is covered by insurance. The extent of the liability covered and the terms and conditions of the cover shall be determined on the basis of these measures.\n2. Each Member State shall take all appropriate measures to ensure that the contract of insurance also covers:    - according to the law in force in other Member States, any loss or injury which is caused in the territory of those States;\n- any loss or injury suffered by nationals of Member States during a direct journey between two territories in which the Treaty establishing the European Economic Community is in force, if there is no national insurers' bureau responsible for the territory which is being crossed ; in that case, the loss or injury shall be covered in accordance with the internal laws on compulsory insurance in force in the Member State in whose territory the vehicle is normally based.", "A Member State may act in derogation of Article 3 in respect of:    (a) certain natural or legal persons, public or private ; the list of such persons shall be drawn up by the State concerned and communicated to the other Member States and to the Commission.\nA Member State so derogating shall take the appropriate measures to ensure that compensation is paid in respect of any loss or injury caused in the territory of other Member States by vehicles belonging to such persons. It shall in particular designate an authority or body in the country where the loss or injury occurs responsible for compensating injured parties in accordance with the laws of that State in cases where the procedure provided for in the first indent of Article 2 (2) is not applicable. It shall notify the other Member States and the Commission of the measures taken;\n(b) certain types of vehicle or certain vehicles having a special plate ; the list of such types or of such vehicles shall be drawn up by the State concerned and communicated to the other Member States and to the Commission.\nIn that case, the other Member States shall retain the right to require, on entry into their territory of such a vehicle, that the person having custody thereof be in possession of a valid green card or that he conclude a frontier insurance contract complying with the requirements of the Member State concerned.", "Each Member State shall ensure that, where an accident is caused in its territory by a vehicle normally based in the territory of another Member State, the national insurers' bureau shall, without prejudice to the obligation referred to in the first indent of Article 2 (2), obtain information:    - as to the territory in which the vehicle is normally based, and as to its registration mark, if any;\n- in so far as is possible, as to the details of the insurance of the vehicle, as they normally appear on the green card, which are in the possession of the person having custody of the vehicle, to the extent that these details are required by the Member State in whose territory the vehicle is normally based.\nEach Member State shall also ensure that the bureau communicates this information to the national insurers' bureau of the State in whose territory the vehicle is normally based.", "Each Member State shall take all appropriate measures to ensure that vehicles normally based in the territory of a third country or in the non-European territory of a Member State entering the territory in which the Treaty establishing the European Economic Community is in force shall not be used in its territory unless any loss or injury caused by those vehicles is covered, in accordance with the requirements of the laws of the various Member States on compulsory insurance against civil liability in respect of the use of vehicles, throughout the territory in which the Treaty establishing the European Economic Community is in force.", "1. Every vehicle normally based in the territory of a third country or in the non-European territory of a Member State must, before entering the territory in which the Treaty establishing the European Economic Community is in force, be provided either with a valid green card or with a certificate of frontier insurance establishing that the vehicle is insured in accordance with Article 6.\n2. However, vehicles normally based in a third country shall be treated as vehicles normally based in the Community if the national bureaux of all the Member States severally guarantee, each in accordance with the provisions of its own national law on compulsory insurance, settlement of claims in respect of accidents occurring in their territory caused by such vehicles.\n3. Upon having ascertained, in close cooperation with the Member States, that the obligations referred to in the preceding paragraph have been assumed, the Commission shall fix the date from which and the types of vehicles for which Member States shall no longer require production of the documents referred to in paragraph 1.", "Member States shall, not later than 31 December 1973, bring into force the measures necessary to comply with this Directive and shall forthwith inform the Commission thereof.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 24 April 1972.\nFor the Council\nThe President\nG. THORN"}