{"celex_id": "31971R1076", "uri": "http://publications.europa.eu/resource/cellar/50174909-c17c-46b2-889c-1bbb26d66f93", "type": "Regulation", "concepts": ["239", "4400"], "title": "Regulation (EEC) No 1076/71 of the Council of 25 May 1971 on the compensatory amount on imports of certain oils and fats provided for in the first subparagraph of Article 3 (6) of Regulation No 136/66/EEC\n", "header": "REGULATION (EEC) No 1076/71 OF THE COUNCIL  of 25 May 1971  on the compensatory amount on imports of certain oils and fats provided for in the first subparagraph of Article 3 (6) of Regulation No 136/66/EEC\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community;\nHaving regard to Council Regulation No 136/66/EEC 1 of 22 September 1966 on the establishment of a common organisation of the market in oils and fats, as last amended by Regulation (EEC) No 2554, 2 and in particular Article 3 (6) thereof;\nHaving regard to the proposal from the Commission;\nWhereas a compensatory amount may be charged on imports of the products listed in Article 1 (2) (a) and (b) of Regulation No 136/66/EEC pursuant to the first subparagraph of Article 3 (6) of that Regulation and in accordance with the third subparagraph of Article 3 (6);\nWhereas there is a need to define the most important factors which would make it possible to assess whether these products are being imported in such quantities and under such conditions as might seriously prejudice or threaten to prejudice the interests of Community producers ; whereas, since the application of the compensatory amount depends on the influence imports are having on the Community market, this situation must be assessed in the light of factors affecting the trend of imports as well as factors peculiar to the Community market;", "main_body": ["The compensatory amount referred to in the first and third subparagraphs of Article 3 (6) of Regulation No 136/66/EEC shall, subject to the other conditions laid down in the above-mentioned subparagraphs, be fixed only under the conditions specified in the following Articles.", "For the purposes of assessing whether the products listed in Article 1 (2) (a) and (b) of Regulation No 136/66/EEC are being imported in such quantities and under such conditions as might seriously prejudice or threaten to prejudice the interests of Community producers of the products listed in Article 1 (2) of that Regulation, the following in particular shall be taken into account:    (a) the prices on importation into the Community for one or more of the products or the foreseeable trend of such prices with particular reference to any tendency towards an excessive decline as compared with prices for the products listed in Article 1 (2) of Regulation No 136/66/EEC which they might replace on the Community market;\n(b) the volume of actual or foreseeable imports of products showing a tendency towards an excessive decline as compared with prices for substitute products, particularly if these imports are not in line with the trend of requirements on the Community market for those products and the products which they might replace;\n(c) prices recorded on the Community market, or the foreseeable trend of such prices, and any tendency towards an excessive decline in these prices;\n(d) the foreseeable effects of an excessive decline in prices and an increase in actual or foreseeable imports of the products in question on the position of Community producers of those products or the products which they might replace.", "The compensatory amount may be fixed only at the  1OJ No 172, 30.9.1966, p. 3025/66. 2OJ No L 275, 19.12.1970, p. 5.\nlevel and for the length of time strictly necessary to prevent prejudice or the threat of prejudice to the interests of Community producers.\nThe compensatory amount shall be adjusted to take account of the situation.", "The compensatory amount shall be fixed in accordance with the procedure laid down in Article 38 of Regulation No 136/66/EEC. However, if the interests of the Community necessitate immediate action, the Commission may fix a compensatory amount which shall be valid for a period of not more than fifteen days.", "Detailed rules for the application of this Regulation may be adopted in accordance with the procedure laid down in Article 38 of Regulation No 136/66/EEC.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 25 May 1971.\nFor the Council\nThe President\nM. COINTAT"}