{"celex_id": "31974L0409", "uri": "http://publications.europa.eu/resource/cellar/0fde8432-5dde-41ff-8a66-768c8a31ce26", "type": "Directive", "concepts": ["1907", "2735", "2897", "893"], "title": "Council Directive 74/409/EEC of 22 July 1974 on the harmonization of the laws of the Member States relating to honey\n", "header": "COUNCIL DIRECTIVE  of 22 July 1974  on the harmonization of the laws of the Member States relating to honey  (74/409/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Articles 43 and 100 thereof;\nHaving regard to the proposal from the Commission;\nHaving regard to the Opinion of the European Parliament;\nWhereas the laws, regulations and administrative provisions of the Member States define the term \"honey\", specify the different varieties and lay down the requirements to be met by the product and the information which must appear on the packages or labels;\nWhereas the differences existing between these laws hinder the free movement of this product and may create unfair conditions of competition;\nWhereas, therefore, it is necessary at Community level to define the term \"honey\", to make provision for the different varieties which may be marketed under appropriate names to fix the general specific criteria for its composition, and to lay down the main information which is to appear on labels;\nWhereas the choice of the methods of sampling and analysis necessary for checking the composition and characteristics of honey is an implementing measure of a technical nature ; whereas their adoption should be entrusted to the Commission in order to simplify and expedite the procedure;\nWhereas in all cases in which the Council confers on the Commission authority to implement rules relating to foodstuffs, a procedure should be laid down establishing close cooperation between the Member States and the Commission within the Standing Committee on Foodstuffs set up by Council Decision No 69/414/EEC (1);\nWhereas Article 3 of this Directive prohibits the use of the term \"honey\" for products which do not comply with the definition laid down in Article 1 (1) ; whereas, however, the immediate implementation of this ban could cause disturbance of the market where the use of the terms \"Kunsthonig\" or \"Kunsthonning\" is permitted by previous national legislation to describe a product other than honey ; whereas provision should consequently be made for an appropriate transitional period to allow the necessary changes to be made;\nWhereas pending the adoption of general Community rules regarding the labelling of foodstuffs, a number of national provisions should be maintained on a transitional basis;\nWhereas there are at present on the market in certain Member States honeys with various analytical characteristics ; whereas it would appear difficult to apply to them all the criteria laid down in the Annex to this Directive ; whereas, however, a more detailed study would make it possible to review the situation at a later date,", "main_body": ["1. For the purposes of this Directive \"honey\" shall mean the foodstuff which is produced by the honey-bee from the nectar of blossoms or secretions of or on living parts of plants, and which the bees collect, transform, combine with specific substances of their own and store and leave to mature in honey combs. This foodstuff may be fluid, viscous or crystallized.\n2. The main types of honey are as follows:    (a) according to origin\nblossom honey:\nhoney obtained predominantly from the nectar of blossoms;  (1)OJ No L 291, 19.11.1969, p. 9.\nhoneydew honey:\nhoney obtained predominantly from secretions of or on living parts of plants ; its colour varies from light or greenish brown to almost black;\n(b) according to mode of presentation\ncomb honey:\nhoney stored by bees in the cells of freshly built broodless combs and sold in sealed whole combs or sections of such combs;\nchunk honey:\nhoney which contains one or more pieces of comb honey;\ndrained honey:\nhoney obtained by draining decapped broodless combs;\nextracted honey:\nhoney obtained by centrifuging decapped broodless combs;\npressed honey:\nhoney obtained by pressing broodless combs with or without the application of moderate heat;", "Member States shall take all measures necessary to ensure that honey may be offered for sale only if it conforms to the definitions and rules laid down in this Directive and in the Annex thereto.", "1. The term \"honey\" shall be applied only to the product defined in Article 1 (1) and must be used in trade to designate that product, without prejudice to the provisions laid down in Article 7 (1) (a) and (2).\n2. The names referred to in Article 1 (2) shall be applied only to the products defined there in.", "By way of derogation from Article 3 (1) the terms \"Kunsthonning\" and \"Kunsthonig\" may continue to be used in Denmark and in Germany respectively for a period of five years starting from the date of notification of this Directive, to describe a product other than honey, in accordance with the national provisions governing this product in force at the time of the notification of this Directive.", "No product other than honey may be added to honey offered for sale as such.", "1. When it is marketed the honey shall comply with the compositional criteria listed in the Annex.\nHowever, by way of derogation from the second indent of paragraph 2 of the said Annex, Member States may authorize in their own territory:    (a) the marketing of heather honey with a maximum moisture content of 25 %, if this is the result of natural conditions of production,\n(b) the marketing of \"baker's honey\" in \"industrial honey\" with a moisture content of not more than 25 %, if this is the result of natural conditions of production.\n2. In addition:    (a) honey shall, as far as practicable, be free from organic or inorganic matters foreign to its composition, such as mould, insects, insect debris, brood or grains of sand, when the honey is marketed as such or is used in any product for human consumption;\n(b) honey shall not:      (i) have any foreign tastes or odours;\n(ii) have begun to ferment or effervesce;\n(iii) have been heated to such an extent that its natural enzymes are destroyed or made inactive;\n(iv) have an artificially changed acidity;\n(c) honey may under no circumstances contain substances in such quantity as to endanger human health.\n3. By way of derogation from paragraphs 1 and 2, honey may be marketed as \"baker's honey\" or  \"industrial honey\" if, although suitable for human consumption:    (a) it does not comply with the requirements referred to in paragraph 2 (b), (i), (ii), (iii), or\n(b) its diastase activity or hydroxymethylfurfural content do not comply with the specifications laid down in the Annex.\nHowever, in the case referred to under (b) a Member State may refrain from making use of this term compulsory and allow the term \"honey\" to be used. Within five years from the date of notification of this Directive the Council shall decide, on a proposal from the Commission, on provisions designed to lay down identical technical specifications for the entire Community.", "1. The only information which is compulsory on the packages, containers or labels of honey, which information must be conspicuous, clearly legible and indelible, shall be the following:    (a) the term \"honey\" or one of the names listed in Article 1 (2) ; \"comb honey\" and \"chunk honey\" must, however, be described as such ; in the cases referred to in subparagraph (b) of the second paragraph of Article 6 (1) and in the first paragraph of Article 6 (3), the name of the product shall be \"baker's honey\" or \"industrial honey\";\n(b) the net weight expressed in grammes or kilogrammes;\n(c) the name or trade name and the address or registered office of the producer or packer, or of a seller established within the Community.\n2. The Member States may require in their own territory use of the name \"honeydew honey\" for honey which is predominantly honeydew honey, which has the organoleptic, physico-chemical and microscopic characteristics of such honey and for which there is given no indication of a specific plant origin, such as \"pine honey\".\n3. By way of derogation from paragraph 1, the Member States may retain any national provisions which require indication of the country of origin. This information, however, may no longer be required for honey originating in the Community.\n4. The term \"honey\" referred to in paragraph 1 (a) or one of the names referred to in Article 1 (2) may be supplemented inter alia by:    (a) a reference to the origin, whether blossom or plant, provided the product comes predominantly from the source indicated and has the appropriate organoleptic, physico-chemical, and microscopic characteristics;\n(b) a regional, territorial or topographical name, provided the product originates entirely in the area indicated.\n5. Where honey is put up in packages or containers of a net weight equal to or exceeding 10 kilogrammes and is not retailed, the information referred to in paragraph 1 (b) and (c) may, if desired, appear only on the accompanying documents.\n6. Member States shall refrain from stating, apart from what is laid down in paragraph 1, how the information referred to in that paragraph is to be given. However, Member States may forbid trade in honey in their territory if the markings laid down in paragraph 1 (a) are not shown on one side of the package or container in the national language or languages.\n7. Until the end of the transitional period during which the imperial units of measurement contained in Annex II to Council Directive No 71/354/EEC (1) of 18 October 1971 relating to units of measurement which may be used in the Community, Member States may require that the weight should also be expressed in imperial units of measurement.\n8. Paragraphs 1 to 7 shall apply without prejudice to subsequent provisions laid down by the Community on labelling.", "1. Member States shall adopt all the measures necessary to ensure that trade in the products referred to in Article 1, which comply with the definitions and rules laid down in this Directive and in Annex I thereto, shall not be impeded by the application of national non-harmonized provisions governing the composition, manufacturing specifications, packaging or labelling of these products in particular or of foodstuffs in general.\n2. Paragraph 1 shall not be applicable to non-harmonized provisions justified on grounds of:  (1)OJ No L 243, 29.10.1971, p. 29.     - protection of public health,\n- repression of frauds unless such provisions are liable to impede the application of the definitions and rules laid down by this Directive,\n- protection of industrial and commercial property, of indications of source, designations of origin and the repression of unfair competition.", "The methods of sampling and analysis necessary for checking the composition and characteristics of honey shall be determined in accordance with the procedure laid down in Article 10.", "0\n1. Where the procedure laid down in this Article is to be followed, the matter shall be referred to the Standing Committee on Foodstuffs set up by the Council Decision of 13 November 1969 (hereinafter called the \"Committee\") by its Chairman, either on his own initiative or at the request of a representative of a Member State.\n2. The representative of the Commission shall submit to the Committee a draft of the measures to be taken. The Committee shall give its Opinion on that draft within a time limit set by the Chairman having regard to the urgency of the matter. Opinions shall be delivered by a majority of 41 votes, the votes of the Member States being weighted as provided in Article 148 (2) of the Treaty. The Chairman shall not vote.\n3.    (a) Where the measures envisaged are in accordance with the Opinion of the Committee, the Commission shall adopt them.\n(b) Where the measures envisaged are not in accordance with the Opinion of the Committee or if no opinion is delivered, the Commission shall without delay submit to the Council a proposal on the measures to be taken. The Council shall act by a qualified majority.\n(c) If within three months of the proposal being submitted to it, the Council has not acted, the proposed measures shall be adopted by the Commission.", "1\nThe provisions of Article 10 shall apply for 18 months from the date on which the matter was first referred to the Committee, under Article 10 (1).", "2\nThis Directive shall not affect national provisions relating to the scales of weights according to which honey must be marketed ; the Council, on a proposal from the Commission, shall adopt the appropriate Community provisions before 1 January 1979.", "3\nThis Directive shall not apply to products intended for export from the Community.", "4\nMember States shall, if necessary, within a period of one year following notification of this Directive, amend their laws in accordance with the provisions of this Directive and shall forthwith inform the Commission thereof. The laws thus amended shall apply to the products offered for sale in the Member States two years after the notification of this Directive.", "5\nThis Directive is addressed to the Member States."], "attachments": "Done at Brussels, 22 July 1974\nFor the Council\nThe President\nJ. SAUVAGNARGUES\nANNEX COMPOSITIONAL CRITERIA FOR HONEY\n>PIC FILE= \"T9000703\">"}