{"celex_id": "31976L0934", "uri": "http://publications.europa.eu/resource/cellar/bf714da9-fa71-466a-bf33-e90cad233a6b", "type": "Directive", "concepts": ["1277", "2428", "2739", "3135", "6052"], "title": "Commission Directive 76/934/EEC of 1 December 1976 amending the Annex to Council Directive 74/63/EEC of 17 December 1973 on the fixing of maximum permitted levels for the undesirable substances and products in feedingstuffs\n", "header": "COMMISSION DIRECTIVE  of 1 December 1976  amending the Annex to Council Directive 74/63/EEC of 17 December 1973 on the fixing of maximum permitted levels for undesirable substances and products in feedingstuffs  (76/934/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the Council Directive of 17 December 1973 on the fixing of maximum permitted levels for undesirable substances and products in feedingstuffs (1), as last amended by the first Commission Directive of 15 December 1975 (2), and in particular Article 6 thereof,\nWhereas this Directive provides for the contents of the Annex to be regularly amended to take account of developments in scientific and technical knowledge;\nWhereas, as a result of the amendment introduced into the method of calculating the maximum permitted levels listed in Part A of the Annex to the abovementioned Directive, it is necessary to adjust the maximum permitted level for lead in green fodder;\nWhereas the inclusion of sodium nitrite in the group of preservatives listed in Annex II to the Council Directive of 23 November 1970 concerning additives in feedingstuffs (3) involves making an addition to Item No 5 \"nitrites\" in Part A of the Annex to Directive 74/63/EEC;\nWhereas it is desirable to adapt the contents of Item No 9 of Part B of the Annex to new scientific and botanical knowledge and to amend the subdivision of the Annex accordingly;\nWhereas the measures provided for in this Directive are in accordance with the opinion of the Standing Committee for Feedingstuffs,", "main_body": ["The Annex to the Council Directive of 17 December 1973 on the fixing of maximum permitted levels for undesirable substances and products in feedingstuffs shall be amended in accordance with the following Articles.", "The text of Items No 2 \"lead\" and No 5 \"nitrites\" in Part A \"Substances (ions or elements)\" of the Annex shall be replaced by the following text:\n2. Lead\n>PIC FILE= \"T0009612\">  5. Nitrites\n>PIC FILE= \"T0009613\">  (1)OJ No L 38, 11.2.1974, p. 31. (2)OJ No L 4, 9.1.1976, p. 24. (3)OJ No L 270, 14.12.1970, p. 1.", "Part B \"Products\" of the Annex shall be amended as follows:    1. Item No 9 shall be deleted and replaced by a new Part C with the following text: >PIC FILE= \"T0009614\">\n2. Item No 10 becomes Item No 9.\n3. Item No 11 becomes Item No 10 and the words \"Crotalaria L. sp.\" are replaced by the words \"Crotalaria spp.\".", "The Member States shall bring into force by 1 March 1977 at the latest the laws, regulations and administrative provisions necessary to comply with this Directive and shall forthwith inform the Commission thereof.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 1 December 1976.\nFor the Commission\nP.J. LARDINOIS\nMember of the Commission"}