{"celex_id": "31978D0516", "uri": "http://publications.europa.eu/resource/cellar/9ce97866-9cf0-47b0-98b4-398b91e8831d", "type": "Decision", "concepts": ["1519", "3821", "4432", "478"], "title": "78/516/EEC: Commission Decision of 26 May 1978 relating to a proceeding under Article 85 of the EEC Treaty (IV/29.559 - RAI/UNITEL) (Only the German text is authentic)\n", "header": "COMMISSION DECISION  of 26 May 1978  relating to a proceeding under Article 85 of the EEC Treaty (IV/29.559 - RAI/UNITEL)  (Only the German text is authentic)  (78/516/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Articles 85 and 87 thereof,\nHaving regard to Regulation No 17 of 6 February 1962 (1), and in particular Article 11 (5) thereof,\nWhereas:  I  Radiotelevisione Italiana (RAI) was planning to broadcast the gala performance of Giuseppe Verdi's opera \"Don Carlos\" (given on 7 December 1977 to mark the 200th anniversary of La Scala, Milan) live via Mondovision all over the world.\nThis broadcast did not take place because of objections raised by UNITEL Film- und Fernseh-Produktionsgesellschaft mbH & Co., Munich, on the grounds that four of La Scala's leading singers had been members of the cast which had performed \"Don Carlos\" in Salzburg and had exclusive contracts with UNITEL in which they had undertaken not to take part in any film or television production of the opera other than the one authorized by UNITEL.\nII  The Commission's initial findings were based on press reports and information provided by RAI. On 23 November 1977, in order to check on the matter further, the Commission sent UNITEL a request for information under Article 11 (1) to (3) of Regulation No 17, giving it two weeks in which to supply the following documents and data:    1. copies of the complete texts of the contracts entered into with the singers not permitted to take part in RAI's broadcast of the Milan production of \"Don Carlos\" because of their appearance in the Salzburg production;\n2. details of the legal structure of UNITEL (GmbH, OHG, KG, etc.), with copies of the documents embodying the company's constitution and rules;\n3. names of shareholders and exact details of their holdings.\nIII  By letter of 12 December 1977 UNITEL refused to provide the information, claiming that:      1. the Court of Justice of the European Communities had never held artistes to be undertakings for the purposes of Article 85 (1);\n2. under Regulation No 67/67 (2) on exclusive dealing agreements, the exclusive commitments between UNITEL and its singers qualified for exemption from Article 85 (1) by virtue of Article 85 (3);\n3. the exclusive commitments in question did not affect trade between Member States;\n4. information concerning holdings was immaterial to the issue of infringement of Article 85 (1);\n5. furthermore, an article which had appeared in the press on 29 November 1977 was due to an indiscretion on the part of the Commission, and the Commission's intervention was biased.\nIV  The information requested by the Commission is \"necessary\" within the meaning of Article 11 (1) of Regulation No 17.  (1)OJ No 13, 21.2.1962, p. 204/62. (2)OJ No 57, 25.3.1967, p. 849/67.         1.          (a) The Commission takes the view, on the information available to it, that artistes are undertakings within the meaning of Article 85 (1) when they exploit commercially their artistic performances. Admittedly, the question arises as to whether or not an agreement entered into by an artiste has any appreciable effects on competition. In many cases, particularly where little-known artistes are involved, the answer could well be no. However, there manifestly are appreciable effects in the case of highly successful artistes. In the present case, the agreements prevented a world-wide broadcast from La Scala by RAI. The effects could scarcely have been greater.\nHowever, in the last analysis the Commission's request for information does not turn on whether or not the singers constitute undertakings. UNITEL is undoubtedly an undertaking within the meaning of Article 85 (1). The Commission is entitled to ask for information when investigating the existence of agreements between undertakings. The question whether the artistes concerned constitute undertakings can only be resolved in the light of information on the economic implications of agreements concerning the commercial exploitation of the artistic services provided. The Commission cannot pronounce on the matter until it has ascertained exactly how the agreements in question are worded.\n(b) Regulation No 67/67 does not apply to the provision of services, so no exemption may be claimed for the commercial exploitation of artistic performances. Even if it could, that would not affect the Commission's power to obtain information on individual cases covered by the Regulation, since it is entitled under Article 6 to investigate agreements exempted by virtue of the Regulation.\n(c) By entering into an exclusive contract with UNITEL a singer is prevented from further commercializing his artistic performances in any of the Community Member States. Such a contract may therefore affect trade between Member States. Moreover, it is for the Commission to determine whether there has been an infringement of Article 85. An undertaking which is asked to provide information on an agreement is not entitled to refuse on the grounds that in its opinion the said agreement does not affect trade between Member States.\n2. The Commission would be unable to proceed with its investigation in the proper manner if it did not know what the legal structure of UNITEL is.\n3. Lastly, the Commission would be unable to take a decision under Article 85 if it did not know who UNITEL's shareholders are and the extent of their holdings.\nUNITEL's economic significance is determined to a certain extent by the influence which its shareholders have on its business activities. It is therefore necessary to know the identity of the shareholders and the extent of their potential influence.\nArticles 15 (1) (b) and 16 (1) (c) of Regulation No 17 (annexed to this Decision) empower the Commission by decision to take action against undertakings or associations of undertakings by:          (a) imposing fines where, intentionally or negligently, they supply incorrect information in response to a request made pursuant to Article 11 (3) or (5), or do not supply information within the time limit fixed by a decision taken under Article 11 (5);\n(b) imposing periodic penalty payments calculated daily from the day appointed by the Decision, in order to compel them to supply complete and correct information which it has requested by decision taken pursuant to Article 11 (5),", "main_body": ["UNITEL Film- und Fernseh-Produktionsgesellschaft mbH & Co. is hereby required to supply the following information within one month of notification of this Decision:    1. the complete texts of the agreements entered into between UNITEL and the singers whose performance of \"Don Carlos\" in La Scala, Milan, on 7 December 1977 was prevented from being televised by RAI on account of their appearance in the Salzburg production of the same opera;\n2. details of the legal structure of UNITEL with copies of the documents embodying the company's constitution and rules;\n3. the names of all UNITEL shareholders and exact details of their holdings.", "The attached Annex forms an integral part of this Decision.", "This Decision is addressed to UNITEL Film- und Fernseh-Produktionsgesellschaft mbH & Co., Amiraplatz 1/IV, D 8 000 Munich 2.\nProceedings against this Decision may be instituted in the Court of Justice of the European Communities in Luxembourg in accordance with the provisions of the EEC Treaty, and in particular Articles 173 and 185 thereof."], "attachments": "Done at Brussels, 26 May 1978.\nFor the Commission\nRaymond VOUEL\nMember of the Commission\nANNEX\nArticle 15\nFines\n1. The Commission may by decision impose on undertakings or associations of undertakings fines of from 100 to 5 000 units of account where, intentionally or negligently:    (a) ...\n(b) they supply incorrect information in response to a request made pursuant to Article 11 (3) or (5) or to Article 12, or do not supply information within the time limit fixed by a decision taken under Article 11 (5) ; or\n...\nArticle 16\nPeriodic penalty payments\n1. The Commission may by decision impose on undertakings or associations of undertakings periodic penalty payments of from 50 to 1 000 units of account per day, calculated from the date appointed by the decision, in order to compel them:    (a) ...\n(b) ...\n(c) to supply complete and correct information which it has requested by decision taken pursuant to Article 11 (5);\n..."}