{"celex_id": "31978R1853", "uri": "http://publications.europa.eu/resource/cellar/3e226c4b-4409-4c5e-ac3e-bf30b209cd79", "type": "Regulation", "concepts": ["1270", "3568", "3724"], "title": "Council Regulation (EEC) No 1853/78 of 25 July 1978 adopting general rules in connection with special measures for castor seeds\n", "header": "2.8.1978 EN Official Journal of the European Communities L 212/1\nCOUNCIL REGULATION (EEC) No 1853/78\nof 25 July 1978\nadopting general rules in connection with special measures for castor seeds\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2874/77 of 19 December 1977 laying down special measures in respect of castor seeds (1), and in particular Article 2 (4) and Article 3 thereof,\nHaving regard to the proposal from the Commission,\nWhereas Article 2 (4) of Regulation (EEC) No 2874/77 requires the adoption of general rules for granting aid, detailed rules for checking entitlement to the aid and the necessary conditions which seed processing undertakings must meet in order to be entitled to aid; whereas Article 3 thereof requires that the criteria for determining the world market price be laid down;\nWhereas the world market price must be determined on the basis of the most favourable purchasing possibilities on that market;\nWhereas the relevant figures should be those recorded during the marketing period for Community seed for offers on the world market and prices quoted on the major international exchanges; whereas, however, those offers which cannot be considered representative of the true trend of the market should be disregarded;\nWhereas, if there are no representative offers or prices for castor seed, the world market price for castor seed should be determined on the basis of the value of the products resulting from its processing; whereas if the offers and prices for castor seed on the world market might jeopardize the sale of Community-produced castor seed, the world market price should be determined on the basis of the value of the average quantities of oil and oil-cake derived from the processing of castor seed less the processing costs; whereas, if there are no offers and no prices for castor seed, oil and oilcake, the world market price for castor seed should be determined at the same level as the guide price;\nWhereas, to ensure the proper operation of the aid system, the world market price must be recorded for a Community frontier crossing point; whereas in fixing this point account should be taken of the extent to which it is representative for imports of such seed and therefore the port of Rotterdam should be chosen; whereas offers and prices will have to be adjusted if they relate to a different frontier crossing point;\nWhereas such adjustments should also be made to the offers and prices adopted in order to compensate for any variation from the presentation and quality criteria used when fixing the guide price;\nWhereas, with an eye to the proper operation of the aid system, it should be specified that aid shall be granted for the exact quantity of castor seed harvested and processed in the Community and to undertakings whose stock accounts allow the quantity of Community processed seed to be verified if the contract between such undertakings and producers has been lodged with the competent agency in the Member State in which the seed is produced;\nWhereas the right to aid is acquired at the time of processing of the seed; whereas, however, it should be specified that the aid may be advanced to the interested parties before the products are processed; whereas in order to prevent fraud it is necessary to specify that a guarantee must be given to ensure the processing of the products for which the aid is paid;\nWhereas the producer Member States and the Member States in which the seed will be processed should be required to set up the control arrangements necessary to ensure the proper operation of the aid system; whereas the control arrangements should be in particular allow checks to be made upon the observance of the minimum price referred to in Article 2 (2) of Regulation (EEC) No 2874/77 and unjustified applications for aid to be prevented; whereas for the purposes of control Member States shall assist each other;\nWhereas special provision should be made for checks upon seed which is processed in a Member State other than that in which it is produced,", "main_body": ["1.   The world market price for castor seed shall be determined in accordance with the procedure laid down in Article 38 of Regulation No 136/66/EEC.\n2.   During the most representative period for the sale of seed of Community origin the world market price shall be determined periodically. The last price determined during the said period shall be used for fixing the aid to apply for the remainder of the marketing year.\n3.   In determining the world market price, account shall only be taken of the offers made on the world market for delivery during the period referred to in paragraph 2 and the prices quoted for delivery during the same period on the major international exchanges.\n4.   The world market price shall be determined on the basis of the actual most favourable purchasing possibilities disregarding offers and prices which cannot be considered as representative of the actual market trend.", "Where no offer and no price can be used to determine the world market price of castor seed, the price shall be determined on the basis of the offers and prices on the world or Community markets for castor oil and oil-cake. For that purpose account shall be taken of the value of the average quantities of oil and oil-cake obtained in the Community from processing 100 kilograms of castor seed less an amount representing the cost of processing the seed into oil and oil-cake.", "Where no offer and no price can be used to determine the world market price for castor seed and, further, where it is impossible to establish the value of the oil-cake or oil processed from such seed, the world market price shall be equal to the guide price for castor seed.", "The world market price shall be determined for seed in bulk delivered to Rotterdam of the standard quality in respect of which the guide price was fixed.\nWhere the offers and prices do not fulfil the conditions set out in the first subparagraph above the necessary adjustments shall be made.", "The aid provided for in Article 2 of Regulation (EEC) No 2874/77 shall be granted under the conditions set out in that Article for castor seed harvested and processed in the Community with a view to the production of oil.", "1.   Aid shall be granted to undertakings processing castor seed:\n(a) if, not later than a specified date, a contract fulfilling the conditions referred to in Article 2 (2) of Regulation (EEC) No 2874/77 and those to be laid down in accordance with paragraph 5 of the same Article has been lodged with the agency which the Member State in which the seed is produced has designated for that purpose; and\n(b) if they have requested the competent authority to take over the inspection of the castor seed at the oil mill; and\n(c) if, with a view to checking entitlement to the aid:\n— they keep separate stock accounts for seed harvested within and outside the Community, which show, at least, the quantities and the quality of the castor seed taken in by them, its date of entry and the quantity of oil produced and dispatched,\n— they furnish, where appropriate, any other supporting documents necessary to check entitlement to the aid.\n2.   Where the seed is to be processed in a Member State other than that in which it is produced, aid shall be granted if the processing undertaking submits to the agency designated by the Member State in which the seed is processed a document prepared in its name in accordance with Article 10 (3).", "The amount of the aid shall be that valid on the day on which the interested party requests the competent agency to take over the inspection of the seed at the oil mill where it is processed.", "Entitlement to the aid arises at the time of processing the seed with a view to the production of oil. The aid may, however, be paid in advance once the product has been made subject to inspection, provided that a guarantee is lodged against its processing.", "1.   The weight of the seed referred to in Article 5 shall be determined and samples taken on arrival at the oil mill where it is processed.\n2.   The amount of the aid shall be calculated on the basis of the weight, this being adjusted in accordance with such differences as may exist between the percentages of moisture and of impurities recorded and the percentages applying to the standard quality for which the guide price is fixed.", "0\n1.   The producer Member States shall verify that the contract fulfils the conditions laid down.\n2.   The producer Member States shall make random on-the-spot checks to determine that the areas indicated in the contracts lodged are correct.\n3.   When applying Article 6 (2) a document shall be drawn up in the producer Member State certifying that the contract conforms to the conditions laid down and stating that the seed referred to in the document is eligible for aid.\n4.   The Member State in which the seed referred to in Article 5 is processed shall make checks upon the entry and processing of this seed at the oil mill in order to ensure that the aid is granted only in respect of seed qualifying for it.\n5.   Each Member State shall communicate to the Commission, before their entry into force, the provisions which it is adopting in order to ensure that the checks provided for in paragraph 4 are made.", "1\nMember States shall assist each other in applying this Regulation.", "2\nThis Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 25 July 1978.\nFor the Council\nThe President\nJ. ERTL\n(1)  OJ No L 332, 24. 12. 1977, p. 1."}