{"celex_id": "31974D0350", "uri": "http://publications.europa.eu/resource/cellar/54b75741-568f-4aec-bd43-711a9c955eda", "type": "Decision", "concepts": ["1504", "2723", "336", "3774", "4081"], "title": "74/350/EEC: Council Decision of 27 June 1974 amending Decision No 73/83/EEC on the equivalence of field inspections carried out on seed-producing crops in Denmark, Ireland and the United Kingdom and Decision No 73/84/EEC on the equivalence of seed produced in Denmark, Ireland and the United Kingdom\n", "header": "COUNCIL DECISION  of 27 June 1974  amending Decision No 73/83/EEC on the equivalence of field inspections carried out on seed-producing crops in Denmark, Ireland and the United Kingdom and Decision No 73/84/EEC on the equivalence of seed produced in Denmark, Ireland and the United Kingdom  (74/350/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing European Economic Community;\nHaving regard to Council Directive No 66/401/EEC (1) of 14 June 1966 on the marketing of fodder seed, as last amended by Directive No 73/438/EEC (2), and in particular Article 16 (1) thereof;\nHaving regard to Council Directive No 69/208/EEC (3) of 30 June 1969 on the marketing of oil and fibre plants, as last amended by Directive No 73/438/EEC, and in particular Article 15 (1) thereof;\nHaving regard to the proposal from the Commission;\nWhereas, in Decision No 73/83/EEC (4) of 26 March 1973 on the equivalence of field inspections carried out on seed producing crops in Denmark, Ireland and the United Kingdom, and Decision No 73/84/EEC (5) of 26 March 1973 on the equivalence of seed produced in Denmark, Ireland and the United Kingdom, the Council declared that, with regard to swede, fodder kale, fodder radish and oil and fibre plants, the national seed control schemes of the abovementioned Member States were equivalent to the schemes in the Community as originally constituted;\nWhereas, on 5 October 1973, the Council of the Organization for Economic Cooperation and Development (OECD) extended the scope of its present scheme for the varietal certification of herbage seed moving in international trade to include certain crucifers and oil plants ; whereas since this scheme will henceforth apply to swede, fodder kale and fodder radish species and to oil and fibre plants covered by Community Directives, it is appropriate to amend the special conditions laid down by the Council Decisions declaring equivalences,", "main_body": ["The Annex to Decision No 73/83/EEC shall be amended as follows:\nUnder reference numbers 1 and 3, the figure \"2\", which appears in column 5 in respect of \"swede cabbage, fodder kale, fodder radish\" and \"oil and fibre plants\", shall be replaced by the figure \"1\".", "The Annex to Decision No 73/84/EEC shall be amended as follows:    1. Under reference numbers 1 and 3, the figures \"2\" and \"7\", which appear in column 7 in respect of \"swede cabbage, fodder kale, fodder radish\" and \"oil and fibre plants\", shall be replaced by the figures \"1\" and \"5\" respectively.\n2. Under reference number 1, the words \"Stamfrø\" and \"Brugsfrø\", which appear in column 5 in respect of \"swede cabbage, fodder kale, fodder radish and oil and fibre plants\", shall be replaced by the words \"Basic seed\" and \"Certified seed\" respectively.", "This Decision shall apply to seed harvested on and  (1)OJ No 125, 11.7.1966, p. 2298/66. (2)OJ No L 356, 27.12.1973, p. 79. (3)OJ No L 169, 10.7.1969, p. 3. (4)OJ No L 106, 20.4.1973, p. 9. (5)OJ No L 106, 20.4.1973, p. 12.\nafter 1 July 1975. It may also be applied to seed harvested prior to the abovementioned date.", "This Decision is addressed to the Member States."], "attachments": "Done at Luxembourg, 27 June 1974.\nFor the Council\nThe President\nK. GSCHEIDLE"}