{"celex_id": "31978R1127", "uri": "http://publications.europa.eu/resource/cellar/041e8bef-f198-47b5-978b-927c48d55159", "type": "Regulation", "concepts": ["2226", "3576", "3732", "4498", "5360"], "title": "Council Regulation (EEC) No 1127/78 of 22 May 1978 amending Regulation (EEC) No 2742/75 on production refunds in the cereals and rice sectors\n", "header": "COUNCIL REGULATION (EEC) No 1127/78  of 22 May 1978  amending Regulation (EEC) No 2742/75 on production refunds in the cereals and rice sectors\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2727/75 of 29 October 1975 on the common organization of the market in cereals (1), as last amended by Regulation (EEC) No 1125/78 (2), and in particular Article 11 (4) thereof,\nHaving regard to Council Regulation (EEC) No 1418/76 of 21 June 1976 on the common organization of the market in rice (3), as last amended by Regulation (EEC) No 1126/78 (4), and in particular Article 9 (2) thereof,\nHaving regard to the proposal from the Commission,\nWhereas, in view of the possibility of substitution in the bakery industry between starch and quellmehl, the level of the refund to be granted for maize and common wheat used for the production of quellmehl intended for human consumption should be such as to achieve a balance between the cost of supplying the bakery industry with either starch or quellmehl ; whereas this objective could be achieved by fixing the production refund for maize and common wheat for the manufacture of quellmehl intended for use in the bakery industry at the same level as that fixed in Council Regulation (EEC) No 2742/75 of 29 October 1975 for production refunds in the cereals and rice sectors (5), as last amended by Regulation (EEC) No 2139/77 (6), for the production of starch from maize or common wheat;\nWhereas, in view of the situation which will exist as from the beginning of the 1978/79 marketing year, particularly as a result of the increase in Community farm prices for that marketing year, the minimum price paid to the producer of potatoes intended for starch manufacture should be adjusted;\nWhereas the aforesaid Regulation provides that a balanced relationship should be maintained between potato starch and maize starch prices and that the production refund should be the same for both products ; whereas, however, in order to maintain this balanced relationship and taking into account the increasing advantage enjoyed by the maize starch industry, particularly because of the by-products obtained from such manufacture, a premium should be paid to potato starch producers;\nWhereas, in view of the possibility of substitution in the brewing industry between, on the one hand, starch and, on the other, maize groats and meal and broken rice, the level of the production refund to be granted for maize used by the maize industry in the manufacture of groats and meal for use by the brewing industry in the production of beer and for broken rice used for the same purpose should be such as to achieve a balance between the cost of supplying the brewing industry with either starch, maize groats and meal or broken rice ; whereas this objective could be achieved by fixing the refund for maize intended for the manufacture of groats and meal at the same level as the refund granted for maize for the manufacture of starch and, also, by fixing the refund on broken rice used in the brewing industry at the same level as the refund on broken rice intended for the manufacture of starch,", "main_body": ["Article 1 of Regulation (EEC) No 2742/75 is hereby amended to read as follows:\n\"Article 1\n1. Member States shall grant a production refund of 17 700 units of account per tonne for maize for the manufacture of starch and of quellmehl intended for use in the bakery industry.\n2. Member States shall grant a production refund of 24 729 units of account per tonne for common wheat for the manufacture of starch and quellmehl intended for use in the bakery industry.\n3. Member States shall grant a production refund of 20 789 units of account per tonne for broken rice for the manufacture of starch.\"  (1)OJ No L 281, 1.11.1975, p. 1. (2)See page 21 of this Official Journal. (3)OJ No L 166, 25.6.1977, p. 1. (4)See page 23 of this Official Journal. (5)OJ No L 281, 1.11.1975, p. 57. (6)OJ No L 249, 30.9.1977, p. 1.", "In Article 3 (1) of Regulation (EEC) No 2742/75, the amount \"175 units of account\" shall be replaced by \"178 750 units of account\" with effect from 1 August 1978.", "The following Article 3a shall be added to Regulation (EEC) No 2742/75:\n\"Article 3a\nFor the duration of the 1978/79 cereals marketing year, Member States shall grant a premium of 10 700 units of account per tonne of potato starch payable to the starch manufacturer.\"", "Articles 4 and 5 of Regulation (EEC) No 2742/75 shall read as follows:\n\"Article 4\n1. Member States shall grant a production refund for maize groats and meal for the manufacture of glucose under subheading 17.02 B II of the Common Customs Tariff (1) by the process known as direct hydrolysis. The production refund per tonne of maize groats and meal so used shall be 20 791 units of account.\n2. Member States shall grant a production refund of 17 700 units of account per tonne of maize used by the maize industry for the manufacture of groats and meal used by the brewing industry in the production of beer.\n3. Member States shall grant a production refund of 20 789 units of account per tonne of broken rice used by the brewing industry in the production of beer.", "Member States shall take all necessary measures to ensure that the refund referred to in Article 4 relating to maize groats and meal and to broken rice and in Article 1 relating to quellmehl shall be limited to the quantities of maize groats and meal, broken rice and quellmehl actually used in the Community by the brewing industry for the production of beer, by the glucose industry or by the baking industry.\"", "The following Article 7a shall be included in Regulation (EEC) No 2742/75:\n\"Article 7a\nThe production refunds for maize and common wheat used in the manufacture of quellmehl intended for use in the bakery industry shall be granted until the end of the 1978/79 marketing year only.\nProduction refunds for the products referred to in Articles 1, 2 and 4 used in the brewing industry in the production of beer shall be granted until the end of the 1978/79 marketing year only.\"", "At the request of the interested party, production refunds intended for:    - common wheat and maize used in the manufacture of quellmehl used in baking,\n- maize intended for the manufacture of groats and meal and broken rice used in brewing for the production of beer\nshall be granted with effect from 19 October 1977.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 22 May 1978.\nFor the Council\nThe President\nK. HEINESEN"}