{"celex_id": "31977L0389", "uri": "http://publications.europa.eu/resource/cellar/45ff7ad4-3e99-42bc-b86f-183b23f55591", "type": "Directive", "concepts": ["2897", "4654", "4658", "5235", "5283", "848"], "title": "Council Directive 77/389/EEC of 17 May 1977 on the approximation of the laws of the Member States relating to motor-vehicle towing-devices\n", "header": "COUNCIL DIRECTIVE  of 17 May 1977  on the approximation of the laws of the Member States relating to motor-vehicle towing-devices  (77/389/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 100 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nHaving regard to the opinion of the Economic and Social Committee (2),\nWhereas the technical requirements which motor vehicles must satisfy pursuant to national laws relate inter alia to their towing-devices;\nWhereas those requirements differ from one Member State to another ; whereas it is therefore necessary that all Member States adopt the same requirements either in addition to or in place of their existing rules, in order, in particular, to allow the EEC type-approval procedure, which was the subject of Council Directive 70/156/EEC of 6 February 1970 on the approximation of the laws of the Member States relating to the type-approval of motor vehicles and their trailers (3), to be introduced in respect of each type of vehicle;\nWhereas approximation of the national laws relating to motor vehicles entails mutual recognition by the Member States of the checks carried out by each of them on the basis of the common requirements,", "main_body": ["For the purposes of this Directive, \"vehicle\" means any motor vehicle intended for use on the road, with or without bodywork, having at least four wheels and a maximum design speed exceeding 25 km/h, with the exception of vehicles which run on rails, agricultural or forestry tractors and machinery and public works vehicles.", "No Member State may refuse to grant EEC type-approval or national type-approval of a vehicle on grounds relating to their towing-devices, if these satisfy the requirements set out in the Annex.", "No Member State may refuse registration or prohibit the sale, entry into service or use of a vehicle on grounds relating to their towing-devices if these satisfy the requirements set out in the Annex to this Directive.", "Any amendments necessary to adjust the requirements of this Annex to take account of technical progress shall be adopted in accordance with the procedure laid down in Article 13 of Council Directive 70/156/EEC.", "1. Member States shall put into force the provisions necessary to comply with this Directive within 18 months of its notification and shall immediately inform the Commission thereof.\n2. Member States shall ensure that the texts of legislative provisions which they adopt in the area governed by this Directive are communicated to the Commission.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 17 May 1977.\nFor the Council\nThe President\nJ. SILKIN  (1)OJ No C 76, 7.4.1975, p. 37. (2)OJ No C 248, 29.10.1975, p. 24. (3)OJ No L 42, 23.2.1970, p. 1.\nANNEX TOWING-DEVICES\n1. Number      1.1. All motor vehicles must have a special towing-device fitted at the front, to which a connecting part, such as a towing-bar or tow-rope, may be fitted.\n1.2. Vehicles in category M1 - as defined in Annex I to Directive 70/156/EEC - except for those vehicles unsuitable for towing loads, must also be fitted with a towing-device at the rear.\n2. Stability    2.1. Each special towing-device fitted to the vehicle must be able to withstand a tractive or compressive static force of at least half the authorized total weight of the vehicle, only without the towed load to which it is fitted."}