{"celex_id": "31970R2047", "uri": "http://publications.europa.eu/resource/cellar/c39f3d3d-33d6-43df-864c-ef93894e9a43", "type": "Regulation", "concepts": ["1025", "3191", "4381", "4395", "693", "863"], "title": "Regulation (EEC) No 2047/70 of the Council of 13 October 1970 on imports of citrus fruit originating in Spain\n", "header": "REGULATION (EEC) No 2047/70 OF THE COUNCIL  of 13 October 1970  on imports of citrus fruit originating in Spain\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 43 thereof;\nHaving regard to the proposal from the Commission;\nHaving regard to the Opinion of the European Parliament;\nWhereas Article 7 of Annex I to the Agreement between the European Economic Community and Spain provides for a tariff reduction for imports into the Community of certain citrus fruit originating in Spain ; whereas, during the period of application of reference prices, that reduction is dependent on the observance of a price on the Community market ; whereas detailed rules of application are required to put this system into practice;\nWhereas the proposed system must be included in the framework of the common organisation of the market in fruit and vegetables ; whereas, account should therefore be taken of the provisions of Regulation No 23 (1) on the progressive establishment of a common organisation of the market in fruit and vegetables, as last amended by Regulation (EEC) No 2512/69, (2) and further provisions adopted in pursuance of that Regulation;", "main_body": ["This Regulation fixes detailed rules for applying the preferential treatment laid down in Article 7 of Annex I to the Agreement between the European Economic Community and Spain for the following products originating in Spain:\nex 08.02 A : Fresh oranges\nex 08.02 B : Fresh mandarins and satsumas ; fresh clementines, tangerines and other similar hybrid citrus fruit\nex 08.02 C : Fresh lemons.", "1. In order that the conditions laid down in Article 7 (2) of Annex I to the Agreement referred to above shall be fulfilled, the quotations recorded at the importer/wholesaler stage, on the representative Community markets or converted to that stage, taking into account the conversion factors and after deduction of transport costs and import charges other than customs duties - conversion factors, costs and charges being those laid down for calculating the entry price referred to in Regulation No 23 - must remain equal to or higher than the price laid down in Article 3 for a specific product, if necessary adjusted to quality Class I in accordance with the provisions of the first indent of the seventh subparagraph of Article 11 (2) of Regulation No 23.\n2. For the deduction of import charges other than customs duties, in so far as the prices notified by Member States to the Commission include the incidence of those charges, the amount to be deducted shall be calculated by the Commission to avoid difficulties which may result from the incidence of those charges on entry prices depending on origin. In that case an average corresponding to the average between the lowest and the highest incidence shall be taken into account.\nThe detailed rules for applying this paragraph shall be fixed, where appropriate, in accordance with the procedure laid down in Article 13 of Regulation No 23.\n3. The Community markets used for recording quotations on the basis of which the entry price  (1)OJ No 30, 20.4.1962, p. 965/62. (2)OJ No L 318, 18.12.1969, p. 4.\nreferred to in Regulation No 23 is calculated shall be considered as representative for the purposes of paragraph 1.", "The price referred to in Article 2 (1) shall be equal to the reference price in force during the period in question, plus the incidence of the Common Customs Tariff on that price and a standard amount fixed at 1.2 units of account per 100 kg.", "In cases where, in respect of one of the products listed in Article 1, the quotations referred to in Article 2 (1), adjusted by the conversion factors and transport costs and import charges other than customs duties, remain lower than the price laid down in Article 3 for three consecutive market days on the representative markets of the Community with the lowest quotations, the Common Customs Tariff duty in force on the date of import shall be applied to the product in question.\nThese rules shall remain in force until quotations are equal to or higher than the price laid down in Article 3 on three consecutive market days on the representative markets of the Community with the lowest quotations.", "The Commission, on the basis of the quotations recorded on the representative Community markets and notified by Member States, shall keep a regular check on price trends and shall keep the records referred to in Article 4.\nThe necessary measures shall be adopted in accordance with the procedure laid down in Regulation No 23 with regard to the application of countervailing duties to fruit and vegetables.", "The provisions of Article 11 of Regulation No 23 shall remain in force.", "The rules laid down by this Regulation shall apply from the entry into force of the Agreement referred to above and throughout its application.\nThis Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 13 October 1970.\nFor the Council\nThe President\nH. LEUSSINK"}