{"celex_id": "31979R0460", "uri": "http://publications.europa.eu/resource/cellar/11471fd7-d4f5-405d-bf08-b6b49ed8cc40", "type": "Regulation", "concepts": ["179", "2871", "4717", "5334", "616"], "title": "Council Regulation (EEC) No 460/79 of 5 March 1979 on direct cooperation between the competent bodies in the Member States regarding the downgrading of quality wines produced in specified regions\n", "header": "COUNCIL REGULATION (EEC) No 460/79  of 5 March 1979  on direct cooperation between the competent bodies in the Member States regarding the downgrading of quality wines produced in specified regions\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 337/79 of 5 February 1979 on the common organization of the market in wine (1), and in particular Article 64 (2) thereof,\nHaving regard to the proposal from the Commission,\nWhereas pursuant to Article 64 (2) of Regulation (EEC) No 337/79 the necessary measures should be adopted to ensure uniform application of the Community provisions in the wine sector, particularly as regards wines covered by Council Regulation (EEC) No 338/79 of 5 February 1979 laying down special provisions relating to quality wines produced in specified regions (2) ; whereas Article 16 (6) of Regulation (EEC) No 338/79 lays down that a quality wine produced in a specified region may be downgraded at the marketing stage only where the properties of the quality wine psr in question have deteriorated or altered as a result of a change noted during ageing, storage or transport;\nWhereas it is therefore appropriate that the downgrading of a quality wine psr on the territory of a Member State other than that in which it originated should be carried out by a competent body of the Member State of origin ; whereas, to that end, direct cooperation should be ensured between the bodies responsible in the Member States for the supervision of the production and marketing of quality wines psr ; whereas it is necessary to lay down the rules for such cooperation ; whereas, however, in order to simplify the administrative task of the Member States, it should be possible for the competent body of the Member State on whose territory a small quantity of the quality wine psr in question is located to downgrade this quantity itself;\nWhereas, to facilitate the task of the Member States, cooperation between the bodies responsible for the supervision of the production and marketing of quality wines psr should be coordinated in accordance with the rules laid down by Council Regulation (EEC) No 359/79 of 5 February 1979 on direct cooperation between the bodies designated by Member States to verify compliance with Community and national provisions in the wine sector (3);\nWhereas certain administrative and technical questions relating to direct cooperation between the competent bodies of different Member States must be settled in accordance with Community rules ; whereas detailed rules of application must therefore be adopted;\nWhereas the possibility should be provided for of amending the arrangements for downgrading, taking account of a report to be drawn up by the Commission on the basis of the experience acquired in the implementation of this Regulation,", "main_body": ["This Regulation lays down measures regarding the relations which exist between the bodies assigned by the Member States to supervise the production and marketing of quality wines psr and the Commission with a view towards governing the downgrading of quality wines psr provided for in Article 16 (6) of Regulation (EEC) No 338/79.", "1. Where the characteristics of a quality wine psr have deteriorated in such a way that the wine is liable to be downgraded, the competent body of the  (1)OJ No L 54, 5.3.1979, p. 1. (2)OJ No L 54, 5.3.1979, p. 48. (3)OJ No L 54, 5.3.1979, p. 136.\nMember State on whose geographical territory such quality wine psr is located shall inform the competent body in the Member State of origin, which shall have the exclusive right of downgrading the quality wine psr in question.\nIn addition to the exchange of information:    - samples may be sent to an official laboratory in the Member State of origin,\n- a qualified expert from the Member State of origin may assist with the checks,\n- various Member States may participate in concerted examinations,\n- checks may be made on the keeping of the documents and on the references in the registers required under Article 53 of Regulation (EEC) No 337/79.\nHowever, where the quality wine psr in question has undergone a compulsory official analytical and organoleptic examination in the Member State of origin, this exchange of information shall be supplemented by the sending of a sample of the quality wine psr in question ; where the quality wine psr is in a container of 60 litres or less, the sample shall bear the label under which the wine was marketed.\n2. The competent body in receipt of a request shall inform the competent body making the request of its decision on the downgrading of the wine as soon as possible.\n3. Where the total quantity of the wine in question does not exceed two hectolitres the competent authority of the Member State on whose geographical territory is located a quality wine psr, the properties of which have altered in such a way that it is liable to be downgraded, may itself decide to downgrade the wine in question.\n4. Any natural or legal person or group of persons affected by a decision within the meaning of paragraph 2 or 3 may request the competent body of the Member State on whose geographical territory the quality wine psr is located that the decision be reviewed. Provided that it considers that the request for review is warranted, this body shall request the competent body of the Member State in which the quality wine psr originated to review its decision or shall itself review the decision, in the case specified in paragraph 3.\n5. Cooperation between the competent bodies referred to in this Article shall take place in accordance with the rules laid down in Regulation (EEC) No 359/79.", "1. Detailed rules for implementing this Regulation shall be adopted as regards:    - exchange of information, bearing in mind the need to proceed rapidly,\n- sampling and dispatch of samples by the competent body making the request and also acceptance of responsibility for their costs of analysis by that body,\n- acceptance of responsibility by the competent body making the request for the expenses incurred by a qualified expert in a Member State other than that in whose service he is employed.\n2. Each Member State shall notify the Commission by 30 April 1979 at the latest which bodies are authorized to downgrade a quality wine psr.\nThe Commission shall publish the names and addresses of the competent bodies in conjunction with the detailed rules of application.\n3. Member States which have downgraded quality wines psr in any one year shall, by 31 March of the following year at the latest, forward to the Commission and the Member States in which such quality wines psr originated a communication setting out the quantities of each of the downgraded quality wines psr.", "The Council, acting by a qualified majority on a proposal from the Commission, shall decide, before 30 April 1981 and taking account of a report to be drawn up by the Commission on the basis of the experience acquired in the implementation of this Regulation, on any amendments to be made to this Regulation.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply as from 1 May 1979, except for Article 3 (2) thereof which shall apply as from its entry into force.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 5 March 1979.\nFor the Council\nThe President\nP. MEHAIGNERIE"}