{"celex_id": "31976R1508", "uri": "http://publications.europa.eu/resource/cellar/a0b83b7b-4cb9-45b0-b419-369d4929e391", "type": "Regulation", "concepts": ["1264", "2591", "4399", "4578"], "title": "Council Regulation (EEC) No 1508/76 of 24 June 1976 on imports of olive oil originating in Tunisia\n", "header": "COUNCIL REGULATION (EEC) No 1508/76  of 24 June 1976  on imports of olive oil originating in Tunisia\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Articles 43 and 113 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nWhereas the Cooperation Agreement between the European Economic Community and the Republic of Tunisia and the Interim Agreement (2) on the advance implementation of certain provisions of the Cooperation Agreement relating to trade in goods were signed on 25 April 1976;\nWhereas Articles 16 and 17 of the Cooperation Agreement and Annex B thereto and Articles 9 and 10 of the Interim Agreement and Annex B thereto provide for special arrangements for imports of olive oil falling within subheading 15.07 A of the Common Customs Tariff, wholly obtained in Tunisia and transported direct from that country to the Community ; whereas the implementation of these arrangements requires that implementing rules be adopted, particularly as regards oil falling within subheading 15.07 A II;\nWhereas provided that Tunisia levies a special charge on exports of oil falling within subheading 15.07 A II, the said special arrangements provide for a standard abatement of 0 750 unit of account per 100 kilogrammes of the levy applicable to such oil and a reduction of the said levy by an amount equal to the special charge, but not exceeding:    - 10 units of account per 100 kilogrammes, representing the reduction provided for in Article 16 (1) (b) of the Cooperation Agreement or Article 9 of the Interim Agreement,\n- 10 units of account per 100 kilogrammes, representing the additional amount provided for in Annex B to the Cooperation Agreement or to the Interim Agreement;\nWhereas in accordance with the Cooperation Agreement and the Interim Agreement, the special charge on exports should be reflected in the price of the oil upon importation into the Community ; whereas, in order to ensure the correct application of the arrangements in question, the necessary measures should be adopted to ensure that the special charge on exports is paid at the latest when the oil is imported,", "main_body": ["Where Tunisia levies the special charge on exports of olive oil other than olive oil which has undergone a refining process, falling within subheading 15.07 A II of the Common Customs Tariff, wholly obtained in Tunisia and transported direct from that country to the Community, the levy applicable to imports of the said oil into the Community shall be the levy calculated in accordance with Article 13 of Council Regulation No 136/66/EEC of 22 September 1966 on the establishment of a common organization of the market in oils and fats (3), as last amended by Regulation (EEC) No 1707/73 (4), less:    (a) 0 750 unit of account per 100 kilogrammes, and\n(b) an amount equal to the special charge levied by Tunisia on exports of the said oil but not exceeding 10 units of account per 100 kilogrammes, such amount being increased until 31 October 1977 by 10 units of account per 100 kilogrammes.  (1)Opinion delivered on 18 June 1976 and not yet published in the Official Journal. (2)OJ No L 141, 28.5.1976, p. 195. (3)OJ No 172, 30.9.1966, p. 3025/66. (4)OJ No L 175, 29.6.1973, p. 5.", "The arrangements provided for in Article 1 shall apply to any import transaction in respect of which the importer furnishes proof, when importing the olive oil, that the special charge on exports referred to in Article 1 has been reflected in the import price.", "Where Tunisia does not apply the special charge on exports, the levy charged on imports into the Community of the oil defined in Article 1 shall be the levy calculated in accordance with Article 13 of Regulation No 136/66/EEC less 0 750 unit of account per 100 kilogrammes.", "Without prejudice to the charging of the variable component of the levy determined in accordance with Article 14 of Regulation No 136/66/EEC, the fixed component of the said levy shall not be charged on imports into the Community of olive oil which has undergone a refining process, falling within subheading 15.07 A I of the Common Customs Tariff, wholly obtained in Tunisia and transported direct from that country to the Community.", "The levy referred to in Article 4 shall be fixed by the Commission.", "The detailed rules for the application of this Regulation and, in particular, of Article 2 shall be adopted in accordance with the procedure provided for in Article 38 of Regulation No 136/66/EEC.", "Council Regulation (EEC) No 1912/74 of 22 July 1974 on imports of olive oil from Tunisia (1) is hereby repealed.", "The arrangements provided for in this Regulation shall apply from the date of entry into force of the Interim Agreement between the European Economic Community and the Republic of Tunisia.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 24 June 1976.\nFor the Council\nThe President\nG. THORN  (1)OJ No L 202, 24.7.1974, p. 6."}