{"celex_id": "31973R0572", "uri": "http://publications.europa.eu/resource/cellar/9c15d5aa-2b5b-4267-98fc-32832a6af0ff", "type": "Regulation", "concepts": ["2068", "2121", "3568", "4687"], "title": "Regulation (EEC) No 572/73 of the Commission of 26 February 1973 establishing egg and poultrymeat products eligible for the advance fixing of export refunds\n", "header": "REGULATION (EEC) No 572/73 OF THE COMMISSION  of 26 February 1973  establishing egg and poultrymeat products eligible for the advance fixing of export refunds\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community;\nHaving regard to Council Regulation No 122/67/EEC (1)of 13 June 1967 on the common organization of the market in eggs, as last amended by the Act (2) annexed to the Treaty concerning the Accession of new Member States to the European Economic Community and the European Atomic Energy Community (3), signed at Brussels on 22 January 1972, hereafter referred to as the \"Act\" and in particular Article 9 (3) thereof;\nHaving regard to Council Regulation No 123/67/EEC (4) of 13 June 1967 on the common organization of the market in poultrymeat, as last amended by the Act, and in particular Article 9 (3) thereof;\nWhereas, under Article 5 (3) of Council Regulation No 175/67/EEC (5) of 27 June 1967 laying down general rules for granting export refunds on eggs and criteria for fixing the amount of such refunds, as last amended by Regulation (EEC) No 2683/72 (6), and under Article 5 (3) of Council Regulation No 176/67/EEC (7) of 27 June 1967 laying down general rules for granting export refunds on poultrymeat and criteria for fixing the amount of such refunds, as last amended by Regulation (EEC) No 2689/72 (8), it may be decided that refunds for egg and poultrymeat products may, on application, be fixed in advance;\nWhereas Article 5 (2) of Council Regulation (EEC) No 2682/72 (9) of 12 December 1972 laying down general rules for granting export refunds on certain agricultural products exported in the form of goods not covered by Annex II of the Treaty, and the criteria for fixing the amount of such refunds, provides for the advance fixing of amounts of such refunds for eggs in shell exported as egg albumin;\nWhereas present export prospects and requirements of exporters show quite clearly that provision must be made for the advance fixing of refunds for egg products, excepting raw eggs, and for eggs in shell exported as egg albumin, and for fowls and some poultry cuts, prepared and preserved meat;\nWhereas the Management Committee for Poultrymeat and Eggs has not delivered an Opinion within the time limit set by its chairman;", "main_body": ["The export refunds laid down in Article 9 of Regulation Nos 122/67/EEC and 123/67/EEC shall, on application, be fixed in advance for the products listed in the Annex.", "Commission Regulation (EEC) No 571/70 (10) of 26 March 1970 determining the list of egg products covered by the provisions for the advance fixing of export refunds and the destination of such products, as last amended by Regulation No 345/71 (11), is repealed.", "This Regulation shall enter into force on 1 March 1973.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 26 February 1973.\nFor the Commission\nThe President\nFranรงois-Xavier ORTOLI  (1)OJ No 117, 19.6.1967, p. 2293/67. (2)OJ No L 73, 27.3.1972, p. 14. (3)OJ No L 73, 27.3.1972, p. 5. (4)OJ No 117, 19.6.1967, p. 2301/67. (5)OJ No 130, 28.6.1967, p. 2610/67. (6)OJ No L 289, 27.12.1972, p. 33. (7)OJ No 130, 28.6.1967, p. 2612/67. (8)OJ No L 289, 27.12.1972, p. 41. (9)OJ No L 289, 27.12.1972, p. 13. (10)OJ No L 70, 27.3.1970, p. 7. (11)OJ No L 40, 18.2.1971, p. 11.\nANNEX\n>PIC FILE= \"T0004985\">"}