{"celex_id": "31976R1433", "uri": "http://publications.europa.eu/resource/cellar/cdcc1d48-da03-4508-8b61-3f4c5fd7e3ed", "type": "Regulation", "concepts": ["1786", "2487", "2488", "3732"], "title": "Council Regulation (EEC) No 1433/76 of 21 June 1976 laying down conditions for applying protective measures in the market in rice\n", "header": "COUNCIL REGULATION (EEC) No 1433/76  of 21 June 1976  laying down conditions for applying protective measures in the market in rice\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1418/76 of 21 June 1976 on the common organization of the market in rice (1), and in particular Article 22 (1) thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (2),\nWhereas Article 22 (1) of Regulation (EEC) No 1418/76 makes provision for the application of appropriate measures if, by reason of imports or exports, the Community market in one or more of the products listed in Article 1 thereof experiences or is threatened with serious disturbances which may endanger the objectives set out in Article 39 of the Treaty ; whereas these measures relate to trade with third countries ; whereas they will no longer apply when the disturbance or threat of disturbance has ceased;\nWhereas it is for the Council to adopt detailed rules for the application of Article 22 (1) of that Regulation and define the cases in which and the limits within which Member States may take interim protective measures;\nWhereas, therefore, the main factors to be used in assessing whether the Community market is seriously disturbed or threatened with disturbance should be determined;\nWhereas, since recourse to protective measures depends on the effect of trade with third countries on the Community market, the situation on this market must be assessed by taking account not only of the factors peculiar to the market itself but also of the factors connected with the development of that trade;\nWhereas the measures which may be taken in application of Article 22 of Regulation (EEC) No 1418/76 should be laid down ; whereas those measures must be such as to put an end to serious disturbances on the market and the threat of such disturbances ; whereas they must be suited to the circumstances if they are not to have other than the desired effects;\nWhereas the organization of the market in rice includes a system of licences and a system of fixing levies and refunds in advance ; whereas in view of the existence of these systems rules should be laid down whereby interim protective measures at Community level can be decided upon after a summary examination of the situation;\nWhereas recourse by a Member State to Article 22 of Regulation (EEC) No 1418/76 should be limited to a case in which the market of that State, following an assessment based on the abovementioned factors, is regarded as fulfilling the conditions of that Article ; whereas the measures which may be taken in that case should be designed to prevent the market situation from deteriorating further ; whereas, however, they must be of an interim nature ; whereas this interim nature of national measures justifies their application only until the entry into force of a Community decision on the subject;\nWhereas the Commission is required to take a decision on Community protective measures to be applied in response to a request from a Member State within 24 hours following receipt of the request ; whereas, in order that the Commission may assess the situation on the market with the greatest effectiveness, provision should be made to ensure that it is informed as quickly as possible of any interim protective measures applied by a Member State ; whereas, therefore, provision should be made for the Commission to be notified of any such  (1)See page 1 of this Official Journal. (2)OJ No C 53, 8.3.1976, p. 43.\nmeasures as soon as they have been adopted and for such notification to be treated as a request within the meaning of Article 22 (2) of Regulation (EEC) No 1418/76,", "main_body": ["In order to assess whether the Community market in one or more of the products listed in Article 1 (1) of Regulation (EEC) No 1418/76, is, by reason of imports or exports, experiencing or threatened with serious disturbances which may endanger the objectives set out in Article 39 of the Treaty, particular account shall be taken of:    (a) the quantities of products for which import or export licences have been issued or applied for;\n(b) the quantities of products available on the Community market;\n(c) the prices recorded on the Community market or the foreseeable trend of these prices and in particular any excessive upward trend thereof or, in the case of products for which no intervention price has been fixed, any excessive downward trend thereof;\n(d) the quantities of products for which intervention measures have been taken or may need to be taken if the abovementioned situation arises as a result of imports.", "1. The measures which may be taken under Article 22 (2) and (3) of Regulation (EEC) No 1418/76, should the situation mentioned in Article 22 (1) arise, shall be:    (a) the total or partial suspension of the advance fixing of levies or refunds, including the refusal of fresh applications;\n(b) the total or partial suspension of the issue of import or export licences, including the refusal of fresh applications;\n(c) the total or partial rejection of outstanding applications for the advance fixing of levies or refunds and for the issue of licences.\n2. These measures may only be taken to such extent and for such length of time as is strictly necessary. They may not extend to products other than those imported from or intended for third countries. They may be restricted to products imported from or originating in particular countries, to exports to particular countries or to particular qualities or types of presentation. They may be restricted to imports intended for particular regions of the Community or to exports from such regions.\n3. The rejection of applications mentioned in paragraph 1 shall apply to those submitted during the periods in which the suspensions mentioned in Article 3 or 4 have been in force.\nHowever, if as a result of unexpected circumstances there is or is likely to be a variation in prices such that it is clear that the levy or refund no longer fulfils its purpose, the rejection may relate to applications submitted from the time when such circumstances become apparent.", "After a summary examination of the situation based on the factors set out in Article 1, the Commission may establish by Decision that the conditions for applying Article 22 (2) of Regulation (EEC) No 1418/76 are fulfilled. The Commission shall notify Member States of its Decision and shall publish it on a notice board at its headquarters.\nThe consequence of that Decision for the products in question shall be the temporary suspension of the advance fixing of levies or refunds and of the issue of licences from the time fixed for the purpose, that time being subsequent to the notification.\nThe Decision shall apply for not more than 48 hours, without prejudice to the provisions of the second sentence of Article 22 (2) of Regulation (EEC) No 1418/76.", "1. A Member State may take one or more interim protective measures if, after an assessment based on the factors set out in Article 1, it considers that the situation foreseen in Article 22 (1) of Regulation (EEC) No 1418/76 has arisen on its own territory.\nInterim protective measures may comprise:    (a) the total or partial suspension of the advance fixing of levies or refunds;\n(b) the total or partial suspension of the issue of import or export licences.\nThe provisions of Article 2 (2) shall apply.\n2. The Commission shall be notified by telex of the interim protective measures as soon as they have been decided on. Such notification shall be treated as a request within the meaning of Article 22 (2) of Regulation (EEC) No 1418/76. These measures shall apply only until the Decision taken by the Commission on this matter enters into force.", "1. Council Regulation (EEC) No 2592/69 of 18 December 1969 laying down conditions for applying protective measures in the market in rice (1) is hereby repealed.\n2. References to the Regulation repealed by paragraph 1 shall be construed as references to this Regulation.", "This Regulation shall enter into force on 1 July 1976.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 21 June 1976.\nFor the Council\nThe President\nJ. HAMILIUS  (1)OJ No L 324, 27.12.1969, p. 3."}