{"celex_id": "31975R1997", "uri": "http://publications.europa.eu/resource/cellar/d4d80648-aa76-41ce-9d36-21922f454577", "type": "Regulation", "concepts": ["1233", "1654", "2591", "2729", "3732"], "title": "Regulation (EEC) No 1997/75 of the Commission of 31 July 1975 amending Regulation (EEC) No 1579/74 as regards the advance fixing of the import levy on starch products\n", "header": "1.8.1975 EN Official Journal of the European Communities L 202/57\nREGULATION (EEC) NO 1997/75 OF THE COMMISSION\nof 31 July 1975\namending Regulation (EEC) No 1579/74 as regards the advance fixing of the import levy on starch products\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community;\nHaving regard to Council Regulation No 120/67/EEC (1) of 13 June 1967 on the common organization of the market in cereals, as last amended by Regulation (EEC) No 665/75 (2), and in particular Article 15 (3) thereof;\nHaving regard to Council Regulation No 359/67/EEC (3) of 25 July 1967 on the common organization of the market in rice, as last amended by Regulation (EEC) No 668/75 (4), and in particular Article 13 (3) thereof;\nHaving regard to Council Regulation (EEC) No 1052/68 (5) of 23 July 1968 on the import and export system for products processed from cereals and from rice, as last amended by Regulation (EEC) No 980/75 (6) and in particular Articles 2 (2) and 5 thereof;\nWhereas Article 3 (1) of Commission Regulation (EEC) No 1579/74 (7) of 24 June 1974 on the procedure for calculating the import levy on products processed from cereals and from rice and for the advance fixing of this levy for these products and for compound feedingstuffs manufactured from cereals, as last amended by Regulation (EEC) No 3103/74 (8), provides that when the import levy on starch products is fixed in advance it is adjusted only when the level of the so-called ‘supply’ prices changes; whereas Council Regulation (EEC) No 1955/75 (9) of 22 July 1975 on production refunds in the cereals and rice sector no longer refers to the so-called ‘supply’ prices; whereas provision should therefore be made for an adjustment having an identical economic effect as the adjustment at present provided for;\nWhereas the measures provided for in this Regulation are in accordance with the Opinion of the Management Committee for Cereals,", "main_body": ["Article 3 (1) (a) and (b) of Regulation (EEC) No 1579/7A is replaced by the following:\n‘(a) In the case referred to in the preceding subparagraph, and except in respect of products falling within subheading 23.07 B specified in Annex A of Regulation No 120/67/EEC any adjustment of the levy shall subject to the operation of the second subparagraph of Article 15 (3) of Regulation No 120/67/EEC, be made in relation to the threshold price for the basic product or products used for the purpose of calculating the variable component of the levy operative on the day of importation. Such adjustment shall be made by increasing or reducing the levy which was fixed in advance by the difference between the threshold price for 100 kg of the basic product operative for the month in which the application is made and that operative for the month of importation, that difference being multiplied by the coefficient shown in column 4 of the Annex to Regulation (EEC) No 1052/68.\n(b) With regard to the products referred to in Article 2, the levy fixed in advance shall moreover be adjusted if the production refunds fixed in Article 1 of Regulation (EEC) No 1955/75 are altered between the day on which the licence is applied for and the day of importation. Such adjustment shall be made by increasing or decreasing the amount of levy fixed in advance by reference to the difference resulting from such alteration, that difference being multiplied by the coefficient shown in column 4 of the Annex to Regulation (EEC) No 1052/68 against the products in question.’", "This Regulation shall enter into force on 1 August 1975.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 31 July 1975.\nFor the Commission\nP. J. LARDINOIS\nMember of the Commission\n(1)  OJ No 117, 19. 6. 1967, p. 2269/67.\n(2)  OJ No L 72, 20. 3. 1975, p. 14.\n(3)  OJ No L 174, 31. 7. 1967, p. 1.\n(4)  OJ No L 72, 20. 3. 1975, p. 18.\n(5)  OJ No L 179, 25. 7. 1968, p. 8.\n(6)  OJ No L 95, 17. 4. 1975, p. 1.\n(7)  OJ No L 168, 25. 6. 1974, p. 7.\n(8)  OJ No L 331, 11. 12. 1974, p. 7.\n(9)  OJ No L 200, 31. 7. 1975, p. 1."}