{"celex_id": "31970L0221", "uri": "http://publications.europa.eu/resource/cellar/6e641c52-27d3-43f0-9ec0-46277049f5e5", "type": "Directive", "concepts": ["1252", "2897", "4654", "4658", "5262"], "title": "Council Directive 70/221/EEC of 20 March 1970 on the approximation of the laws of the Member States relating to liquid fuel tanks and rear protective devices for motor vehicles and their trailers\n", "header": "COUNCIL DIRECTIVE  of 20 March 1970  on the approximation of the laws of the Member States relating to liquid fuel tanks and rear protective devices for motor vehicles and their trailers  (70/221/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community and in particular Article 100 thereof;\nHaving regard to the proposal from the Commission;\nHaving regard to the Opinion of the European Parliament (1);\nHaving regard to the Opinion of the Economic and Social Committee (2);\nWhereas the technical requirements which motor vehicles must satisfy pursuant to national laws relate, inter alia to their liquid fuel tanks and rear protective devices;\nWhereas those requirements differ from one Member State to another ; whereas it is therefore necessary that all Member States adopt the same requirements either in addition to or in place of their existing rules, in order, in particular, to allow the EEC type approval procedure which was the subject of the Council Directive (3) of 6 February 1970 on the approximation of the laws of the Member States relating to the type approval of motor vehicles and their trailers to be applied in respect of each type of vehicle;", "main_body": ["For the purposes of this Directive, \"vehicle\" means any motor vehicle intended for use on the road, with or without bodywork, having at least four wheels and a maximum design speed exceeding 25 kilometres per hour, and its trailers, with the exception of vehicles which run on rails, agricultural tractors and machinery and public works vehicles.", "No Member State may refuse to grant EEC type approval or national type approval of a vehicle on grounds relating to liquid fuel tanks or rear protective devices if these satisfy the requirements set out in the Annex.", "The amendments necessary for adjusting the requirements of the Annex so as to take account of technical progress, with the exception of the requirements set out under item I, shall be adopted in accordance with the procedure laid down in Article 13 of the Council Directive of 6 February 1970 on the type approval of motor vehicles and their trailers.", "1. Member States shall put into force the provisions containing the requirements needed in order to comply with this Directive within eighteen months of its notification and shall forthwith inform the Commission thereof.\n2. Member States shall ensure that the texts of the main provisions of national law which they adopt in the field covered by this Directive are communicated to the Commission.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 20 March 1970.\nFor the Council\nThe President\nP. HARMEL  (1)OJ No C 160, 18.12.1969, p. 7. (2)OJ No C 48, 16.4.1969, p. 16. (3)OJ No L 42, 23.2.1970, p. 1.\nANNEX\nI. Tanks and reserve tanks for liquid fuel  I. 1. Fuel tanks must be made so as to be corrosion resistant. They must satisfy the leakage tests carried out by the manufacturer at a pressure equal to double the working pressure but in any event not less than 1.3 bars. Any excess pressure or any pressure exceeding the working pressure must be automatically compensated by suitable devices (vents, safety valves, etc.). The vents must be designed in such a way as to prevent any fire risks. The fuel must not escape through the fuel tank cap or through the devices provided to compensate excess pressure, even if the tank is completely overturned : a drip shall be tolerated.\nI. 2. Fuel tanks must be installed in such a way as to be protected from the consequences of an impact to the front or to the rear of the vehicle ; there shall be no protruding parts, sharp edges, etc., near the tanks.\nII. Rear protective devices   II. 1.  The ground clearance throughout the width of the rear of the chassis or of the main parts of the body may not exceed 70 cm, where the centre of the rearmost axle and the rearmost point of the vehicle are more than 1 metre apart.\nII. 2  If this requirement is not met, the vehicle must be equipped with a rear protective device fitted in accordance with the specifications listed below.\nII. 3  Specifications for fitting rear protective devices:   II. 3.1.  The underside of the rear protective device must be less than 70 cm from the ground when the vehicle is unladen.\nII. 3.2.  At the place where the rear protective device is fitted its width may not exceed the width of the vehicle or be less than the width of the vehicle by more than 10 cm on either side.\nII. 3.3.  The rear protective device must be placed as closely as possible to the rear of the vehicle and in no case more than 60 cm from the rearmost point of the vehicle.\nII. 3.4.  The ends of the rear protective device must not be bent backwards.\nII. 3.5.  The rear protective device must be firmly fixed to the chassis side-members or to whatever replaces them.\nII. 3.6.  The rear protective device must have a bending strength at least equivalent to that of a steel beam whose cross-section has a bending strength modulus of 20 cm3.\nII. 4.  By way of derogation from the preceding requirements, vehicles of the following types need not be fitted with a rear protective device:   -  tractors for semi-trailers;\n- \"slung\" trailers and other similar trailers for the transport of logs or other very long items;\n-  vehicles for which a rear protective device is incompatible with their use."}