{"celex_id": "31979L0533", "uri": "http://publications.europa.eu/resource/cellar/6473c5a5-e27b-4fbb-aaf9-c061eb1f719a", "type": "Directive", "concepts": ["2897", "4476", "4658", "5481"], "title": "Council Directive 79/533/EEC of 17 May 1979 on the approximation of the laws of the Member States relating to the coupling device and the reverse of wheeled agricultural or forestry tractors\n", "header": "COUNCIL DIRECTIVE  of 17 May 1979  on the approximation of the laws of the Member States relating to the coupling device and the reverse of wheeled agricultural or forestry tractors  (79/533/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 100 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas the technical requirements which tractors must satisfy pursuant to national laws relate inter alia to the coupling device and to the reverse;\nWhereas these requirements differ from one Member State to another ; whereas it is therefore necessary that all Member States adopt the same requirements either in addition to or in place of their existing rules, in order, in particular, to allow the EEC type-approval procedure which was the subject of Council Directive 74/150/EEC of 4 March 1974 on the approximation of the laws of the Member States relating to the type-approval of wheeled agricultural or forestry tractors (4), to be applied in respect of each type of tractor,", "main_body": ["1. \"Agricultural or forestry tractor\" means any motor vehicle, fitted with wheels or endless tracks and having at least two axles, the main function of which lies in its tractive power and which is specially designed to tow, push, carry or power certain tools, machinery or trailers intended for agricultural or forestry use. It may be equipped to carry a load and passengers.\n2. This Directive shall apply only to tractors defined in paragraph 1 which are fitted with pneumatic tyres and which have two axles and a maximum design speed of between 6 and 25 km/h.", "No Member State may refuse to grant EEC type-approval or national type-approval of a tractor on grounds relating to the coupling device or to the reverse if these satisfy the requirements set out in the Annexes hereto.", "No Member State may refuse the registration or prohibit the sale, entry into service or use of tractors on grounds relating to the coupling device or to the reverse if these satisfy the requirements set out in the Annexes hereto.", "Any amendments necessary for adapting the requirements of the Annexes to technical progress shall be adopted in accordance with the procedure laid down in Article 13 of Directive 74/150/EEC.", "1. Member States shall bring into force the provisions necessary in order to comply with this Directive within 18 months of its notification and shall forthwith inform the Commission thereof.  (1)OJ No C 268, 11.11.1978, p. 34. (2)OJ No C 296, 11.12.1978, p. 69. (3)OJ No C 128, 21.5.1979, p. 17. (4)OJ No L 84, 28.3.1974, p. 10.\n2. Member States shall ensure that the texts of the main provisions of national law which they adopt in the field covered by this Directive are communicated to the Commission.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 17 May 1979.\nFor the Council\nThe President\nA. GIRAUD\nANNEX I COUPLING DEVICE\n1. Number\nEvery tractor must have a special device to which it must be possible to attach a connection such as a tow-bar or a tow-rope for towing purposes.\n2. Position\nThe device must be fitted to the front of the tractor, which must be equipped with a coupling pin.\n3. Design\nThe device must be of the slotted-jaw type. The functional dimensions specified must be adhered to. >PIC FILE= \"T0015025\">\nThe coupling pin must have a diameter of 30 + 1 75 mm and be fitted with a device preventing it from leaving its seating during use. The securing device must be non-detachable.\nThe tolerance of + 1 75 referred to above should not be regarded as a manufacturing tolerance but as a permissible variation in nominal dimensions for pins of different designs.\nANNEX II REVERSE\nAll tractors must be equipped with a device for reversing which can be operated from the driving position."}