{"celex_id": "31976R1976", "uri": "http://publications.europa.eu/resource/cellar/f36d5ec0-cb33-40f1-8b09-1cfe10febd4a", "type": "Regulation", "concepts": ["1509", "2069", "2732", "2850", "4078"], "title": "Council Regulation (EEC) No 1976/76 of 20 July 1976 approving the Agreement in the form of an Exchange of Letters amending Protocol 6 to the Agreement between the European Economic Community and the Republic of Iceland\n", "header": "10.8.1976 EN Official Journal of the European Communities L 217/1\nCOUNCIL REGULATION (EEC) No 1976/76\nof 20 July 1976\napproving the Agreement in the form of an exchange of letters amending Protocol 6 to the Agreement between the European Economic Community and the Republic of Iceland\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 113 thereof,\nHaving regard to the recommendation from the Commission,\nWhereas Protocol 6 to the Agreement between the European Economic Community and the Republic of Iceland (1) should be amended and the Agreement in the form of an exchange of letters which has been negotiated to that end should be approved,", "main_body": ["The Agreement in the form of an exchange of letters amending Protocol 6 to the Agreement between the European Economic Community and the Republic of Iceland is hereby approved on behalf of the Community.\nThe text of the Agreement is annexed to this Regulation.", "The President of the Council is hereby authorized to designate the person empowered to sign the Agreement so that it shall be binding on the Community.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThe date of entry into force of the Agreement shall be published in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 July 1976\nFor the Council\nThe President\nM. van der STOEL\n(1)  OJ No L 301, 31. 12. 1972, p. 164.\nBrussels, ...\nYour Excellency,\nArticle 1 (1) of Protocol 6 to the Agreement between the European Economic Community and the Republic of Iceland signed on 22 July 1972 provides for a progressive reduction of the customs duty of 15 % applied to imports of fish fillets falling within subheading 03.01 B II b) of the Common Customs Tariff.\nFollowing a decision adopted in 1972 by the Committee on Common Customs Tariff Nomenclature, frozen raw fish fillets coated with breadcrumbs now fall within subheadings 16.04 C and G (prepared or preserved fish).\nIn order to avoid fish fillets coated with breadcrumbs falling within subheadings 16.04 C and G being excluded, as a result of this amendment, from the benefit of the said Article, amendments of form should be made to the text of that Article. These amendments, which are set out in the Annex, are applicable as from 1 July 1976.\nI should be grateful if you would kindly confirm the agreement of your Government to these amendments.\nPlease accept, your Excellency, the assurance of my highest consideration.\nOn behalf of the Council of the European Communities\nANNEX\nAmendments to be made to Protocol 6 to the Agreement between the European Economic Community and the Republic of Iceland\n1. In the table set out in Article 1 (1), the following shall be substituted for the text under heading No 16.04:\nCCT heading No Description\n16.04 Prepared or preserved fish, including caviar and caviar substitutes:\nA. Caviar and caviar substitutes\nC. Herring:\nI. Fillets, raw, coated with batter or breadcrumbs, deep frozen\nG. Other:\nI. Fillets, raw, coated with batter or breadcrumbs, deep frozen\n2. In the table set out in Article 1 (3), the following shall be substituted for the text under heading No 16.04:\nCCT heading No Description\n16.04 Prepared or preserved fish, including caviar and caviar substitutes:\nC. Herring:\nII. Other\nex G. Other:\nII. Other, excluding preserved smoked coalfish\nBrussels, ...\nSir,\nI have the honour to acknowledge receipt of your letter of today worded as follows:\n‘Article 1 (1) of Protocol 6 to the Agreement between the European Economic Community and the Republic of Iceland signed on 22 July 1972 provides for a progressive reduction of the customs duty of 15 % applied to imports of fish fillets falling within subheading 03.01 B II b) of the Common Customs Tariff.\nFollowing a decision adopted in 1972 by the Committee on Common Customs Tariff Nomenclature, frozen raw fish fillets coated with breadcrumbs now fall within subheadings 16.04 C and G (prepared or preserved fish).\nIn order to avoid fish fillets coated with breadcrumbs falling within subheadings 16.04 C and G being excluded, as a result of this amendment, from the benefit of the said Article, amendments of form should be made to the text of that Article. These amendments, which are set out in the Annex, are applicable as from 1 July 1976.\nI should be grateful if you would kindly confirm the agreement of your Government to these amendments.’\nI have the honour to confirm the agreement of my Government to the foregoing.\nPlease accept, Sir, the assurance of my highest consideration.\nFor the Government of the Republic of Iceland\nANNEX\nAmendments to be made to Protocol 6 to the Agreement between the European Economic Community and the Republic of Iceland\n1. In the table set out in Article 1 (1), the following shall be substituted for the text under heading No 16.04:\nCCT heading No Description\n16.04 Prepared or preserved fish, including caviar and caviar substitutes:\nA. Caviar and caviar substitutes\nC. Herring:\nI. Fillets, raw, coated with batter or breadcrumbs, deep frozen\nG. Other:\nI. Fillets, raw, coated with batter or breadcrumbs, deep frozen\n2. In the table set out in Article 1 (3), the following shall be substituted for the text under heading No 16.04:\nCCT heading No Description\n16.04 Prepared or preserved fish, including caviar and caviar substitutes:\nC. Herring:\nII. Other\nex G. Other:\nII. Other, excluding preserved smoked coalfish"}