{"celex_id": "31973D0094", "uri": "http://publications.europa.eu/resource/cellar/cec5684b-1507-4ce6-a9f2-8cafa7801d70", "type": "Decision", "concepts": ["1318", "3743", "4663", "6"], "title": "73/94/ECSC: Commission Decision of 21 December 1972 authorizing new terms of business of Ruhrkohle AG (Only the German text is authentic)\n", "header": "COMMISSION DECISION  of 21 December 1972  authorizing new terms of business of Ruhrkohle AG  (Only the German text is authentic)  (73/94/ECSC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Coal and Steel Community, and in particular Articles 2-5, 47 and 66 thereof;\nHaving regard to the Decision of 27 November 1969 on the transfer of colliery assets to Ruhrkohle AG;\nHaving regard to Ruhrkohle AG's application of 30 June 1972;\nI.    1. Whereas it is a condition of the Commission's authorizing Decision of 27 November 1969 with respect to the transfer of colliery assets to Ruhrkohle AG that Ruhrkohle must submit to the Commission for authorization any amendment to its terms of business, and whereas that condition was imposed in consideration of Ruhrkohle AG's strong position in the market vis-Ă -vis the wholesalers and consumers, to prevent undue restriction of competition among dealers;\nWhereas Ruhrkohle AG wrote on 30 June 1972 submitting to the Commission for authorization new terms of business as follows:\n\"  1.  Sales of Ruhr products to domestic and small consumers and to industrial consumers taking less than 30 000 metric tons a year shall be effected only through wholesale fuel businesses possessed of sufficient viability and a sufficiently extensive distribution network to ensure that other dealers, and industrial consumers, are kept supplied : such businesses shall be able to buy direct from Ruhrkohle AG on a regional basis via its district offices (BezirksbĂźros), on condition that:      a) they give evidence of creditworthiness by the provision of adequate securities;\nb) they provide storage appropriate to the nature and size of the consignment of saleable grades, including the necessary technical facilities;\nc) they ensure regional publicity for Ruhrkohle AG or take part in activities to that effect;\nd) they are well informed concerning the market and products, and have a wide range of customers;\ne) they conclude a two-year contract for a fixed amount of not less than 6 000 metric tons a year of products for the domestic and small-consumer sector, on a regional basis : having taken the amount contracted for they shall be entitled to a contractual discount.\n2. All sales to      - the State Railways,\n- iron and steel undertakings, collieries and coking-plants,\n- industrial consumers, the supplying of whom was taken over by Ruhrkohle AG in connection with the transfer of colliery assets,\nshall be effected direct by Ruhrkohle AG.\n3. Sales to industrial consumers taking more than 30 000 metric tons of solid fuels a year from Ruhrkohle AG shall be effected direct by Ruhrkohle AG and its district offices, or through admitted dealers if they render special services to Ruhrkohle in this sector.\n4. A trading margin, depending in amount on the current list prices of Ruhrkohle AG, shall be allowed on sales through admitted dealers.\n\"\n2.  Whereas the following further points emerge from Ruhrkohle AG's application:    a) The Federal Republic is to be divided into five sales areas, and the remainder of the Common Market into three, viz.      - France, Belgium, the Netherlands and Luxembourg,\n- Italy,\n- Britain, Ireland and Denmark.\nb) Ruhrkohle will admit wholesalers traditionally operating mainly in two adjacent sales areas provided that the aggregate of business transacted in both areas amounts to the stipulated minimum amount of 6 000 metric tons of products for domestic and small consumers.\nc) The remodelled terms of business discard the earlier special arrangement whereby dealers operating in conjunction with particular collieries were admitted to buy direct for purposes of local disposals (the Landabsatz system).\nd) The future two-year contracts are to permit a 5 % tolerance on either side of the tonnage contracted for.\ne) Examples of the \"special services\" which must be rendered by the trade in order to be able to supply industrial consumers taking more than 30 000 metric tons of Ruhr coal a year are business exploits leading to     - increased sales of Ruhr coal,\n- switching from other fuels to Ruhr coal,\n- securing of existing sales of Ruhr coal for some time to come.\nII.\n3. Whereas the draft terms of business submitted provide inter alia for the following changes in the existing position:    - Instead of dealers' being admitted to buy direct on condition of their having sold not less than 6 000 metric tons of Ruhr coal products in the Common Market in the past coal year, there is to be a system of two-year contracts to take not less than 6 000 metric tons a year of Ruhrkohle AG's production for the domestic and small-consumer sector. The fuel is to be supplied by Ruhrkohle AG for the account of an admitted dealer only to customers (dealers and consumers) in the district for which that dealer is admitted.\n- Before a dealer is entitled to supply industrial consumers he must first be admitted to supply domestic and small consumers. The conditions as to the regional basis of selling are otherwise the same for industrial consumers or for domestic and small consumers.\n- The qualification for admitted dealers to supply large industrial concerns will not, as heretofore, be a minimum annual consumption of 30 000 metric tons of solid fuels of any provenance, but the taking of that tonnage of Ruhr products. Dealers may sell to consumers beyond this limit only if they render the as yet loosely defined \"special services\" in the matter of sales.\n4. Whereas the new terms of business will mean that a number of dealers will lose their entitlement to buy direct from Ruhrkohle AG because they are unable to contract for a minimum 6 000 metric tons a year of products for domestic and small consumers ; whereas, however, many of these no longer qualify for direct-buying status in any case, in consequence of the continuing shrinkage in coal sales, and whereas it is clearly reasonable that Ruhrkohle AG should wish to take account of the major decline in coal sales in its distribution arrangements and to adjust its terms of business to the altered state of affairs in such a way as to do business direct only with dealers operating on a sufficient scale;\nWhereas the reorganization of Ruhrkohle AG's distribution system is the outcome of two years of sustained negotiation with the accredited representatives of the trade, and whereas, moreover, the dealers having a smaller turnover will still be entitled to combine with others to bring their joint tonnage to the stipulated minimum level for the conclusion of a contract;\nWhereas quite a number of dealers in each of the proposed sales areas will satisfy the tonnage qualification, so that the necessary conditions for competition among dealers will still be present, and whereas, moreover, the proposed terms of business allow the admission of dealers traditionally operating in two adjacent sales areas where the stipulated minimum tonnage is arrived at by aggregating their business in both areas;\nWhereas the provision that dealers may sell to industry only if admitted to supply domestic and small consumers is designed to cause them to concentrate primarily on the latter sector, in which there is greater scope for the promotion of coal sales by their efforts, and whereas there can be no objection to this provision or to that concerning selling to industrial customers with an annual consumption of more than 30 000 metric tons of Ruhr products;\nWhereas the proposed new terms of business can therefore be authorized, provided conditions are attached to ensure:    - that dealers faced with loss of their entitlement to buy direct from Ruhrkohle AG are given the chance to retain it, by an arrangement whereby dealers who are able or willing to contract only for the stipulated minimum tonnage are not, during the first 12 months after the new trading regulations enter into force, to be held to the proposed tolerance of 5 % on either side of that tonnage, but are to be allowed to go 15 % below it;\n- that Ruhrkohle AG allows all dealers, without discrimination, the use of its local-disposals (Landabsatz) facilities for purposes of local disposals under its direct-buying arrangements;\n- that to prevent discrimination the special services entitling admitted wholesalers to supply industrial consumers taking more than 30 000 metric tons of Ruhr products a year are objectively defined;", "main_body": ["The terms of business submitted by Ruhrkohle AG in its application of 30 June 1972 are hereby authorized.", "Authorization is granted subject to the following conditions:    1. In the first year following the entry into force of the said terms of business, Ruhrkohle AG must allow wholesalers contracting for the stipulated minimum amount of 6 000 metric tons a year of products for domestic and small consumers to take up to 15 % less than that amount.\n2. Ruhrkohle AG must allow all admitted wholesalers, without discrimination, to make use of their entitlement to buy direct for purposes of local disposals (Landabsatz).\n3. In the matter of supplying industrial consumers taking more than 30 metric tons of Ruhr products a year, Ruhrkohle AG may treat as special services only sales activities resulting in:      - increased sales of Ruhr coal, or\n- a switch from other fuels to Ruhr coal, or\n- securing of existing sales for some time to come.", "This Decision is addressed to Ruhrkohle AG, Essen."], "attachments": "Done at Brussels, 21 December 1972.\nFor the Commission\nThe President\nS.L. MANSHOLT"}