{"celex_id": "31970R1019", "uri": "http://publications.europa.eu/resource/cellar/0c48eb68-0527-452a-97b2-a08ba887377c", "type": "Regulation", "concepts": ["2648", "2672", "2730", "4402", "4713"], "title": "Regulation (EEC) No 1019/70 of the Commission of 29 May 1970 on detailed rules for establishing free-at-frontier offer prices and fixing the countervailing charge in the wine sector\n", "header": "REGULATION (EEC) No 1019/70 OF THE COMMISSION  of 29 May 1970  on detailed rules for establishing free-at-frontier offer prices and fixing the countervailing charge in the wine sector\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community;\nHaving regard to Council Regulation No 816/70 (1) of 28 April 1970 laying down additional provisions for the common organisation of the market in wine, and in particular Articles 9 (6) and 37 thereof;\nWhereas Article 9 (2) of Regulation (EEC) No 816/70 provides for a free-at-frontier offer price to be determined for all imports on the basis of all available information, in respect of each wine for which a reference price is fixed;\nWhereas, in order to establish the free-at-frontier offer price as precisely as possible, the information to be considered should be specified, namely, apart from the prices entered in customs and commercial documents, any other information concerning prices ruling in third countries;\nWhereas, in order not to jeopardise the level of prices in the Community and to ensure priority for the disposal of Community wines, it is necessary to establish the free-at-frontier offer prices on the basis of the most advantageous purchase possibilities in international trade ; whereas, for the free-at-frontier offer prices to be as representative as possible, certain information should be left out of the calculation - where small quantities are involved for example;\nWhereas, for reasons of comparability, it is necessary when determining free-at-frontier offer prices to adjust the basis of the calculation according to the marketing stage and to the characteristics of the wine in question;\nWhereas the conditions under which it is appropriate to fix, alter or withdraw a countervailing charge should be determined;\nWhereas the levying of a countervailing charge is not justified, in view of their price, for certain liqueur wines accompanied by a certificate of origin;\nWhereas the identification of white wine imported under the name \"Riesling\" or \"Sylvaner\" can be made easier by the obligation to submit on import a licence issued by the producer country;\nWhereas such a system can be applied only provided corresponding provisions are introduced concerning the movement of such wines ; whereas a temporary system should be introduced until rules are adopted on the basis of Article 30 of Regulation (EEC) No 816/70;\nWhereas reference prices are fixed either per degree/hl or per hectolitre ; whereas this distinction should be maintained when fixing the amount of the countervailing charge ; whereas it is nevertheless necessary to provide for appropriate provisions allowing the practical application of countervailing charges fixed per degree/hl, taking into account a certain standardisation;\nWhereas Article 9 (4) of Regulation (EEC) No 816/70 provides that a countervailing charge may also be fixed in respect of imports of products, other than wine, listed in Article 1 (2) of that Regulation ; whereas for determining the countervailing charge in respect of such products, account should be taken of the ratio existing on the Community market between the average price of the products in question and that of the wine;\nWhereas the ratio for musts is 0.95;\nWhereas the measures provided for in this Regulation are in accordance with the Opinion of the Management Committee for Wine;  (1)OJ No L 99, 5.5.1970, p. 1.", "main_body": ["1. Free-at-frontier offer prices shall be fixed on the basis of all available information and, in particular, in the light of all communications from Member States. For that purpose, Member States shall use statements made in customs documents accompanying imported products as well as in invoices and any other trade documents.\n2. To determine free-at-frontier offer prices, account shall moreover be taken of all information concerning prices ruling in third countries, whether they be:    (a) prices ruling on export by third countries;\n(b) prices recorded on import into the Community;\n(c) prices recorded on Community markets in respect of imported products;\n(d) prices noted on the markets of importing or exporting third countries ; or\n(e) prices resulting from compensation transactions.\n3. In order to obtain such information, the following sources shall in particular be consulted:    (a) official information published by the competent authorities of exporting or importing third countries;\n(b) information published by specialised production or trade journals both in Member States and in third countries;\n(c) information supplied by professional organisations representing producers and traders both in Member States and in third countries.\n4. No account shall be taken of information concerning supplies which have no economic effect on the market, in particular owing to the small quantities involved.", "1. Prices referred to in Article 1 which do not apply:    (a) free-at-Community-frontier;\n(b) to any wine corresponding to the one whose guide price was taken into account for fixing the reference price,\nshall be adjusted.\n2. The adjustment referred to in paragraph 1 (a) shall be made by taking into account the cost of transport from the place where the price was recorded to the Community frontier.\n3. The adjustment referred to in paragraph 1 (b) shall be made by taking into account the price ratio existing on the Community market between the types of wine in question.", "1. The free-at-frontier offer prices shall be fixed on the basis of the most advantageous purchasing possibilities of the products in question calculated in accordance with the provisions of Article 1 and 2.\n2. Where a second free-at-frontier offer price is fixed for a product coming from a third country, offer prices shall be fixed, on the basis of the second offer price mentioned above, for the other products coming from that third country, provided they stand in close economic relationship with the product in question. Such offer prices shall be fixed taking into account the normal relationship existing between the prices of the products in question.", "1. A countervailing charge shall be fixed for a wine when it is recorded that the free-at-frontier offer price for the wine in question plus customs duty falls below the reference price for that wine.\n2. The countervailing charge shall be altered when a noticeable variation in the free-at-frontier offer price is recorded.\n3. The countervailing charge shall be withdrawn when it is recorded that the free-at-frontier offer price plus customs duty is equal to or exceeds the reference price.\n4. The countervailing charge shall not be levied on:    (a) Port wines\n(b) Madeira wines\n(c) Sherry wines\n(d) Tokay wines (Aszu and Szamorodni)\n(e) Samos muscat wines\n(f) Setubal Muscatel wines\nfor which a certificate of origin is produced.\nSubject to the provisions of Article 9 of Council Regulation (EEC) No 802/68 (1) of 27 June 1968 on the common definition of the concept of origin of goods and until special Community provisions are adopted on the procedure for issuing and on the contents of such certificates, these shall be accepted by the Member States.", "1. A white wine offered for import under the name of \"Riesling\" or \"Sylvaner\" may not be imported and marketed under that name unless it is accompanied by a certificate authenticated by the competent authorities stating that the wine in question is produced from those vine varieties.\n2. Until special Community provisions are adopted on the procedure for issuing and on the contents of such certificates, these shall be accepted by the Member States.", "1. Where the reference price is fixed per degree/hl, the countervailing charge shall also be fixed per degree/hl.\n2. Where the reference price is fixed per hectolitre, the countervailing charge shall also be fixed per hectolitre.", "1. In the case referred to in Article 6 (1), the charge to be levied per hectolitre on import shall be equal to the amount obtained by multiplying the actual alcoholic strength of the imported wine by the amount fixed per degree/hl for that wine.\n2. However, wines which have an actual alcoholic strength of less than 8.5ยบ shall be subject to the countervailing charge applicable to wines having an actual alcoholic strength equal to 8.5ยบ.", "1. When the countervailing charge referred to in Article 4 is fixed for imports of red or white wine, a countervailing charge shall be fixed for imports of musts of the same colour.\n2. The countervailing charge to be levied on must shall be fixed by applying to that which is levied on red wine or, according to the colour of the must, on white wine, a coefficient which takes account of the ratio 0.95 existing on the Community market between the average price of must and that of wine.\n3. Where the countervailing charge applying to the wine is fixed per degree/hl, the charge to be levied on imports per hectolitre of must shall be equal to the amount obtained by multiplying the potential alcoholic strength of imported must by the amount fixed per degree/hl for such must.", "This Regulation shall enter into force on 1 June 1970.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 29 May 1970.\nFor the Commission\nThe President\nJean REY  (1)OJ No L 148, 28.6.1968, p. 1."}