{"celex_id": "31972R0846", "uri": "http://publications.europa.eu/resource/cellar/15b562bf-5196-44f1-98ef-5dcdfd4dfa4d", "type": "Regulation", "concepts": ["1486", "1605", "1797", "4498"], "title": "Regulation (EEC) No 846/72 of the Council of 24 April 1972 providing for special measures for the award of contracts for processing tomatoes which have been the subject of intervention measures\n", "header": "REGULATION (EEC) No 846/72 OF THE COUNCIL of 24 April 1972 providing for special measures for the award of contracts for processing tomatoes which have been the subject of intervention measures\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community;\nHaving regard to Council Regulation No 159/66/EEC1 of 25 October 1966 laying down additional provisions on the common organization of the market in fruit and vegetables, as last amended by Regulation (EEC) No 1425/71,2 and in particular Article 14 thereof;\nHaving regard to the proposal from the Commission;\nWhereas Article 7b of Regulation No 159/66/EEC provides that products which have been the subject of intervention measures may be processed for free distribution to welfare organization or benevolent institutions and to persons whose right to public assistance is recognized by their national laws ; whereas, in accordance with paragraph 3 of that Article, contracts for processing are awarded to industry by tender;\nWhereas experience has demonstrated that because tomatoes soon perish the market may be subject to sudden and concentrated shortages over brief periods ; whereas the tendering procedure, because of the time required in applying it, cannot always provide for the maximum use of tomatoes withdrawn from the market ; whereas provision should therefore be made for the possibility of awarding contracts for processing by private agreement;\nWhereas the time limits for concluding private agreements should be laid down;", "main_body": ["By way of derogation from the third subparagraph of Article 7b (3) of Regulation No 159/66/EEC the intervention agencies appointed by the Member States may, by private agreement, award contracts to industry for processing tomatoes into juice and into concentrate.", "For the purposes of applying this Regulation, processing contracts may be awarded only at prices corresponding to the most favourable processing conditions.", "If a Member State intends to have recourse to the provisions of this Regulation, it shall so inform the Member States and the Commission immediately.", "Member States shall notify the Commission at least once a month of the quantities and prices in respect of which they have had recourse to the provisions of this Regulation.", "Detailed rules for the application of this Regulation shall be adopted, if necessary, in accordance with the  1 OJ No 192, 27.10.1966, p. 3286/66.\n2 OJ No L 151, 7.7.1971, p. 1.  procedure laid down in Article 13 of Regulation No 231 on the progressive establishment of the common organization of the market in fruit and vegetables, as last amended by Regulation (EEC) No 2727/71.2", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 24 April 1972.\nFor the Council\nThe President\nG. THORN  1 OJ No 30, 20.4.1962, p. 965/62.\n2 OJ No L 282, 23.12.1971, p. 8."}