{"celex_id": "31976L0762", "uri": "http://publications.europa.eu/resource/cellar/3b8fb05d-d395-44fe-a238-c310c0f020f7", "type": "Directive", "concepts": ["1252", "13", "2897", "4654", "468", "469"], "title": "Council Directive 76/762/EEC of 27 July 1976 on the approximation of the laws of the Member States relating to front fog lamps for motor vehicles and filament lamps for such lamps\n", "header": "COUNCIL DIRECTIVE  of 27 July 1976  on the approximation of the laws of the Member States relating to front fog lamps for motor vehicles and filament lamps for such lamps  (76/762/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 100 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nHaving regard to the opinion of the Economic and Social Committee (2),\nWhereas the technical requirements which motor vehicles must satisfy pursuant to national laws relate inter alia to their front fog lamps;\nWhereas those requirements differ from one Member State to another ; whereas it is therefore necessary that all Member States adopt the same requirements either in addition to or in place of their existing rules, in order, in particular, to allow the EEC type-approval procedure which was the subject of Council Directive 70/156/EEC of 6 February 1970 on the approximation of the laws of the Member States relating to the type-approval of motor vehicles and their trailers (3), to be introduced in respect of each type of vehicle;\nWhereas in Directive 76/756/EEC (4), the Council laid down the common requirements for the installation of lighting and light-signalling devices on motor vehicles and their trailers;\nWhereas a harmonized type-approval procedure for front fog lamps makes it possible for each Member State to check compliance with the common construction and testing requirements and to inform the other Member States of its findings by sending a copy of the component type-approval certificate completed for each type of front fog lamp ; whereas the placing of an EEC component type-approval mark on all front fog lamps manufactured in conformity with the approved type obviates any need for technical checks on these front fog lamps in the other Member States:\nWhereas it is desirable to take into account the technical requirements adopted by the UN Economic Commission for Europe in its Regulation No 19 (\"Uniform provisions concerning the approval of motor vehicle fog lights\") (5), which is annexed to the Agreement of 20 March 1958 concerning the adoption of uniform conditions for approval and reciprocal recognition of approval for motor vehicle equipment and parts;\nWhereas the approximation of national laws relating to motor vehicles entails reciprocal recognition by Member States of the checks carried out by each of them on the basis of the common requirements,", "main_body": ["1. Each Member State shall grant EEC component type-approval for any type of front fog lamp which satisfies the construction and testing requirements laid down in Annexes 0, II, III, IV and V.\n2. The Member State which granted EEC component type-approval shall take the measures required in order to verify that production models conform to the approved type, in so far as this is necessary and if need be in cooperation with the competent authorities in the other Member States. Such verification shall be limited to spot checks.  (1)OJ No C 55, 13.5.1974, p. 14. (2)OJ No C 109, 19.9.1974, p. 24. (3)OJ No L 42, 23.2.1970, p. 1. (4)See page 1 of this Official Journal. (5)>PIC FILE= \"T0009506\">", "Member States shall, for each type of front fog lamp which they approve pursuant to Article 1, issue to the manufacturer, or to his authorized representative, an EEC component type-approval mark conforming to the model shown in Annex II.\nMember States shall take all appropriate measures to prevent the use of marks liable to create confusion between front fog lamps which have been type-approved pursuant to Article 1, and other devices.", "1. No Member State may prohibit the placing on the market of front fog lamps on grounds relating to their construction or method of functioning if they bear the EEC component type-approval mark.\n2. Nevertheless, a Member State may prohibit the placing on the market of front fog lamps bearing the EEC component type-approval mark which consistently fail to conform to the approved type.\nThat State shall inform the other Member States and the Commission forthwith of the measures taken, specifying the reasons for its decision.", "The competent authorities of each Member State shall within one month send to the competent authorities of the other Member States a copy of the component type-approval certificates, an example of which is given in Annex I, completed for each type of front fog lamp which they approve or refuse to approve.", "1. If the Member State which has granted EEC component type-approval finds that a number of front fog lamps bearing the same EEC component type-approval mark do not conform to the type which it has approved, it shall take the necessary measures to ensure that production models conform to the approved type. The competent authorities of that State shall advise those of the other Member States of the measures taken which may, where there is consistent failure to conform, extend to withdrawal of EEC component type-approval. The said authorities shall take the same measures if they are informed by the competent authorities of another Member State of such failure to conform.\n2. The competent authorities of Member States shall inform each other within one month of any withdrawal of EEC component type-approval, and of the reasons for such a measure.", "Any decision taken pursuant to the provisions adopted in implementation of this Directive, to refuse or withdraw EEC component type-approval for front fog lamps or prohibit their placing on the market or use shall set out in detail the reasons on which it is based. Such decisions shall be notified to the party concerned, who shall at the same time be informed of the remedies available to him under the laws in force in the Member States and of the time limits allowed for the exercise of such remedies.", "No Member State may refuse to grant EEC type-approval or national type-approval of any vehicle on grounds relating to its front fog lamps if these bear the EEC component type-approval mark and are fitted in accordance with the requirements laid down in Directive 76/756/EEC.", "No Member State may refuse or prohibit the sale, registration, entry into service or use of any vehicle on grounds relating to its front fog lamps if these bear the EEC component type-approval mark and are fitted in accordance with the requirements laid down in Directive 76/756/EEC.", "For the purposes of this Directive, \"vehicle\" means any motor vehicle intended for use on the road, with or without bodywork, having at least four wheels and a maximum design speed exceeding 25 km/h, with the exception of vehicles which run on rails, agricultural tractors and machinery and public works vehicles.", "0\nAny amendments necessary to adjust the requirements of the Annexes to take account of technical progress  shall be adopted in accordance with the procedure laid down in Article 13 of Directive 70/156/EEEC.", "1\n1. Member States shall adopt and publish the provisions necessary in order to comply with this Directive before 1 July 1977 and shall forthwith inform the Commission thereof. They shall apply these provisions from 1 October 1977 at the latest.\n2. Once this Directive has been notified, the Member States shall also ensure that the Commission is informed, in sufficient time for it to submit its comments, of any draft laws, regulations or administrative provisions which they propose to adopt in the field covered by this Directive.", "2\nThis Directive is addressed to the Member States."], "attachments": "Done at Brussels, 27 July 1976.\nFor the Council\nThe President\nM. van der STOEL\nList of Annexes\n>PIC FILE= \"T9000993\">\nANNEX 0 DEFINITIONS, GENERAL SPECIFICATIONS, ILLUMINATION, CONFORMITY OF PRODUCTION\n1. DEFINITIONS    1.1. Front fog lamp\n\"Front fog lamp\" means the lamp used to improve the illumination of the road in case of fog, snowfall, rainstorms or dust clouds.\n1.2. Type of front fog lamp \"Type of front fog lamp\" means front fog lamps which do not differ in such essential respects as:    1.2.1. the trade name or mark;\n1.2.2. the characteristics of the optical system;\n1.2.3. the inclusion of components capable of altering the optical effects by reflection, refraction or absorption ; and\n1.2.4. the type of filament lamp.\n(2.)\n(3.)\n(4.)\n5. GENERAL SPECIFICATIONS    5.1. Each sample submitted in accordance with 1.2.3 of Annex II shall conform to the specifications set forth in sections 6 and 7.\n5.2. The front fog lamps shall be so designed and constructed that under normal conditions of use, notwithstanding any vibration to which they may be subjected during such use, their satisfactory operation remains assured and they retain the characteristics prescribed by this Directive. The correct position of the lens shall be clearly marked and the lens and reflector shall be so secured as to prevent any rotation during use.\n5.3. Conformity with the requirements of this section shall be verified by visual inspection and, where necessary, by a trial fitting.\n6. ILLUMINATION    6.1. Front fog lamps shall be so designed as to provide illumination with limited dazzle.\n6.2. The illumination produced by the front fog lamp shall be determined by means of a vertical screen set up 25 m forward of the lens and at right angles to the axis of the front fog lamp. The point HV is the base of the perpendicular from the centre of the lamp to the screen. The line hh is the horizontal through HV (see Annex V).\n6.3. In the case of a type of construction other than a sealed-beam type, a colourless standard filament lamp shall be used of the type specified by the manufacturer in accordance with the requirements of Annex IV, designed for a nominal voltage of 12 V and supplied by the manufacturer ; it shall be supplied with electric current at a voltage such that it produces the flux prescribed for the tests corresponding to its type. In the case of a sealed-beam type of construction, current shall be supplied at the test voltage (6 70 V, 12 70 V or 24 70 V as appropriate).\n6.4. The beam shall produce on the screen, over a width of not less that 225 cm on both sides of the line vv, a horizontal cut-off which is sufficiently sharp to enable adjustment to be performed with its aid.\n6.5. The front fog lamp shall be so directed that the cut-off on the screen is 50 cm below the line hh.\n6.6. When so adjusted, the front fog lamp shall meet the requirements set out in 6.7.\n6.7. The illumination produced on the screen (see Annex V) shall meet the following requirements: >PIC FILE= \"T0009507\">\nThe illumination shall be measured either in white light or in coloured light as prescribed by the manufacturer for use of the front fog lamp in normal service. No variations in illumination detrimental to satisfactory visibility shall exist in either of the Zones B and C.\n6.8. The screen illumination referred to in 6.7 shall be measured by means of a photo-electric cell, the photo-sensitive area of which shall be contained within a square of side 65 mm.\n7. COLOUR OF LIGHT EMITTED\nEEC component type-approval may be obtained for a type of front fog lamp emitting either white or yellow (*) light. The colouring, if any, of the beam may be obtained either through the filament lamp glass envelope or through the lens of the front fog lamp or by any other suitable means.\n(8.)\n(9.)\n10. CONFORMITY OF PRODUCTION\nEvery front fog lamp bearing an EEC component type-approval mark shall conform to the type approved and satisfy the photometric requirements set out in section 6.\n(11.)\n(12.)   (*)>PIC FILE= \"T0009508\">\nANNEX I MODEL EEC COMPONENT TYPE-APPROVAL CERTIFICATE  (Maximum format : A4 (210 Ă\u0097 297 mm))\n>PIC FILE= \"T0009509\">\nANNEX II EEC COMPONENT TYPE-APPROVAL AND MARKING REQUIREMENTS\n1. APPLICATION FOR EEC COMPONENT TYPE-APPROVAL      1.1. The application for EEC component type-approval shall be submitted by the holder of the trade name or mark or by his authorized representative.\n1.2. For each type of front fog lamp, the application shall be accompanied by:        1.2.1. a brief technical specification. If the lamp is not of the sealed-beam type, the type of filament lamp shall be specified. This type must be one of those whose characteristics are specified in Annex III;\n1.2.2. drawings (three copies) in sufficient detail to permit identification of the type of lamp, showing a front view of the lamp, with if necessary details of the pattern of the lens moulding and in cross section. The drawings shall show the intended position of the EEC component type-approval number and the additional symbol in relation to the rectangle containing the EEC component type-approval mark;\n1.2.3. two samples of the type of front fog lamp.\n2. MARKINGS      2.1. The samples of the type of front fog lamp submitted for EEC component type-approval must bear the applicant's trade name or mark, which must be dearly legible and indelible.\n2.2. Each lamp shall include on both the lens and the lamp housing a space of sufficient size for the EEC component type-approval mark. This shall be indicated on the drawings referred to in 1.2.2.\n3. EEC COMPONENT TYPE-APPROVAL      3.1. If all the samples submitted in accordance with section 1 meet the requirements of sections 5, 6 and 7 of Annex 0, EEC component type-approval shall be granted and a component type-approval number issued.\n3.2. This number shall not be assigned to any other type of front fog lamp except where EEC component type-approval is extended to another type of lamp differing only as to the colour.\n3.3. Where EEC component type-approval is requested for a type of lighting and light-signalling device comprising a front fog lamp and other lamps, a single EEC component type-approval mark may be issued provided that the front fog lamp complies with the requirements of this Directive and each of the other lamps forming part of the type of lighting and light-signalling device for which EEC type-approval is requested, complies with the specific Directive applying to it.\n4. MARKS    4.1. Every front fog lamp conforming to a type approved under this Directive shall bear an EEC component type-approval mark.\n4.2. This mark shall consist of a rectangle surrounding the lower case letter \"e\", followed by the distinguishing letter(s) or number of the Member State which has granted the type-approval:\n1 for Germany,\n2 for France,\n3 for Italy,\n4 for the Netherlands,\n6 for Belgium,  11 for the United Kingdom,\n13 for Luxembourg,\nDK for Denmark,\nIRL for Ireland.\nIt must also include the EEC component type-approval number which corresponds to the number of the EEC component type-approval certificate issued for the type of front fog lamp in question.\n4.3. The EEC component type-approval mark shall be supplemented by an additional symbol \"B\".\n4.4. The EEC component type-approval number must be placed in any convenient position near the rectangle surrounding the letter \"e\".\n4.5. The EEC component type-approval mark and the additional symbol must be affixed to the lens of the lamp, or one of the lenses, in such a way as to be indelible and clearly legible even when the front fog lamps are fitted on the vehicle.\n4.6. An example of the EEC component type-approval mark and the additional symbol is shown in the Appendix.\n4.7. Where a single EEC type-approval number is issued, as under 3.3, for a type of lighting and light-signalling device comprising a front fog lamp and other lamps, one EEC component type-approval mark only may be affixed, consisting of:      - a rectangle surrounding the letter \"e\", followed by the distinguishing letter(s) or number of the Member State which has granted the type-approval,\n- an EEC component type-approval number,\n- the additional symbols required by the various Directives under which EEC component type-approval was granted.\n4.8. The dimensions of the various components of this mark must not be less than the largest of the minimum dimensions specified for individual markings by the various Directives under which the EEC component type-approval was granted.\nAppendix  EXAMPLE OF AN EEC COMPONENT TYPE-APPROVAL MARK\n>PIC FILE= \"T0009510\">   The device bearing the EEC component type-approval mark shown above is a front fog lamp EEC type-approved in the United Kingdom (e 11) under the number 1471.\n>PIC FILE= \"T0009511\">\nANNEX IV STANDARD (REFERENCE FILAMENT LAMPS FOR FRONT FOG LAMPS\n>PIC FILE= \"T0009512\">\n>PIC FILE= \"T0009513\">"}