{"celex_id": "31979R2770", "uri": "http://publications.europa.eu/resource/cellar/638cc90e-3edd-4225-908a-b339056e1a1c", "type": "Regulation", "concepts": ["1277", "13", "2871", "2958", "3170", "386"], "title": "Commission Regulation (EEC) No 2770/79 of 10 December 1979 on the sale of skimmed-milk powder intended for feed for calves and amending Regulation (EEC) No 1687/76\n", "header": "COMMISSION REGULATION (EEC) No 2770/79  of 10 December 1979  on the sale of skimmed-milk powder intended for feed for calves and amending Regulation (EEC) No 1687/76\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 804/68 of 27 June 1968 on the common organization of the market in milk and milk products (1), as last amended by Regulation (EEC) No 1761/78 (2), and in particular Articles 7 (5) and 28 thereof,\nWhereas there is at present scope for the sale of skimmed-milk powder held in public storage because less of this product is now available on the market for use in particular, in the manufacture of compound feedingstuffs for calves ; whereas, to secure supplies for that industry, skimmed-milk powder which in public storage over a year old should therefore be sold ; whereas the price must reflect the current situation on the market in compound feedingstuffs for calves;\nWhereas, as regards the definition of the prescribed use, reference should be made to the provisions, applicable to aid available to purchasers, of Commission Regulation (EEC) No 990/72 of 15 May 1972 on detailed rules for granting aid for skimmed milk processed into compound feedingstuffs and for skimmed-milk powder for use as feed (3), as last amended by Regulation (EEC) No 270/78 (4), or of Commission Regulation (EEC) No 1725/79 of 26 July 1979 on the rules for granting aid to skimmed milk processed into compound feedingstuffs and skimmed-milk powder intended for feed for calves (5);\nWhereas the Member States should notify the Commission of the quantities of skimmed-milk powder sold pursuant to this Regulation;\nWhereas Commission Regulation (EEC) No 1687/76 of 30 June 1976 laying down common detailed rules for verifying the use and/or destination of products from intervention (6), as last amended by Regulation (EEC) No 2568/79 (7), is applicable ; whereas, therefore, the Annex thereto must be supplemented accordingly;\nWhereas the Management Committee for Milk and Milk Products has not delivered an opinion within the time limit set by its chairman,", "main_body": ["Skimmed-milk powder bought in pursuant to Article 7 (1) of Regulation (EEC) No 804/68 and stored prior to 1 January 1979 shall be sold as provided below.", "1. The skimmed-milk powder shall be sold:    (a) in quantities of not less than 10 tonnes;\n(b) ex warehouse, at a price equal to the buying in price paid by the intervention agency plus 0 740 ECU per 100 kg.\n2. Purchase applications reaching the intervention agency on the same day shall be regarded as having been submitted at the same time. Should applications exceed the quantity available at a warehouse, the intervention agency, failing an amicable arrangement with the parties concerned, shall draw lots to determine the allocation of the quantity available.\nPurchase applications introduced in pursuance of Regulation (EEC) No 2213/76 has the priority.", "Skimmed-milk powder shall be sold only to purchasers undertaking in writing to have it denatured or processed into compound feedingstuffs within two months from the date of conclusion of the sale contract:    - either in accordance with Articles 2 and 3 or 4 of Regulation (EEC) No 990/72, where denaturing or processing takes place before the entry into force of Regulation (EEC) No 1725/79,\n- or in accordance with Article 3 or 4 of Regulation (EEC) No 1725/79.  (1)OJ No L 148, 28.6.1968, p. 13. (2)OJ No L 204, 28.7.1978, p. 6. (3)OJ No L 115, 17.5.1972, p. 1. (4)OJ No L 40, 10.2.1978, p. 8. (5)OJ No L 199, 7.8.1979, p. 1. (6)OJ No L 190, 14.7.1976, p. 1. (7)OJ No L 294, 21.11.1979, p. 14.", "1. Purchase contracts shall name the Member State in which denaturing or processing into compound feedingstuffs is to take place.\n2. The intervention agency shall permit prospective purchasers to draw samples. The latter, by virtue of their signature of the contract, shall be deemed to have renounced any claim regarding the quality or characteristics of the skimmed-milk powder sold.", "1. The intervention agency shall sell the skimmed-milk powder only if, not later than the date of conclusion of the purchase contract, a payment on account is made of 2 ECU/100 kg for the whole quantity covered by the contract.\n2. The taking-over of any quantity by the purchaser shall be conditional on:    (a) payment of the balance of the purchase price;\n(b) the lodging of a processing security, the amount of which shall be 3 ECU/100 kg.", "1. The purchaser shall take delivery of the skimmed-milk powder within 15 days of the conclusion of the contract of sale. Delivery of the skimmed-milk powder may be taken in instalments, each of which shall not be less than 10 tonnes.\n2. Save in cases of force majeure, if the buyer has not taken delivery of the skimmed-milk powder within the period prescribed, the contract of sale shall be cancelled in respect of the quantities not taken and the payment on account shall be forfeited in respect of those quantities.", "Member States shall notify the Commission on Tuesday of each week at the latest of the quantities of skimmed-milk powder which, during the preceding week:    - have been the subject of a sales contract under this Regulation, or\n- have been removed from storage.", "The following paragraph 19 and the following footnote (19) relating thereto shall be inserted after paragraph 18 in the Annex to Regulation (EEC) No 1687/76 under \"II. Products subject to a use and/or destination other than that mentioned under I\":\n\"19. Commission Regulation (EEC) No 2770/79 of 10 December 1979 on the sale of skimmed-milk powder intended for feed for calves (19):  - section 104:\n\"to be denatured or processed (Regulation (EEC) No 2770/79\",\n\"à dénaturer ou transformer (règlement (CEE) nº 2770/79)\",\n\"til denaturering eller forarbejdning (forordning (EØF) nr. 2770/79)\",\n\"zur Denaturierung oder Verarbeitung (Verordnung (EWG) Nr. 2770/79)\",\n\"destinato alla denaturazione o trasformazione (regolamento (CEE) n. 2770/79)\",\n\"voor denaturering of verwerking (Verordening (EEG) nr. 2770/79)\";\n- Section 106:\nthe date on which the sales contract was concluded with the intervention agency.\n(19)OJ No L 315, 11.12.1979, p. 11.\"", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 10 December 1979.\nFor the Commission\nFinn GUNDELACH\nVice-President"}