{"celex_id": "31978L0664", "uri": "http://publications.europa.eu/resource/cellar/fe38fcb3-ec5b-4e22-93c0-26a4fe19b4a5", "type": "Directive", "concepts": ["1284", "2735", "2871", "3135", "5300"], "title": "Council Directive 78/664/EEC of 25 July 1978 laying down specific criteria of purity for antioxidants which may be used in foodstuffs intended for human consumption\n", "header": "COUNCIL DIRECTIVE  of 25 July 1978  laying down specific criteria of purity for antioxidants which may be used in foodstuffs intended for human consumption  (78/664/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 70/357/EEC of 13 July 1970 on the approximation of the laws of the Member States concerning the antioxidants authorized for use in foodstuffs intended for human consumption (1), as last amended by Directive 78/143/EEC (2), and in particular Article 5 (1) thereof,\nHaving regard to the proposal from the Commission,\nWhereas, pursuant to Article 4 of Directive 70/357/EEC, antioxidants must comply with specific criteria of purity laid down in accordance with Article 5 (1) thereof;\nWhereas specific criteria of purity should be laid down for the antioxidants listed in Parts I to III and points 4 to 7 of Part IV of the Annex to Directive 70/357/EEC, on the understanding that certain of these criteria have already been laid down in Directive 65/66/EEC (3), as last amended by Directive 76/463/EEC (4), and in Directive 78/663/EEC (5);\nWhereas this Directive lays down no specific criteria of purity for ethyl alcohol covered by point 4 of Part IV of the Annex to Directive 70/357/EEC, and this substance will be considered in greater detail when rules of a general nature governing solvents are drawn up in the future;\nWhereas for economic and technological reasons in certain Member States, provision should be made for the Member States to retain their existing national arrangements concerning specific criteria of purity concerning DL-tartaric acid and salts thereof, hydrolysed lecithins, and the aldehyde content of propylene glycol,", "main_body": ["The specific criteria of purity referred to in Article 5 (1) of Directive 70/357/EEC are set out in the Annex to this Directive.", "1. This Directive does not affect national measures in existence at the time of its notification under which specific criteria of purity are set for:    (a) DL-tartaric acid and salts thereof;\n(b) hydrolysed lecithins;\n(c) the aldehyde content of propylene glycol.\n2. The Council, acting unanimously on a proposal from the Commission, shall decide before 1 January 1982 on the criteria of purity referred to in paragraph 1 (a) and (b).", "Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive not later than 18 months after notification of this Directive. They shall forthwith inform the Commission thereof.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 25 July 1978.\nFor the Council\nThe President\nJ. ERTL  (1)OJ No L 157, 18.7.1970, p. 31. (2)OJ No L 44, 15.2.1978, p. 18. (3)OJ No 22, 9.2.1965, p. 373/65. (4)OJ No L 126, 14.5.1976, p. 33. (5)See page 4 of this Official Journal.\nANNEX SPECIFIC CRITERIA OF PURITY FOR ANTIOXIDANTS WHICH MAY BE USED IN FOODSTUFFS INTENDED FOR HUMAN CONSUMPTION\nGeneral remarks    (a) Except where otherwise stated, the quantities and percentages shall be calculated by mass on the basis of the anhydrous form of the substance.\n(b) Where the substance in question is not anhydrous at the outset and where \"volatile matter\" is involved, the latter shall include all moisture, including water of crystallization.\n(c) Where the drying temperature and time are not stated, the latter shall be understood to mean \"to constant weight\" and the former shall be 105 ยบC.\n(d) Where the interpretation of the criteria set out below require that certain technical data such as \"vacuum\" data be defined, the methods of analysis established pursuant to Article 5 (2) of the Directive concerning antioxidants shall be referred to.\n(e) Where the concentration of a solution is given, this shall be taken to mean mass/volume except where otherwise stated.\n(f) Temperatures shall always be stated in degrees centigrade (Celsius).\n(g) The specific criteria of purity applicable to substances E 220 to E 224, E 226 and E 270 are laid down by Directive 65/66/EEC.\n(h) The specific criteria of purity applicable to sorbitol, glycerol and to substance E 472 (c) are laid down by Council Directive 78/663/EEC.\n>PIC FILE= \"T0013441\">\n>PIC FILE= \"T0013442\">\n>PIC FILE= \"T0013443\">\n>PIC FILE= \"T0013444\">\n>PIC FILE= \"T0013445\">\n>PIC FILE= \"T0013446\">\n>PIC FILE= \"T0013447\">\n>PIC FILE= \"T0013448\">\n>PIC FILE= \"T0013449\">\n>PIC FILE= \"T0013450\">\n>PIC FILE= \"T0013451\">\n>PIC FILE= \"T0013452\">\n>PIC FILE= \"T0013453\">\n>PIC FILE= \"T0013454\">\n>PIC FILE= \"T0013455\">\n>PIC FILE= \"T0013456\">\n>PIC FILE= \"T0013457\">"}