{"celex_id": "31972R1717", "uri": "http://publications.europa.eu/resource/cellar/707bbe18-3a3b-46af-aa4a-94d7722f0b50", "type": "Regulation", "concepts": ["276", "3070", "4204", "4284", "4667", "4860"], "title": "Regulation (EEC) No 1717/72 of the Commission of 8 August 1972 on the sale of butter at a reduced price to non-profit-making institutions and organizations\n", "header": "REGULATION (EEC) No 1717/72 OF THE COMMISSION of 8 August 1972 on the sale of butter at a reduced price to non-profit-making institutions and organizations\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community;\nHaving regard to Council Regulation (EEC) No 804/681 of 27 June 1968 on the common organization of the market in milk and milk products, as last amended by Regulation (EEC) No 1411/71,2 and in particular Article 6 (7) thereof;\nHaving regard to Council Regulation (EEC) No 985/683 of 15 July 1968 laying down general rules for intervention on the market in butter and cream, as last amended by Regulation (EEC) No 1075/71,4 and in particular Article 7 (a) thereof;\nHaving regard to Council Regulation (EEC) No 974/715 of 12 May 1971 on certain measures of conjunctural policy to be taken in agriculture following the temporary widening of the margins of fluctuation for the currencies of certain Member States, and in particular Article 6 thereof;\nWhereas the situation in the Community butter market is marked by large stocks following interventions effected under Article 6 (1) of Regulation (EEC) No 804/68;\nWhereas it is not possible to dispose of all these stocks on normal terms during the present milk marketing year ; whereas prolonged storage should be avoided because of the resultant high costs ; whereas measures should therefore be adopted to facilitate disposal of this butter;\nWhereas the sale of butter at a reduced price to non-profit-making institutions and organizations constitutes such a measure;\nWhereas it is necessary that Member States should ensure that butter is not diverted from its destination ; whereas, in the case of butter to be sold in another Member State, detailed rules should be laid down in particular for use of the control copy provided for in Commission Regulation (EEC) No 2315/696 of 19 November 1969 on the use of Community transit documents for the purpose of applying Community measures for verifying the use and/or destination of goods, as amended by Regulation (EEC) No 595/717;\nWhereas, in view of the low purchase price of the butter in question, the compensatory amounts provided for in Regulation (EEC) No 974/71 should not be applicable to trade in butter of this type;\nWhereas provisions should now be adopted to take account of the entry into force of the Treaty concerning the accession of the Kingdom of Denmark, Ireland, the Kingdom of Norway and the United Kingdom of Great Britain and Northern Ireland to the European Economic Community and to the European Atomic Energy Community;\nWhereas the measures provided for in this Regulation are in accordance with the Opinion of the Management Committee for Milk and Milk Products;", "main_body": ["1. Butter bought in under Article 6 (1) of Regulation (EEC) No 804/68 and taken into storage from 1 May 1972 shall be sold at a reduced price to non-profit making institutions and organizations for consumption within the Community.\n2. Each Member State may select among the non-profit-making institutions and organizations  1 OJ No L 148, 26.6.1968, p. 13.\n2 OJ No L 148, 3.7.1971, p. 4.\n3 OJ No L 169, 18.7.1968, p. 1.\n4 OJ No L 116, 28.5.1971, p. 1.\n5 OJ No L 106, 12.5.1971, p. 1.\n6 OJ No L 295, 24.11.1969, p. 14.\n7 OJ No L 69, 23.3.1971, p. 7.  located in its territory those which are to receive reduced-price butter.", "Member States shall take all measures necessary to ensure that sales under Article 1 (1) are in addition to normal consumption and that the butter is assigned exclusively to its specific destination.", "1. The butter shall be sold ex-cold-storage-depot by the intervention agency at not less than 35 units of account per 100 kg.\n2. Each seller Member State may determine a minimum purchasing quantity.", "1. The butter shall be sold only on submission of a certificate drawn up by the competent agency of the Member State in which the undertaking receiving the butter is located. A copy of this certificate shall forthwith be sent to the selling intervention agency.\n2. A certificate shall be issued subject to:    - a written undertaking from the beneficiary to make the butter available only to consumers for which it is itself responsible;\n- the updating of documents which enable the use of such butter to be substantiated;\n- the proper fulfilment of commitments entered into at the time of any previous allocations.\n3. The certificate shall indicate, in particular:    (a) the name and address of the institution or organization concerned and of the responsible and authorized agent or the intermediary;\n(b) the number of consumers for which the institution or organization concerned is responsible;\n(c) the quantity of butter covered by it;\n(d) the period for which the allocation was made;\n(e) the intervention agency expected to ensure supplies.\nThe certificate shall be valid for not more than ninety days from its date of issue.\n4. The quantity of butter referred to in paragraph 3 (c) shall be determined on the basis of the number of consumers concerned and of the average national or regional per capita consumption as recorded by the Member States. The period of time used for this determination may not exceed ninety days.", "1. The butter shall be delivered ex-cold-storage depot.\n2. The butter shall, from the time it is delivered until it reaches its destination, be subject to customs or equivalent administrative control.\n3. The butter shall be delivered in packing bearing, in clear and indelible lettering, one or more of the following markings:\n\"Beurre d'intervention vendu au titre du Règlement (CEE) n° 1717/72\",\n\"Gemäß Verordnung (EWG) Nr. 1717/72 verkaufte Interventionsbutter\",\n\"Burro d'ammasso venduto a norma del regolamento (CEE) n. 1717/72\",\n\"Interventieboter verkocht overeenkomstig Verordening (EEG) nr. 1717/72\",\n(Intervention butter sold in accordance with Regulation (EEC) No 1717/72).", "1. Deliveries of butter shall be subject to the lodging of a deposit of 115 units of account per 100 kg where:    - it is bought by an intermediary,\n- the quantity covered by a purchase contract exceeds 5 metric tons, or\n- the institution or organization concerned is located in a Member State other than the seller Member State.\n2. The deposit shall be lodged, at the discretion of the Member State, either in the form of a cheque addressed to the intervention agency or of a guarantee fulfilling the criteria established by the Member State concerned.", "When the institution or organization referred to in Article 1 is located in a Member State - hereinafter called \"Member State of destination\" - other than the seller Member State, proof that the butter has been delivered to its proper destination shall be furnished only by the production of the control copy provided for in Article 1 of Regulation (EEC) No 2315/69.\nSections 101, 103 and 104 of the control copy shall be completed. Section 104 shall be completed by deleting what does not apply and by inserting in the second indent one of the following endorsements:\n\"destiné à institution ou collectivité sans but lucratif - règlement (CEE) no 1717/72\",\n\"für gemeinnützige Einrichtung gemäß Verordnung (EWG) Nr. 1717/72 bestimmt\",\n\"destinato a istituzione o collettività senza scopi di lucro a norma del regolamento (CEE) n. 1717/72\",\n\"bestemd voor instelling zonder winstoogmerk Verordening (EEG) nr. 1717/72\",\n(intended for a non-profit-making institution or organization - Regulation (EEC) No 1717/72).", "1. Except in cases of force majeure, the deposit provided for in Article 6 shall be released only for quantities in respect of which a certificate to the effect that the butter has reached its destination has been issued by the authorities carrying out the control referred to in Article 5 (2) and has been supplied to the competent agency.\nWhere the butter is delivered in a Member State other than the seller Member State, this proof shall be furnished by the control copy referred to in Article 7.\n2. In cases of force majeure the competent agency shall determine the measures judged to be necessary in view of the circumstances invoked.", "The compensatory amounts provided for in Regulation (EEC) No 974/71 shall not apply to butter sold under this Regulation.", "0\nOn 1 February 1973, Articles 5 and 7 shall be amended as follows:    1. The following wording shall be added to Article 5 (3):\n\"Intervention butter sold in accordance with Regulation (EEC) No 1717/72\",\n\"Interventinssmør solgt i henhold til forordning (EØF) Nr. 1717/72\",\n\"Intervensjonssmør solgt i henhold til forordning (EØF) Nr. 1717/72\",\n2. The following wording shall be added to the second subparagraph of Article 7:\n\"intended for a non-profit-making institution or organization - Regulation (EEC) No 1717/72\",\n\"bestemt for institusjoner eller samfund der ikke arbejder med gevinst for oje - forordning (EØF) Nr. 1717/72\",\n\"bestemt for institusjoner som ikke driver ervervsmessig virksomhet - forordning (EØF) Nr. 1717/72\".", "1\nThis Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 8 August 1972.\nFor the Commission\nThe President\nS.L. MANSHOLT"}