{"celex_id": "31975R1353", "uri": "http://publications.europa.eu/resource/cellar/b8a637bb-e106-46ca-a254-05e2a00edb9b", "type": "Regulation", "concepts": ["2194", "4373"], "title": "Regulation (EEC) No 1353/75 of the Commission of 28 May 1975 amending Regulation (EEC) No 1726/70 on the procedure for granting the premium for leaf tobacco as regards the event giving entitlement to the premium\n", "header": "REGULATION (EEC) No 1353/75 OF THE COMMISSION  of 28 May 1975  amending Regulation (EEC) No 1726/70 on the procedure for granting the premium for leaf tobacco as regards the event giving entitlement to the premium\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community;\nHaving regard to Council Regulation (EEC) No 727/70 (1) of 21 April 1970 on the common organization of the market in raw tobacco, as last amended by the Act (2) concerning the conditions of accession and the adjustments to the Treaties, and in particular Article 3 (3) thereof;\nWhereas, according to Article 4 (2) of Council Regulation (EEC) No 1134/68 (3) of 30 July 1968 laying down rules for the implementation of Regulation (EEC) No 653/68 (4) on conditions for alterations to the value of the unit of account used for the common agricultural policy, sums owed by a Member State or a duly authorized body, expressed in national currency and representing amounts fixed in units of account, shall be paid on the basis of the relationship between the unit of account and the national currency which obtained at the time when the transaction or part transaction was carried out;\nWhereas, according to Article 6 of the same Regulation, the time when a transaction is carried out shall be considered as being the date on which occurs the event, as defined by Community rules or, in the absence of and pending adoption of such rules, by the rules of the Member State concerned, which gives entitlement to the amount involved in the transaction;\nWhereas Article 6 (1) of Commission Regulation (EEC) 1726/70 (5) of 25 August 1970 on the procedure for granting the premium for leaf tobacco, as last amended by Regulation (EEC) No 903/74 (6), stipulates that the right to the premium shall accrue as soon as the tobacco leaves the place in which it was under supervision ; whereas, consequently, the amount involved in the transaction immediately becomes due and payable within the meaning of Article 6 of Regulation (EEC) No 1134/68 ; whereas it is therefore desirable to adopt, for the calculation of the amount of this premium in national currency, the conversion rate obtaining on the date when the tobacco leaves the place where it was under supervision;\nWhereas the measures provided for in this Regulation are in accordance with the Opinion of the Management Committee for Tobacco,", "main_body": ["The following text shall be added to Article 6 (1) of Regulation (EEC) No 1726/70:\n\"The event giving entitlement to the premium, within the meaning of Article 6 of Regulation (EEC) No 1134/68, shall be considered to have occurred on that date.\"", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 28 May 1975.\nFor the Commission\nP.J. LARDINOIS\nMember of the Commission  (1)OJ No L 94, 28.4.1970, p. 1. (2)OJ No L 73, 27.3.1972, p. 14. (3)OJ No L 188, 1.8.1968, p. 1. (4)OJ No L 123, 31.5.1968, p. 4. (5)OJ No L 191, 27.8.1970, p. 1. (6)OJ No L 105, 18.4.1974, p. 12."}