{"celex_id": "31974R1508", "uri": "http://publications.europa.eu/resource/cellar/aa9f447e-0588-48f1-b8ed-0c6e65e5ee14", "type": "Regulation", "concepts": ["1019", "1375", "1474", "2488", "4381"], "title": "Regulation (EEC) No 1508/74 of the Council of 18 June 1974 on the conclusion of the Agreement in the form of an exchange of letters rectifying annex A of Protocol No 1 to the Agreement between the European Economic Community and the republic of Finland\n", "header": "REGULATION (EEC) No 1508/74 OF THE COUNCIL  of 18 June 1974  on the conclusion of the Agreement in the form of an exchange of letters rectifying Annex A of Protocol No 1 to the Agreement between the European Economic Community and the Republic of Finland\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 113 thereof;\nHaving regard to the recommendation of the Commission;\nWhereas an Agreement (1) was signed in Brussels on 5 October 1973 between the European Economic Community and the Republic of Finland ; Annex A to Protocol No 1 to the aforementioned Agreement should be rectified and the Agreement in the form of an exchange of letters negotiated to this effect concluded,", "main_body": ["The Agreement in the form of an exchange of letters rectifying Annex A of Protocol No 1 to the Agreement between the European Economic Community and the Republic of Finland is hereby concluded on behalf of the Community.\nThe text of the letters is annexed to this Regulation.", "The President of the Council is hereby authorized to appoint the person empowered to sign the Agreement in the form of an exchange of letters referred to in Article 1 and to grant him the powers necessary for the purpose of binding the Community.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 18 June 1974.\nFor the Council\nThe President\nJ. ERTL  (1)OJ No L 328, 28.11.1973, p. 2.\nANNEX\nYour Excellency,\nDuring the negotiations of the Agreement between the European Economic Community and the Republic of Finland signed at Brussels on 5 October 1973 it was not possible to clarify certain differences between Finnish and United Kingdom statistics on the imports of printing paper and writing paper, containing mechanical wood pulp, excluding copying tissue within subheading 48.01 ex E of the Common Customs Tariff and originating in Finland.\nFurther examination of this question has revealed that the error resulted from substantial quantities of these products being imported during the reference period 1968 to 1971 from Finland into the United Kingdom as \"newsprint\". This error was at the time without practical consequences as both products entered the United Kingdom duty free.\nIt has since been found that the figures established by the Finnish Customs Board for the period in question coincide very closely with these provided by the large users of this printing and writing paper in the United Kingdom.\nThe figures indicated in metric tons by the Finnish Customs Board are the following: >PIC FILE= \"T0005140\">\nConsequently the Community considers that in accordance with Article 1 (4) of Protocol No 1 to the Agreement between the European Economic Community and the Republic of Finland the initial duty-free quota for the printing and writing paper concerned which the United Kingdom may open in 1974 should be 177 155 metric tons.\nAccordingly the figure shown opposite the subheading 48.01 ex E \"Printing paper and writing paper, containing mechanical wood pulp, excluding copying tissue\" in the column \"United Kingdom\" of Annex A of the said Protocol No 1 should read 177 155 metric tons instead of 103 167 metric tons.\nI should be grateful if you would confirm the agreement of the Republic of Finland with the content of this letter.\nPlease accept, Sir, the assurance of my highest consideration.\nOn behalf of the Council of the European Communities  Sir,\nI have the honour to acknowledge receipt of your letter of today in which you informed me as follows:\n\"During the negotiations of the Agreement between the European Economic Community and the Republic of Finland signed at Brussels on 5 October 1973 it was not possible to clarify certain differences between Finnish and United Kingdom statistics on the imports of printing paper and writing paper, containing mechanical wood pulp, excluding copying tissue within subheading 48.01 ex E of the Common Customs Tariff and originating in Finland.\nFurther examination of this question has revealed that the error resulted from substantial quantities of these products being imported during the reference period 1968 to 1971 from Finland into the United Kingdom as \"newsprint\". This error was at the time without practical consequences as both products entered the United Kingdom duty free.\nIt has since been found that the figures established by the Finnish Customs Board for the period in question coincide very closely with these provided by the large users of this printing and writing paper in the United Kingdom.\nThe figures indicated in metric tons by the Finnish Customs Board are the following: >PIC FILE= \"T0005141\">\nConsequently the Community considers that in accordance with Article 1 (4) of Protocol No 1 to the Agreement between the European Economic Community and the Republic of Finland the initial duty-free quota for the printing and writing paper concerned which the United Kingdom may open in 1974 should be 177 155 metric tons.\nAccordingly the figure shown opposite the subheading 48.01 ex E \"Printing paper and writing paper, containing mechanical wood pulp, excluding copying tissue\" in the column \"United Kingdom\" of Annex A of the said Protocol No 1 should read 177 155 metric tons instead of 103 167 metric tons.\nI should be grateful if you would confirm the agreement of the Republic of Finland with the content of this letter.\"\nI have the honour to confirm the agreement of the Republic of Finland on the foregoing.\nPlease accept, Sir, the assurance of my highest consideration.\nFor the Republic of Finland"}