{"celex_id": "31979D0519", "uri": "http://publications.europa.eu/resource/cellar/2e8ae5f8-5389-4255-b2ab-85b8655bf038", "type": "Decision", "concepts": ["1085", "290", "295", "310", "5123", "5542"], "title": "79/519/EEC: Commission Decision of 18 May 1979 concerning the 'special financing scheme for investments to increase exporting firms' production capacity' in France (Only the French text is authentic)\n", "header": "COMMISSION DECISION  of 18 May 1979  concerning the \"special financing scheme for investments to increase exporting firms' production capacity\" in France  (Only the French text is authentic)  (79/519/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular the first subparagraph of Article 93 (2) thereof,\nHaving given notice to those concerned to submit their observations,\nWhereas:    I. Under the \"special financing scheme for investments to increase exporting firms' production capacity\" in France, \"specialized financial institutions\" float loans on foreign financial markets denominated in foreign currencies with an exchange rate guarantee provided by the State ; the interest rate on the loans is lower than that which could be obtained for loans in French francs on the domestic market.\nThe funds obtained in this way are on-lent to French firms in the form of long-term loans (up to 15 years) denominated in French francs at a rate of interest approximately two points lower than the terms given by institutions for their own normal loan business. The loans may cover up to 35 % of investment costs intended to increase production capacity. The firms concerned must undertake to increase the proportion of their sales accounted for by their exports to non-member countries.\nThis favourable rate of interest can be charged by the financial institutions in question only because of the State guarantee against the exchange risks they run when converting funds raised in foreign currencies into loans in French francs. Without the guarantee they would either have to rule out the conversion operation or cover themselves against the risk by charging firms interest rates or a premium which would bring the cost of the loans up to ordinary French commercial rates.\nII. By so doing the French authorities \"favour\" certain firms whose investments, thanks to the exchange rate guarantee, have the advantage of a preferential rate of interest. Without running any exchange rate risk at all, since their loans are expressed in French francs, these firms in practice receive an interest relief-grant of some two percentage points.\nThe provision of a State guarantee of whatever type constitutes an aid, whether or not the State concerned later has to make good a loss. In any event, in the present case the guarantee has resulted in the effective utilization of \"State resources\", as the State budget expended some FF 20 million in 1976 on this head and some FF 40 million in 1977.\nThe scheme favours \"certain undertakings and the production of certain goods\" since it applies only to investments that expand production capacity in firms undertaking to increase their sales on non-member country markets, even if the production realized as a result of the investment is not used for the purpose of such sales.\nSuch an aid scheme is likely to affect trade between Member States and to threaten to distort competition.\nThis conclusion is not invalidated by the argument that the loans are granted at a higher rate of interest than is charged on the financial markets of other Member States.\nThe fact that a national measure offsets certain disparities between the costs of firms in one Member State and the costs of firms in another does not deprive it of its character of an aid measure. The Court of Justice's judgments on this question were particularly clear in joined cases 6 and 11/69 and case 173/73, where the French and Italian Governments had adduced differences between Member States, concerning rates of interest in one case and the cost of certain social security charges in the other, as grounds for their aids.\nIII. The scheme constitutes a general scheme of aid, since it is not intended to solve any specific industrial or regional problems defined in advance but may be applied to investment by any firm provided this is linked to increasing its sales in non-member countries.\nBy reason of the scope of its application the scheme does not, therefore, satisfy the tests for the derogations of Article 92 (3) (a) and (c) as aid to facilitate the development of \"certain economic activities or of certain economic areas\", since its benefit may be enjoyed by industrial investment regardless of location and regardless of line of business.\nIn view of this extensive scope the Commission cannot assess the effects of the scheme of aid on trade and competition within the Community or check for compliance with the principles and disciplines laid down for sectoral and regional aids.\nWhere a Member State plans to institute sectoral or regional aids it must comply with the requirements and procedures of Article 93 (2) and (3) of the Treaty ; whereas, under the present scheme of general aids, the French Government can at any time take equivalent measures without complying with the said requirements and procedures.\nOn its current terms the scheme cannot therefore be considered compatible with the common market.\nIV. Most of the Member States feel the need for general schemes of aid enabling them to facilitate the adjustment or development of industry in the new context of international competition without being tied in advance to specific sectoral or regional constraints.\nIn the past the Commission has considered that it could take account of this need while nevertheless ensuring compliance with Community requirements as regards aids, if, before aids were granted under such a scheme, it was in a position to verify that its application satisfied the tests of the Treaty for use of the derogation from the principle of incompatibility with the common market offered by Article 92 (3) (c) and if they satisfy its general policy on use of this derogation.\nTo this end the Commission, as regards the \"special financing scheme for investements to increase exporting firms' production capacity\", must be given advance notice, pursuant to Article 93 (3) of the EEC Treaty, as is the case for other general schemes of aid existing in the Community, of:  - any sectoral programmes drawn up by the French Government for the application of this scheme,\nor, in their absence,\n- individual decisions to grant aid to individual firms where there are likely to be significant effects on trade and competition within the Community.\nThis procedure extends only to investments in products not listed in Annex II to the Treaty, aids in respect of Annex II products being subject to the rules of the common agricultural policy,", "main_body": ["The Government of the French Republic shall take the necessary measures to ensure that loans given by specialized financial institutions under the \"special financing scheme for investment by exporting firms\" are henceforth granted only where the following conditions are fulfilled:    - where such loans are granted under programmes for an entire sector or branch of industry, such programmes shall be notified to the Commission in accordance with Article 93 (3) of the EEC Treaty,\n- where such loans are granted to one or more individual firms, significant cases as defined in Article 2 shall be notified to the Commission in like manner.\nThis procedure does not extend to investments in respect of products listed in Annex II to the EEC Treaty.", "Given the current terms as to interest and duration of the loans in question, significant cases of application shall mean, for the purpose of the first indent of Article 1, cases where the amount of the investment is equal to or greater than three million EUA.", "This Decision is addressed to the French Republic, which within one month from its date of adoption shall inform the Commission of the measures taken to comply therewith."], "attachments": "Done at Brussels, 18 May 1979.\nFor the Commission\nRaymond VOUEL\nMember of the Commission"}