{"celex_id": "31978R1814", "uri": "http://publications.europa.eu/resource/cellar/b35f5d30-dd8d-4d1b-8827-568daa43386f", "type": "Regulation", "concepts": ["1375", "1474", "161", "4320", "4381", "5403"], "title": "Council Regulation (EEC) No 1814/78 of 25 July 1978 concerning the conclusion of the Agreement in the form of an exchange of letters rectifying Annex A to Protocol 1 to the Agreement between the European Economic Community and the Kingdom of Sweden\n", "header": "COUNCIL REGULATION (EEC) No 1814/78  of 25 July 1978  concerning the conclusion of the Agreement in the form of an exchange of letters rectifying Annex A to Protocol 1 to the Agreement between the European Economic Community and the Kingdom of Sweden\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 113 thereof,\nHaving regard to the recommendation of the Commission,\nWhereas Annex A to Protocol 1 to the Agreement between the European Economic Community and the Kingdom of Sweden (1), signed on 22 July 1972, should be rectified ; whereas the Agreement in the form of an exchange of letters negotiated to this effect should be concluded,", "main_body": ["The Agreement in the form of an exchange of letters rectifying Annex A to Protocol 1 to the Agreement between the European Economic Community and the Kingdom of Sweden is hereby approved on behalf of the Community.\nThe text of the Agreement in the form of an exchange of letters is annexed to this Regulation.", "The President of the Council is hereby authorized to designate the person empowered to sign the Agreement in order to bind the Community.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 25 July 1978.\nFor the Council\nThe President\nK. von DOHNANYI  (1)OJ No L 300, 31.12.1972, p. 97.\nAGREEMENT  in the form of an exchange of letters rectifying Annex A to Protocol 1 to the Agreement between the European Economic Community and the Kingdom of Sweden\nLetter No 1\nBrussels, ...\nYour Excellency,\nIn accordance with Protocol 1 to the Agreement between the European Economic Community and the Kingdom of Sweden, signed in Brussels on 22 July 1972, the Kingdom of Denmark has, since 1 January 1974, opened tariff quotas for certain paper products originating in Sweden. The quotas were fixed on the basis of statistics available for the period 1968 to 1971.\nThe Danish customs authorities have recently discovered that, due to an error, printed kitchen rolls were until the end of 1974 classified under subheading 48.05 B of the Common Customs Tariff, whereas the correct subheading is 48.07 B. Denmark has opened tariff quotas for both subheadings.\nThe wrong classification has meant that printed kitchen rolls have been included in import statistics used for fixing the size of the tariff quota laid down in the Agreement for products under subheading 48.05 B. Although, since 1 January 1975, kitchen rolls have been correctly classified under subheading 48.07 B, this has meant an unforeseen burden on the quota for the products under this heading.\nDuring the basic period used for calculating the quotas (1968 to 1971), the figures in tonnes for imports into Denmark from Sweden of printed kitchen rolls were as follows: >PIC FILE= \"T0013812\">\nConsequently, the Community considers that, in accordance with Article 1 (4) of Protocol 1 to the Agreement, 2 674 tonnes should be transferred from the 1974 quota for products under subheading 48.05 B set out in Annex A to the said Protocol to the quota for products under subheading 48.07 B.\nThe figure shown opposite the subheading 48.05 B \"other\" in the column \"Denmark\" of the said Annex should therefore read 8 141 tonnes instead of 10 815 tonnes and the figure shown opposite the subheading 48.07 B \"other : - other\" should read 18 078 tonnes instead of 15 404 tonnes.\nI should be grateful if you would confirm the agreement of the Kingdom of Sweden to the content of this letter.\nPlease accept, Your Excellency, the assurance of my highest consideration.\nOn behalf of the Council of the European Communities\nLetter No 2\nBrussels, ...\nSir,\nI have the honour to acknowledge receipt of your letter of today in which you informed me as follows:\n\"In accordance with Protocol 1 to the Agreement between the European Economic Community and the Kingdom of Sweden, signed in Brussels on 22 July 1972, the Kingdom of Denmark has, since 1 January 1974, opened tariff quotas for certain paper products originating in Sweden. The quotas were fixed on the basis of statistics available for the period 1968 to 1971.\nThe Danish customs authorities have recently discovered that, due to an error, printed kitchen rolls were until the end of 1974 classified under subheading 48.05 B of the Common Customs Tariff, whereas the correct subheading is 48.07 B. Denmark has opened tariff quotas for both subheadings.\nThe wrong classification has meant that printed kitchen rolls have been included in import statistics used for fixing the size of the tariff quota laid down in the Agreement for products under subheading 48.05 B. Although, since 1 January 1975, kitchen rolls have been correctly classified under subheading 48.07 B, this has meant an unforeseen burden on the quota for the products under this heading.\nDuring the basic period used for calculating the quotas (1968 to 1971), the figures in tonnes for imports into Denmark from Sweden of printed kitchen rolls were as follows: >PIC FILE= \"T0013813\">\nConsequently, the Community considers that, in accordance with Article 1 (4) of Protocol 1 to the Agreement, 2 674 tonnes should be transferred from the 1974 quota for products under subheading 48.05 B set out in Annex A to the said Protocol to the quota for products under subheading 48.07 B.\nThe figure shown opposite the subheading 48.05 B \"other\" in the column \"Denmark\" of the said Annex should therefore read 8 141 tonnes instead of 10 815 tonnes and the figure shown opposite the subheading 48.07 B \"other : - other\" should read 18078 tonnes instead of 15 404 tonnes.\nI should be grateful if you would confirm the agreement of the Kingdom of Sweden to the content of this letter.\"\nI have the honour to confirm the agreement of the Kingdom of Sweden to the foregoing.\nPlease accept, Sir, the assurance of my highest consideration.\nFor the Kingdom of Sweden"}