{"celex_id": "31973R1546", "uri": "http://publications.europa.eu/resource/cellar/06213ac3-b594-4b0b-b098-3a64a3ce43b9", "type": "Regulation", "concepts": ["1083", "2604", "3843", "4043", "4044"], "title": "Regulation (ECSC, EEC, Euratom) No 1546/73 of the Council of 4 June 1973 amending Regulation No 422/67/EEC, No 5/67/Euratom determining the emoluments of the President and members of the Commission and of the President, Judges, Advocates-General and Registrar of the Court of Justice\n", "header": "REGULATION (ECSC, EEC, EURATOM) No 1546/73 OF THE COUNCIL  of 4 June 1973  amending Regulation No 422/67/EEC, No 5/67/Euratom determining the emoluments of the President and Members of the Commission and of the President, Judges, Advocates-General and Registrar of the Court of Justice\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty (1) establishing a Single Council and a Single Commission of the European Communities, and in particular Article 6 thereof;\nWhereas it is opportune to amend certain provisions of the Regulation determining the emoluments of Members of the Commission and of the Court, with a particular view, having regard to the adjustments made to the salaries of officials of the Communities, to ensuring the maintenance of a differential between the salaries of Members of the Commission and Members of the Court of Justice, on the one hand, and those of officials of the European Communities, on the other;", "main_body": ["Regulation No 422/67/EEC, No 5/67/Euratom (2) of the Council, of 25 July 1967, determining the emoluments of the President and Members of the Commission and of the President, Judges, Advocates-General and Registrar of the Court of Justice, last amended by Council Regulation (Euratom, EEC, ECSC) No 2690/72 (3), shall be amended as follows:   (a) With effect from 1 July 1972, the text of Article 2 shall be replaced by the following:\n\"Article 2\n1. The basic monthly salary of Members of the Commission shall be equal to the amount resulting from application of the following percentages to the basic salary of an official of the European Communities on the last step of Grade A 1:\n>PIC FILE= \"T9000780\">  2. The basic monthly salary of Members of the Court of Justice shall be equal to the amount resulting from the application of the following percentages to the basic salary of an official of the European Communities on the last step of Grade A 1:\n>PIC FILE= \"T9000781\">   (b) With effect from 1 July 1972 the text of Article 3 shall be replaced by the following:\n\"Article 3\nMembers of the Commission and the Court of Justice shall be entitled to family allowances fixed by analogy with the provisions of Article 67 of the Staff Regulations and Articles 1 to 3 of Annex VII to those Regulations.\"\n(c) With effect from 1 July 1972 the text of Article 4 (2) and (3) shall be replaced by the following:\n\"2. Members of the Commission shall receive a monthly entertainment allowance amounting to:\n>PIC FILE= \"T9000782\">  3. Members of the Court of Justice shall receive a monthly entertainment allowance amounting to:\n>PIC FILE= \"T9000783\">  Presiding Judges of Chambers of the Court shall in addition receive during their term of office a special duty allowance of Bfrs 17 000 per month.\"\n(d) With effect from 1 July 1972, a paragraph 4 as follows shall be added to Article 4:\n\"4. The allowances referred to in paragraphs 2 and 3 shall be increased annually by the Council  (1)OJ No 152, 13.7.1967, p. 2/67. (2)OJ No 187, 8.8.1967, p. 1/67. (3)OJ No L 286, 23.12.1972, p. 1.\nacting by a qualified majority, allowing for the increase in the cost of living\".\n(e) With effect from 1 July 1972 Article 4 (a) as follows shall be inserted after Article 4 of Regulation No 422/67/EEC, No 5/67/Euratom:\n\"Article 4a\nThe basic salaries referred to in Article 2, the family allowances referred to in Article 3, and the allowances referred to in Article 4 (1), shall be subject to the weighting fixed by the Council pursuant to Articles 64 and 65 of the Staff Regulations for officials of the European Communities in respect of officials employed in Belgium.\"", "Article 7 of Regulation No 422/67/EEC, No 5/67/Euratom shall be amended as follows with effect from 1 January 1973:    (a) Paragraph 1 shall be replaced by the following:\n\"1. For three years from the first day of the month following that in which he ceases to hold office, a former member of the Commission or of the Court of Justice shall receive a monthly transitional allowance determined in accordance with the following procedure:      - 40 % of the basic salary which he was receiving when he ceased to hold office if his period of service is less than two years;\n- 45 % of the same salary if that period is over two years but less than three years;\n- 50 % of the same salary if that period is more than three years and less than five years;\n- 55 % of the same salary if that period is more than five years and less than ten years;\n- 60 % of the same salary if that period is more than ten years and less than fifteen years;\n- 65 % of the same salary in other cases.\"\n(b) There shall be added after paragraph 4, a new paragraph 5 worded as follows:\n\"5. Throughout the period of three years mentioned in paragraph 1, the former member of the Commission or of the Court shall be entitled to the family allowances provided for in Article 3\".", "The rate of 60 % mentioned in the first subparagraph of Article 9 of Regulation No 422/67/EEC, No 5/67/Euratom shall be replaced by the rate of 70 %, with effect from 1 January 1973.", "The pensions and allowances acquired pursuant either to Article 7, 8, 9, 10, 15 and 20 of Regulation No 422/67/EEC, No 5/67/Euratom, or to the Council Decision of 14 October 1958, laying down the rules governing the emoluments of the members of the Court of Justice of the European Coal and Steel Community, amended by the Decision of 29 October 1969, shall be revised on the basis of the provisions of Articles 1, 2 and 3 and with effect from the date laid down by those provisions.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 4 June 1973.\nFor the Council\nThe President\nR. VAN ELSLANDE"}