{"celex_id": "31978R0616", "uri": "http://publications.europa.eu/resource/cellar/d6113a30-8ab6-41c2-b6ba-56c5d631e740", "type": "Regulation", "concepts": ["2783", "3191", "4079", "5367"], "title": "Council Regulation (EEC) No 616/78 of 20 March 1978 on proof of origin for certain textile products falling within Chapter 51 or Chapters 53 to 62 of the Common Customs Tariff and imported into the Community, and on the conditions for the acceptance of such proof\n", "header": "COUNCIL REGULATION (EEC) No 616/78  of 20 March 1978  on proof of origin for certain textile products falling within Chapter 51 or Chapters 53 to 62 of the Common Customs Tariff and imported into the Community, and on the conditions for the acceptance of such proof\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 113 thereof,\nHaving regard to the proposal from the Commission,\nWhereas the arrangements to be applied from 1 January 1978 to certain textile products falling within Chapter 51 or Chapters 53 to 62 of the Common Customs Tariff and imported into the Community include quantitative limits established or agreed with certain third countries which supply the Community ; whereas in addition all imports of the said textile products are subject to a system of surveillance;\nWhereas it is necessary, by means of appropriate control measures, to prevent any deflection of trade or abuse which could be detrimental to the application of these arrangements ; whereas a system for the control of the origin of certain textile products imported into the Community should therefore be set up ; whereas the textile products concerned are those listed in Annex A to Commission Regulation (EEC) No 3019/77 of 30 December 1977 making the importation into the Community of textile products originating in certain third countries subject to authorization and quantitative limitation (1);\nWhereas, in addition, the introduction of such a system of control of origin should ensure better surveillance of imports of these products thereby constituting an indispensable support to the import arrangements for the said products;\nWhereas certificates of origin are the most suitable form of documentary evidence for the most sensitive products ; whereas in the case of less sensitive products a declaration of origin on the invoice is sufficient for control purposes, provided that no serious abuse is found to occur,", "main_body": ["When imported into the Community, textile products falling within Chapter 51 or Chapters 53 to 62 of the Common Customs Tariff, listed in Annex A to Regulation (EEC) No 3019/77, must be accompanied by proof of origin in accordance with the procedures set out below.", "The products listed in Groups I and II of Annex A to Regulation (EEC) No 3019/77 must be accompanied by a certificate of origin complying with Article 9 of Council Regulation (EEC) No 802/68 of 27 June 1968 on the common definition of the concept of the origin of goods (2).", "1. Products other than those referred to in Article 2 must be accompanied by a declaration by the exporter or supplier on the invoice or, if there is no invoice, on another commercial document relating to the products to the effect that they originate in the third country where the declaration was drawn up and comply with the criteria for determining origin referred to in Article 5.\n2. Notwithstanding paragraph 1 above, certificates of origin may be issued for these products under the conditions specified in Article 2.  (1)OJ No L 357, 31.12.1977, p. 1. (2)OJ No L 148, 28.6.1968, p. 1.\n3. Notwithstanding the production of the declaration of origin referred to in paragraph 1, the competent authorities within the Community may, if there is cause for serious doubt, demand any additional proof with the object of ensuring that the declaration of origin complies with the criteria for determining origin referred to in Article 5.", "1. Each Member State shall notify the Commission of any significant abuse or irregularities in the declarations of origin referred to in Article 3. The Commission shall communicate this information to the other Member States.\n2. At the request of a Member State or on the initiative of the Commission, the Committee on origin shall, at the earliest opportunity and pursuant to the procedure laid down in Article 13 of Regulation (EEC) No 802/68, examine whether to require that a certificate of origin be produced for the products and third countries concerned in accordance with Article 2.\n3. The decision shall be taken in accordance with the procedure laid down in Article 14 of Regulation (EEC) No 802/68.", "The certificates and declarations of origin referred to in this Regulation may be accepted only if they fulfil the criteria for determining origin laid down by the laws in force in the Community.", "Where different criteria for determining origin are laid down for products falling within the same heading of the Customs Cooperation Council Nomenclature, certificates or declarations of origin must contain a sufficiently detailed description of the goods to enable the criterion to be determined on the basis of which the certificate was issued or the declaration drawn up.", "1. Certificates of origin shall be issued and declarations of origin drawn up in the country in which the goods originate.\n2. However, where goods are imported directly from the country of origin but arrive via another country, certificates of origin issued in the latter country shall be accepted subject to checking that such certificates are admissible on the same basis as those issued by the country of origin.\n3. Paragraph 2 shall not apply if quantitative limits have been fixed or agreed for the products in question with respect to the country of issue of the certificate of origin.", "1. EUR.1 and EUR.2, A.CY.1 and A.CY.2, A.E.1 and A.E.2, A.ET.1 and A.ET.2, A.RL.1 and A.RL.2 movement certificates and forms and Form A certificates of origin and APR forms produced when goods are imported into the Community for the purpose of obtaining a tariff preference shall be accepted in place of the proof of origin referred to in Article 1.\n2. The proof of origin referred to in Article 1 shall not be required for goods accompanied by a certificate corresponding to the specimens and satisfying the conditions laid down by Regulations (EEC) No 2635/77 (1) and (EEC) No 2636/77 (2) and by any corresponding provisions subsequently substituted for them.\n3. Paragraph 2 shall also apply to goods accompanied by a certificate corresponding to the specimen and satisfying the conditions laid down in Annex D to Regulation (EEC) No 3019/77 and by any corresponding provisions subsequently substituted for or added to it.\n4. Non-commercial imports, exempted from the production of the documents referred to in paragraph 1 in accordance with the provisions of the preferential arrangements concerned, shall not be subject to this Regulation.\n5. The conditions whereby this Regulation shall apply to non-commercial imports other than those mentioned in paragraph 4 shall be adopted by 1 April 1979 under the procedure laid down in Article 14 of Regulation (EEC) No 802/68.\nUntil such arrangements are implemented, Member States may maintain the national arrangements which they apply in this field.", "Member States shall notify the Commission of measures taken for the purpose of applying this Regulation.", "0\nGoods shipped before 1 May 1978 may be imported without production of the proof of origin referred to in Article 1 until 31 August 1978.", "1\nThis Regulation shall enter into force on 1 May 1978.  (1)OJ No L 307, 30.11.1977, p. 1. (2)OJ No L 307, 30.11.1977, p. 42.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 March 1978.\nFor the Council\nThe President\nK. HEINESEN"}