{"celex_id": "31972L0211", "uri": "http://publications.europa.eu/resource/cellar/5b425cca-9d46-4a88-86bf-7df04d269ace", "type": "Directive", "concepts": ["112", "4016", "4256", "4303", "770"], "title": "Council Directive 72/211/EEC of 30 May 1972 concerning coordinated statistics on the business cycle in industry and small craft industries\n", "header": "COUNCIL DIRECTIVE of 30 May 1972 concerning coordinated statistics on the business cycle in industry and small craft industries (72/211/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 213 thereof;\nHaving regard to the draft submitted by the Commission;\nWhereas the Commission, in order to carry out the tasks entrusted to it under the Treaty, must have at its disposal coherent statistics, comparable as between States, on the economic situation of industry and small craft industries in Member States;\nWhereas, as regards statistics for the study of business-cycle and economic developments, the Council, in its Recommendation of 28 July 1966 to the Member States on certain provisions to be adopted for improving business-cycle statistics, pointed out that there were significant gaps in those statistics and stressed the need for improvement ; whereas the Conjunctural Policy Committee, in its Opinion of 22 July 1969 on the implementation of that Recommendation, noted that some of the suggestions made in the Recommendation had indeed been put into effect, but that - particularly as regards industry - certain data essential to analysis and to the formulation of conjunctural policy were still not available in most Member States ; whereas the Committee therefore pointed to certain statistical data on industry referred to in the Council Recommendation which should first be obtained so as to provide a basis for monthly business-cycle statistics, and thus, at least partially, fill the existing gaps;\nWhereas valid comparisons cannot be drawn from statistics unless these are based on coordinated definitions and methods;\nWhereas the increasing international interpenetration and interdependence not only of industrial and small craft undertakings and of competing markets but also of business conditions and economic policies now require that statistics on industry and small craft industries be compiled for the purpose of examining business-cycle and economic developments in the Communities ; whereas these statistics also provide invaluable information for coordinating short-term economic policy with medium-term economic objectives;\nWhereas it is hoped that short-term statistics on industry and small craft industries will provide extensive information for the overall study of general economic trends and relations and also reveal the business-cycle trends in the various branches of industry ; whereas they ought, therefore, to help in making possible the analysis of disturbances and discrepancies in certain markets of the Communities ; and of their rate of growth or regression, and this requires a breakdown of statistics by branch of industry;", "main_body": ["The Member States shall, in technical cooperation with the Commission, take all necessary steps for collecting on the basis of coordinated definitions and methods the quantitative statistical data required for the study of the business-cycle and economic trends in industry and small craft industries. Preparatory work must be completed by the end of 1972 at the latest, so that the first results may be communicated to the Commission.", "The statistics shall cover the industrial activities listed in Divisions 1 to 4 of the Nomenclature of Economic  Activities in the European Communities (NACE, 1970 edition). They must at least cover undertakings employing 20 or more persons. In order that results may be promptly available, individual basic data may be collected on a representative basis.\nThe statistical unit shall be the economic activity unit. For the purposes of the Communities, presentation of these statistics shall be based on NACE.", "These statistics, broken down by branch of industry and grouped under the main sectors of production of significance for cyclical and economic analysis, for example:  - industries producing capital goods;\n- industries producing consumer goods;\n- industries producing intermediate and semi-finished products;\nshall relate to the following variables:  - monthly:  1. index numbers of industrial production;\n2. turnover;\n3. orders received, broken down into domestic and export orders;\n- initially at least quarterly:  4.  gross wages and salaries;\n5. number of employees, specifying the number of manual workers;\n6. volume of work done.\nStatistics on orders, referred to under item 3, shall relate only to those branches of industry for which an observation of orders provides significant information for the study of markets and production trends.\nThese branches, which must be uniformly covered by all Member States, are the branches of the following industries : the metal-working industry (NACE 31 to 37), the textile industry (NACE 43), the man-made fibres industry (NACE 26), the footwear and clothing industries (NACE 45), the wood and wooden furniture industries (NACE 46), the paper and paper products industries (NACE 471 and 472).", "A subsequent Council Directive shall, on the basis of coordinated definitions and methods, law down the measures required for the drawing up of statistics necessary for the study of economic and business-cycle trends in the construction industry-making use, if necessary, of variables other than those referred to in Article 3 ; the Directive shall also specify the frequency with which these statistics must be produced.", "The Member States shall all appropriate steps to reduce to a minimum the time needed for carrying out surveys and for processing and calculating data, in order that the results of the statistics may be available to the Commission as soon as possible.", "The cost of compiling these statistics in the Member States shall be borne by the national budgets.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 30 May 1972.\nFor the Council\nThe President\nJ.P. BUCHLER"}