{"celex_id": "31975D0477", "uri": "http://publications.europa.eu/resource/cellar/8b4b6554-867b-4ffc-a710-200194b66502", "type": "Decision", "concepts": ["2970", "4771", "4839", "86", "889", "980"], "title": "75/477/EEC: Commission Decision of 8 July 1975 on the reform of agricultural structures in Belgium pursuant to Council Directive No 72/161/EEC (Only the French and Dutch texts are authentic)\n", "header": "COMMISSION DECISION  of 8 July 1975  on the reform of agricultural structures in Belgium pursuant to Council Directive No 72/161/EEC  (Only the French and Dutch texts are authentic)  (75/477/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community;\nHaving regard to Council Directive No 72/161/EEC (1) of 17 April 1972 concerning the provision of socio-economic guidance for and the acquisition of occupational skills by persons engaged in agriculture, and in particular Article 11 (3) thereof;\nWhereas on 18 June 1975 the Belgian Government communicated, pursuant to Article 10 (4) of Directive No 72/161/EEC, a Royal Decree of 27 May 1975 granting an allowance to farmers and hired and family agricultural workers who successfully complete certain courses for improving their occupational skills;\nWhereas Article 11 (3) of Directive No 72/161/EEC requires the Commission to determine whether, having regard to the objectives of that Directive and to the need for a proper connection between the various measures, the draft provisions communicated satisfy the conditions for financial contribution from the Community;\nWhereas the allowances to be paid under Articles 1 and 4 of the said Royal Decree for attendance at the courses listed in Article 2 (5), which form the subject of Commission Decision No 75/152/EEC (2) of 25 February 1975 on the reform of agricultural structures in Belgium pursuant to Council Directive No 72/161/EEC, are allowances within the meaning of the last indent of Article 6 (3) of Directive No 72/161/EEC for the attendance at such courses;\nWhereas the EAGGF Committee has been consulted on the financial aspects;\nWhereas the measures provided for in this Decision are in accordance with the Opinion of the Standing Committee on Agricultural Structure,", "main_body": ["The allowance payable under Articles 1 and 4 of the Royal Decree of 27 May 1975 granting a social advancement allowance to farmers and hired and family agricultural workers following the training courses listed in Article 2 (5) of the said Royal Decree satisfy the conditions for financial contribution by the Community to common measures within the meaning of Article 8 of Directive No 72/161/EEC.", "This Decision is addressed to the Kingdom of Belgium."], "attachments": "Done at Brussels, 8 July 1975.\nFor the Commission\nP.J. LARDINOIS\nMember of the Commission  (1)OJ No L 96, 23.4.1972, p. 15. (2)OJ No L 60, 6.3.1975, p. 24."}