{"celex_id": "31972D0356", "uri": "http://publications.europa.eu/resource/cellar/17ab445b-b9da-4e0f-9fad-07a37cea15e8", "type": "Decision", "concepts": ["1565", "2763", "4256", "937"], "title": "72/356/EEC: Commission Decision of 18 October 1972 laying down implementing provisions for the statistical surveys on milk and milk products\n", "header": "COMMISSION DECISION  of 18 October 1972  laying down implementing provisions for the statistical surveys on milk and milk products  (72/356/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community;\nHaving regard to the Council Directive of 31 July 1972 on the statistical surveys to be made by Member States on milk and milk products, 1 and in particular Article 2, point 2, and Articles 2 (2) and (3), 5 (1) and 6 (1) thereof;\nWhereas, for the purpose of applying this Directive, the manner in which the surveys are to be made by the Member States and the form in which the information is to be presented must be specified;\nWhereas the manufacture of butter and skimmed-milk powder in Italy is of limited importance in the Community context and whereas the preparation of weekly returns is particularly difficult in that country ; whereas that Member State should therefore, in accordance with the fourth subparagraph of Article 5 (1) of the Directive of 31 July 1972, be released from the obligation to submit a weekly return;\nWhereas the measures provided for in this Decision are in accordance with the Opinion of the Standing Committee on Agricultural Statistics;", "main_body": ["1. The farms referred to in Article 2, point 2, of the Directive of 31 July 1972 shall be covered by the surveys if they possess 60 or more dairy cows and normally process or deliver direct to the consumer an average annual quantity of at least 180 metric tons of milk.\n2. The farms referred to in paragraph 1 shall be included in all the surveys referred to in Article 4 of the Directive.", "The list of milk products covered by the survey, referred to in Article 3 (2) of the Directive of 31 July 1972, appears in Annex 1.", "Models of the information tables referred to in Article 6 (1) of the Directive of 31 July 1972 appear in Annex II.", "When the results provided for in Articles 4 and 6 of the Directive of 31 July 1972 are notified, the weight of the different products shall be indicated in a uniform manner as follows:    1. Returns expressed in litres must be converted into kilogrammes or metric tons.\n2. The net weight of packed milk products must be indicated.\n3. Where the weight of fresh cheese and soft cheese at the time of manufacture is the same as the weight when sold, the weight to be indicated shall he that of the product ready for transportation and, for packed products, the weight appearing on the packaging.  1OJ No L 179, 7.8.1972, p. 2.\n4. For all other types of cheese, the reported weight must be indicated separately for each type. The age of the cheese when weighed and any loss through maturing until it reaches selling weight must also be indicated.", "Italy shall not be obliged to send the weekly information referred to in Article 4, point 1, of the Directive of 31 July 1972.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 18 October 1972.\nFor the Commission\nThe President\nS.L. MANSHOLT\nANNEX I LIST OF MILK PRODUCTS (provided for in Article 3 (2) of the Directive of 31 July 1972)\n>PIC FILE= \"T0010481\">   >PIC FILE= \"T0010482\">\n>PIC FILE= \"T0010578\">\nANNEX II MODEL TABLES  (referred to in Article 6 (1) of the Directive of 31 July 1972)\nTABLE 1  Weekly return of butter and skimmed-milk powder production  (referred to in Article 4, point 1, of the Directive of 31 July 1972)\n>PIC FILE= \"T0010483\">   TABLE 2  Monthly return of milk collected (cows' milk) and products obtained  (referred to in Article 4, point 2, of the Directive of 31 July 1972)\n>PIC FILE= \"T0010484\">    TABLE 3  Annual return of milk collection (all milk) and products obtained  (referred to in the first sentence of Article 4, points 3 (a) and (b), of the Directive of 31 July 1972)\n>PIC FILE= \"T0010485\">    TABLE 3 (Cont'd)\n>PIC FILE= \"T0010486\">   TABLE 3 (Cont'd)\n>PIC FILE= \"T0010487\">   TABLE 4  Annual return of milk collection (all milk) by region  (referred to in Article 4, point 3 (a), of the Directive of 31 July 1972)\n>PIC FILE= \"T0010488\">    TABLE 5  Annual production and utilization of milk (all milk) on the farm  (referred to in Article 1 (1) (b) of the Directive of 31 July 1972)\n>PIC FILE= \"T0010489\">  Note : During the transition period referred to in the second sentence of Article 2 (2) of the Directive of 31 July 1972, Italy need not send returns for skimmed milk and buttermilk.\nTABLE 6  Annual return of the utilization of milk (all milk) in dairies   (referred to in Article 4 (3) (c) of the Directive of 31 July 1972)\n>PIC FILE= \"T0010490\">    TABLE 6 (Cont'd)\n>PIC FILE= \"T0010491\">   TABLE 7  Dairies by annual milk collection  (referred to in Article 4 (4) of the Directive of 31 July 1972)\n>PIC FILE= \"T0010492\">   TABLE 8  Collection centres by annual milk collection  (referred to in Article 4 (4) of the Directive of 31 July 1972)\n>PIC FILE= \"T0010493\">    TABLE 9  Dairies by volume of milk treated  (referred to in Article 4 (4) of the Directive of 31 July 1972)\n>PIC FILE= \"T0010494\">   TABLE 10  Farms by volume of milk treated  (referred to in Article 4 (4) of the Directive of 31 July 1972)\n>PIC FILE= \"T0010495\">   TABLE 11  Undertakings by annual production of certain groups of milk products  (referred to in Article 4 (4) of the Directive of 31 July 1972)\n>PIC FILE= \"T0010496\">"}