{"celex_id": "31972R2714", "uri": "http://publications.europa.eu/resource/cellar/4c5c467f-0bdc-4b11-bbc9-eca3b764b8e6", "type": "Regulation", "concepts": ["1486", "301", "4860", "5025"], "title": "Regulation (EEC) No 2714/72 of the Council of 19 December 1972 amending Regulation (EEC) No 985/68 laying down general rules for intervention on the market in butter and cream\n", "header": "REGULATION (EEC) No 2714/72 OF THE COUNCIL of 19 December 1972 amending Regulation (EEC) No 985/68 laying down general rules for intervention on the market in butter and cream\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty concerning the Accession of the new Member States to the European Community and to the European Atomic Energy Community 1 signed at Brussels on 22 January 1972, and in particular Article 153 of the Act 2 annexed thereto;\nHaving regard to Council Regulation (EEC) No 804/68 3 of 27 June 1968 on the common organisation of the market in milk and milk products, as last amended by Regulation (EEC) No 1411/71, 4 and in particular Article 6 (6) thereof;\nHaving regard to the proposal from the Commission;\nWhereas Article 30 of the Act provides for the adaptations to the acts listed in Annex II made necessary by the Accession to be drawn up in conformity with the guidelines set out in that Annex;\nWhereas Council Regulation (EEC) No 985/68 5 of 15 July 1968, as last amended by Regulation (EEC) No 1075/71, 6 prescribes that intervention measures shall only apply to butter classified in the Member States as to quality ; whereas intervention thus concerns butter of which the butterfat content, by weight, in compliance with national laws, is at least 82 %;\nWhereas, at the present time, more than 90 % of the butter produced in the United Kingdom and in Ireland has a 80 % minimum butterfat content, by weight ; whereas, for that reason, it has been provided for under II A (d), of Annex II of the afore-mentioned Act, that Article 1 (3) (a) and Article 8 (4) of Regulation (EEC) No 985/68 must be supplemented by the definition of the butter produced in each new Member State to which intervention may apply, in order to make this butter satisfy the conditions corresponding to those applicable to butter to which intervention may at present apply in the Community ; whereas, at this juncture Article 1 of the aforesaid Regulation should be redrafted;", "main_body": ["With effect from 1 February 1973, the following shall be substituted for Article 1 of Regulation (EEC) No 985/68:\n\"1. Intervention agencies shall buy in only such butter as:    (a) is produced by an approved undertaking,\n(b) meets the definition and classification contained in paragraph 3 (a) and (b),\n(c) meets standards as to keeping quality to be determined ; additional requirements may be laid down by the intervention agencies;\n(d) does not, at the time of buying in, exceed an age to be fixed;\n(e) satisfies requirements to be determined on minimum quantity, packaging and labelling.\n2. Until the date of implementation of the provisions adopted pursuant to Article 27 of Regulation (EEC) No 804/68 an undertaking shall only be approved if it manufactures butter meeting the requirements laid down in paragraph 3 (a) and (b).  1 OJ No L 73, 27.3.1972, p. 5.  2 OJ No L 73, 27.3.1972, p. 14.  3 OJ No L 148, 28.6.1968, p. 13.  4 OJ No L 148, 3.7.1971, p. 4.  5 OJ No L 169, 18.7.1968, p. 1.  6 OJ No L 116, 28.5.1971, p. 1.   3. Until the date referred to in paragraph 2, the butter referred to in paragraph 1:    (a) must have the following composition and characteristics:\neither\n(aa)    -  a minimum butterfat content, by weight, of 82 %,      - a minimum water content, by weight, of 16 %,\n- be manufactured from sour cream;\nor\n(bb)    -   a minimum butterfat content, by weight, of 80 %,      - a minimum water content, by weight, of 16 %,\n- a minimum salt content, by weight, of 2 %,\n- be manufactured from sweet cream;\n(b) must be:      - graded \"beurre marque de contrĂ´le\" as regards Belgian butter,\n- graded \"Lurmoeket\" as regards Danish butter,\n- graded \"Markenbutter\" as regards German butter,\n- graded \"PasteurisĂŠ A\" as regards French butter,\n- graded \"Irish creamery butter\" as regards Irish butter,\n- produced exclusively from cream which has been subjected to centrifugal and pasteurising treatment as regards Italian butter,\n- graded \"marque Rose\" as regards Luxemburg butter,\n- graded \"Export Kwaliteit\" as regards Netherlands butter,\n- graded \"extra selected\" as regards United Kingdom butter and \"premium\" as regards Northern Ireland butter.\n4. Holders of butter may offer it only to the intervention agency of the Member State in the territory of which the butter was produced.\n5. The intervention price referred to in Article 5 (a) of Regulation (EEC) No 804/68 shall apply to butter with a minimum butterfat content, by weight, of 82 %.\nAs regards butter with a butterfat content, by weight, of 80 % or more but less than 82 %, the buying-in price for the intervention agency shall equal the intervention price multiplied by 0 79756.\"", "With effect from 1 February 1973, the following shall be substituted for Article 8 (4) of Regulation (EEC) No 985/68:\n\"4. Until the date of implementation of the provisions adopted pursuant to Article 27 of Regulation (EEC) No 804/68, the intervention agency of a Member State may not conclude any contracts for butter unless it is produced in the Community and meets the requirements laid down in Article 1 (3) (a) and (b).\"", "This Regulation shall enter into force on 1 January 1973.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 December 1972.\nFor the Council\nThe President\nP. LARDINOIS"}