{"celex_id": "31979R2878", "uri": "http://publications.europa.eu/resource/cellar/799e30c7-586c-4cc1-941c-e95fa0b5e2c3", "type": "Regulation", "concepts": ["2591", "2965", "3732", "4080", "4081", "4381"], "title": "Council Regulation (EEC) No 2878/79 of 17 December 1979 amending Regulation (EEC) No 2358/71 on the common organization of the market in seeds and Regulation (EEC) No 950/68 on the Common Customs Tariff\n", "header": "COUNCIL REGULATION (EEC) No 2878/79  of 17 December 1979  amending Regulation (EEC) No 2358/71 on the common organization of the market in seeds and Regulation (EEC) No 950/68 on the Common Customs Tariff\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 43 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas, following implementation of the Agreements resulting from the multilateral trade negotiations, certain changes should be made to the Community rules governing the market in rice;\nWhereas appropriate measures should be taken to stabilize the market in rice and rice seed and to ensure a fair income for the producers concerned;\nWhereas for this reason Council Regulation (EEC) No 2358/71 of 26 October 1971 on the common organization of the market in seeds (4), as last amended by Regulation (EEC) No 234/79 (5), made provision inter alia for the granting of aid for the production of certain seeds ; whereas that Regulation should be extended to rice for sowing, which has hitherto been governed by Council Regulation (EEC) No 1418/76 of 21 June 1976 on the common organization of the market in rice (6), as last amended by Regulation (EEC) No 1552/79 (7);\nWhereas provision should also be made for the possibility of encouraging, by granting the aid provided for, the production of basic and certified rice seed ; whereas this product should be included in the Annex to Regulation (EEC) No 2358/71;\nWhereas Article 3 of Regulation (EEC) No 2358/71 provides that the amount of the production aid shall be fixed every two years before 1 August for the marketing year beginning in the following year and for the subsequent marketing year ; whereas, however, the amount of aid for the second year may be modified before 1 August for the year preceding its application if the stability of the market in the Community appears to be seriously threatened ; whereas it has become apparent from the situation on the market in practice that this date is too early ; whereas it is therefore advisable to set the deadline for this modification at a date prior to the start of the marketing year concerned which gives sufficient time for action as regards production;\nWhereas, in view of the characteristics of the common organization of the market in seeds, the import levy on rice for sowing should be replaced by a 12 % customs duty;\nWhereas on import a distinction needs to be made between imports of rice for sowing and other types of rice ; whereas Council Regulation (EEC) No 950/68 of 28 June 1968 on the Common Customs Tariff (8), as last amended by Regulation (EEC) No 2384/79 (9), should therefore be amended,  (1)OJ No C 211, 23.8.1979, p. 4. (2)OJ No C 289, 19.11.1979, p. 49. (3)OJ No C 297, 28.11.1979, p. 11. (4)OJ No L 246, 5.11.1971, p. 1. (5)OJ No L 34, 9.2.1979, p. 2. (6)OJ No L 166, 25.6.1976, p. 1. (7)OJ No L 188, 26.7.1979, p. 9. (8)OJ No L 172, 27.7.1968, p. 1. (9)OJ No L 274, 31.10.1979, p. 9.", "main_body": ["Regulation (EEC) No 2358/71 shall be amended as follows:    1. Article 1 shall be replaced by the following:\n\"Article 1\nA common organization of the market in seeds shall be established and shall cover the following products: >PIC FILE= \"T0011580\">\n2. The last sentence of the second subparagraph of Article 3 (1) shall be replaced by the following:\n\"This modification must be made before the start of the marketing year concerned and in good time to allow action as regards production.\"\n3. Article 8a shall be replaced by the following:\n\"Article 8a\n1. The Common Customs Tariff rate of duty shall be applied to rice for sowing falling within subheading 10.06 A of the Common Customs Tariff.\n2. The general rules for the interpretation of the nomenclature of the Common Customs Tariff and the special rules for its application shall apply to the tariff classification for products covered by this Regulation ; the tariff nomenclature resulting from application of this Regulation shall be incorporated in the Common Customs Tariff.\"\n4. The Annex shall be replaced by Annex I to this Regulation.", "The Common Customs Tariff is hereby amended in accordance with Annex II to this Regulation.", "This Regulation shall enter into force on 1 January 1980.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 17 December 1979.\nFor the Council\nThe President\nS. BARRETT\nANNEX I\n\"ANNEX >PIC FILE= \"T0011581\">\nANNEX II\nThe Common Customs Tariff shall be amended as follows:    1. The text of Additional Note 2 of Chapter 10 shall be replaced by the following:\n\"2. The following terms shall have the meanings herunder assigned to them:      (a) \"Round grain rice\" (10.06 B I a) 1, B I b) 1, B II a) 1 and B II b) 1) : rice, the grains of which are of a length not exceeding 5 72 mm and of a length/width ratio of less than 2;\n(b) \"Long grain rice\" (10.06 B I a) 2, B I b) 2, B II a) 2 and B II b) 2) : rice, the grains of which are of a length exceeding 5 72 mm;\n(c) \"Paddy rice\" (10.06 B I a)) : rice which has retained its husk after threshing;\n(d) \"Husked rice\" (10.06 B I b)) : paddy rice from which only the husk has been removed. Examples of rice falling within this definition are those with the commercial descriptions \"brown rice\", \"cargo rice\", \"loonzain\" and \"riso sbramato\";\n(e) \"Semi-milled rice\" (10.06 B II a)) : paddy rice from which the husk, part of the germ, and the whole or part of the outer layers of the pericarp, but not the inner layers, have been removed;\n(f) \"Wholly milled rice\" (10.06 B II b)) : rice from which the husk, the whole of the outer and inner layers of the pericarp, the whole of the germ in the case of long or semi-long grain rice, and at least part thereof in the case of round grain rice, have been removed, but in which longitudinal white striations may remain on not more than 10 % of the grains;\n(g) \"Broken rice\" (10.06 B III) : grain fragments, the length of which does not exceed three-quarters of the average length of the whole grain.\"\n2. In Additional Notes 3 D and E of Chapter 10, the entry \"heading No 10.06\" shall be replaced by \"subheading 10.06 B\".\n3. Heading No 10.06 shall be replaced by the following: >PIC FILE= \"T0011582\">"}