{"celex_id": "31972R1578", "uri": "http://publications.europa.eu/resource/cellar/04016c52-af59-4a8b-96ab-0b738643fa51", "type": "Regulation", "concepts": ["1744", "2657", "2672", "3409"], "title": "Regulation (EEC) No 1578/72 of the Council of 20 July 1972 laying down general rules for fixing reference prices and for determining free-at-frontier offer prices for hybrid maize for sowing\n", "header": "REGULATION (EEC) No 1578/72 OF THE COUNCIL of 20 July 1972 laying down general rules for fixing reference prices and for determining free-at-frontier offer prices for hybrid maize for sowing\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community;\nHaving regard to Council Regulation (EEC) No 2358/711 of 26 October 1971 on the common organization of the market in seeds, and in particular Article 6 (4) thereof;\nHaving regard to the proposal from the Commission;\nWhereas Article 6 (1) of Regulation (EEC) No 2358/71 provides that a reference price for each type of hybrid maize for sowing shall be fixed annually ; whereas Article 6 (2) of that Regulation provides that a free-at-frontier offer price in respect of each country of provenance shall be determined ; whereas general rules for the application of these provisions should be laid down;\nWhereas hybrid maize for sowing may be imported at various stages of marketing or preparation and whereas the stage to which the reference prices for the various types of hybrids relate should be defined;\nWhereas the free-at-frontier prices on which the reference prices are based must correspond to imports representative as regards quantity and quality;\nWhereas on importation a product may be at a stage of marketing or preparation different from that used in fixing the reference prices ; whereas in this case, in order to enable comparisons to be made, the free-at-frontier offer price for this product should be adjusted as necessary;", "main_body": ["The reference price for each type of hybrid maize for sowing shall be fixed for the product as officially certified, treated, packaged in 25-kilogramme sacks and put up for sale in conditions of free competition between a buyer and seller independent of each other.", "The level of the reference price shall be fixed in accordance with Article 6 (1) of Regulation (EEC) No 2358/71, and only prices of third-country imports which are representative as regards quantity and quality shall be taken into account.", "If, on importation, the product is at a stage of marketing or preparation other than that used in fixing the reference price, particularly in the case of seeds produced under a growing contract between a seed establishment or a breeder established in the Community and a grower established in the exporting third country, the free-at-frontier offer price for this product shall be adjusted as necessary.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.  1 OJ No L 246, 5.5.1971, p. 1.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 July 1972.\nFor the Council\nThe President\nT. WESTERTERP"}