{"celex_id": "31979R1438", "uri": "http://publications.europa.eu/resource/cellar/a58d2210-9a08-44cb-b50e-78df46f02e99", "type": "Regulation", "concepts": ["1277", "1570", "2965", "4650"], "title": "Commission Regulation (EEC) No 1438/79 of 11 July 1979 amending for the fourth time Regulation (EEC) No 2793/77 on detailed rules of application for granting special aid for skimmed milk for use as feed for animals other than young calves\n", "header": "COMMISSION REGULATION (EEC) No 1438/79  of 11 July 1979  amending for the fourth time Regulation (EEC) No 2793/77 on detailed rules of application for granting special aid for skimmed milk for use as feed for animals other than young calves\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 804/68 of 27 June 1968 on the common organization of the market in milk and milk products (1) as last amended by Regulation (EEC) No 1761/78 (2), and in particular Article 10 (3) thereof,\nWhereas Commission Regulation (EEC) No 2793/77 (3), as last amended by Regulation (EEC) No 1360/79 (4), provides for the granting of special aid for skimmed milk for use as feed for animals other than young calves;\nWhereas experience shows that the definition of mixed farms should be expanded and the obligations of stock farmers adapted with regard to the regular communications to be addressed to the dairy delivering the skimmed milk ; whereas such amendments will render the management of the system in question simpler and are accordingly capable of developing the application of the said system;\nWhereas, to the same end, the parties concerned should be given certain assurances as to the continuing nature of the special aid;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Milk Products,", "main_body": ["Regulation (EEC) No 2793/77 is hereby amended as follows:    1. The following paragraph 4 shall be added to Article 1:\n\"4. Without prejudice to any alterations which may become necessary in respect of the aid itself, the special aid system provided for in this Regulation shall remain in force for a period which may only end at the earliest two years after the date on which an appropriate notice, decided upon in accordance with the procedure laid down in Article 30 of Regulation (EEC) No 804/68, is published in the Official Journal of the European Communities.\"\n2. With effect from 1 January 1980, the provisions of Article 2 (1) (b) shall be amended as follows:      (a) in the second indent the number \"20\" shall be replaced by the number \"40\";\n(b) the following third indent shall be added:\n\"- the number of young calves shall not exceed the number of cattle of more than one year of age, including dairy cows, kept on the farm, and shall in any case not exceed 40.\"\n3. With effect from 1 January 1980, the second indent of Article 4 (1) (b) shall be replaced by the following text:\n\"- to forward to the dairy, at the option of the Member State concerned, either a statement of the herd before the beginning of each calendar quarter, or, before the beginning of each calendar year, a statement of the average herd to be kept on the farm during each quarter of the year in question, and to declare at once as appropriate any difference of more than 10 % from the figures given for the quarter in question, or\".\n4. With effect from 1 January 1980, the second indent of Article 4 (2) shall be replaced by the following text:\n\"- to forward to the dairy, at the option of the Member State concerned, either a statement of the herd before the beginning of each calendar quarter, or, before the beginning of each calendar year, a statement of the average herd to be kept on the farm during each quarter of the year in question, and to declare at once as appropriate any difference of more than 10 % from the figures given for the quarter in question,\".", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.  (1)OJ No L 148, 28.6.1968, p. 13. (2)OJ No L 204, 28.7.1978, p. 6. (3)OJ No L 321, 16.11.1977, p. 30. (4)OJ No L 163, 2.7.1979, p. 20.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 11 July 1979.\nFor the Commission\nFinn GUNDELACH\nVice-President"}