{"celex_id": "31977R0520", "uri": "http://publications.europa.eu/resource/cellar/443a194f-d3eb-4c3f-a910-5555c4f1388d", "type": "Regulation", "concepts": ["2730", "2731", "4025", "4314", "4399", "4498"], "title": "Council Regulation (EEC) No 520/77 of 14 March 1977 on the imposition of an export charge on certain products processed from fruit and vegetables and containing added sugar, in the event of sugar supply difficulties\n", "header": "COUNCIL REGULATION (EEC) No 520/77  of 14 March 1977  on the imposition of an export charge on certain products processed from fruit and vegetables and containing added sugar, in the event of sugar supply difficulties\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 516/77 of 14 March 1977 on the common organization of the market in products processed from fruit and vegetables (1), and in particular Article 13 (2) thereof,\nHaving regard to the proposal from the Commission,\nWhereas, pursuant to the first sentence of the first subparagraph of Article 17 (1) of Council Regulation (EEC) No 3330/74 of 19 December 1974 on the common organization of the market in sugar (2), as last amended by Regulation (EEC) No 3138/76 (3), provision may be made for a special levy to be charged on exports of sugar in the event of Community sugar supply difficulties;\nWhereas experience gained in applying this measure has shown that its effectiveness may be impaired in cases where sugar is exported in the form of certain products processed from fruit and vegetables and containing added sugar ; whereas this is particularly the case for certain products processed from fruit and vegetables which have a relatively high added sugar content ; whereas provision should therefore be made for a charge to be imposed on exports of the products in question, fixed on the basis of the special levy on sugar exports when that levy exceeds a certain amount and excessive exports are recorded;\nWhereas this additional measure must be adopted by derogating from the rule provided for in Article 13 (2) of Regulation (EEC) No 516/77,", "main_body": ["1. Where a special levy exceeding five units of account per 100 kilograms is charged on exports of white sugar, the imposition of a charge on exports of the products specified in Article 1 of Regulation (EEC) No 516/77, containing a minimum of 35 % added sugar, may be decided in accordance with the procedure laid down in paragraph 4.\n2. The amount of the export charge shall be fixed taking into account:    - the nature of the product processed from fruit or vegetables which contains added sugar,\n- the added sugar content of the product in question,\n- the prices of white sugar in the Community and on the world market,\n- the special levy applicable to white sugar,\n- the economic implications of applying the said charge.\n3. The added sugar content shall be considered to be given by the figure shown against the product in question in column 1 of Annex I to Regulation (EEC) No 516/77, however, at the request of the exporter, the rules laid down in Article 2 (6) and (8) of that Regulation shall apply.\n4. Detailed rules for the application of this Article shall be adopted in accordance with the procedure laid down in Article 20 of Regulation (EEC) No 516/77.  (1)See page 1 of this Official Journal. (2)OJ No L 359, 31.12.1974, p. 1. (3)OJ No L 354, 24.12.1976, p. 1.", "1. Council Regulation (EEC) No 2980/74 of 26 November 1974 on the imposition of an export charge on certain products processed from fruit and vegetables and containing added sugar in the event of sugar supply difficulties (1), is hereby repealed.\n2. All references to the Regulation repealed by virtue of paragraph 1 shall be treated as references to this Regulation.", "This Regulation shall enter into force on 1 April 1977.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 14 March 1977.\nFor the Council\nThe President\nJ. SILKIN  (1)OJ No L 318, 28.11.1974, p. 2."}