{"celex_id": "31976R2315", "uri": "http://publications.europa.eu/resource/cellar/97e7ac89-ca3e-4050-ab3a-4e9d975f820a", "type": "Regulation", "concepts": ["164", "3170", "4289", "4663", "4860"], "title": "Commission Regulation (EEC) No 2315/76 of 24 September 1976 on the sale of butter from public stocks\n", "header": "COMMISSION REGULATION (EEC) No 2315/76  of 24 September 1976  on the sale of butter from public stocks\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 804/68 of 27 June 1968 on the common organization of the market in milk and milk products (1), as last amended by Regulation (EEC) No 559/76 (2), and in particular Articles 6 (7) and 28 thereof,\nWhereas large public stocks of butter exist in the Community ; whereas provision should be made for marketing this butter where outlets for it exist;\nWhereas outlets for butter held in public storage may occur at short notice ; whereas, pursuant to Article 5 of Council Regulation (EEC) No 985/68 of 15 July 1968 laying down general rules for intervention on the market in butter and cream (3), as last amended by Regulation (EEC) No 2714/72 (4), it is necessary to fix in particular the selling price of the butter ; whereas this price should be fixed in the light of storage costs and of the market situation;\nWhereas it is necessary also to specify the conditions of sale regarding the dates on which payment is due and on which the butter is to be taken over;\nWhereas it is appropriate that Member States inform the Commission of the quantities of butter sold under this Regulation;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Milk and Milk Products,", "main_body": ["Intervention agencies in Member States shall sell to any person wishing to purchase butter which at the date of conclusion of the contract of sale has been held in store by them for not less than six months.", "1. The butter shall be sold:    (a) ex-storage depot at a price equal to the purchase price applied by the intervention agency on the day when the contract of sale is concluded, plus an amount of 2 75 units of account per 100 kilogrammes;\n(b) in quantities of not less than five metric tons.\n2. The intervention agency shall sell the butter only if, on or before conclusion of the contract of sale, a security of four units of account per 100 kilogrammes is provided.\nThe security shall be provided, at the option of the Member State, either in the form of a cheque made out in favour of the intervention agency or in the form of a guarantee meeting the criteria laid down by the Member State concerned.", "1. The purchaser shall take delivery of the butter within one month from the date of conclusion of the contract of sale.\nDelivery may be taken in instalments of not less than five metric tons each.\n2. Before taking delivery of any quantity of butter the purchaser shall pay to the intervention agency the purchase price thereof.\n3. Except in case of force majeure, the contract of sale shall be terminated in respect of any quantities of which the purchaser has not taken delivery within the period specified in paragraph 1.\n4. The security provided for in Article 2 (2) shall be forfeit in respect of any quantities for which the contract of sale is terminated in accordance with paragraph 3. It shall be released immediately in respect of quantities of which delivery is taken within the prescribed period.\n5. In case of force majeure, the intervention agency shall take such action as it considers necessary having regard to the circumstances invoked.", "Member States shall inform the Commission not later than the Tuesday of each week of the quantities of butter which during the preceding week:    - have been the subject of a contract of sale,\n- have been released from storage.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.  (1)OJ No L 148, 28.6.1968, p. 13. (2)OJ No L 67, 15.3.1976, p. 9. (3)OJ No L 169, 18.7.1968, p. 1. (4)OJ No L 291, 28.12.1972, p. 15.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 24 September 1976.\nFor the Commission\nP.J. LARDINOIS\nMember of the Commission"}