{"celex_id": "31977R1665", "uri": "http://publications.europa.eu/resource/cellar/70d460b7-ad0d-4211-aee7-ea98cd8d1956", "type": "Regulation", "concepts": ["1511", "3576", "3732", "5360"], "title": "Council Regulation (EEC) No 1665/77 of 20 July 1977 amending Regulation (EEC) No 2742/75 on production refunds in the cereals and rice sectors\n", "header": "COUNCIL REGULATION (EEC) No 1665/77  of 20 July 1977  amending Regulation (EEC) No 2742/75 on production refunds in the cereals and rice sectors\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2727/75 of 29 October 1975 on the common organization of the market in cereals (1), as last amended by Regulation (EEC) No 1386/77 (2), and in particular Article 11 (3) thereof,\nHaving regard to Council Regulation (EEC) No 1418/76 of 21 June 1976 on the common organization of the market in rice (3), as last amended by Regulation (EEC) No 1158/77 (4), and in particular Article 9 (2) thereof,\nHaving regard to the proposal from the Commission,\nWhereas Council Regulation (EEC) No 2742/75 of 29 October 1975 on production refunds in the cereals and rice sectors (5), as last amended by Regulation (EEC) No 1862/76 (6), fixes the amount of the production refunds ; whereas in view of the situation which will exist as from the beginning of the 1977/78 marketing year, particularly as a result of the increase for that marketing year of the common prices for cereals, it is necessary to increase production refunds ; whereas the increase in the prices of cereals and rice warrants adjustment of the minimum price which the producer of potatoes intended for starch manufacture must receive so as to allow maintenance of balance to be ensured between the prices of cereal starch and potato starch;\nWhereas Regulation (EEC) No 2742/75 defines glucose having a high fructose content, known under the name of isoglucose ; whereas Council Regulation (EEC) No 1111/77 of 17 May 1977 laying down common provisions for isoglucose (7) re-defines this product ; whereas it is necessary to amend Regulation (EEC) No 2742/75 to bring it into line with this new designation and definition,", "main_body": ["Regulation (EEC) No 2742/75 shall be amended as follows:    1. In Article 1 (1) \"17 units of account\" shall be substituted for \"14 units of account\";\n2. In Article 1 (2) \"23 units of account\" shall be substituted for \"20 units of account\";\n3. In Article 1 (3) \"20 720 units of account\" shall be substituted for \"17 720 units of account\";\n4. In Article 2 \"17 units of account\" shall be substituted for \"14 units of account\";\n5. In Article 3 (1) \"175 units of account\" shall be substituted for \"172 units of account\";\n6. In the second paragraph of Article 4 \"17 units of account\" shall be substituted for \"14 units of account\";\n7. Article 5a shall be replaced by the following:\n\"Article 5a\n1. By way of derogation from Articles 1, 2 and 4 no production refund shall be granted for products destined for the manufacture of isoglucose.\n2. \"Isoglucose\" means the syrup obtained from glucose syrups with a content by weight in the dry state of:    - at least 10 % fructose and\n- at least 1 % in total of oligosaccharides and polysaccharides.\n3. In implementation of paragraph 1 the Member States shall recover from manufacturers of isoglucose the amounts referred to in Articles 1 and 2 and the amount obtained in implementing Article 4, depending on the product used in its manufacture.\"", "This Regulation shall enter into force:    - on 1 August 1977 for products covered by Regulation (EEC) No 2727/75,\n- on 1 September 1977 for products covered by Regulation (EEC) No 1418/76.  (1)OJ No L 281, 1.11.1975, p. 1. (2)OJ No L 158, 29.6.1977, p. 1. (3)OJ No L 166, 25.6.1976, p. 1. (4)OJ No L 136, 2.6.1977, p. 13. (5)OJ No L 281, 1.11.1975, p. 57. (6)OJ No L 206, 31.7.1976, p. 3. (7)OJ No L 134, 28.5.1977, p. 4.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 July 1977.\nFor the Council\nThe President\nM. EYSKENS"}