{"celex_id": "31978D0890", "uri": "http://publications.europa.eu/resource/cellar/b6e39ec6-7998-4057-84d4-5ac5b6a2cc0e", "type": "Decision", "concepts": ["1642", "2312", "2317", "2772", "3770", "619"], "title": "78/890/EEC: Commission Decision of 28 September 1978 applying Council Decision 77/186/EEC on the exporting of crude oil and petroleum products from one Member State to another in the event of supply difficulties\n", "header": "COMMISSION DECISION  of 28 September 1978  applying Council Decision 77/186/EEC on the exporting of crude oil and petroleum products from one Member State to another in the event of supply difficulties  (78/890/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Decision 77/186/EEC of 14 February 1977 on the exporting of crude oil and petroleum products from one Member State to another in the event of supply difficulties (1), and in particular Article 7 thereof,\nWhereas Decision 77/186/EEC provides that where difficulties arise in the supply of crude oil and/or petroleum products in one or more Member States the Commission may decide to make trade between Member States subject to a system of licences to be granted automatically by the exporting Member State;\nWhereas Decision 77/186/EEC provides that whenever an actual or imminent shortfall in the supply of crude oil and/or petroleum products creates an abnormal increase in trade in petroleum products between Member States the Commission may authorize Member States to suspend the issue of export licences to the extent necessary to prevent such abnormal trade;\nWhereas Decision 77/186/EEC provides that if a shortfall is likely seriously to endanger the supply of crude oil and/or petroleum products in a Member State, or if such a situation may reasonably be expected, the Commission may authorize that Member State to suspend the issue of export licences, provided that traditional trade patterns are maintained as far as possible;\nWhereas Decision 77/186/EEC provides that in the event of a sudden crisis in a Member State, when any delay would be gravely prejudicial to its economy, that Member State may, after consulting the Commission and after informing the other Member States, temporarily suspend the issue of export licences;\nWhereas the overriding objective of Decision 77/186/EEC is to help create genuine solidarity between the Member States so that any burdens and consequences arising from a crisis can be shared out fairly with a view to ensuring an optimum supply of crude oil and/or petroleum products to the whole Community, and also to safeguard the unity of the commom market even if protective measures should prove necessary;\nWhereas, as far as possible, Member States should therefore - while honouring their existing international commitments - maintain the normal channels of supply and the normal supply proportions between crude oil and petroleum products, and among the different categories of crude oil and petroleum products, and guarantee fair treatment for all market operators as regards both prices and quantities, ensuring a balanced supply within the refining and distribution industries and between the refining and distribution companies in accordance with traditional supply patterns;\nWhereas the Commission has consulted the Member States in accordance with Article 7 of Decision 77/186/EEC;\nWhereas in order to perform its tasks the Commission requires exact information on supplies and on trade between Member States in crude oil and/or petroleum products ; whereas Member States should therefore communicate to the Commission the necessary information,  (1)OJ No L 61, 5.3.1977, p. 23.", "main_body": ["For the purpose of this Decision:    (a) \"normal consumption\" means the average daily consumption of crude oil and petroleum products recorded over a base period, that is to say:\ninland production of crude oil and distillates,\nplus imports of crude oil, distillates, feedstocks (semi-refined oil) and petroleum products,\nplus consignments from Community countries,\nless exports of crude oil, distillates, feedstocks (semi-refined oil) and petroleum products,\nless deliveries to Community countries,\nplus changes in stocks of crude oil, distillates, feedstocks (semi-refined oil) and petroleum products.\nSeagoing ships' bunkers shall be regarded as exports;\n(b) \"base period\" means the four most recent quarters for which statistics are available to the Commission;\n(c) \"supply shortfall\" means an actual or imminent reduction in the normal supply of one or more Member States such that normal consumption might not be satisfied for a certain time;\n(d) \"normal supply\" means the average daily supply required to satisfy normal consumption as corrected by the Commission on the basis of information provided by the Member States to take into account economic growth and other technical and cyclical factors, in particular seasonal variations and climatic influences;\n(e) \"abnormal increase\" in trade in petroleum products means an increase in deliveries from one Member State to one or more other Member States which is not justified by an increase in demand due to economic, cyclical and/or seasonal factors, being either new movements relative to the traditional pattern or quantities additional to those traditionally traded and recorded over the base period.\nThe Commission may apply to the data in respect of preceding periods a percentage correcting factor in order to take into account economic growth and other cyclical and seasonal phenomena;\n(f) \"maintenance of traditional trade patterns\" means maintenance of the pattern of trade between Member States as recorded over the base period.", "1. Where, pursuant to Article 1 of the abovementioned Decision 77/186/EEC, the Commission decides to make trade in petroleum products subject to a system of licences, the Member States concerned shall issue all export licences for which application is made by exporters.\nAll applications for export licences are to be made to the competent national authority and are to contain the requisite information concerning the proposed export.\nExport licences shall be issued at the latest five working days from the date of receipt of the application by the competent national authority.\n2. All applications for export licences shall include an undertaking by the exporter to import the goods, or to have them imported, into the Member State of destination indicated in the application.\n3. Licences shall indicate in particular:    - the issuing authority (name and address),\n- the serial number,\n- the exporter (name and address in full),\n- the importer (name and address in full),\n- the exporting Member State,\n- the importing Member State,\n- the type of product, in accordance with the NIMEXE description,\n- the quantity (in tonnes),\n- the fob price (per tonne), save as otherwise decided by the Commission at the request of a Member State,\n- the period of validity.\n4. Applications for export licences and the licences themselves shall be made on forms in accordance with the model annexed hereto, save as otherwise decided by the Commission at the request of a Member State. The forms shall be printed on white paper 210 x 297 mm in size. The Member States shall be responsible for having the said forms printed.\n5. Applications for export licences shall be retained by the issuing authority, who will remit or send the export licence to the exporter.\n6. Export shall be subject to the production of an export licence at the customs office at the time of completion of customs export formalities for the goods in question.\nThe customs office shall stamp the export licence and send it without delay to the issuing authority as soon as the goods have been effectively exported from the geographical territory of the exporting Member State or placed under customs transit arrangements for transport to the Member State of destination.\n7. Article 1 of Decision 77/186/EEC shall not apply to deliveries from stocks held in one Member State on behalf of another Member State under bilateral agreements.", "1. The Commission shall convene the group provided for in Article 3 of Directive 73/238/EEC (1) within 48 hours of receiving from the Member State concerned a request for the application of Articles 2 and 3 of Decision 77/186/EEC and shall take a decision at the latest 72 hours following the convening of such group.\nIn taking its decision, the Commission shall take into account in particular:    - the general oil-supply situation,\n- the supply situation in the Member States concerned,\n- the oil-import shortfalls of the Member States concerned,\n- the measures to restrict consumption taken in the Member States concerned,\n- the measures to restrict consumption taken at Community level,\n- the existing commitments of the Member States.\n2. Any Member State which pursuant to Article 2 of Decision 77/186/EEC requests the Commission for authorization to suspend the issue of export licences must support its request with statistics demonstrating the existence of an abnormal increase in its trade with one or more Member States.\n3. The Commission may, where it establishes the existence of a supply shortfall of at least 7 % for a Member State, authorize that State to suspend the issue of export licences pursuant to Article 3 of Decision 77/186/EEC.", "1. The Commission will establish the necessary contacts with the undertakings supplying the Community with crude oil and petroleum products with a view to the provision of general information on the crude oil and petroleum products supply situation and appropriate technical assistance should the need arise.\n2. The Commission may in certain circumstances authorize companies to form themselves into a consultative group for the industry in order to facilitate and accelerate the contacts mentioned in paragraph 1.", "1. Member States shall before the end of each quarter communicate to the Commission all the information required in order to determine in respect of the previous quarter:    (a) the normal consumption of crude oil and petroleum products of each Member State;\n(b) internal Community trade in crude oil and petroleum products, broken down by supplying Member State and destination,\n2. To enable it to assess the situation, the Commission may request the Member States to make the communications provided for in paragraph 1 more frequently and in respect of shorter periods.", "Where Article 1 of the abovementioned Decision is applied, Member States shall, at the latest on the third and 18th day of each month, following notification by the Commission of a decision to make trade between Member States subject to surveillance, communicate to the Commission the information about trade patterns collected during the preceding half month.\nThe information, subdivided according to licences issued and licences used, shall be broken down by exporter and shall indicate in particular:    - the exporter,\n- the importer,\n- the exporting Member State,\n- the importing Member State,  (1)OJ No L 228, 16.8.1973, p. 1.\n- the product,\n- the quantity (in tonnes),\n- the fob price (per tonne), save as otherwise decided by the Commission at the request of a Member State, according to Article 2 (3),\n- the period of validity.", "1. Information forwarded pursuant to this Decision shall be treated as confidential. This provision shall not prevent the distribution of general information or of summaries not containing particulars concerning individual undertakings.\n2. Information communicated to the Commission pursuant to Article 6 may be used only for the purposes laid down in Decision 77/186/EEC.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 28 September 1978.\nFor the Commission\nGuido BRUNNER\nMember of the Commission\n>PIC FILE= \"T0012842\">   >PIC FILE= \"T0012843\">"}