{"celex_id": "31974D0234", "uri": "http://publications.europa.eu/resource/cellar/7bd38be4-573c-4ff4-a536-d4fbe896a8e9", "type": "Decision", "concepts": ["1284", "1442", "1590", "2479", "5640", "6059"], "title": "74/234/EEC: Commission Decision of 16 April 1974 relating to the institution of a Scientific Committee for Food\n", "header": "COMMISSION DECISION  of 16 April 1974  relating to the institution of a Scientific Committee for Food  (74/234/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community;\nWhereas the elaboration and modification of common rules concerning the composition, manufacturing characteristics, packaging and labelling of foodstuffs requires an examination of the problems relating to the protection of health and safety of persons;\nWhereas the research for solutions to these problems needs the participation of highly qualified scientific personnel, particularly in the fields associated with medicine nutrition toxicology, biology, chemistry or other similar disciplines;\nWhereas contact with such groups should assume a permanent character in the form of a committee of a consultative nature established by the Commission,", "main_body": ["A Scientific Committee for Food hereinafter called the \"Committee\" is hereby established by the Commission.", "1. The Committee may be consulted by the Commission on any problem relating to the protection of the health and safety of persons arising from the consumption of food, and in particular on the composition of food, processes which are liable to modify food, the use of food additives and other processing aids as well as the presence of contaminants.\n2. The Committee may draw the attention of the Commission to any such problem.", "The Committee shall be composed of not more than 15 members.", "The Members of the Committee shall be nominated by the Commission from highly qualified scientific persons having competence in the fields referred to in Article 2.", "The Committee shall elect a chairman and two vice-chairmen from its members. The election shall take place by simple majority of the members.", "1. The mandate of a member, chairman or vice-chairman of the Committee shall have a term of three years. It shall be renewable. However, the chairman and vice-chairmen of the Committee may not be immediately re-elected after being in office for  two consecutive periods of three years. The duties shall not be subject to remuneration.\nAfter the expiry of the period of three years, the members, chairmen, or vice-chairmen of the Committee, remain in office until their replacement or the renewal of their mandate.\n2. Where a member, chairman or vice-chairman of the Committee finds it impossible to fulfil his mandate or in the case of his voluntary resignation he shall be replaced for the remaining term of the mandate in accordance with the procedure provided, as the case may be, in Article 4 or Article 5.", "1. The Committee may form working groups from among its members.\n2. The mandate of the working groups shall be to report to the Committee on the subjects referred to them by the latter.", "1. The Committee and the working groups shall meet at the invitation of a representative of the Commission.\n2. The representative of the Commission as well as other officials and interested agents of the Commission assist at the meetings of the Committee and the working groups.\n3. The representative of the Commission may invite individuals having particular expertise in the subject being studied to participate at the meetings.\n4. The services of the Commission shall form the secretariat of the Committee, and the working groups.", "1. The deliberations of the Committee shall relate to the requests for opinion put by the representative of the Commission.\nThe representative of the Commission, in requesting the opinion of the Committee may fix the length of time within which the opinion is to be given.\n2. Where the opinion requested is the subject of the unanimous agreement of the Members of Committee, these latter establish the common conclusions. In the absence of unanimous agreement, the various positions taken in the course of the deliberations shall be entered in a report drawn up under the responsibility of the representative of the Commission.", "0\nWithout prejudice to the provisions of Article 214 of the Treaty the members of the Committee shall be obliged not to divulge information coming to their knowledge as a result of the work of the Committee when the representative of the Commission informs them that the opinion requested relates to material of a confidential nature.\nIn this case only the members of the Committee and the representatives of the Commission shall be present at the meetings.", "1\nThe present Decision may be amended by the Commission in the light of experience acquired."], "attachments": "Done at Brussels, 16 April 1974.\nFor the Commission\nThe President\nFrançois-Xavier ORTOLI"}