{"celex_id": "31972R1686", "uri": "http://publications.europa.eu/resource/cellar/514da543-7ce3-4253-a218-1b409b74efdb", "type": "Regulation", "concepts": ["2965", "4081"], "title": "Regulation (EEC) No 1686/72 of the Commission of 2 August 1972 on certain detailed rules for aid for seed\n", "header": "REGULATION (EEC) No 1686/72 OF THE COMMISSION of 2 August 1972 on certain detailed rules for aid for seed\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community;\nHaving regard to Council Regulation (EEC) No 2358/711 of 26 October 1972 on the common organization of the market in seeds, and in particular Articles 3 (5) and 9 thereof;\nWhereas Council Regulation (EEC) No 1674/722 of 2 August 1972 laid down general rules for granting and financing aid for seed ; whereas it is for the Commission to lay down the relevant detailed rules;\nWhereas, to ensure the proper functioning of the aid system, growing contracts and growing declarations should be registered sufficiently early for the required supervision to be carried out;\nWhereas the seed establishment or breeder may require a period in which to treat, pack and have certified the seeds supplied by the grower ; whereas aid can therefore only be granted to the latter several months after the harvest but whereas a time limit should nonetheless be fixed;\nWhereas applications for aid lodged by seed growers must give at least the information necessary for supervisory purposes;\nWhereas the necessary measures should be laid down for cases where a seed establishment or a breeder from one Member State grows seed in another Member State;\nWhereas the measures provided for in this Regulation are in accordance with the Opinion of the Management Committee for Seeds;", "main_body": ["Article 3 of Regulation (EEC) No 2358/71 shall be implemented in accordance with the following detailed rules.", "Member States may fix annually the time limits for the registration of growing contracts and declarations provided for in Article 5 of Regulation (EEC) No 1674/72.", "1. Aid shall be granted to the seed grower in response to an application to be submitted after the harvest and before a date fixed by the Member State in question for each species or group of varieties.\n2. The Member State shall pay the amount of aid to the grower within the two months following the lodging of the application and at the latest on 30 June of the year following the year of the harvest.", "The application for aid shall include at least:    - the name and address of the applicant;\n- the quantities of certified seed produced, expressed in quintals to one decimal point;\n- the registration number of the growing contract or growing declaration.\nThe application shall be accompanied by a supporting document to show that the quantities of seed referred to have been officially certified.  1 OJ No L 246, 5.11.1971, p. 1.\n2 OJ No L 177, 4.8.1972, p. 1.", "A seed establishment or a breeder growing seed or having seed grown in a Member State other than that in which approval or registration took place must supply that other Member State, on request, with all the information required for checking entitlement to aid.", "Each Member State shall notify the Commission of the provisions and measures adopted for the application of the aid system introduced by Article 3 of Regulation (EEC) No 2358/71.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nIt shall apply from 1 July 1972.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 2 August 1972.\nFor the Commission\nThe President\nS.L. MANSHOLT"}