{"celex_id": "31977D0774", "uri": "http://publications.europa.eu/resource/cellar/9e3c6c6f-ee4f-451d-a861-e075bafffe14", "type": "Decision", "concepts": ["2264", "3820", "5205", "69"], "title": "77/774/ECSC: Commission Decision of 23 November 1977 authorizing the formation of Framtek, a vehicle-springs manufacturing company (Only the Italian text is authentic)\n", "header": "COMMISSION DECISION  of 23 November 1977  authorizing the formation of Framtek, a vehicle-springs manufacturing company  (Only the Italian text is authentic)  (77/774/ECSC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Coal and Steel Community, and in particular Article 66 thereof,\nHaving regard to High Authority Decision 24-54 of 6 May 1954 laying down in implementation of Article 66 (1) of the Treaty a Regulation on what constitutes control of an undertaking (1),\nHaving regard to the application made by Fiat SpA, Turin, on 12 July 1977,\nHaving obtained the views of the Italian Government,\nWhereas:    1. Fiat SpA, Turin, is a steel-producing undertaking covered by Article 80 of the Treaty, with a capital of Lit 165 000 million.\n2. Fram SpA, Turin, is a spring manufacturer with a capital of Lit 400 million, with an 87 % holding in the capital of Fram-Lugano, a Swiss spring manufacturer.\n3. Under the terms of an agreement entered into on 15 March 1977, which is not to take effect until authorized by the Commission, Fiat and Fram propose to transfer all their vehicle springs business to a newly-formed company, Framtek.\n4. Fiat is to contribute 70 % and Fram 30 % of Framtek's initial capital of Lit 1 million ; the capital is eventually to be raised to Lit 5 000 million, Fiat and Fram still contributing in the same ratio.\n5. The board of directors of Framtek will be composed of seven members, of whom four will be appointed by Fiat and three by Fram. By virtue of its 70 % holding in Framtek's capital and its majority on the board of directors, Fiat will be able to determine the company's policy alone and will therefore be in a position to exercise control over Framtek within the meaning of Decision 24-54. The operation will therefore bring about a concentration within the meaning of Article 66 (1) between Fiat and Framtek.\n6. In 1975 Fiat produced 24 408 tonnes of vehicle-spring steel, representing 18 72 % of Italian production and 5 79 % of Community production of this type of steel.\n7. Fiat uses 72 % of its output of vehicle-spring steel in its own factories, the other 28 % going to Fram.\n8. In 1975 Fram processed nearly 8 000 tonnes of vehicle-spring steel, almost all of which came from Fiat, and 70 % of its output of springs, which in 1975 totalled 7 230 tonnes, was delivered to Fiat.\n9. The operation in question will have no effect on Fiat's potential sales of vehicle-spring steel, since Fiat is already Fram's supplier.\n10. There are other producers of vehicle-spring steel on the Italian market, accounting for 82 % of the country's production of this type of steel.\n11. In view of the foregoing, the operation in question will not give to the undertakings concerned the power to determine prices, to control or restrict production or distribution, or to hinder effective competition in a substantial part of the market in vehicle springs, or to evade the rules of competition instituted under the Treaty, in particular by establishing an artificially privileged position involving substantial advantage in access to supplies or markets.\n12. The operation therefore satisfies the tests for authorization laid down in Article 66 (2) and may be authorized,  (1)OJ of the ECSC, 11.5.1954, p. 345/54.", "main_body": ["The formation of Framtek SpA, 70 % of whose capital is to be held by Fiat and 30 % by Fram, is hereby authorized.", "This decision is addressed to Fiat SpA, Turin, and Fram SpA, Turin."], "attachments": "Done at Brussels, 23 November 1977.\nFor the Commission\nRaymond VOUEL\nMember of the Commission"}