{"celex_id": "31976D0632", "uri": "http://publications.europa.eu/resource/cellar/b2281935-025c-408c-8412-2c80c189d5f9", "type": "Decision", "concepts": ["1426", "2801", "2918", "4821", "5520"], "title": "76/632/EEC: Council Decision of 22 July 1976 adopting a series of joint projects on data processing\n", "header": "COUNCIL DECISION  of 22 July 1976  adopting a series of joint projects on data processing  (76/632/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 235 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nHaving regard to the opinion of the Economic and Social Committee (2),\nWhereas the Council agreed, in its resolution of 15 July 1974 on a Community policy for data processing (3), with a view to giving a Community orientation to policies for encouraging and promoting data processing, to adopt, on a proposal from the Commission, joint projects of European interest in the field of data processing applications;\nWhereas, to this end, priority should be given to projects likely to help to meet the needs of users and to increase the ability of the European-based data processing industry to satisfy these needs on the European and world markets;\nWhereas, in the interests of public health in the Community, better determination of the compatibility of organs and blood groups is required, and whereas a data processing system for making such comparisons could help to save more human lives;\nWhereas, in its resolution on 26 November 1974, the Council made particular reference to the need to establish an inter-institutional computerized legal information system, and to the advantage of making Community law fully accessible to the Member States and to the need to define a development plan in order to ensure that computerized legal information systems under study or being set up in the Member States and in the institutions of the Communities are compatible;\nWhereas improved computer-aided design techniques could strengthen the European electronics industry and could help to increase productivity in the construction industries;\nWhereas the aforementioned projects appear necessary for the development of the common policy in the field of data processing;\nWhereas the Treaty establishing the European Economic Community has not provided the necessary powers,", "main_body": ["A series of three joint data processing projects is hereby adopted covering the following studies:    1. Study on the setting up of a data bank for matching organs and blood (nine months);\n2. Study of requirements in the field of legal document retrieval systems in the Community (18 months);\n3. Two development studies in computer-aided design (12 and 18 months respectively).\nThese projects are defined in Annexes I to III.  (1)OJ No C 239, 20.10.1975, p. 16. (2)OJ No C 263, 17.11.1975, p. 44. (3)OJ No C 86, 20.7.1974, p. 1.", "The appropriations necessary for carrying out these projects shall be entered in the budget of the European Communities.", "The Commission shall be responsible for carrying out the projects. It shall be assisted by the Advisory Committee on the Joint Data Processing Projects.\nThe Commission shall submit a report to the Council annually."], "attachments": "Done at Brussels, 22 July 1976.\nFor the Council\nThe President\nL.J. BRINKHORST\nANNEX I Study on the setting up of a data bank for matching organs and blood\nContent of the project\nPhase 1 : Analysis of the present mode of operation in the existing transplant organizations and the drawing up, in collaboration with the users, of specifications for running a system for matching kidneys and blood within a common scheme.\nPhase 2 : After the specifications have been agreed with the users, data processing consultants will investigate the various data processing alternatives and recommend an appropriate system. During this phase, the question of the location of the necessary computer or computers will also be examined and recommendations made.\nPhase 3 : Detailed specifications for the system will be prepared, including the financial implications of the installation, staffing and running costs of the foundation responsible for directing this common scheme.\nANNEX II Study of requirements in the field of legal document retrieval systems in the Community\nContent of the project\nIn-depth study of requirements\n1. This development study in the field of Community legal documentation will embrace the following tasks:      1.1. An inventory of the data processing or other systems used in the legal documentation centres of the Member States and a survey of their future development plans;\n1.2. Investigation and analysis of users' requirements (institutions, Government departments, professions and others) with reference to the information, the type of content, the presentation, etc.;\n1.3. Systematic collation and synthesis of the information on technical and documentation standards used for the exchange of files and selective information at European and international level in this field, as a basis for the decisions to be taken on common standards;\n1.4. Proposal of a long-term development programme for the gradual introduction of systematic link-ups at Community level with access in Member States, covering technical alternatives and the likely effects of their adoption. If the need for a  network becomes apparent, its technical characteristics should be studied, taking into account the possibility of using networks such as Euronet and Cost 11 which are supported by the Community institutions;\n1.5. Formulation of recommendations based on test-evaluations for the development of software suited to the application characteristics and the requirements of document retrieval : such software may have wider applications then the project itself;\n1.6. Formulation of specific proposals for the development in priority phases of systems in the Community, including estimates of cost and time-scale for each phase.\n2. These proposals could cover an extension and development of the Commission's own system with a view to meeting the broader requirements of the Community in all the official languages, as well as the corresponding technical extensions and developments in the Member States, in order to ensure effective access to Community law.\nANNEX III Development studies in computer-aided design (CAD)\n1. Content of Study Project No 1\nStudy of logic circuit design aids\nThe study programme will embrace the following tasks:      1.1. To identify and evaluate work on logic circuit design aids taking place in industry, universities and research centres;\n1.2. To list and attempt to give a qualitative assessment of all software in use or under development (involving representative European industrial organizations);\n1.3. To attempt to identify the gaps in software development;\n1.4. To give advice on the portability of software;\n1.5. To identify the problems of interfacing the design aid packages to be developed with existing and well-established packages for chip design, PCB design and thick/thin film design as well as simulation and optimization;\n1.6. To examine the hardware necessary to support such systems and communication interfaces;\n1.7. To evaluate the economic advantages of using existing techniques;\n1.8. To examine possible data structures;\n1.9. To make recommendations concerning further work and the probable advantages therefrom;\n1.10. To evaluate economic factors as follows:\nAlthough it is the purpose of this study to examine the viability of electronic aids for the logic circuit designer, it would nevertheless be unrealistic to propose it, unless there were good prospects for the development of such aids. The economic benefits to be gained from the application of CAD to logic circuit design could be considerable. Design and perfection of a synchronous logic system for transfer lines and machine tools, etc., can, with present methods, take years. CAD could reduce this period to a few months or even less. Moreover, the final design would produce a more reliable and near optimal result, thereby reducing the cost of maintenance and equipment failure. The savings could run into millions of units of account, and one of the aims of the study should be to estimate the precise amount.\n1.11. The economic benefits of collaboration over the study are to be derived from the elimination of duplication and the problems of communication arising out of the language barrier.\n2. Content of Study Project No 2\nStudy of the relationship to construction management    2.1. The aim of the study will be to identify the sources of expertise and existing systems, to define the areas common to the variety of uses envisaged, thereby testing the feasibility of the approach outlined.\nThe ultimate objective will be to recommend how further development should proceed if it appears feasible and desirable.\n2.2. The study should embrace industry as well as research and development organizations throughout the Community and should cover the following areas in three phases with interim reports to be submitted at the end of phases 1 and 2 and a final report after phase 3.\n2.3. Phase 1      1. To identify and list existing sources of expertise.\n2. To examine existing systems and those under development.\n3. To identify gaps in software development.\n4. To consider the portability of software.\nPhase 2      5. To examine hardware and system response requirements.\n6. To examine the relationship between system design and the scope of the application programme.\n7. To examine the economic benefit for the system of handling application programmes which are independent of the data base.\nPhase 3      8. To produce broad outline systems specifications and development strategies."}