{"celex_id": "31976R1774", "uri": "http://publications.europa.eu/resource/cellar/787570b8-d643-4a9e-af3a-a08d7d879c72", "type": "Regulation", "concepts": ["1668", "2644", "2645", "2668", "3275", "4627"], "title": "Council Regulation (EEC) No 1774/76 of 20 July 1976 on special measures for linseed\n", "header": "COUNCIL REGULATION (EEC) No 1774/76  of 20 July 1976  on special measures for linseed\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 569/76 of 15 March 1976 laying down special measures for linseed (1), and in particular Article 2 (3) thereof,\nHaving regard to the proposal from the Commission,\nWhereas Article 2 (3) of Regulation (EEC) No 569/76 requires that criteria should be laid down for the determination of the average world market price, together with general rules for granting the subsidy for linseed and for the control of the areas sown and harvested within the Community;\nWhereas the average world market price must be determined on the most favourable purchasing terms available on that market;\nWhereas relevant figures should be those recorded during the marketing period for Community seeds for offers on the world market and prices quoted on the major international exchanges ; whereas, however, those offers which cannot be considered representative of the true trend of the market should be ignored;\nWhereas, if there are no representative offers or quotations for linseed, the average world market price for linseed should be determined on the value of the products resulting from the processing of this seed ; whereas where the offers or quotations for linseed on the world market would prejudice the sale of the Community production of linseed the world market price should be determined on the value of the average quantities of oil and oil-cake derived from the processing of linseed less the processing costs;\nWhereas, to ensure the smooth running of the subsidy system, the average world market price must be recorded for a Community frontier crossing point ; whereas in fixing this point account should be taken of the extent to which it is representative for imports of linseed and therefore the port of Rotterdam should be chosen ; whereas offers and quotations will have to be adjusted if they relate to a different frontier crossing point;\nWhereas such adjustments should also be made to the offers and quotations adopted in order to compensate for any variation from the presentation and quality used as criteria when fixing the guide price;\nWhereas the producer Member States should be required to set up the control arrangements necessary to ensure the smooth running of the subsidy system;\nWhereas under Article 2 (2) of the said Regulation the subsidy is to be granted for a production figure obtained by applying to the surface areas sown and harvested an indicative yield which may be differentiated, taking into account the characteristics of the flax produced and the yield ascertained in the major production areas in the Community ; whereas, to ensure that the subsidy system is properly applied, the indicative yield should be determined by reference primarily to yields ascertained by random sampling in the major production areas,  (1)OJ No L 67, 15.3.1976, p. 29.", "main_body": ["1. The average world market price for linseed referred to in Article 2 of Regulation (EEC) No 569/76 shall be determined in the light of the offers on the world market and the prices quoted on the major international exchanges recorded over the most representative marketing period for Community seeds.\n2. The average world market price shall be determined on the average of the most favourable offers and quotations recorded during the period referred to in paragraph 1, excluding offers and quotations which cannot be regarded as representative of the true trend of the market,\n3. If the offers and quotations for linseed cannot be used as a basis for determining the world market price or if the consideration of such offers and quotations would not allow the Community production of linseed to be sold in normal market conditions, the world market price shall be determined on the value of average quantities of oil and oil-cake obtained from the processing in the Community of 100 kilogrammes of linseed less an amount corresponding to the cost of processing these seeds into oil and oil-cake.", "The average world market price shall be determined for loose seeds of standard quality delivered at Rotterdam.\nThe necessary adjustments shall be made where offers and quotations do not satisfy the requirements referred to in paragraph 1.", "Producer Member States shall set up a checking system to ensure, in the case of each linseed grower to whom a subsidy is granted under Article 2 (1) of Regulation (EEC) No 569/76, that the crop area in respect of which subsidy was applied for corresponds to the area on which linseed was actually sown and harvested.", "The indicative yield referred to in Article 2 (2) of Regulation (EEC) No 569/76 shall be determined in particular in the light of the yields per hectare ascertained by random sampling in the major production areas in the Community.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 July 1976.\nFor the Council\nThe President\nA.P.L.M.M. van der STEE"}