{"celex_id": "31974L0063", "uri": "http://publications.europa.eu/resource/cellar/2262380a-4efc-4f61-ae24-781283415830", "type": "Directive", "concepts": ["1277", "2830", "3135", "5967", "6052"], "title": "Council Directive 74/63/EEC of 17 December 1973 on the fixing of maximum permitted levels for undesirable substances and products in feedingstuffs\n", "header": "COUNCIL DIRECTIVE  of 17 December 1973  on the fixing of maximum permitted levels for undesirable substances and products in feedingstuffs  (74/63/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Communtiy, and in particular Articles 43 and 100 thereof;\nHaving regard to the proposal from the Commission;\nHaving regard to the Opinion of the European Parliament (1);\nHaving regard to the Opinion of the Economic and Social Committee (2);\nWhereas livestock production occupies a very important place in the agriculture of the Community ; whereas satisfactory results depend to a large extent on the use of appropriate good-quality feedingstuffs;\nWhereas the existence of rules concerning feedingstuffs is essential to an increase in agricultural productivity;\nWhereas feedingstuffs often contain undesirable substances or products which can endanger animal health or, because of their presence in livestock products, human health;\nWhereas it is impossible to exclude totally the presence of the substances and products in question ; whereas it is important that their content in feedingstuffs should be reduced in order to prevent undesirable and harmful effects ; whereas it is at present impossible to fix this content below the levels detectable by methods of analysis to be defined for the Community;\nWhereas undesirable substances and products may be present in feedingstuffs only in accordance with the conditions laid down in this Directive and may not be used in any other way for the purposes of animal feeding;\nWhereas Member States should, however, retain the power to allow, under certain conditions, feedingstuffs having levels of undesirable substances and products higher than those provided for in the Annex;\nWhereas the provisions laid down in the Member States by law, regulation or administrative action concerning the maximum permitted levels for undesirable substances and products in feedingstuffs, in so far as they exist, differ as regards their basic principles ; whereas it follows that they directly affect the functioning of the common market and should therefore be harmonized;\nWhereas Member States should retain the power, if animal or human health is endangered, to reduce temporarily the fixed maximum permissible levels or to fix maximum levels for other substances or products or to prohibit the presence of such substances or products in feedingstuffs;\nWhereas in order that a Member State should not abuse that power, possible amendments to the Annex to this Directive based on supporting documents should be decided on by emergency Community procedure;\nWhereas an appropriate Community procedure is essential to adjust the technical provisions laid down in the Annex, to developments in scientific and technical knowledge;\nWhereas the regulations of third countries relating to undesirable substances and products may be different from those provided for by this Directive ; whereas, therefore, Member States should be allowed to refrain from applying such provisions to feedingstuffs exported to those countries;\nWhereas, in order to ensure that the requirements laid down in respect of undesirable substances and products are satisfied during marketing of feedingstuffs, Member States must make appropriate control arrangements;\nWhereas, feedingstuffs satisfying these requirements should not be subject, with regard to their level of undesirable substances and products, to marketing restrictions other than those provided for in this Directive;  (1)OJ No C 10, 5.2.1972, p. 35. (2)OJ No C 4, 20.1.1972, p. 3.\nWhereas, in order to facilitate implementation of the proposed measures, a procedure should be laid down to establish close cooperation between Member States and the Commission within the Standing Committee for Feedingstuffs set up by the Council Decision of 20 July 1970 (1),", "main_body": ["1. This Directive deals with the laying down of maximum permitted levels for undesirable substances and products in feedingstuffs, as listed in the Annex.\n2. This Directive shall apply without prejudice to the provisions on:    (a) additives in feedingstuffs;\n(b) the marketing of feedingstuffs;\n(c) the fixing of maximum permitted levels of pesticide residues on and in products intended for animal feeding.", "For the purposes of this Directive the following definitions shall apply:    (a) Feedingstuffs : organic or inorganic substances, used singly or in mixtures, whether or not containing additives, for oral animal feeding;\n(b) Straight feedingstuffs : various vegetable and animal products in their natural state, fresh or preserved, and their derivatives after industrial processing, as well as the various organic and inorganic substances intended as such for oral animal feeding;\n(c) Daily ration : the average total quantity of feedingstuffs, calculated on a moisture content of 12 %, required daily by an animal of a given species, age category and yield, to satisfy all its needs;\n(d) Complete feedingstuffs : mixtures of feedingstuffs which, by reason of their composition, are sufficient for a daily ration;\n(e) Complementary feedingstuffs : mixtures of feedingstuffs which have a high content of certain substances and which, by reason of their composition, are sufficient for a daily ration only if they are used in combination with other feedingstuffs.", "1. Member States shall prescribe that the substances and products listed in the Annex shall be tolerated in feedingstuffs only under the conditions therein set out.\n2. Member States may allow the maximum levels provided for in the Annex in respect of feedingstuffs to be exceeded:    - where the feedingstuffs are intended to be sent for delivery to recognized manufactures only and, after mixing, meet the provisions set out in the Annex;\n- and where any other use is shown to be excluded by any appropriate indication.", "Member States shall prescribe that in so far as there are no special provisions for complementary feedingstuffs, these may not - allowing for the dilutions prescribed for their use - contain levels of the substances and products listed in this Directive in excess of those fixed for complete feedingstuffs.", "1. Where a Member State considers that a maximum content fixed in the Annex, or that a substance or product not listed therein, presents a danger to animal or human health, that Member State may provisionally reduce this content, fix a maximum content, or forbid the presence of that substance or product in feedingstuffs it shall advise the other Member States and the Commission without delay of the measures taken and at the same time give its reasons.\n2. In accordance with the procedure laid down in Article 10, an immediate decision shall be made as to whether the Annex should be modified. So long as no decision has been made by either the Council or the Commission the Member State may maintain the measures it has implemented.", "Amendments to be made to the Annex due to developments in scientific or technical knowledge shall be adopted in accordance with the procedure laid down in Article 9.", "Member States shall ensure that feedingstuffs which conform to this Directive are not subject to any other  (1)OJ No L 170, 3.8.1970, p. 1.\nmarketing restrictions as regards the presence of undesirable substances and products.", "1. Member States shall take all necessary measures to ensure that feedingstuffs are officially controlled, at least by random sampling, to verify whether the conditions laid down in this Directive are satisfied.\n2. Member States shall inform the other Member States and the Commission of the name of the departments appointed to carry out this control.", "1. Where the procedure laid down in this Article is to be followed matters shall be referred without delay by the Chairman, either on his own initiative or at the request of a Member State, to the Standing Committee for Feedingstuffs, hereinafter called the \"Committee\".\n2. The votes of the Member States within the Committee shall be weighted as provided in Article 148 (2) of the Treaty. The Chairman shall not vote.\n3. The representative of the Commission shall submit a draft of the measures to be adopted. The Committee shall deliver its Opinion on such measures within a time limit set by the Chairman according to the urgency of the matters. Opinions shall be delivered by a majority of 41 votes.\n4. The Commission shall adopt the measures and implement them forthwith where they are in accordance with the Opinion of the Committee. Where they are not in accordance with the Opinion of the Committee, or if no Opinion is delivered, the Commission shall without delay propose to the Council the measures to be adopted. The Council shall adopt the measures by a qualified majority.\nIf the Council has not adopted any measures within three months of the proposal being submitted to it, the Commission shall adopt the proposed measures and implement them forthwith, except where the Council has voted by a simple majority against such measures.", "0\n1. Where the procedure laid down in this Article is to be followed, matters shall be referred to the Committee without delay by the Chairman, either on his own initiative or at the request of a Member State.\n2. The votes of the Member States within the Committee shall be weighted as provided in Article 148 (2) of the Treaty. The Chairman shall not vote.\n3. The representative of the Commission shall submit a draft of the measures to be adopted. The Committee shall deliver its Opinion on such measures within two days. Opinions shall be delivered by a majority of 41 votes.\n4. The Commission shall adopt the measures and implement them forthwith where they are in accordance with the Opinion of the Committee. Where they are not in accordance with the Opinion of the Committee, or if no Opinion is delivered, the Commission shall without delay propose to the Council the measures to be adopted. The Council shall adopt the measures by a qualified majority.\nIf the Council has not adopted any measures within 15 days of the proposal being submitted to it, the Commission shall adopt the proposed measures and implement them forthwith, except where the Council has voted by a simple majority against such measures.", "1\nMember States shall retain the right to waive the provisions of this directive as regards feedingstuffs intended to be exported to third countries.", "2\nThe Member States shall bring into force, on 1 January 1976, the laws, regulations and administrative provisions necessary to comply with this Directive and shall forthwith inform the Commission thereof.", "3\nThis Directive is addressed to the Member States."], "attachments": "Done at Brussels, 17 December 1973.\nFor the Council\nThe President\nI. NØRGAARD\nANNEX\n>PIC FILE= \"T0005475\"\"PIC FILE= \"T0005476\">\n>PIC FILE= \"T0005477\">"}