{"celex_id": "31976R0814", "uri": "http://publications.europa.eu/resource/cellar/94c02d9f-11d1-4163-a3e1-6fdc6ac1d782", "type": "Regulation", "concepts": ["1667", "755"], "title": "Council Regulation (EEC) No 814/76 of 6 April 1976 amending Regulation (EEC) No 1308/70 as regards the system of aid for flax\n", "header": "COUNCIL REGULATION (EEC) No 814/76  of 6 April 1976  amending Regulation (EEC) No 1308/70 as regards the system of aid for flax\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Articles 42 and 43 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nHaving regard to the opinion of the Economic and Social Committee (2),\nWhereas under Article 4 (1) of Council Regulation (EEC) No 1308/70 of 29 June 1970 on the common organization of the markets in flax and hemp (3), as amended by the Act of Accession (4), a subsidy is instituted for flax and hemp produced in the Community ; whereas, in view of the characteristics of flax grown mainly for fibre and of hemp, provision was made in respect of that aid for a system fixing a flat-rate per hectare ; whereas in view of the reduced volume of flax grown mainly for seed, this system of aid was also made applicable to that product;\nWhereas for some years the production of linseed has been increasing in importance in the Community ; whereas in these circumstances provision should be made for a support system better suited to the characteristics of the product in question which would make it possible to develop production ; whereas, therefore, the flat-rate system of aid should be confined to flax grown mainly for fibre and to hemp;\nWhereas, when fixing the amount of the flat-rate aid per hectare for flax, account should be taken of the system laid down for linseed;\nWhereas it should be specified that the general rules for applying the system of aid, to be adopted under Article 4 (4) of Regulation (EEC) No 1308/70, must include measures relating to the verification of entitlement to the aid,", "main_body": ["Article 4 of Regulation (EEC) No 1308/70 is replaced by the following text:\n\"Article 4\n1. A system of aid shall be introduced for flax grown mainly for fibre and for hemp grown in the Community.\nSuch aid, the amount of which shall be uniform throughout the Community for each of these products, shall be fixed each year before 1 August for the marketing year beginning in the following calendar year.\n2. The amount of aid shall be so fixed per hectare of area sown and harvested as to ensure an even balance between the volume of production required in the Community and the amount that can be marketed. To that end the Commission shall submit each year to the Council a report enabling it to assess these factors and their foreseeable development.\nWhen the amount of aid is being fixed account shall also be taken:      - with regard to flax and hemp:\nof the price of flax and hemp fibres on the world market and the price of other competing natural products,\n- with regard to flax:\nof the guide price for linseed,\n- with regard to hemp:\nof the price of hemp seed on the world market.\n3. The amount of aid shall be fixed in accordance with the procedure laid down in Article 43 (2) of the Treaty.\n4. The Council acting by a qualified majority on a proposal from the Commission shall adopt general rules for the application of this Article, in  (1)OJ No C 53, 8.3.1976, p. 24. (2)OJ No C 50, 4.3.1976, p. 19. (3)OJ No L 146, 4.7.1970, p. 1. (4)OJ No L 73, 27.3.1972, p. 14.\nparticular as regards the verification of entitlement to the aid.\n5. Detail rules for the application of this Article shall be adopted in accordance with the procedure laid down in Article 12.\"", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply as from the 1976/77 marketing year.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 6 April 1976.\nFor the Council\nThe President\nJ. HAMILIUS"}