{"celex_id": "31979R1465", "uri": "http://publications.europa.eu/resource/cellar/86fafba3-ae74-48ef-8779-638019b5b5b8", "type": "Regulation", "concepts": ["1261", "3191", "5481"], "title": "Commission Regulation (EEC) No 1465/79 of 13 July 1979 amending Regulation (EEC) No 890/78 laying down detailed rules for the certification of hops and Regulation (EEC) No 3076/78 on the importation of hops from non-member countries\n", "header": "COMMISSION REGULATION (EEC) No 1465/79  of 13 July 1979  amending Regulation (EEC) No 890/78 laying down detailed rules for the certification of hops and Regulation (EEC) No 3076/78 on the importation of hops from non-member countries\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1696/71 of 26 July 1971 on the common organization of the market in hops (1), as last amended by Regulation (EEC) No 235/79 (2), and in particular Articles 2 (5) and 5 (3) thereof,\nWhereas experience gained during the first year of application of Commission Regulations (EEC) No 890/78 (3) and (EEC) No 3076/78 (4) shows that those measures should be supplemented or amended to take better account of the requirements for marketing the product;\nWhereas it seems desirable that, in the absence of a uniform model certificate for the Community, the certificates issued in the different Member States should bear an identical text in respect of the product's conformity to Community requirements;\nWhereas it appears necessary to supplement the rules by adding provisions on proof of certification of products coming from a split consignment ; whereas it seems appropriate to adopt a similar system covering the resale of hop products imported from non-member countries, after a consignment is split up;\nWhereas the weights laid down in the Community rules below which small packages of hops or hop products may circulate without a certificate or without the attestations provided for in Regulation (EEC) No 3076/78 are not entirely in accordance with traditional trade practice ; whereas these maximum weights should accordingly be raised;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Hops,", "main_body": ["Regulation (EEC) No 890/78 is hereby amended as follows:    1. The following Article is hereby inserted after Article 5:\n\"Article 5a\nThe certificate referred to in Article 5 of Regulation (EEC) No 1784/77 shall bear at least one of the following texts, applied by the authority empowered to carry out certifications:      - Certified product - Regulation (EEC) No 890/78,\n- Certificeret produkt - Forordning (EØF) nr. 890/78,\n- Zertifiziertes Erzeugnis - Verordnung (EWG) Nr. 890/78,\n- Produit certifié - Règlement (CEE) nº 890/78,\n- Prodotto certificato - Regolamento (CEE) n. 890/78,\n- Gecertificeerd produkt - Verordening (EEG) nr. 890/78.\"\n2. The following Article is hereby inserted after Article 9:\n\"Article 9a\nIn the case of resale within the Community's territory, after a certified consignment has been split up, the product must be accompanied by an invoice or a commercial document drawn up by the vendor stating the number of the certificate and the name of the issuing agency. The invoice or commercial document must also bear the following information, taken from the certificate:      (a) for hops in cones:        - the designation of the product,\n- the gross and/or net weight,\n- the place of production,\n- the year of harvest,\n- the variety;\n(b) for hop products, the information given above together with the place and date of processing.\"  (1)OJ No L 175,4.8.1971, p. 1. (2)OJ No L 34,9.2.1979, p. 4. (3)OJ No L 117, 29.4.1978, p. 43. (4)OJ No L 367, 21.12.1978, p. 17.", "The first phrase of Article 7 of Regulation (EEC) No 3076/78 is hereby replaced by the following:\n\"If the consignment is resold or split up after it has been put into free circulation, the product must be accompanied by an invoice or other commercial document drawn up by the vendor, giving the reference number of the attestation of equivalence, the extract or the control attestation, together with the name of the authority which issued them and the following information copied:\"", "The maximum weights given in Article 10 (d) of Regulation (EEC) No 890/78 and in Article 8 of Regulation (EEC) No 3076/78 shall be increased to one kilogram for hop cones and powder and to 300 grams for hop extracts.", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 13 July 1979.\nFor the Commission\nFinn GUNDELACH\nVice-President"}