{"celex_id": "31978D0122", "uri": "http://publications.europa.eu/resource/cellar/4dd675d7-ad6a-42e4-9c93-f6d03d8b0cd0", "type": "Decision", "concepts": ["1318", "1662", "4081", "5360"], "title": "78/122/EEC: Commission Decision of 28 December 1977 amending Decisions 75/576/EEC, 76/216/EEC and 77/146/EEC (Only the German text is authentic)\n", "header": "COMMISSION DECISION  of 28 December 1977  amending Decisions 75/576/EEC, 76/216/EEC and 77/146/EEC  (Only the German text is authentic)  (78/122/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 70/457/EEC of 29 September 1970 on the common catalogue of varieties of agricultural plant species (1), as last amended by Directive 78/55/EEC of 19 December 1977 (2), and in particular Article 7 thereof,\nHaving regard to Commission Decision 75/576/EEC of 30 June 1975 authorizing the Federal Republic of Germany to restrict the marketing of seed or propagating material of certain varieties of agricultural plant species (3), and in particular Article 2 thereof,\nHaving regard to Commission Decision 76/216/EEC of 30 December 1975 authorizing the Federal Republic of Germany to restrict the marketing of seed or propagating material of certain varieties of agricultural plant species (4), and in particular Article 2 thereof,\nWhereas, in accordance with the provisions of Article 15 (1) of the abovementioned Directive, seed or propagating material of these varieties of agricultural plant species which have been officially approved in at least one of the Member States and which also fulfil the conditions laid down in the said Directive are, after the expiry of a given period, no longer subject to any marketing restrictions relating to variety within the Community;\nWhereas, however, Article 15 (2) of the abovementioned Directive provides that a Member State may be authorized upon application to prohibit the marketing of seed and propagating material of certain varieties;\nWhereas, with both the abovementioned Decisions, the Commission has authorized the Federal Republic of Germany to prohibit the marketing of seed of durum wheat because it had been well known that the varieties of durum wheat have not yet been suitable for cultivation in the Federal Republic of Germany (Article 15 (3) (c), second case thereof);\nWhereas, by Decision 77/146/EEC of 29 December 1976 (5), the Commission has extended for the Federal Republic of Germany in respect of further varieties of durum wheat the period provided for in Article 15 (1) of the said Directive until 31 December 1977;\nWhereas, meanwhile, varieties of durum wheat have been under test for a possible cultivation of this species in that country;\nWhereas because of the results of this possible cultivation it can no longer be maintained that varieties of this species are not suitable for cultivation in any part of the territory of the Federal Republic of Germany;\nWhereas, therefore, the conditions of Article 15 (3) (c), second case thereof, of the abovementioned Directive are no longer satisfied in the case of varieties of durum wheat;\nWhereas, therefore, the authorizations based on these conditions should be withdrawn;\nWhereas for the varieties of durum wheat listed in Decision 77/146/EEC, the Federal Republic of Germany no longer follows its application ; whereas, therefore, these varieties are, with the expiry of the provided period, no longer subject to any marketing restrictions;\nWhereas it should be possible for the Federal Republic of Germany to request at a later date, if necessary, a new authorization for any of the varieties concerned, where official growing trials show that these varieties, because of their qualities, do not produce results, in any part of its territory, which correspond to those obtained from other comparable varieties (Article 15 (3) (c), first case thereof);\nWhereas, therefore, the period for granting an authorization should be extended appropriately for all varieties concerned;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Seeds and Propagating Material for Agriculture, Horticulture and Forestry,  (1)OJ No L 225, 12.10.1970, p. 1. (2)OJ No L 16, 20.1.1978, p. 23. (3)OJ No L 253, 30.9.1975, p. 36. (4)OJ No L 46, 21.2.1976, p. 23. (5)OJ No L 47, 18.2.1977, p. 64.", "main_body": ["The authorization for the Federal Republic of Germany granted in Decision 75/576/EEC shall be withdrawn with effect from 31 December 1977 as far as the varieties of durum wheat are concerned.", "The authorization for the Federal Republic of Germany granted in Decision 76/216/EEC shall be withdrawn with effect from 31 December 1977 as far as the varieties of durum wheat are concerned.", "The period provided for in Article 15 (1) of Directive 70/457/EEC shall be extended until 31 December 1983 for the Federal Republic of Germany in respect of the varieties of durum wheat covered by Decisions 75/576/EEC, 76/216/EEC and 77/146/EEC as far as in accordance with Article 15 (2) of the said Directive the granting of an authorization is concerned.", "This Decision is addressed to the Federal Republic of Germany."], "attachments": "Done at Brussels, 28 December 1977.\nFor the Commission\nFinn GUNDELACH\nVice-President"}