{"celex_id": "31979D0639", "uri": "http://publications.europa.eu/resource/cellar/4569d69a-86d1-43b5-b1ec-b3c411888470", "type": "Decision", "concepts": ["142", "2312", "2772", "4629"], "title": "79/639/EEC: Commission Decision of 15 June 1979 laying down detailed rules for the implementation of Council Decision 77/706/EEC\n", "header": "19.7.1979 EN Official Journal of the European Communities L 183/1\nCOMMISSION DECISION\nof 15 June 1979\nlaying down detailed rules for the implementation of Council Decision 77/706/EEC\n(79/639/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Decision 77/706/EEC of 7 November 1977 on the setting of a Community target for a reduction in the consumption of primary sources of energy in the event of difficulties in the supply of crude oil and petroleum products (1), and in particular Article 5 thereof,\nHaving consulted the Member States in accordance with Article 5 of the said Decision,\nWhereas the Council has adopted Regulation (EEC) No 1729/76 of 21 June 1976 concerning the communication of information on the state of the Community's energy supplies (2);\nWhereas the Commission has adopted Decision 78/890/EEC of 28 September 1978 applying Council Decision 77/186/EEC on the exporting of crude oil and petroleum products from one Member State to another in the event of supply difficulties (3);\nWhereas Article 1 (1) of Decision 77/706/EEC provides that where difficulties arise in the supply of crude oil or petroleum products in one or more Member State, the Commission, acting at the request of a Member State or on its own initiative, and after consulting the group provided for in Directive 73/238/EEC, may set a target for reducing consumption of petroleum products in the Community as a whole by up to 10 % of normal consumption;\nWhereas Article 1 (2) of Decision 77/706/EEC provides that, in order to safeguard the unity of the market and to ensure that all energy consumers in the Community bear their fair share of the difficulties arising from the crisis, the Commission shall, on the expiry of a period of two months following the application of Article 1 (1), propose to the Council a new target for reducing consumption by up to 10 % of normal consumption and differentiated according to Member State, following which the quantities saved are to be shared among the Member States;\nWhereas Article 1 (2) of Decision 77/706/EEC provides that in the event of a larger shortfall the Commission may propose to the Council that the target for reducing consumption exceeds 10% and be extended to other forms of energy;\nWhereas the sharing-out among Member States of the quantities saved following the application of Article 1 (3) of Decision 77/706/EEC may entail additional costs, the evaluation and settlement of which are within the competence of the parties involved; whereas, however, the Commission must be able, at the request of a Member State, to make recommendations and deliver opinions to the Member States concerned to enable agreement to be reached between Member States as regards additional costs;\nWhereas, in order to perform these tasks the Commission must have accurate knowledge of the energy situation in the Member States, their supplies of crude oil and petroleum products, the possibilites for substitution between the various forms of energy, and national measures which have been taken to reduce energy consumption in the Member States; whereas the Member States must accordingly provide the Commission with the necessary information,", "main_body": ["1.   For the purposes of this Decision the definitions contained in Article 1 (a), (b), (c) and (d) respectively of Commission Decision 78/890/EEC shall apply in respect of:\n(a) ‘normal consumption of crude oil and petroleum products’,\n(b) ‘base period’,\n(c) ‘supply shortfall’, and\n(d) ‘normal supply’.\\\n2.   For the purposes of this Decision:\n(a) ‘normal energy consumption’ means the average daily consumption recorded over a base period, i.e.:\ndomestic production of primary fuels,\nplus imports,\nplus deliveries from Community countries,\nminus exports,\nminus deliveries to Community countries,\nplus or minus variations in stocks.\nSeagoing ships' bunkers shall be regarded as exports;\n(b) ‘substitutable petroleum products’ means all fuel oil consumed in electricity generation, and, as appropriate, in other sectors of industry, including autoproducers, as calculated pursuant to Article 2(2);\n(c) ‘substitutable energy’ means all energy consumed in electricity generation and, where appropriate, in other sectors of industry, including autoproducers, as calculated pursuant to Article 2 (2).", "1.   The amount of any differential cut in substitutable petroleum products as indicated in Article 1 (2) (a) of Decision 77/706/EEC shall not exceed the actual capacity for substitution, the level of which is established pursuant to paragraph 2 below, existing when supply difficulties arise.\n2.   The group set up by Directive 73/23 8/EEC shall examine annually and, in case of supply difficulties, on the basis of information supplied to the Commission by the Member States, calculated pursuant to Article 10, the capacity for substitution in the Member States of petroleum products defined as covering primarily fuel oil requirements for electricity generation, but also having regard to any possibilities of substitution of fuel oil in industry, including autoproducers. Following upon this examination, the Commission shall take note of the possibilities of substitution thus established.", "1.   Where, pursuant to Article 1 (1) of Decision 77/706/EEC, the Commission sets a target for reducing consumption of petroleum products by up to 10% of normal consumption, it shall in particular take the following into account:\n— the overall petroleum products supply situation,\n— the supply situation in each Member State,\n— measures to reduce consumption taken by Member States,\n— international obligations entered into by Member States.\n2.   Where, pursuant to Article 1.(2) (a) of Decision 77/706/EEC, the Commission proposes to the Council different targets for reducing consumption of non-substitutable petroleum products and of substitutable petroleum products, it shall take into account the factors listed in paragraph 1 and, in particular, the limitations imposed on each Member State by the real possibilities for substitution in electricity generation and, as appropriate, other sectors of industry including autoproducers, as established pursuant to Article 2.\n3.   Where, pursuant to Article 1 (2) (b) of Decision 77/706/EEC, the Commission proposes to the Council that the target for reducing consumption should exceed 10% and be extended to other forms of energy, it shall in particular take into account the factors listed in paragraph 1 and, in addition, the following:\n— the overall energy supply situation,\n— the expected duration of difficulties in the supply of crude oil and petroleum products,\n— the extent to which the obligatory stocks of crude oil, and/or petroleum products held by Member States have already been drawn on.", "Where Article 1 of Decision 77/706/EEC is applied, a Member State may, instead of restricting consumption, draw on that portion of its stocks of crude oil and/or petroleum products in excess of its obligations under Directives 68/414/EEC and 72/425/EEC.", "1.   The quantities which are saved and are to be shared out among the Member States pursuant to Article 1 (3) of Decision 77/706/EEC shall be calculated by applying the different rates of reduction in the consumption of the petroleum products for each Member State provided for in Article 1 (2) of the said Decision.\n2.   A Member State whose rate of reduction in consumption exceeds the Community average shall be required to reallocate a quantity equal to the difference between the level of consumption it could have maintained if a uniform rate of reduction for the Community as a whole had been applied and its consumption as reduced pursuant to Article 1 (2) of Decision 77/706/EEC.\n3.   A Member State whose rate of reduction in consumption is below the Community average shall be entitled to a reallocation of a quantity equal to the difference between its consumption as reduced pursuant to Article 1 (2) of Decision 77/706/EEC and the level of consumption it could have maintained if a uniform rate of reduction for the Community as a whole had been applied.", "1.   Any additional costs which may be entailed by the sharing-out among Member States of the quantities saved following the application of Article 1 (3) of Decision 77/706/EEC shall be borne by the parties benefiting from such sharing-out. The evaluation of these additional costs shall be within the competence of the parties involved.\n2.   In the event of disagreement regarding these additional costs, the Commission may, at the request of a Member State, make recommendations or deliver opinions to the Member States concerned.", "1.   The Commission may consult the companies supplying the Community with crude oil and petroleum products in order to obtain general information and, if necessary, appropriate technical assistance in particular in implementing Article 1 (3) of Decision 77/706/EEC as provided for by Article 4 of Decision 78/890/EEC.\n2.   The Commission shall notify Member States of their allocation rights or allocation obligations pursuant to Article 1 (3) of Decision 77/706/EEC, and Member States shall take appropriate action.", "Information on energy consumption broken down by major products and sectors of consumption shall be obtained from the replies sent to the Commission by the Member States in accordance with Regulation (EEC) No 1729/76.", "1.   Information on normal consumption of crude oil and petroleum products shall be obtained from the replies sent to the Commission by the Member States pursuant to Article 5 of Decision 78/890/EEC.\n2.   Where difficulties arise in the supply of crude oil and petroleum products, the Commission may request this information to be supplied in the form of estimates in accordance with a procedure which it shall establish on the basis of the models set out in the Annex.\n3.   In order to gain a better understanding of the supply situation, with respect in particular to the application of Article 1 (3) of Decision 77/706/EEC, the Commission may, after consulting the group set up by Directive 73/238/EEC, invite Member States to provide the information required in paragraphs 1 and 2 broken down undertaking by undertaking.", "0\n1.   Pursuant to Article 2, the Member States shall, by 31 December each year, communicate to the Commission, on the basis of a common model established by it, the information needed to determine the possibilities of substitution as they exist on 1 October of that year.\n2.   When Article 1 of Decision 77/706/EEC is applied, the Member States shall forthwith communicate to the Commission the information needed to determine the actual possibilities of substitution as they exist at that date.", "1\nWhere Article 1 of Council Decision 77/706/EEC is applied, Member States shall inform the Commission of any measure taken to reduce the consumption of petroleum products as soon as it is adopted.", "2\nThe Commission shall, on receipt of the information gathered in accordance with Articles 9, 10 and 11, supply a summary thereof to the group set up by Article 3 of Directive 73/238/EEC.", "3\nInformation supplied pursuant to this Decision shall be confidential. This provision shall not prevent the distribution of general information or of summaries which do not contain particulars concerning individual undertakings.", "4\nThe Commission shall, at the request of a Member State, after consulting the group set up by Directive 73/238/EEC, examine problems which may arise from the implementation of this Decision in order to introduce the necessary amendments to the text on the basis of past experience or in the light of any significant changes in the structure of energy supplies, notably to power stations in one or more Member State.", "5\nThis Decision is addressed to the Member States."], "attachments": "Done at Brussels, 15 June 1979.\nFor the Commission\nGuido BRUNNER\nMember of the Commission\n(1)  OJ No L 292, 16. 11. 1977, p. 9.\n(2)  OJ No L 198, 23. 7. 1976, p. 1.\n(3)  OJ No L 311, 4. 11. 1978, p. 13.\nANNEX\nMONTHLY QUESTIONNAIRE ON THE OIL SUPPLY SITUATION IN THE COMMUNITY\nI.   EXPLANATORY NOTES\nA.   Units and conversion factors\n(a) Units\n(b) Oil products and ‘crude oil equivalent’\n(c) Converting barrels into tonnes\n(d) Converting cubic metres (kilolitres) into tonnes\nB.   Geographical notes\n— Faroe Islands' production should be included in Denmark's production,\n— the production of Surinam and the Dutch Antilles should not be included in the production of the Netherlands,\n— the production of the Canary Islands should be included in Spain's production,\n— the production of the Caribbean refineries in Table III C includes imports from the Dutch Antilles, the Bahamas, Trinidad and Tobago.\nII.   DEFINITIONS AND EXPLANATORY NOTES RELATING TO THE VARIOUS TABLES\n1.   National production of crude oil and natural gas condensates (Table I)\nGive the amounts of crude oil and natural gas condensates (i.e. all liquids separated from the gas in natural gas processing plants (1) produced on national territory including the Continental shelf (offshore). These amounts should include the condensates recovered from gaseous hydrocarbons.\n2.   Imports and exports of crude oil, natural gas condensates and feedstocks (originating in/exported to Community and non-Community countries) (Tables I, II and IV)\nImports and exports should be regarded as having been effected on the date on which they physically arrive, whether the consignment was customs cleared or not. However, any quantities in transit via an ocean terminal or crossing national territory in any manner whatever (e.g. pipelines) should not be included (this also applies to imports and exports of oil products). On the other hand, imports must include oil imported into customs bonded areas for treatment and re-export. Re-exports of oil imported for processing within bonded areas must be included in the export figures.\n‘Feedstocks’ should be taken to mean any product or combination of products other than blending, derived from crude oil and destined for further processing. It is transferred into one or more components and/or finished products.\n3.   Imports/exports of oil products (originating in/for export to Community and non-Community countries) (Tables I, HI and V)\n— See point 2.\n— The following are the oil products concerned:\n4.   Level of stocks (Table I)\nThe level of stocks means all oil stored within the frontiers of the declaring country, with the exception of oil in pipelines, oil held by retailers and in filling stations, stocks held by end-consumers and not subject to administrative supervision, and stocks held for military consumption.\n5.   Variations in stocks (Table I)\nThese variations correspond to the difference between the level of stocks at the beginning and at the end of a period.\nThe variation in stocks for the month before last (Table I) is the difference between the final data (month before last) of the present communication and the final data (month before last) of the preceding communication.\nMONTHLY QUESTIONNAIRE ON THE PETROLEUM SUPPLY SITUATION OF THE COMMUNITY\nTABLE I\nCONSUMPTION OF CRUDE OIL\n (3)\nAND EQUIVALENT\n (4)\nCountry:\nCurrent month:\n(1000 tonnes)\nMonth before last (M-2) Last month (M-1) Current month (M) Next month (M+1) Month after next (M+2)\nRealization Provisional Estimated Scheduled Scheduled\n1. Indigenous production (3)\n2. Imports of crude (3)\n3. Imports of oil products (4)\n4. Exports of crude (3)\n5. Exports of oil products (4)\n6. Stocks levels (5)\nof which:\n(a) Crude oil (3)\n(b) Oil products (4)\n7. Stocks changes (6)\nof which:\n(a) Crude oil (3)\n(b) Oil products (4)\n8. Total (7)\n9. Bunkers (8)\n (4)\nTABLE II\nIMPORTS OF CRUDE OIL\n (9)\nCountry:\nCurrent month:\n(1000 tonnes)\nCountry of origin Month before last (M-2) Last month (M-1) Current month (M) Next month (M+1) Month after next (M+2)\nRealization Provisional Estimated Scheduled Scheduled\nAbu Dhabi\nAlgeria\nEcuador\nIndonesia\nIran\nIraq\nKuwait\nLybia\nNigeria\nQatar\nSaudi Arabia\nUnited Arab Emirates (10)\nVenezuela\nNorway\nUnited Kingdom\nUSSR\nOther countries of Eastern Europe\nChina\nOther\nTotal imports\nTABLE III\nIMPORTS OF OIL PRODUCTS\n (11)\nCountry:\nCurrent month:\n(1000 tonnes)\nCountry of origin Month before last (M-2) Last month (M-1) Current month (M) Next month (M+1) Month after next (M+2)\nRealization Provisional Estimated Scheduled Scheduled\nBelgium\nDenmark\nGermany\nFrance\nIreland\nItaly\nLuxembourg\nNetherlands\nUnited Kingdom\nGreece\nSpain\nPortugal\nNorway\nSweden\nUSA\nBahrein\nIndonesia\nIran\nKuwait\nSaudi Arabia\nVenezuela\nUSSR\nOther countries of Eastern Europe\nOther\nTotal imports\nTABLE IV\nEXPORTS OF CRUDE OIL\n (12)\nCountry:\nCurrent month:\n(1000 tonnes)\nCountry of destination Month before last (M-2) Last month (M-1) Current month (M) Next month (M+1) Month after next (M+2)\nRealization Provisional Estimated Scheduled Scheduled\nBelgium\nDenmark\nGermany\nFrance\nIreland\nItaly\nLuxembourg\nNetherlands\nUnited Kingdom\nGreece\nSpain\nPortugal\nAustria\nSweden\nSwitzerland\nUSA\nOther countries\nTotal exports\nTABLE V\nEXPORTS OF OIL PRODUCTS\n (13)\nCountry:\nCurrent month:\n(1000 tonnes)\nCountry of destination Month before last (M-2) Last month (M-1) Current month (M) Next month (M+1) Month after next (M+2)\nRealization Provisional Estimated Scheduled Scheduled\nBelgium\nDenmark\nGermany\nFrance\nIreland\nItaly\nLuxembourg\nNetherlands\nUnited Kingdom\nGreece\nSpain\nPortugal\nAustria\nNorway\nSweden\nSwitzerland\nTurkey\nUSA\nOthers\nTotal exports (14)\n(1)  Ethane included.\n(2)  For definitions see the supplement to the Quarterly Bulletin of Energy Statistics, 3/1976, published by the Statistical Office of the European Communities.\n(3)  Including natural gas liquids and feedstocks.\n(4)  Oil products are converted in crude oil equivalent by the factor 1· 065.\n(5)  End of month.\n(6)  Difference between stocks level at the end of the month and the level at the end of the month before.\n(7)  8 = 1 + 2 + 3 - 4 - 5 - 7.\n(8)  Marine bunkers.\n(9)  Including NGL and feedstocks.\n(10)  Excluding Abu Dhabi.\n(11)  Oil products are converted into crude oil by multiplying quantities in tonnes by 1· 065.\n(12)  Including NGL and feedstocks.\n(13)  Oil products are converted into crude oil by multiplying quantities in tonnes by 1· 065.\n(14)  Excluding marine bunkers."}