{"celex_id": "31977R1792", "uri": "http://publications.europa.eu/resource/cellar/9732c175-4364-42d6-ac20-d214e8aa5cc0", "type": "Regulation", "concepts": ["1258", "1277", "20", "2958", "386"], "title": "Commission Regulation (EEC) No 1792/77 of 3 August 1977 amending Regulation (EEC) No 368/77 on the sale by tender of skimmed-milk powder for use in feed for pigs and poultry\n", "header": "COMMISSION REGULATION (EEC) No 1792/77  of 3 August 1977  amending Regulation (EEC) No 368/77 on the sale by tender of skimmed-milk powder for use in feed for pigs and poultry\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 804/68 of 27 June 1968 on the common organization of the market in milk and milk products (1), as last amended by Regulation (EEC) No 559/76 (2), and in particular Articles 7 (5) and 28 thereof,\nWhereas the Annex to Commission Regulation (EEC) No 368/77 of 23 February 1977 on the sale by tender of skimmed-milk powder for use in feed for pigs and poultry (3), as last amended by Regulation (EEC) No 1004/77 (4), lays down the denaturing methods to be used;\nWhereas the implementation of formula I D would create new outlets for the use of skimmed-milk powder in feed for piglets ; whereas, however, the application of formula I D as at present defined may involve some difficulties, because of the requirements of certain national laws ; whereas, in order to widen the application of formula I D, provision should be made for the use of alternative denaturing substances;\nWhereas, pursuant to Article 6 (2) of Regulation (EEC) No 368/77, Member States may decide not to introduce the denaturing of skimmed-milk powder by direct incorporation or not to allow the use of the products resulting from the application of the formulae set out in section 2 of the Annex ; whereas, in order to monitor the application of Regulation (EEC) No 368/77, the Commission should be kept informed of the uses which Member States make of these options and of the formulae used by processors;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Milk and Milk Products,", "main_body": ["1. Formula I D in section 1 of the Annex to Regulation (EEC) No 368/77 is hereby replaced by the following formulae:\n\"Formula I D 1    - 90 kg ground cereals and/or oil-seed cake\nand\n- 800 g carboxymethylcellulose\nand\n- 200 g iron, as ferrous sulphate heptahydrate.\nFormula I D 2    - 45 kg ground cereals and/or oil-seed cake\nand\n- 500 g carboxymethylcellulose\nand\n- 200 g iron, as ferrous sulphate heptahydrate\nand\n- 120 g copper, as copper sulphate pentahydrate.\"\n2. In section 3 (B) of the Annex to Regulation (EEC) No 368/77, the following indent is hereby added at the end:\n\"For the purposes of the foregoing provisions, \"formula I D\" shall include both formula I D 1 and formula I D 2.\"", "The following Article 18a is hereby added to Regulation (EEC) No 368/77:\n\"Article 18a\nMember States shall communicate to the Commission details of:    - all cases in which they have had recourse to Article 6 (2),   (1)OJ No L 148, 28.6.1968, p. 13. (2)OJ No L 67, 15.3.1976, p. 9. (3)OJ No L 52, 24.2.1977, p. 19. (4)OJ No L 120, 13.5.1977, p. 8.\n- the formulae set out in the Annex which are used in their territory,\n- any changes in these details.\"", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 3 August 1977.\nFor the Commission\nFinn GUNDELACH\nVice-President"}