{"celex_id": "31976D0431", "uri": "http://publications.europa.eu/resource/cellar/008caecb-691e-4e46-b0fd-68a80950de97", "type": "Decision", "concepts": ["1158", "1160", "2247", "6050"], "title": "76/431/EEC: Commission Decision of 21 April 1976 setting up a Committee on Waste Management\n", "header": "COMMISSION DECISION  of 21 April 1976  setting up a Committee on Waste Management  (76/431/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nWhereas the Programme of Action of the European Communities on the Environment (1), stresses the need for a Community policy on industrial and consumer wastes;\nWhereas special attention should be given to the protection of natural resources by making a sustained effort to avoid waste and in particular by taking measures to facilitate the recycling and re-use of wastes;\nWhereas in its resolution of 3 March 1975 on energy and the environment (2) the Council noted that it was very important to promote the recycling and re-use of waste materials for the conservation of energy;\nWhereas the Commission needs to obtain the opinions of persons highly qualified on the subject of waste management,", "main_body": ["There shall be attached to the Commission a Committee on Waste Management (hereinafter called \"the committee\").", "The task of the committee shall be to supply the Commission with opinions, either at the request of the Commission or on its own initiative, on all matters relating to:    (a) the formulation of a policy for waste management having regard to the need to ensure the best use of resources and the safe and effective disposal of waste;\n(b) the different technical, economic, administrative and legal measures which could prevent the production of wastes or ensure their re-use, recycling or disposal;\n(c) the implementation of Directives on waste management and the formulation of fresh proposals for Directives in this field.", "1. The committee shall consist of 20 members.\n2. Seats on the committee shall be apportioned as follows:\nto the Commission, two;\nto each Member State, two.  (1)OJ No C 112, 20.12.1973, p. 28. (2)OJ No C 168, 25.7.1975, p. 2.", "The members of the committee shall be appointed by the Commission. For each seat to be filled which is appositioned to the Member States, the Commission, after consulting the Member States concerned, shall appoint the members from among top level national experts who are competent in the fields referred to in Article 2.", "The term of office for members of the committee shall be three years. Their appointments may be renewed. After the expiry of the three years members of the committee shall remain in office until they are replaced or until their appointments are renewed.\nA member's term of office may be terminated before the expiry of the three years by resignation or death.\nA person shall be appointed, in the manner provided in Article 4, to replace such member for the remainder of the term of office.\nMembers shall not be remunerated for their services.", "A list of members of the committee shall be published by the Commission, for information purposes, in the Official Journal of the European Communities.", "The chairman of the committee shall be a representative of the Commission.", "The chairman may invite any person with special qualifications in any subject on the agenda to take part in an expert capacity in the deliberation of the committee or the working parties referred to in Article 9.\nExperts shall take part in discussions only of those questions on account of which they were invited.", "The committee may set up working parties.", "0\n1. The committee and working parties shall be convened by the chairman of the committee and shall meet at the Commission headquarters.\n2. Representatives of the Commission departments concerned shall take part in meetings of the committee and its working parties.\n3. Secretarial services for the committee and its working parties shall be provided by the Commission.", "1\nNo vote shall be taken on the discussions of the committee.\nThe Commission may, when seeking the opinion of the committee, set a time limit within which such opinions must be given.", "2\nWithout prejudice to the provisions of Article 214 of the Treaty, when the chairman of the committee informs them that the opinion requested or the question raised is on a matter of a confidential nature, members of the committee shall be under an obligation not to disclose information which has come to their knowledge through the work of the committee or its working parties.\nIn such cases only committee members and representatives of the Commission departments concerned may be present at the meetings.", "3\nThis Decision shall enter into force on 1 May 1976."], "attachments": "Done at Brussels, 21 April 1976.\nFor the Commission\nCarlo SCARASCIA MUGNOZZA\nVice-President"}