{"celex_id": "31976R1215", "uri": "http://publications.europa.eu/resource/cellar/8ca47ed2-a148-4495-bb8f-57904c61c994", "type": "Regulation", "concepts": ["1141", "2366", "2798", "5334", "747"], "title": "Council Regulation (EEC) No 1215/76 of 4 May 1976 amending Regulation (EEC) No 1056/72 on notifying the Commission of investment projects of interest to the Community in the petroleum, natural gas and electricity sectors\n", "header": "COUNCIL REGULATION (EEC) No 1215/76  of 4 May 1976  amending Regulation (EEC) No 1056/72 on notifying the Commission of investment projects of interest to the Community in the petroleum, natural gas and electricity sectors\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Articles 5 and 213 thereof,\nHaving regard to the Treaty establishing the European Atomic Energy Community, and in particular Articles 187 and 192 thereof,\nHaving regard to the draft from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nHaving regard to the opinion of the Economic and Social Committee (2),\nWhereas Regulation (EEC) No 1056/72 (3) provides that Member States shall communicate to the Commission at the beginning of each year information concerning investment projects relating to the production, transport, storage or distribution of petroleum, natural gas or electric power which are scheduled to start within three years from 1 January of the current year;\nWhereas experience has shown that, because of the technical, financial, industrial and social aspects of investment projects in the electricity sector, there is a growing tendency to formulate such projects at least five years before the expected commencement of work;\nWhereas it is therefore necessary to ensure that the Commission is notified of investment projects in the electricity sector on which work is expected to commence within five years from 1 January of the current year;\nWhereas experience has shown that the Commission was not notified of some investment projects because one or more of their major features was subject to further review;\nWhereas Article 2 (1) of Regulation (EEC) No 1056/72 provides that certain features of investment projects communicated to the Commission shall be indicated;\nWhereas experience has shown that in order to assess the significance of an investment project the Commission needs to know what stage decisions on it have reached and its place in national plans;\nWhereas experience has shown that the list of investment projects set out in the Annex to Regulation (EEC) No 1056/72 is not sufficiently comprehensive to ensure that the Commission has adequate information for carrying out its task in connection with the Community's common energy policy, particularly in the petroleum refining and electric power generation and transmission sectors;\nWhereas, in the case of petroleum refining, investment in desulphurization plants for residues, gas oil and feedstock is of increasing importance in view of the strict quality standards to be adopted within the Community in order to control pollution;\nWhereas Council Regulation (EEC) No 1056/72 does not extend to investment in the electricity sector relating to nuclear electricity generating plants;  (1)OJ No C 280, 8.12.1975, p. 58. (2)OJ No C 35, 16.2.1976, p. 22. (3)OJ No L 120, 25.5.1972, p. 7.\nWhereas Articles 41 and 42 of the Treaty establishing the European Atomic Energy Community provide that the Commission must receive notification of any kind of nuclear investment project not later than three months before the first contracts are concluded with the suppliers or three months before the work begins ; whereas this means that notification of projects is given when they are at a very advanced stage and then only at the initiative of and on the date chosen by the person or undertaking making the investment;\nWhereas the establishment of a common energy policy is one of the agreed objectives of the Community and the Commission has been instructed to propose measures for the attainment of this objective ; whereas, if the objectives set out in the Council resolution of 17 December 1974 concerning Community energy policy objectives for 1985 (1), the Council resolution of 17 December 1974 on a Community action programme on the rational utilization of energy (2) and the Council resolution of 13 February 1975 concerning measures to be implemented to achieve the Community energy policy objectives adopted by the Council on 17 December 1974 (3) are to be achieved, greater use must be made of the Community's industrial potential, particularly in the nuclear sector;\nWhereas in order to assist manufacturing industry in undertaking the investment and adjustments necessary for the supply of heavy plant under the investment programmes relating to electric power supplies, the Commission must be informed of the projects involved in these programmes sufficiently far in advance of their implementation to be able to provide industry with information - the exact form varying according to the degree of final commitment reached with regard to the construction plans - which will enable an accurate assessment to be made of the technical, financial and social risks involved;\nWhereas, in the electricity sector, investment projects relating to underground and sub-marine transmission cables, which constitute essential links in national or international interconnecting networks, are of interest to the Community ; whereas the Commission needs information on such projects to enable it to carry out its task in the electricity sector ; whereas provision should be made to ensure that such projects are communicated to the Commission,", "main_body": ["The following shall be substituted for Article 1 (1) of Regulation (EEC) No 1056/72:\n\"1. Member States shall, before 15 February of each year, communicate to the Commission the information they have obtained on the basis of the provisions of paragraph 2 concerning investment projects listed in the Annex which relate to the production, transport, storage or distribution of petroleum, natural gas or electric power and on which work is scheduled to start within three years, in the case of projects in the petroleum and natural gas sectors, or within five years, in the case of projects in the electricity sector ; the notifications must take account of the latest developments in the situation.\nMember States shall add to their notifications any comments they may have.\"", "The following paragraph shall be added to Article 1 of Regulation (EEC) No 1056/72:\n\"5. The notifications provided for in paragraphs 1 and 2 shall also cover investment projects of which the major features (location, contractor, undertaking, technical features, etc.) may, in whole or in part, be subject to further review or to final authorization by a competent authority.\"", "The following shall be added to Article 2 (1) of Regulation (EEC) No 1056/72 after the fifth indent:\n\"In the case of investment projects which are at the planning stage, the notifications shall include the following information on the stage reached in the decisions on each project:    - whether or not firm decisions have been taken concerning all the major features of the project (location, contractor, undertaking, technical features, etc.),\n- what the place of the project is in national plans.\"\n(1)OJ No C 153, 9.7.1975, p. 2. (2)OJ No C 153, 9.7.1975, p. 5. (3)OJ No C 153, 9.7.1975, p. 6.", "The following shall be added to point 1.1 of the Annex to Regulation (EEC) No 1056/72 after the third indent:\n\"- desulphurization plants for residual fuel oils/gas oil/feedstock.\"", "The following shall be substituted for point 3.1, first indent, of the Annex to Regulation (EEC) No 1056/72:\n\"- thermal power stations (generators with a unit capacity of 200 MW or more).\"", "The following shall be substituted for point 3.2 of the Annex to Regulation (EEC) No 1056/72:\n\"3.2 Transport    - overhead transmission lines, if they have been designed for a voltage of 345 kV or more;\n- underground and sub-marine transmission cables, if they have been designed for a voltage of 100 kV or more and constitute essential links in national or international interconnecting networks.\"\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 4 May 1976.\nFor the Council\nThe President\nG. THORN"}