{"celex_id": "31979R0313", "uri": "http://publications.europa.eu/resource/cellar/e9ea66bc-eb23-463b-aa30-961111d92c4c", "type": "Regulation", "concepts": ["20", "4284", "4373", "946"], "title": "Commission Regulation (EEC) No 313/79 of 19 February 1979 amending Regulation (EEC) No 3389/73 laying down the procedure and conditions for the sale of tobacco held by intervention agencies\n", "header": "COMMISSION REGULATION (EEC) No 313/79  of 19 February 1979  amending Regulation (EEC) No 3389/73 laying down the procedure and conditions for the sale of tobacco held by intervention agencies\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 727/70 of 21 April 1970 on the common organization of the market in raw tobacco (1), as last amended by the Act of Accession, and in particular Article 7 (4) thereof,\nWhereas Commission Regulation (EEC) No 3389/73 (2), as last amended by Regulation (EEC) No 489/77 (3), provides for the fixing of a minimum price for each lot of tobacco offered for sale by tender;\nWhereas the agreements between the Community and the Swiss Confederation and the Republic of Austria on the application of the rules on Community transit make it possible to issue Community transit documents in Switzerland and Austria ; whereas tobacco which is exported to those countries or which has to cross those countries in order to reach the country of destination must be subject to specific measures to avoid it being reimported as a Community product;\nWhereas in the case of an invitation to tender with a view to exportation, the minimum price is fixed in relation to the world market price ; whereas no export refund should therefore be granted for tobacco purchased by tender;\nWhereas tobacco thus exported is in a situation comparable to that of tobacco which has qualified for an export refund ; whereas, therefore, such tobacco cannot be reimported into the Community in the manner described in Article 3 (1) of Council Regulation (EEC) No 754/76 of 25 March 1976 on the customs treatment applicable to goods returned to the customs territory of the Community (4) ; whereas it is necessary in consequence to lay down that, in the case of such reimportation, an amount equal to the security is paid, and that this amount must be treated, pursuant to Article 2 of Council Regulation (EEC) No 352/78 (5), in the same manner as a security which has been forfeited;\nWhereas tobaccos for which export contracts have been awarded should be governed by the provisions of Commission Regulation (EEC) No 1687/76 of 30 June 1976 laying down common detailed rules for verifying the use and/or destination of products from intervention (6), as last amended by Regulation (EEC) No 1665/78 (7);\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Tobacco,", "main_body": ["Regulation (EEC) No 3389/73 is amended as follows:    1. The text of Article 7 is amended as follows:\n\"Article 7\nThe security referred to in Article 5 may be released only if:      (a) the tender was not validly submitted;\n(b) the tender was unsuccessful;\n(c) the successful tenderer has paid the price at which the contract was awarded and, in the case of an invitation to tender with a view to exportation, has furnished the evidence provided for in Regulation (EEC) No 1687/76.\nMoreover, where the country of destination is Switzerland or Austria, or if those countries are crossed in order to reach the country of destination, the release of the security shall be subject to proof that the product has been imported by a non-member country, unless lost en route as a result of force majeure.\nSuch proof shall be furnished in the same way as for the export refund.\"  (1)OJ No L 94, 28.4.1970, p. 1. (2)OJ No L 345, 15.12.1973, p. 47. (3)OJ No L 65, 11.3.1977, p. 23. (4)OJ No L 89, 2.4.1976, p. 1. (5)OJ No L 50, 22.2.1978, p. 1. (6)OJ No L 190, 14.7.1976, p. 1. (7)OJ No L 192, 15.7.1978, p. 49.\n2. The following Article is inserted:\n\"Article 10a\n1. In the case of sales for export, tobaccos must be exported within 36 months of the final date set for withdrawal of the tobacco offered for sale by tender. This period may be extended in accordance with the procedure laid down in Article 17 of Regulation (EEC) No 727/70. Such tobaccos shall not be eligible for the export refund provided for in Article 9 of Regulation (EEC) No 727/70.\n2. Such tobaccos shall be considered as satisfying the provisions of Article 2 (1) (b) of Regulation (EEC) No 754/76 from the time when the customs export formalities have been completed. If the provisions of Article 2 (2) of the said Regulation apply, an amount equal to the security specified in Article 5 (1) of this Regulation must be paid. The amount shall be considered as a security which has been forfeited within the meaning of Article 2 of Regulation (EEC) No 352/78.\"", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply to sales by tendering procedure decided after that date.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 February 1979.\nFor the Commission\nFinn GUNDELACH\nVice-President"}