{"celex_id": "31978L0320", "uri": "http://publications.europa.eu/resource/cellar/e1def4b9-2af2-4429-985a-d22eeee8f0f6", "type": "Directive", "concepts": ["1565", "2763", "2847", "4227", "4256", "5283"], "title": "Council Directive 78/320/EEC of 20 March 1978 supplementing Directive 72/280/EEC on the statistical surveys to be made by Member States on milk and milk products\n", "header": "COUNCIL DIRECTIVE  of 20 March 1978  supplementing Directive 72/280/EEC on the statistical surveys to be made by Member States on milk and milk products  (78/320/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Articles 43 and 209 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nWhereas the protein content is becoming a determining factor in the price of milk ; whereas the permanent surpluses of milk proteins entail considerable difficulties in the management by the Commission of the market in milk and milk products ; whereas the information provided in Article 4 (2) (a) of Council Directive 72/280/EEC of 31 July 1972 on the statistical surveys to be made by Member States on milk and milk products (2), as amended by Directive 73/358/EEC (3), should be supplemented by an estimate of the protein content of the cows' milk collected;\nWhereas Community measures concern whey and derived products and therefore these products should be added to the estimate of the use of raw materials;\nWhereas, for the better harmonization of regional data, it is necessary to revise the provisions concerning the territorial divisions referred to in Article 4 (3) (a) of Directive 72/280/EEC;\nWhereas the procedure involving the Standing Committee for Agricultural Statistics should be maintained in order to specify any transitional measures to deal with the difficulties which the Member States might meet in implementing the supplementary provisions adopted by the Council,", "main_body": ["Directive 72/280/EEC shall be amended as follows:    1. the following shall be added to Article 4 (2) (a) : \"and an estimate of the protein content of the cows' milk collected\";\n2. in Article 4 (3) (a) the territorial divisions therein referred to shall be replaced by the following terms: >PIC FILE= \"T0013060\">\n3. in Article 4 (3) (c) \"fats\" shall be replaced by \"whey\".", "In cases where serious difficulties would arise in implementing this Directive by the date laid down, transitional measures will be adopted in accordance with the procedure laid down in Article 7 of Directive 72/280/EEC.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 20 March 1978.\nFor the Council\nThe President\nK. HEINESEN  (1)Opinion delivered on 17 March 1978 (not yet published in the Official Journal). (2)OJ No L 179, 7.8.1972, p. 2. (3)OJ No L 326, 27.11.1973, p. 17."}