{"celex_id": "31977L0800", "uri": "http://publications.europa.eu/resource/cellar/d009fd4f-ce58-41cf-b4c3-b11ae469f404", "type": "Directive", "concepts": ["1015", "1021", "336", "4511", "4519", "4585"], "title": "Council Directive 77/800/EEC of 19 December 1977 on a derogation accorded to the Kingdom of Denmark relating to the rules governing turnover tax and excise duty applicable in international travel\n", "header": "COUNCIL DIRECTIVE  of 19 December 1977  on a derogation accorded to the Kingdom of Denmark relating to the rules governing turnover tax and excise duty applicable in international travel  (77/800/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community and in particular Articles 99 and 100 thereof,\nHaving regard to the proposal from the Commission,\nWhereas, pursuant to Annex VII, Part V 1 (a) to Article 133 of the Act of Accession, the Kingdom of Denmark was granted a derogation regarding the application of certain provisions of Council Directive 69/169/EEC of 28 May 1969 on the harmonization of provisions laid down by law, regulation of administrative action relating to exemption from turnover tax and excise duty on imports in international travel (1), amended by Council Directive 72/230/EEC (2) ; whereas this derogation was extended by Directive 76/134/EEC (3) and Directive 77/82/EEC (4) adopted pursuant to the provisions of Annex VII, Part V 1 (c) of the Act of Accession ; whereas, pursuant to Article 9 (2) of the Act of Accession, the option to extend further this derogation on this basis expires on 31 December 1977;\nWhereas the Danish Government has asked that it be granted a further period in which to apply the harmonized rules stemming from Directive 69/169/EEC;\nWhereas progress in the attainment of economic and monetary union and, in particular, in fiscal harmonization does not yet allow the full application of such rules in Denmark without the risk of serious economic consequences;\nWhereas, therefore, the Kingdom of Denmark should be authorized to maintain provisionally the exceptional arrangements which it has enjoyed hitherto ; whereas, however, in order to facilitate adaptation, provision should be made over a five-year period, for the gradual approximation of these arrangements to the harmonized Community rules,", "main_body": ["By way of derogation from Directive 69/169/EEC, the Kingdom of Denmark shall have the right, in respect of exemption for imports of tobacco products, alcoholic beverages (distilled beverages and spirits of an alcoholic strength exceeding 22ยบ) and beer (if the quantity exceeds two litres):    (a) to maintain the rules currently in force up to and including 31 December 1979, where such goods are imported by travellers who are not resident in Denmark and whose stay in Denmark is for less than 24 hours;\n(b) to apply the following quantitative limits, where such goods are imported by travellers resident in Denmark, after a stay in another country:   - until 31 December 1980, when the stay is less than 72 hours, and from 1 January 1981 to 31 December 1982, when the stay is less than 48 hours: >PIC FILE= \"T9001020\">  (1)OJ No L 133, 4.6.1969, p. 6. (2)OJ No L 139, 17.6.1972, p. 28. (3)OJ No L 21, 29.1.1976, p. 9. (4)OJ No L 23, 27.1.1977, p. 50.   >PIC FILE= \"T9001021\">", "The Kingdom of Denmark shall communicate to the Commission the texts of the measures which it adopts in order to enable the rules provided for in this Directive to enter into force with effect from 1 January 1978.", "This Directive is addressed to the Kingdom of Denmark."], "attachments": "Done at Brussels, 19 December 1977.\nFor the Council\nThe President\nG. GEENS"}