{"celex_id": "31971R1613", "uri": "http://publications.europa.eu/resource/cellar/dda6c384-29ed-4964-ad26-25e3f0efe837", "type": "Regulation", "concepts": ["2591", "2641", "3732"], "title": "Regulation (EEC) No 1613/71 of the Commission of 26 July 1971 laying down detailed rules for fixing c.i.f. prices and levies on rice and broken rice and the corrective amounts relating thereto\n", "header": "REGULATION (EEC) No 1613/71 OF THE COMMISSION  of 26 July 1971  laying down detailed rules for fixing c.i.f. prices and levies on rice and broken rice and the corrective amounts relating thereto\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community;\nHaving regard to Council Regulation No 359/67/EEC 1 of 25 July 1967 on the common organisation of the market in rice as last amended by Regulation (EEC) No 1553/71 2, and in particular Article 16 (5) thereof;\nWhereas the c.i.f. prices used for the purpose of fixing the levy must be calculated for Rotterdam on the basis of the most favourable purchasing opportunities on the world market ; whereas, when the offer price used is operative for another port, the transport charges should be adjusted in relation to Rotterdam;\nWhereas, in order to determine the most favourable purchasing opportunities on the world market, the Commission must take account of all the offers made on that market of which it is aware and all quotations on the main international commercial exchanges ; whereas, however, if it appears from information available to the Commission that certain offers do not correspond to the true trend of the market either because of the poor quality of the goods, limited quantities, or abnormal quality or presentation, or because the price at which the offers are made is not based upon normal conditions in the market, or because the forward offers do not correspond to the market situation for the current month, such offers must be disregarded;\nWhereas, since the world market price for rice and broken rice changes regularly, the levies on these products should as a general rule be fixed weekly ; whereas, however, to avoid undue complication of the procedure, a minimum level under which variations in the c.i.f. or threshold prices would not result in any alteration in the levies should be fixed;\nWhereas Article 16 (4) of Regulation No 359/67/EEC provides that differences in quality between the varieties of rice and broken rice offered and the standard qualities for which the threshold prices are fixed are expressed by corrective amounts, the evaluation of these differences being essential to the calculation of the c.i.f. prices ; whereas, if differences in quality between the various varieties of rice or between the various varieties of broken rice offered no longer correspond to the differences taken into account when the corrective amounts were determined or if new varieties, not mentioned in this Regulation, are offered on the world market, the Commission must be in a position to apply the different or new corrective amounts for a fixed period until this Regulation is updated;\nWhereas quotations or prices on the world market in rice and broken rice must be adjusted for any differences in quality compared with the standard quality and also, with respect to long-grained rice, in line with the difference in value between that quality and the variety of long-grained rice representative of Community production ; whereas the detailed rules required to make these adjustments should therefore be laid down;\nWhereas the measures provided for in this Regulation are in accordance with the Opinion of the Management Committee for Cereals;", "main_body": ["1. When fixing the c.i.f. prices listed in Article 16 (1) of Regulation No 359/67/EEC, the Commission shall take into account any offers of which it may have knowledge directly or through Member States  1OJ No 174, 31.7.1967, p. 1. 2OJ No L 164, 22.7.1971, p. 5.\nand also quotations on the main international commercial exchanges. It shall fix the c.i.f. prices according to information brought to its knowledge, with the exception of forward offers and quotations other than those which are due for the next delivery date.\nIf the offers are for delivery \"cost and freight\", they shall be increased by 0 775 % ; if the offers refer to a sacked product, they shall be reduced by 0 750 units of account per 100 kg.\nThe Commission shall make the necessary corrections for offers which have not been made for Rotterdam, taking into account the differences in freight charges between the port of loading and the port of destination, and between the port of loading and Rotterdam.\n2. The Commission shall disregard information which does not refer to a product of sound and fair marketable quality.\nIt may choose to disregard:    - certain offers if at the price indicated in the offer it is possible to obtain only a small quantity not representative of the market,\n- certain offers if the general price trend or the information available lead the Commission to believe that the offer price in question is not representative of the true market trend,\n- for rice, offers for milled or semi-milled rice packaged other than in sacks,\n- for broken rice, offers relating to glutinous broken rice and to fragments.\n3. If there are no offers for shipment during the month of fixing, or if these offers are excluded under paragraph 2, forward offers for shipment during the following month shall be taken into consideration. If these offers also are unavailable, or are excluded under paragraph 2, or if the forward offers for shipment during the following month do not correspond to the true market situation for the current month, the c.i.f. price shall remain unaltered.\nIn addition to the cases mentioned in the preceding subparagraph, the Commission may, exceptionally, maintain a c.i.f. price unaltered for a limited period if the offer price for a given quality used for the previous fixing of the c.i.f. price is not known to the Commission when the price next comes to be fixed, and if the offer prices available are such as to cause sudden and considerable variations in the c.i.f. price which, in the opinion of the Commission, are not sufficiently representative of the actual trend of the market.", "1. When calculating the c.i.f. price corresponding to the most favourable purchasing opportunities, the Commission shall make the adjustments required to offset differences in quality compared with the standard quality for which the threshold price has been fixed, by applying corrective amounts in accordance with Article 16 (3) of Regulation No 359/67/EEC.\n2. The corrective amounts are listed in Annexes I, II and III.", "1. The Commission may, exceptionally, apply corrective amounts different from those listed in Annexes I, II and III when the differences in value between the various qualities of broken rice offered do not correspond to those used when these amounts were fixed.\nIn such cases, the c.i.f. price shall be fixed by means of corrective amounts corresponding to the evaluation by the Commission of the various qualities offered at that time.\n2. If qualities of rice or broken rice not listed in Annexes I, II and III are offered on the world market, the Commission may apply corrective amounts derived from those listed in these Annexes, accounts being taken of the differences in price between the qualities in question and the qualities listed in the Annexes and of the characteristics of that rice or that broken rice.\n3. However, the provisions of paragraphs 1 and 2 may be applied for only thirty days for the same corrective amount. In this period, the relevant Annex to this Regulation must be revised in accordance with the procedure laid down in Article 26 of Regulation No 359/67/EEC. However, this revision shall not affect the validity of the amounts used provisionally by the Commission.\n4. Whenever the Commission has made use of the powers granted to it by this Article, it shall communicate immediately to the Member States the corrective amount which it has fixed.", "The c.i.f. price shall be calculated on the basis of quotations or prices on the world market relating:    1. For round-grained husked rice:      (a) to round-grained husked rice, adjusted for any difference in quality compared with the standard quality,\n(b) where appropriate, to round-grained paddy rice, adjusted for the conversion rate, processing costs and the value of the by-products and any differences in quality compared with the standard quality.\n2. For long-grained husked rice:      (a) to long-grained husked rice, adjusted for any differences in quality compared with the standard quality and the difference in value between that quality and the variety of long-grained rice,\n(b) where appropriate, to long-grained paddy rice, adjusted for the conversion rate, processing costs and the value of the by-products and any differences in quality compared with the standard quality and for the difference in value between that quality and the variety of long-grained rice representative of Community production.\n3. For round-grained milled rice:      (a) to round-grained milled rice, adjusted for any differences in quality compared with the standard quality for which the threshold price for round-grained husked rice is fixed, these differences being adjusted in line with the rate applicable on conversion of round-grained husked rice into round-grained milled rice.\n(b) where appropriate, to round-grained semi-milled rice, adjusted for the conversion rate, processing costs and the value of the by-products for the purpose of obtaining the price for round-grained milled rice, which must be adjusted in accordance with the provisions of paragraph (a) above.\n4. For long-grained milled rice:      (a) to long-grained milled rice, adjusted for any differences in quality in relation to the standard quality for which the threshold price for round-grained husked rice is fixed and for the difference in value between this quality and the variety of long-grained rice representative of Community production, these differences being adjusted in line with the rate applicable on conversion of long-grained husked rice into long-grained milled rice,\n(b) where appropriate, to long-grained semi-milled rice, adjusted for the conversion rate, processing costs and the value of the by-products for the purpose of obtaining the price for long-grained milled rice, which must be adjusted in accordance with the provisions of subparagraph (a) above.", "1. The Commission shall fix the levies on the products listed in Article 1 (1) (a) and (b) of Regulation No 359/67/EEC, in units of account per 100 kilogrammes.\n2. The levies shall be fixed each week and altered in the intervals between fixings in order to reflect variations in the threshold price or in the factors used for fixing the c.i.f. price. For husked rice, milled rice and broken rice, they shall be altered only when these variations lead to an increase or reduction of the amount of at least 0 710 units of account per 100 kilogrammes.", "Commission Regulation No 469/67/EEC 1 of 21 August 1967 laying down detailed rules for fixing the c.i.f. prices and the levies on rice and broken rice and the corrective amounts relating thereto is hereby repealed.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 26 July 1971\nFor the Commission\nThe President\nFranco M. MALFATTI  1OJ No 204, 24.8.1967, p. 5.\nANNEX I\n>PIC FILE= \"T0011014\">    1. The qualities listed in Annex I apply to husked rice of the following grades:      - top for Egyptian round rice;\n- 2 for other rice.\n2. Where rice offered is of a grade higher than those specified under 1, the amount to be added shall be reduced by 0 730 u.a./100 kg.\n3. Where rice offered is of a grade lower than those specified under 1, the amount to be added shall be increased by 0 730 u.a./100 kg for each drop in grade.\n4. Where the grade of the rice offered is not specified, the amount to be added shall be increased by:      - 0 730 u.a./100 kg for rice containing not less than 15 % but not more than 25 % of broken rice;\n- 0 760 u.a./100 kg for rice containing 25 % or more of broken rice.\n5. In the absence of information allowing the exact characteristics of a quality of rice to be identified, the offer shall be taken to apply to best-quality rice.\nANNEX II\n>PIC FILE= \"T0011015\">     1. The qualities listed in Annex II apply to husked rice of the following grades:      - B for Siam rice;\n- 2 for other rice.\n2. Where the rice offered is of a grade higher than those specified under 1, the amount to be subtracted shall be increased by 0 730 u.a./100 kg.\n3. Where the rice offered is of a grade lower than those specified under 1, the amount to be subtracted shall be reduced by 0 730 u.a./100 kg for each drop in grade.\n4. Where the grade of the rice offered is not specified, the amount to be subtracted shall be reduced by:      - 0 730 u.a./100 kg for rice containing not less than 15 % but not more than 25 % of broken rice;\n- 0 760 u.a./100 kg for rice containing 25 % or more of broken rice.\n5. In the absence of information allowing the exact characteristics of a quality of rice to be identified, the offer shall be taken to apply to best-quality rice.\nANNEX III\n>PIC FILE= \"T0011016\">"}