{"celex_id": "31973L0079", "uri": "http://publications.europa.eu/resource/cellar/51939d77-6f96-4b46-9d77-188d87f105b9", "type": "Directive", "concepts": ["2002", "3069", "4196", "5218", "554", "80"], "title": "Council Directive 73/79/EEC of 9 April 1973 varying the field of application of the reduced rate of capital duty provided for in respect of certain company reconstruction operations by Article 7 (1) (b) of the Directive concerning indirect taxes on the raising of capital\n", "header": "COUNCIL DIRECTIVE  of 9 April 1973  varying the field of application of the reduced rate of capital duty provided for in respect of certain company reconstruction operations by Article 7 (1) (b) of the Directive concerning indirect taxes on the raising of capital  (73/79/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Articles 99 and 100 thereof;\nHaving regard to the proposal from the Commission;\nHaving regard to the Opinion of the European Parliament;\nHaving regard to the Opinion of the Economic and Social Committee;\nWhereas Article 7 (1) (b) of the Council Directive of 17 July 1969 (1) concerning indirect taxes on the raising of capital provides for the application of a reduced rate of capital duty to certain company reconstruction operations involving the transfer of assets;\nWhereas provision should be made to permit the extension of such reduced rate to transactions whereby a company which is in the process of being formed or is already in existence acquires, in exchange for its own shares, a proportion of the shares in another company such that it obtains complete control of such other company ; whereas such transactions should be regarded in the same light, from the economic point of view, as the reconstruction operations to which Article 7 (1) (b) applies;", "main_body": ["The following shall be inserted in Article 7 (1) of the said Directive:\n\"(bb) the rate of capital duty may be reduced by 50 % or more where a capital company which is in the process of being formed or which is already in existence acquires shares representing at least 75 % of the issued share capital of another capital company. Where the said percentage is reached by means of two or more transactions, the reduced rate shall apply only to the transaction whereby this percentage is reached and to subsequent transactions.\nHowever, the amount of the duty which by virtue of this provision is not charged shall become due if the company which acquires the shares does not retain, for a period of five years from the date of the transaction qualifying for the reduced rate, at least 75 % of the share capital of that company and all the shares of the other company which it holds following that transaction, including shares acquired before the transaction and held at the time thereof. However, the reduced rate shall remain applicable if during the relevant period the shares in question are transferred in the course of a transaction qualifying for the reduced rate pursuant to the foregoing sub-subparagraph or to subparagraph (b) of this paragraph or on liquidation of the company which acquired the shares.  (1)OJ No L 249, 3.10.1969, p. 25.\nThis reduction shall be subject to the condition that:    - the consideration for the shares acquired shall consist exclusively of the allocation of shares in the acquiring company, although the Member States may extend application of the reduction to cases where the consideration for the shares acquired consists of the allocation of shares in the acquiring company together with a payment in cash not exceeding 10 % of the nominal value of these shares,\n- both companies taking part in the transaction, the company acquiring the shares and the company whose shares are acquired, have their effective centre of management or their registered office within the territory of a Member State.\"", "Member States shall ensure that the texts of the main provisions of internal law which they subsequently adopt in the field covered by this Directive are forwarded to the Commission.", "This Directive is addressed to the Member States."], "attachments": "Done at Luxembourg, 9 April 1973.\nFor the Council\nThe President\nA. LAVENS"}