{"celex_id": "31970R2365", "uri": "http://publications.europa.eu/resource/cellar/7b482a51-8d0a-45bf-a6ca-75022d9ac066", "type": "Regulation", "concepts": ["1039", "1819", "3191", "4381", "4400", "693"], "title": "Regulation (EEC) No 2365/70 of the Council of 23 November 1970 amending Regulation (EEC) No 1467/69 on imports of citrus fruit originating in Morocco\n", "header": "REGULATION (EEC) No 2365/70 OF THE COUNCIL  of 23 November 1970  amending Regulation (EEC) No 1467/69 on imports of citrus fruit originating in Morocco\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 43 thereof;\nHaving regard to the proposal from the Commission;\nHaving Regard to the Opinion of the European Parliament;\nWhereas Article 2 of Council Regulation (EEC) No 1467/69 (1) of 23 July 1969 on imports of citrus fruit originating in Morocco lays down the conditions of application of the particular system established by that Regulation in respect of imports into the Community of citrus fruit originating in Morocco with reference to the quotations recorded at the wholesale stage on the representative markets of the Community ; whereas these recordings were made in accordance with the provisions of Article 11 (2) of Regulation No 23 (2) on the progressive establishment of a common organisation of the market in fruit and vegetables;\nWhereas those privisions have since been amended by Regulation (EEC) No 2512/69 (3) whereas the entry prices must in consequence be calculated on the basis of the quotations recorded at or converted to the import/wholesale stage ; whereas Article 2 of Regulation (EEC) No 1467/69 should therefore be adjusted accordingly;", "main_body": ["The following shall be substituted for Article 2 (1) of Regulation (EEC) No 1467/69:\n\"In order that the conditions laid down in Article 4 (2) of Annex I to the Agreement shall be fulfilled, the quotations recorded on the representative markets of the Community at the import/wholesale stage or converted to that stage, by conversion factors and after deduction of transport costs and import charges other than customs duties-these conversion factors, costs and taxes being those laid down for the calculation of the entry price referred to in Regulation No 23-must remain equal to or higher than the price laid down in Article 3, for a specific product adjusted to quality class I, where appropriate, pursuant to the provisions of the first indent, seventh subparagraph of Article 11 (2) of Regulation No 23.\"", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 23 November 1970.\nFor the Council\nThe President\nW. SCHEEL\n(1)OJ No L 197, 8.8.1969, p. 95. (2)OJ No 30, 20.4.1962, p. 965/62. (3)OJ No L 318, 18.12.1969, p. 4."}