{"celex_id": "31977R1469", "uri": "http://publications.europa.eu/resource/cellar/6130a190-584a-49ab-bb04-e17cf66385de", "type": "Regulation", "concepts": ["1511", "3167", "3568"], "title": "Commission Regulation (EEC) No 1469/77 of 30 June 1977 laying down rules for applying the levy and the refund in respect of isoglucose and amending Regulation (EEC) No 192/75\n", "header": "COMMISSION REGULATION (EEC) No 1469/77  of 30 June 1977  laying down rules for applying the levy and the refund in respect of isoglucose and amending Regulation (EEC) No 192/75\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1111/77 of 17 May 1977 laying down common provisions for isoglucose (1), and in particular Article 3 (3), the second subparagraph of Article 4 (3), and Article 4 (5) thereof,\nWhereas a system of export refunds is applicable to the products specified in Article 1 of Regulation (EEC) No 1111/77 ; whereas, therefore, Commission Regulation (EEC) No 192/75 of 17 January 1975 laying down detailed rules for the application of export refunds in respect of agricultural products (2), as last amended by Regulation (EEC) No 3186/76 (3), should be extended to cover these products;\nWhereas, with a view to securing uniformity of treatment, a method for establishing the dry matter content of isoglucose in trade should be determined;\nWhereas under Regulation (EEC) No 1111/77 export refunds are not granted for isoglucose in the form of processed products ; whereas isoglucose and mixtures of isoglucose with other types of sugar constitute products which are relatively new and hitherto found only in small quantities on the world market ; whereas the market in these products is likely to expand appreciably in the future ; whereas, in the first instance, without prejudice to appropriate measures to be taken at a later date, the product should be defined by reference to its content of fructose, polysaccharides and other types of sugar, so that the refund may be granted only for the true product in the natural state;\nWhereas the export refund in respect of glucose and sucrose syrups is fixed every month and may be fixed in advance ; whereas the same rules should be laid down in respect of refunds for isoglucose;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Isoglucose,", "main_body": ["For the purposes of Articles 3 and 4 of Regulation (EEC) No 1111/77, the dry matter content of isoglucose shall be determined according to the density of the solution, diluted in the proportion by weight of 1 to 1, or, in the case of products having a very high consistency, by drying.", "The fixed component referred to in Article 3 of Regulation (EEC) No 1111/77 shall be equal to that used for fixing the import levy on products falling within subheading 17.02 B II a) of the Common Customs Tariff.", "The refund provided for in Article 4 of Regulation (EEC) No 1111/77 shall be granted only in respect of products:    - which are obtained by isomerization of glucose, and\n- which have a content by weight in the dry state of at least 41 % fructose, and\n- of which the total content by weight in the dry state of polysaccharides and oligosaccharides, including the di- or trisaccharides content, does not exceed 85 %.  (1)OJ No L 134, 28.5.1977, p. 4. (2)OJ No L 25, 31.1.1975, p. 1. (3)OJ No L 359, 30.12.1976, p. 23.", "The refund referred to in Article 3 shall be fixed monthly.", "The amount of the refund applicable on the day on which the application for the export licence is lodged shall, at the request of the applicant, submitted at the same time as the licence application, apply to an export operation carried out at any time during the period of validity of the licence.", "A further indent as follows is added to Article 1 of Regulation (EEC) No 192/75:\n\"- Article 4 of Regulation (EEC) No 1111/77 (isoglucose)\".", "This Regulation shall enter into force on 1 July 1977.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 June 1977\nFor the Commission\nFinn GUNDELACH\nVice-President"}