{"celex_id": "31978L1031", "uri": "http://publications.europa.eu/resource/cellar/a85251a8-12d1-432c-ae73-03a3ebfec9a8", "type": "Directive", "concepts": ["13", "1896", "2897", "4082"], "title": "Council Directive 78/1031/EEC of 5 December 1978 on the approximation of the laws of the Member States relating to automatic checkweighing and weight grading machines\n", "header": "COUNCIL DIRECTIVE  of 5 December 1978  on the approximation of the laws of the Member States relating to automatic checkweighing and weight grading machines  (78/1031/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 100 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas in the various Member States construction and methods of control of checkweighing and weight grading machines are subject to mandatory provisions which differ from one Member State to another and consequently hinder trade in such instruments ; whereas it is therefore necessary to approximate these provisions;\nWhereas Council Directive 71/316/EEC of 26 July 1971 on the approximation of the laws of the Member States relating to common provisions for both measuring instruments and methods of metrological control (4), as last amended by Directive 72/427/EEC (5), has laid down the EEC pattern approval and EEC initial verification procedures ; whereas, in accordance with that Directive, it is necessary to lay down the technical requirements which the manufacture and operation of checkweighing and weight grading machines must satisfy in order to be imported, marketed and freely used after having undergone the requisite inspections and having been provided with the required marks and signs,", "main_body": ["This Directive applies to automatic checkweighing and weight grading machines. These instruments are defined in Section 1 of the Annex.", "Those checkweighing and weight grading machines which may bear EEC marks and signs are described in the Annex.\nThey shall be subject to EEC pattern approval and shall be submitted for EEC initial verification.", "No Member State may prevent, prohibit or restrict the placing on the market or entry into service of automatic  (1)OJ No C 54, 8.3.1976, p. 44. (2)OJ No C 125, 8.6.1976, p. 43. (3)OJ No C 197, 23.8.1976, p. 13. (4)OJ No L 202, 6.9.1971, p. 1. (5)OJ No L 291, 28.12.1972, p. 156.\ncheckweighing and weight grading machines bearing the EEC pattern approval sign or EEC initial verification mark on grounds concerning their metrological characteristics.", "1. Member States shall bring into force the laws, regulations and administrative provisions needed in order to comply with this Directive within 18 months of its notification and shall forthwith inform the Commission thereof.\n2. Member States shall communicate to the Commission the text of the main provisions of national law which they adopt in the field covered by this Directive.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 5 December 1978.\nFor the Council\nThe President\nM. LAHNSTEIN"}