{"celex_id": "31975D0291", "uri": "http://publications.europa.eu/resource/cellar/5acbcd00-9457-4187-bea5-8d9e553c752e", "type": "Decision", "concepts": ["2871", "4692", "5263"], "title": "75/291/EEC: Commission Decision of 22 April 1975 on the limitation in certain Member States of the weight grades in the Community scale for grading pig carcases laid down by Regulation (EEC) No 2108/70 (Only the German, English, French, Danish and Dutch texts are authentic)\n", "header": "COMMISSION DECISION  of 22 April 1975  on the limitation in certain Member States of the weight grades in the Community scale for grading pig carcases laid down by Regulation (EEC) No 2108/70  (Only the Danish, Dutch, English, French and German texts are authentic)  (75/291/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community;\nHaving regard to Council Regulation No 121/67/EEC (1) of 13 June 1967 on the common organization of the market in pigmeat, as last amended by Regulation (EEC) No 1861/74 (2);\nHaving regard to Council Regulation (EEC) No 2108/70 (3) of 20 October 1970 determining the Community scale for grading pig carcases, as last amended by Regulation (EEC) No 2507/74 (4), and in particular Article 1 (2) thereof;\nWhereas Article 1 (2) of Regulation (EEC) No 2108/70 provides that Member States which so request may, in view of the characteristics of their pigmeat production, be authorized to disregard grades relating to weights of less than 60 kg and to limit the number of weight grades in commercial grades E I, II and III, provided a certain thickness of back fat is not exceeded, by putting into a single grade pig carcases of 80 kg and more in commercial grade E and of 90 kg and more in commercial grades I, II and III ; whereas the following requests have been received:    - from Denmark, Germany and Ireland for authorization to disregard the weight grade 35 kg or more but less than 50 kg, and from Belgium, France, Luxembourg and the Netherlands, to disregard the weight grades from 35 kg or more to less than 60 kg,\n- from Belgium, Denmark, Germany, France, Ireland, Luxembourg, the Netherlands and the United Kingdom to limit the weight grades in respect of carcases in commercial grades E I, II and III of over 80 and 90 kg respectively;\nWhereas those requests were motivated by the fact that in the Member States concerned pig carcases in the commercial grades referred to above represent a very small share of the market or are not marketed at all ; whereas authorization should therefore be granted;\nWhereas this Decision incorporates the authorization contained in the Commission Decision of 13 January 1972 (5) on the limitation in certain Member States of the weight grades in the Community grading scale determined by Regulation (EEC) No 2108/70 ; whereas that Decision should therefore be repealed;\nWhereas the measures provided for in this Decision are in accordance with the Opinion of the Management Committee for Pigmeat,", "main_body": ["For the purposes of applying the Community scale for grading pig carcases shown in Annex I to Regulation (EEC) No 2108/70:    (a) the Kingdom of Denmark, the Federal Republic of Germany and Ireland are hereby authorized to disregard the weight grade \"35 kg or more but less than 50 kg\";\n(b) the Kingdom of Belgium, the French Republic, the Grand Duchy of Luxembourg and the Kingdom of the Netherlands are hereby authorized to disregard the weight grades for carcases weighing less than 60 kg;\n(c) the Kingdom of Belgium, the Kingdom of Denmark, the Federal Republic of Germany, the French Republic, Ireland, the Grand Duchy of Luxembourg, the Kingdom of the Netherlands and the United Kingdom of Great Britain and Northern Ireland are hereby authorized:  (1)OJ No 117, 19.6.1967, p. 2283/67. (2)OJ No L 197, 19.7.1974, p. 3. (3)OJ No L 234, 23.10.1970, p. 1. (4)OJ No L 271, 5.10.1974, p. 1. (5)OJ No L 26, 31.1.1972, p. 24.   - to replace the weight grades for pig carcases of 90 kg and more in commercial grades I, II and III by a single weight grade comprising pig carcases of 90 kg and more of which the thickness of the back fat does not exceed:\nin grade I : 35 mm,\nin grade II : 40 mm,\nin grade III : 45 mm;\n- to replace the weight grades for pig carcases of 80 kg and more in commercial grade E (extra) by a single category comprising pig carcases of which the thickness of the back fat does not exceed 25 mm.", "The Commission Decision of 13 January 1972 is hereby repealed.", "This Decision is addressed to the Kingdom of Belgium, the Kingdom of Denmark, the Federal Republic of Germany, the French Repulic, Ireland, the Grand Duchy of Luxembourg, the Kingdom of the Netherlands and the United Kingdom of Great Britain and Northern Ireland."], "attachments": "Done at Brussels, 22 April 1975.\nFor the Commission\nP.J. LARDINOIS\nMember of the Commission"}