{"celex_id": "31979D0095", "uri": "http://publications.europa.eu/resource/cellar/8493f456-e936-46cb-97b4-65fdb2ec5543", "type": "Decision", "concepts": ["1712", "1744", "4081", "4497", "5000", "5451"], "title": "79/95/EEC: Commission Decision of 29 December 1978 amending Decisions 75/578/EEC, 76/221/EEC, 77/145/EEC and 78/124/EEC (Only the French text is authentic)\n", "header": "COMMISSION DECISION  of 29 December 1978  amending Decisions 75/578/EEC, 76/221/EEC, 77/145/EEC and 78/124/EEC  (Only the French text is authentic)  (79/95/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 70/457/EEC of 29 September 1970 on the common catalogue of varieties of agricultural plant species (1), as last amended by Directive 78/55/EEC of 19 December 1977 (2), and in particular Article 7 thereof,\nHaving regard to Commission Decisions 75/578/EEC of 30 June 1975 (3), 76/221/EEC of 30 December 1975 (4), 77/145/EEC of 29 December 1976 (5) and 78/124/EEC of 28 December 1977 (6), authorizing the Grand Duchy of Luxembourg to restrict the marketing of seed or propagating material of certain varieties of agricultural plant species, and in particular Article 2 thereof,\nWhereas, in accordance with the provisions of Article 15 (1) of the abovementioned Directive, seed or propagating material of these varieties of agricultural plant species which have been officially approved in at least one of the Member States and which also fulfil the conditions laid down in the said Directive are, after the expiry of a given period, no longer subject to any marketing restrictions relating to variety within the Community;\nWhereas, however, Article 15 (2) of the abovementioned Directive provides that a Member State may be authorized upon application to prohibit the marketing of seed and propagating material of certain varieties;\nWhereas, with the abovementioned Decisions, the Commission has authorized the Grand Duchy of Luxembourg to prohibit the marketing of seed of durum wheat and also of certain types of varieties of oats (winter oats) and of maize (late varieties) because it was well known that the varieties of these species or types have not yet been suitable for cultivation in the Grand Duchy of Luxembourg (Article 15 (3) (c), second case, of the abovementioned Directive);\nWhereas, meanwhile, varieties of winter oats have been under test in the Grand Duchy of Luxembourg for a possible cultivation of this species in that country;\nWhereas because of the results of this possible cultivation it can no longer be maintained that varieties of this species are not suitable for cultivation in any part of the territory of the Grand Duchy of Luxembourg;\nWhereas, therefore, the conditions of Article 15 (3) (c), second case, of the abovementioned Directive are no longer satisfied in the case of varieties of winter oats;\nWhereas for the species durum wheat and maize the user information system in the Grand Duchy of Luxembourg has been set up in such a way as to permit the Grand Duchy to give up its prohibitions on marketing;\nWhereas, therefore, the authorization based on these conditions should be withdrawn for these three species;\nWhereas it should be possible for the Grand Duchy of Luxembourg to request at a later date, if necessary, a new authorization for any of the varieties of winter oats where growing trials show that these varieties, because of their qualities, do not produce results, in any part of its territory, which correspond to those obtained from other comparable varieties (Article 15 (3) (c), first case, of the abovementioned Directive);\nWhereas, therefore, the period for granting an authorization should be extended appropriately for all varieties concerned from this species;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Seeds and Propagating Material for Agriculture, Horticulture and Forestry,  (1)OJ No L 225, 12.10.1970, p. 1. (2)OJ No L 16, 20.1.1978, p. 23. (3)OJ No L 253, 30.9.1975, p. 45. (4)OJ No L 46, 21.2.1976, p. 33. (5)OJ No L 47, 18.2.1977, p. 62. (6)OJ No L 41, 11.2.1978, p. 38.", "main_body": ["The authorization for the Grand Duchy of Luxembourg granted in Decisions 75/578/EEC, 76/221/EEC, 77/145/EEC and 78/124/EEC shall be withdrawn with effect from 31 December 1978 as far as the varieties of durum wheat, oats and maize are concerned.", "The period provided for in Article 15 (1) of Directive 70/457/EEC shall be extended for the Grand Duchy of Luxembourg beyond 31 December 1983, for the varieties of winter oats referred to in Commission Decisions 75/578/EEC, 76/221/EEC and 78/124/EEC where such period concerns authorization pursuant to Article 15 (2) of the abovementioned Directive.", "This Decision is addressed to the Grand Duchy of Luxembourg."], "attachments": "Done at Brussels, 29 December 1978.\nFor the Commission\nFinn GUNDELACH\nVice-President"}