{"celex_id": "31973R3548", "uri": "http://publications.europa.eu/resource/cellar/53026979-00f1-40fe-8f04-ae19381b613a", "type": "Regulation", "concepts": ["1442", "3191", "4715", "4717", "4726", "619"], "title": "Regulation (EEC) No 3548/73 of the Commission of 21 December 1973 amending Regulation (EEC) No 2805/73 determining a list of white quality wines produced in specified regions and of imported white quality wines containing a certain percentage of sulphur dioxide and laying down certain transitional provisions relating to the percentage of sulphur dioxide in wines produced before 1 October 1973\n", "header": "REGULATION (EEC) No 3548/73 OF THE COMMISSION  of 21 December 1973  amending Regulation (EEC) No 2805/73 determining a list of white quality wines produced in specified regions and of imported white quality wines containing a certain percentage of sulphur dioxide and laying down certain transitional provisions relating to the percentage of sulphur dioxide in wines produced before 1 October 1973\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community;\nHaving regard to Council Regulation (EEC) No 816/70 (1) of 28 April 1970 laying down additional provisions for the common organization of the market in wine, as last amended by Regulation (EEC) No 2592/73 (2), and in particular Article 26a (3) thereof;\nWhereas Article 26a of Regulation (EEC) No 816/70 laid down precise rules concerning the sulphur dioxide content of wines ; whereas Commission Regulation (EEC) No 2805/73 (3) of 12 October 1973 determining a list of white quality wines produced in specified regions and of imported white quality wines containing a certain percentage of sulphur dioxide and laying down certain transitional provisions relating to the percentage of sulphur dioxide in wines produced before 1 October 1973 provides that this Article shall not apply before 1 January 1974 in respect of wines of which there is proof that they were produced before 1 October 1973 and that they have been marketed for direct human consumption in containers of more than 5 litres;\nWhereas it has been found that the quantities of wine to which this provision applies are such that disposal of them is not possible within the period provided for ; whereas this period must therefore be extended to allow for the disposal of the wines in question;\nWhereas the measures provided for in this Regulation are in accordance with the Opinion of the Management Committee for Wine,", "main_body": ["The date \"1 January 1974\" in the second subparagraph of the second paragraph of Article 2 of Regulation (EEC) No 2805/73 is replaced by the date \"1 June 1974\".", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities. It shall apply from 1 January 1974.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 21 December 1973.\nFor the Commission\nThe President\nFranรงois-Xavier ORTOLI  (1)OJ No L 99, 5.5.1970, p. 1. (2)OJ No L 269, 26.9.1973, p. 1. (3)OJ No L 289, 16.10.1973, p. 21."}