{"celex_id": "31974L0649", "uri": "http://publications.europa.eu/resource/cellar/71c6f6ee-0271-4ff6-881f-6a5379fa8e0e", "type": "Directive", "concepts": ["2081", "3191", "3409", "4708"], "title": "Council Directive 74/649/EEC of 9 December 1974 on the marketing of material for the vegetative propagation of the vine produced in third countries\n", "header": "COUNCIL DIRECTIVE  of 9 December 1974  on the marketing of material for the vegetative propagation of the vine produced in third countries  (74/649/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community;\nHaving regard to Council Directive No 68/193/EEC (1) of 9 April 1968 on the marketing of material for the vegetative propagation of the vine, as last amended by Directive No 74/648/EEC (2), and in particular Article 15 (2) thereof;\nHaving regard to the proposal from the Commission;\nWhereas the requirements for propagation material can, at present, be covered by Community production ; whereas however, it should be possible for propagation material produced in third countries to be admitted into the Community;\nWhereas such propagation material must not, however, be admitted unless it offers the same guarantees as that produced within the Community;\nWhereas, on the other hand, it is necessary to recognize, under certain conditions, material propagated in third countries from basic propagation material certified in a Member State as being equivalent to material propagated in that Member State,", "main_body": ["This Directive shall apply to material for the vegetative propagation of the vine (hereinafter called \"propagation material\") produced in third countries and marketed within the Community.", "The Member States may provide that propagation material which is obtained directly from basic propagation material certified in a Member State and grown in a third country may be certified in the State which produced the basic propagation material, if it has undergone an official field inspection establishing that the crop satisfies the conditions laid down in Annex I to Council Directive No 68/193/EEC and if it has been found at an official inspection that the conditions laid down in Annex II to the abovementioned Directive have been fulfilled.", "Acting by a qualified majority on a proposal from the Commission, the Council shall establish    (a) whether, in the cases provided for in Article 2, official inspections of crops carried out in a third country are equivalent to those carried out in the Community as regards the conditions laid down in Annex I to Council Directive No 68/193/EEC;\n(b) whether propagation material grown in a third country and offering the same guarantees with regard to both characteristics and arrangements made for examination to ensure identity, for marking and for inspection, are in this respect equivalent to basic propagation material, certified propagation material or standard propagation material harvested within the Community and complying with the above Directive.", "The Member States shall bring into force on 1 July 1976, the measures necessary to comply with this Directive and shall immediately inform the Commission thereof.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 9 December 1974.\nFor the Council\nThe President\nCh. BONNET  (1)OJ No L 93, 17.4.1968, p. 15. (2)See page 43 of this Official Journal."}