{"celex_id": "31978R3039", "uri": "http://publications.europa.eu/resource/cellar/d455a0aa-6297-4400-b569-4736dbaed8b8", "type": "Regulation", "concepts": ["3529", "4056", "723"], "title": "Council Regulation (EEC) No 3039/78 of 18 December 1978 on the creation of two new types of aid for young people from the European Social Fund\n", "header": "COUNCIL REGULATION (EEC) No 3039/78  of 18 December 1978  on the creation of two new types of aid for young people from the European Social Fund\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2396/71 of 8 November 1971 implementing the Council Decision of 1 February 1971 on the reform of the European Social Fund (1), as amended by Regulation (EEC) No 2893/77 (2), and in particular Article 3 (3) thereof,\nHaving regard to the proposal from the Commission (3),\nHaving regard to the opinion of the European Parliament (4),\nHaving regard to the opinion of the Economic and Social Committee (5),\nWhereas one of the main features of the labour market situation in the Community in recent years has been the growing scarcity of jobs available to young workers under 25 years of age;\nWhereas, to reinforce Community aid for the employment of this category of persons, types of aid designed to assist employment, not falling within the classic types of aid for vocational training and occupational mobility, should be created within the framework of the European Social Fund;\nWhereas, in order to respond effectively to existing labour market needs, Fund assistance to promote the employment of young people should enable part of the expenditure incurred in granting recruitment premiums and in financing job creation programmes to be met,", "main_body": ["1. Assistance may be granted from the European Social Fund pursuant to Article 4 of Council Decision 71/66/EEC of 1 February 1971 on the reform of the European Social Fund (6), as amended by Decision 77/801/EEC (7), for the following types of aid:    (a) Aid to promote the recruitment of young people under 25 years of age who are unemployed or seeking employment, by means of additional jobs:      - likely to give young people experience with a vocational content, or\n- making it easier for them to find a stable job.\n(b) Aid to promote the employment of young people under 25 years of age, who are unemployed or seeking employment, by means of projects for the creation of additional jobs:      (i) which fulfil a public need which would not have been met if additional jobs had not been created ; and\n(ii) which are:        - stable, or\n- likely to give young people experience with a vocational content which will allow them access to the labour market and make it easier for them to find a stable job.\nAssistance may not be granted pursuant to this Article for:        (i) jobs created by the State;\n(ii) jobs provided for by public authorities in their normal establishment for the current administrative year or jobs resulting from a normal staff increase in public authorities in subsequent years.\n2. Assistance from the Fund shall be calculated on the basis of an amount not exceeding 30 European units of account per person per week for a maximum of 12 months.\n3. The aids referred to in paragraph 1 may not be combined with those provided for in Article 3 (1) (e) of Regulation (EEC) No 2396/71.\n4. The volume of the commitment appropriations laid down for each of the two types of aid referred to in paragraph 1 shall be identical.", "This Regulation shall enter into force on 1 January 1979.  (1)OJ No L 249, 10.11.1971, p. 54. (2)OJ No L 337, 27.12.1977, p. 1. (3)OJ No C 100, 25.4.1978, p. 4. (4)OJ No C 131, 5.6.1978, p. 22. (5)OJ No C 283, 27.11.1978, p. 29. (6)OJ No L 28, 4.2.1971, p. 15. (7)OJ No L 337, 27.12.1977, p. 8.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 18 December 1978.\nFor the Council\nThe President\nH.-D. GENSCHER"}