{"celex_id": "31972R2532", "uri": "http://publications.europa.eu/resource/cellar/7ee514b6-d5b4-4676-92b0-4016a5ba1c56", "type": "Regulation", "concepts": ["1048", "4031", "4271", "5251", "5372"], "title": "Regulation (Euratom, ECSC, EEC) No 2532/72 of the Council of 4 December 1972 amending Regulation (Euratom, ECSC, EEC) No 549/69 determining the categories of officials and other servants of the European Communities to whom the provisions of Article 12, the second paragraph of Article 13 and Article 14 of the Protocol on the Privileges and Immunities of the Communities apply\n", "header": "5.12.1972 EN Official Journal of the European Communities L 272/7\nREGULATION (EURATOM, ECSC, EEC) NO 2532/72 OF THE COUNCIL\nof 4 December 1972\namending Regulation (Euratom, ECSC, EEC) No 549/69 determining the categories of officials and other servants of the European Communities to whom the provisions of Article 12, the second paragraph of Article 13 and Article 14 of the Protocol on the Privileges and Immunities of the Communities apply\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing a Single Council and a Single Commission of the European Communities, and in particular the first paragraph of Article 28 thereof;\nHaving regard to the Protocol on the Privileges and Immunities of the European Communities, and in particular Articles 16 and 22 thereof;\nHaving regard to the proposal from the Commission;\nHaving regard to the Opinion of the European Parliament;\nHaving regard to the Opinion of the Court of Justice;\nWhereas it is necessary to amend Regulation (Euratom, ECSC, EEC) No 549/69 (1) of the Council of 25 March 1969 determining the categories of officials and other servants of the European Communities to whom the provisions of Article 12, the second paragraph of Article 13 and Article 14 of the Protocol on Privileges and Immunities of the Communities apply, in order to take account of Regulation (Euratom, ECSC, EEC) No 2630 72 (2) introducing special measures applicable to the recruitment of officials of the European Communities in consequence of the accession of new Member States, and for the termination of service of officials of those Communities;", "main_body": ["The following subparagraph (d) and (e) shall be added to Article 2 of Regulation (Euratom, ECSC, EEC) No 549/69:\n‘(d) those entitled to the allowance provided for in the event of termination of service under Article 3 of Regulation (Euratom, ECSC, EEC) No 2530/72;\n(e) those entitled to the allowance provided for in the event of termination of service under Article 4 of Regulation (Euratom, ECSC, EEC) No 2530/72.’", "This Regulation shall enter into force on 7 December 1972.\nThis Regulation is binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 4 December 1972.\nFor the Council\nThe President\nN. SCHMELZER\n(1)  OJ No L 74, 27.3.1969, p. 1.\n(2)  OJ No L 272, 5.12.1972, p. 1."}