{"celex_id": "31970L0522", "uri": "http://publications.europa.eu/resource/cellar/326a2a5a-2bfb-4ae4-a299-a015fbfa8e01", "type": "Directive", "concepts": ["1638", "3743", "5070", "532", "6", "6008"], "title": "Council Directive 70/522/EEC of 30 November 1970 concerning the attainment of freedom of establishment and freedom to provide services in respect of activities of self-employed persons in the wholesale coal trade and activities of intermediaries in the coal trade (ISIC ex Group 6112)\n", "header": "COUNCIL DIRECTIVE  of 30 November 1970  concerning the attainment of freedom of establishment and freedom to provide services in respect of activities of self-employed persons in the wholesale coal trade and activities of intermediaries in the coal trade (ISIC ex Group 6112)  (70/522/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 54 (2) and (3) and Article 63 (2) and (3) thereof;\nHaving regard to the General Programme for the abolition of restrictions on freedom of establishment (1), and in particular Title IV D thereof;\nHaving regard to the General Programme for the abolition of restrictions on freedom to provide services (2), and in particular Title V C thereof;\nHaving regard to the proposal from the Commission;\nHaving regard to the Opinion of the European Parliament (3);\nHaving regard to the Opinion of the Economic and Social Committee (4);\nWhereas the Treaty establishing the European Coal and Steel Community contains no provisions regarding freedom of establishment and freedom to provide services ; whereas, therefore, liberalisation of the activities covered by this Directive comes entirely under the provisions of the Treaty establishing the European Economic Community;\nWhereas activities in wholesale trade and the activities of intermediaries in commerce, industry and small craft industries are already governed by two Council Directives of 25 February 1964 (5) ; whereas the coal trade is excluded from the scope of these Directives ; whereas the purpose of this Directive is to liberalise trade activities in that sector;\nWhereas, moreover, the present Directive affects the selling activities of producers, since Article 2 (3) of the Council Directive of 7 July 1964 (6) concerning the attainment of freedom of establishment and freedom to provide services in respect of activities of self-employed persons in mining and quarrying (ISIC Major Groups 11-19) restricts the rights of a producer who establishes himself as such in another Member State and sells his own products in that State to selling in a single establishment in the country of production, until such time as trade in the products in question has been liberalised by other Directives;\nWhereas the present Directive liberalises the wholesale coal trade ; whereas retail trade has already been liberalised by the Council Directive of 15 October 1968 (7) ; whereas therefore the restriction to selling in a single establishment in the country of production no longer applies to such products;\nwhereas the producer who, on the basis of the Council Directive of 7 July 1964 referred to above, establishes himself as such in another Member State is, in pursuance of that Directive, henceforth authorised to sell his own products in one or more undertakings in that Member State;\nWhereas the present Directive must also enable a producer to establish himself in another Member State not as a producer but in order to sell his own products in that State, on a wholesale basis, in one or more undertakings;  (1)OJ No 2, 15.1.1962, p. 36/62. (2)OJ No 2, 15.1.1962, p. 32/62. (3)OJ No C 51, 29.4.1970, p. 4. (4)OJ No C 108, 26.8.1970, p. 20. (5)OJ No 56, 4.4.1964, p. 863/64 and 869/64. (6)OJ No 117, 23.7.1964, p. 1871/64. (7)OJ No L 260, 22.10.1968, p. 1.\nWhereas the restrictions on freedom to provide services in respect of intermediaries in the employment of one or more industrial or commercial undertakings should be abolished under this Directive ; whereas it is sometimes difficult to distinguish between activities of employed intermediaries and those of self-employed agents because the legal distinction between the two is not the same in all six countries ; whereas the activities of employed intermediaries fall within the same economic category as those of self-employed agents and it would be neither convenient nor useful to split up the liberalisation of this very special form of provision of services into a series of measures of partial liberalisation, effected as and when the activities of the employers are liberalised;\nWhereas the General Programme for the abolition of restrictions on freedom of establishment provides that restrictions on the right to join professional or trade organisations must be abolished where the professional activities of the person concerned necessarily involve the exercise of that right;\nWhereas the position of paid employees accompanying the person providing services or acting on his behalf will be governed by the provisions laid down in pursuance of Articles 48 and 49 of the Treaty;\nWhereas separate Directives, applicable to all activities of self-employed persons, concerning provisions relating to the movement and residence of beneficiaries, and where necessary Directives on the co-ordination of the safeguards required by Member States of companies or firms for the protection of the interests of members and of others, have been or will be adopted;\nWhereas, moreover, in some Member States the wholesale coal trade is governed by rules relating to the taking up of that trade ; whereas, therefore, certain transitional measures, the purpose of which is to make it easier for nationals of other Member States to take up and pursue activities in wholesale trade, are the subject of a separate Directive;", "main_body": ["Member States shall abolish, in respect of the natural persons and companies or firms covered by Title I of the General Programmes for the abolition of restrictions on freedom of establishment and freedom to provide services (hereinafter called \"beneficiaries\"), the restrictions referred to in Title III of those General Programmes affecting the right to take up and pursue the activities specified in Articles 2 and 3 of this Directive.", "1. The provisions of this Directive shall apply to activities of self-employed persons in the wholesale coal trade (ISIC ex Group 6112) (1);\n2. For the purposes of this Directive, \"activities in the wholesale coal trade\" means activities pursued by any natural person or company or firm who habitually and by way of trade buys coal in his own name and on his own account and resells such coal to other wholesale or retail traders, or to processors, or to professional, trade or large-scale users.\nThe coal may be resold either in the unaltered state or after such processing, treatment or preparation for sale as is customary in wholesale trade.\nActivities in wholesale coal trade may be carried on by way of domestic, export, import or transit trade.\n3. The provisions of this Directive shall apply also to wholesale selling by coal-producing undertakings.", "The provisions of this Directive shall also apply to the following activities in the coal trade:    1. the following activities of self-employed persons:      (a) professional activities of an intermediary who is empowered and instructed by one or more persons to negotiate or enter into commercial transactions in the name of and on behalf of those persons;\n(b) professional activities of an intermediary who, while not being permanently so instructed, brings together persons wishing to contract directly with one another, or arranges their commercial transactions or assists in the completion thereof;\n(c) professional activities of an intermediary who enters into commercial transactions in his own name on behalf of others;\n2. provisions of services, by way of professional activities, by an intermediary in the employment of one or more commercial, industrial or small craft undertakings. Both such intermediary and the  (1)International Standard Industrial Classification of All Economic Activities (Statistical Office of the United Nations, Statistical Papers, Series M No 4, Rev. 1, New York 1958).\nundertakings employing him must reside or be established in a Member State other than that in which the services are carried out.\nThe activities referred to in paragraph 1 shall include those of intermediaries who go from door to door seeking orders.", "1. Member States shall in particular abolish the following restrictions:    (a) those which prevent beneficiaries from establishing themselves or providing services in the host country under the same conditions and with the same rights as nationals of that country;\n(b) those existing by reason of administrative practices which result in treatment being applied to beneficiaries that is discriminatory by comparison with that applied to nationals.\n2. The restrictions to be abolished shall include in particular those arising out of measures which prevent or limit establishment or provision of services by beneficiaries by the following means:    (a) in Belgium  - the obligation to hold a carte professionnelle (Article 1 of the Law of 19 February 1965);\n(b) in France      - the obligation to hold a carte d'identité d'étranger commerçant (Décret-loi of 12 November 1938, Décret of 2 February 1939 as amended by Décret of 27 October 1969, Law of 8 October 1940, Law of 10 April 1954, Décret No 59-852 of 9 July 1959);\n- exclusion from the right to renew commercial leases (Article 38 of Décret of 30 September 1953);\n(c) in Luxembourg  - the limited period of validity of authorisations granted to foreign nationals (Article 21 of the Law of 2 June 1962).", "1. Member States shall ensure that beneficiaries have the right to join professional or trade organisations under the same conditions and with the same rights and obligations as their own nationals.\n2. In the case of establishment, the right to join professional or trade organisations shall entail eligibility for election or appointment to high office in such organisations. However, such posts may be reserved for nationals where, in pursuance of any provision laid down by law or regulation, the organisation concerned is connected with the exercise of official authority.\n3. In the Grand Duchy of Luxembourg, membership of the Chambre de commerce or of the Chambre des métiers shall not give beneficiaries the right to take part in the election of the administrative organs of those Chambers.", "No Member State shall grant to any of its nationals who go to another Member State for the purpose of pursuing any activity referred to in Article 2 or in Article 3 any aid liable to distort the conditions of establishment.", "1. Where a host Member State requires of its nationals wishing to take up any activity referred to in Article 2 or in Article 3 proof of good repute and proof that they have not previously been declared bankrupt, or proof of either one of these, that State shall accept as sufficient evidence, in respect of nationals of other Member States, the production of an extract from the \"judicial record\" or, failing this, of an equivalent document issued by a competent judicial or administrative authority in the country of origin or the country whence the foreign national comes, showing that these requirements have been met.\nNevertheless, in the case of intermediaries who go from door to door seeking orders, facts other than those which may be given in the document referred to in the preceding subparagraph may also be taken into consideration where such facts have been officially certified and clearly show that the person concerned does not satisfy all the conditions as to good repute which persons wishing to pursue that activity are required to satisfy. However, this check shall not be carried out as a matter of regular routine.\n2. Where the country of origin or the country whence the foreign national comes does not issue such documentary proof of no previous bankruptcy, such proof may be replaced by a declaration on oath made by the person concerned before a judicial or administrative authority, a notary, or a competent professional or trade body, in the country of origin or in the country whence that person comes.\n3. Documents issued in accordance with paragraph 1 or with paragraph 2 may not be produced more than three months after their date of issue.\n4. Member States shall, within the time limit laid down in Article 9, designate the authorities and bodies competent to issue these documents and shall forthwith inform the other Member States and the Commission thereof.", "Those Member States where the taking up of the activities in question is conditional upon the taking of an oath shall ensure that the current form of the oath is such that it can also be sworn by foreign nationals. Where this is not the case, Member States shall provide for a suitable and equivalent form.", "Member States shall adopt the measures necessary to comply with this Directive within six months of its notification and shall forthwith inform the Commission thereof.", "0\nThis Directive is addressed to the Member States."], "attachments": "Done at Brussels, 30 November 1970.\nFor the Council\nThe President\nH.D. GRIESAU"}