{"celex_id": "31976L0114", "uri": "http://publications.europa.eu/resource/cellar/6e42c100-e932-4804-a801-0ef6e437896c", "type": "Directive", "concepts": ["13", "2897", "3110", "4654", "848"], "title": "Council Directive 76/114/EEC of 18 December 1975 on the approximation of the laws of the Member States relating to statutory plates and inscriptions for motor vehicles and their trailers, and their location and method of attachment\n", "header": "Council Directive\nof 18 December 1975\non the approximation of the laws of the Member States relating to statutory plates and inscriptions for motor vehicles and their trailers, and their location and method of attachment\n(76/114/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 100 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament [1],\nHaving regard to the opinion of the Economic and Social Committee [2],\nWhereas the technical requirements which motor vehicles must satisfy pursuant to national laws relate inter alia to statutory plates and inscriptions, and their location and methods of attachment;\nWhereas those requirements differ from one Member State to another; whereas it is therefore necessary that all Member States adopt the same requirements either in addition to or in place of their existing rules, in order, in particular, to allow the EEC type-approval procedure, which was the subject of Council Directive 70/156/EEC of 6 February 1970 on the approximation of the laws of the Member States relating to the type-approval of motor vehicles and their trailers [3], to be applied in respect of each type of vehicle;\nWhereas the approximation of national laws relating to motor vehicles involves the mutual recognition by Member States of the inspections carried out by each of them on the basis of common provisions; whereas, for such a system to function successfully, these provisions must be applied by all Member States with effect from the same date,", "main_body": ["For the purposes of this Directive, \"vehicle\" means any motor vehicle intended for use on the road, with or without bodywork, having at least four wheels and a maximum design speed exceeding 25 km/h, and its trailers, with the exception of vehicles which run on rails, agricultural or forestry tractors and machinery, and public works vehicles.", "No Member State may refuse to grant EEC type-approval or national type-approval of a vehicle on grounds relating to the statutory plates and inscriptions and their location and method of attachment, if these satisfy the requirements set out in the Annex hereto.", "No Member State may refuse registration or prohibit the sale, entry into service or use of a vehicle on grounds relating to the statutory plates and inscriptions and their location and method of attachment, if these satisfy the requirements set out in the Annex to this Directive.", "The amendments necessary to adapt the requirements of the Annex to technical progress shall be adopted in accordance with the procedure laid down in Article 13 of Directive 70/156/EEC.", "1. By 1 January 1977, Member States shall adopt and publish the provisions necessary to comply with this Directive and shall forthwith inform the Commission thereof.\nThey shall implement these provisions with effect from 1 October 1978.\n2. After notification of this Directive, Member States shall take steps to inform the Commission, in sufficient time for it to submit its comments, of any draft laws, regulations or administrative provisions which they intend to adopt in the field covered by the Directive.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 18 December 1975.\nFor the Council\nThe President\nM. Toros\n[1] OJ No C 5, 8. 1. 1975, p. 41.\n[2] OJ No C 47, 27. 2. 1975, p. 4.\n[3] OJ No L 42, 23. 2. 1970, p. 1.\n--------------------------------------------------\nANNEX\n1. GENERAL\n1.1. All vehicles must be provided with the plate and inscriptions described in the following sections. The plate and inscriptions shall be attached either by the manufacturer or by his authorized representative.\n2. MANUFACTURER'S PLATE\n2.1. A manufacturer's plate, modelled on that shown in the appendix hereto, must be firmly attached in a conspicuous and readily accessible position on a part not subject to replacement in use. It must show clearly and indelibly the following information in the order listed:\n2.1.1. Name of the manufacturer.\n2.1.2. EEC type-approval number [1].\nThis number is composed of a small letter \"e\" followed, in the order given, by the distinguishing number or letters of the country which granted the EEC type-approval (1 for Germany, 2 for France, 3 for Italy, 4 for the Netherlands, 6 for Belgium, 11 for the United Kingdom, 12 for Luxembourg, DK for Denmark, IRL for Ireland) and by the type-approval number corresponding to the number on the type-approval certificate for the type of vehicle. An asterisk shall be placed between the letter \"e\" and the distinguishing number or letters of the country which granted the EEC type-approval, and between the distinguishing number or letters and the type-approval number.\n2.1.3. Vehicle identification number.\n2.1.4. Maximum permitted laden weight of the vehicle.\n2.1.5. Maximum permitted laden weight for the combination, where the vehicle is used for towing.\n2.1.6. Maximum permitted road weight for each axle, listed in order from front to rear.\n2.1.7. In the case of a semi-trailer, the maximum permitted weight on the fifth wheel king pin.\n2.1.8. The requirements of 2.1.4 to 2.1.7 shall not enter into force until 12 months have elapsed from the date of adoption of the Council Directive on weights and dimensions of motor vehicles and their trailers. In the meantime, however, a Member State may require that the maximum permitted weights prescribed in its national legislation be shown on the plate of any vehicle which has entered into service in its territory.\nIf the technically permissible weight is higher than the maximum permitted weight, the Member State in question may request that the technically permissible weight also be stated. The weight would be set out in two columns: the maximum permitted weight on the left and the technically permissible weight on the right.\n2.2 The manufacturer may give additional information below or to the side of the prescribed inscriptions, outside a clearly marked rectangle which shall enclose only the information prescribed in 2.1.1 to 2.1.8 (see the Appendix to this Annex).\nVEHICLE IDENTIFICATION NUMBER\nThe vehicle identification number is a fixed combination of characters assigned to each vehicle by the manufacturer. Its purpose is to ensure that every vehicle can be clearly identified over a period of 30 years through the intermediary of the manufacturer, without there being a need for reference to further data. The vehicle identification number must conform to the following requirements:\n3.1. It must be marked on the manufacturer's plate, and also on the chassis, frame, or other similar structure.\n3.1.1. It must consist of two sections: the first, composed of not more than six characters (letters or figures), identifying the general characteristics of the vehicle, in particular the type and model; the second, composed of eight characters of which the first four may be letters or figures and the other four figures only, providing, in conjunction with the first section, clear identification of a particular vehicle.\n3.1.2. It must wherever possible be marked on a single line. As an exception, for technical reasons, it may also be marked on two lines. However, in this case there must be no gaps within either of the two sections.\nThere must be no spaces between the characters.\nIn the second section, any unused position must be filled by a zero in order to obtain the required total of eight characters.\nThe beginning and end of each line must be marked by a symbol which is neither an arabic numeral nor a roman capital letter and which cannot be confused with either. It is also permissible to place such a symbol between the two sections on one line (3.1.1).\n3.2. The identification number must, moreover:\n3.2.1. be marked on the chassis, frame or other similar structure, on the right-hand side of the vehicle;\n3.2.2. be placed in a clearly visible and accessible position by a method such as hammering or stamping, in such a way that it cannot be obliterated or deteriorate.\n4. CHARACTERS\n4.1. Roman letters and arabic numerals must be used for all the markings provided for in sections 2 and 3. However, the roman letters used in the markings provided for in 2.1.1 and 2.1.3 and 3 must be capital letters.\n4.2. For the vehicle identification number:\n4.2.1. use of the letters I, O and Q and dashes, asterisks and other special signs, other than the symbols referred to in the final paragraph of 3.1.2, is not permitted;\n4.2.2. the minimum height of the letters and figures shall be as follows:\n4.2.2.1. 7 mm for characters marked directly on the chassis, frame or other similar structure of the vehicle;\n4.2.2.2. 4 mm for characters marked on the manufacturer's plate.\n[1] Until such time as EEC type-approval is granted, the national type-approval number may be used instead.\n--------------------------------------------------\nAPPENDIX\nMODEL OF THE MANUFACTURER'S PLATE\n(see 2.1 and 2.2)\n TIFF \nExample as for a Class N 3 vehicle.\nAdditional information (see 2.2) may be given below or to the side of the prescribed information within the rectangles shown with broken lines in the above model.\n--------------------------------------------------"}