{"celex_id": "31977R1158", "uri": "http://publications.europa.eu/resource/cellar/3f6d6427-ed19-46ae-a182-64b2f8f2b6a5", "type": "Regulation", "concepts": ["2173", "2644", "2661", "2676", "3732"], "title": "Council Regulation (EEC) No 1158/77 of 17 May 1977 amending Regulation (EEC) No 1418/76 on the common organization of the market in rice\n", "header": "COUNCIL REGULATION (EEC) No 1158/77  of 17 May 1977  amending Regulation (EEC) No 1418/76 on the common organization of the market in rice\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 43 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nWhereas Council Regulation (EEC) No 1418/76 of 21 June 1976 on the common organization of the market in rice (2) provides for a system of derived intervention prices the level of which must be fixed in such a way that the differences between them reflect the disparities which, given a normal harvest, arise under natural conditions of price formation on the market, and that the forces of supply and demand may adapt freely on that market;\nWhereas there is a surplus on the market in rice in Italy and a deficit in the other Member States ; whereas experience has shown that in such a situation freedom of movement within the Community is not influenced by a system of derived intervention prices but by the ratio between the target price and the intervention price ; whereas the system of regional prices should be abolished and replaced by a single intervention price;\nWhereas there should be sufficient difference between the target price, which determines the level of protection of the Community market, and the intervention price to ensure market fluidity and to balance surpluses in production areas with requirements in consumer areas ; whereas, to attain this objective, the target price should be established on the basis of the intervention price, taking into consideration, in addition to the element reflecting the cost of transport between the area having the largest surplus and that having the largest deficit, and also husking costs, a market element reflecting the difference, in the production area with the largest surplus, between market prices and the level of the intervention price following a normal harvest;\nWhereas the threshold price fixed must be such that in Duisburg the selling price of an imported product corresponds to the target price ; whereas the factors required to determine the threshold price should therefore be specified,", "main_body": ["Articles 2, 3 and 4 of Regulation (EEC) No 1418/76 are hereby amended to read as follows:\n\"Article 2\nThe marketing year for all the products listed in Article 1 shall begin on 1 September and end on 31 August of the following year.", "1. Before 1 August of each year, the following shall be fixed for the Community for the marketing year beginning during the following calendar year:    - a single intervention price for paddy rice,\n- a target price for husked rice.\n2. Each of these prices shall be fixed for round grain rice of a standard quality.\n3. The prices mentioned in paragraph 1 and the standard qualities mentioned in paragraph 2 shall be determined in accordance with the procedure laid down in Article 43 (2) of the Treaty.", "1. The single intervention price shall be fixed for the Vercelli intervention centre, which is at the centre of the area in the Community with the largest rice surplus, at the wholesale stage, goods in bulk, delivered to warehouse, not unloaded. It shall apply for all the intervention centres established for the Community.\n2. The target price shall be fixed for Duisburg, the centre of the area in the Community with the largest rice deficit, at the same stage and under the same conditions as the single intervention price.\n3. The target price shall be determined:    - by adding to the single intervention price a market component for paddy rice and the milling costs for processing that rice into husked rice, less the value of the by-products,  (1)OJ No C 93, 18.4.1977, p. 11. (2)OJ No L 166, 25.6.1976, p. 1.\n- by converting the result obtained pursuant to the first indent into husked value, and\n- by adding to the result obtained pursuant to the second indent a component representing the cost of transport between the Vercelli area and the Duisburg area.\nThe market component for paddy rice shall reflect the difference which should exist between the market price for that rice and the single intervention price. The market price to be taken into consideration is that to be expected, in a normal harvest and under natural conditions of price formation on the Community market, in the production area with the greatest surplus.\nThe component representing the cost of transport shall be determined on the basis of the most favourable means of transport or combination of means of transport and of existing tariffs.\nWhere the freight charges for transport by water are not established by application of a tariff, the cost of transport shall be determined by taking the average of the freight charges recorded over the two months having the lowest average charges in the most recent period of 12 months for which figures are available.\n4. The Council, acting by a qualified majority on a proposal from the Commission, shall adopt the rules for determining the intervention centres to which the single intervention price applies.\n5. The intervention centres mentioned in the preceding paragraph shall, after consultation with the Member States concerned, be determined before 1 July of each year for the following marketing year, in accordance with the procedure laid down in Article 27.\"", "Article 14 (2) (a) of Regulation (EEC) No 1418/76 is hereby amended to read as follows:\n\"2. (a) The threshold price for round grain husked rice shall be fixed in such a way that on the Duisburg market the selling price for the imported product corresponds to the target price, after allowance for differences in quality. That threshold price shall be subject to the monthly increases determined for the target price in accordance with the provisions of Article 7.\nIt shall be calculated for Rotterdam for the same standard quality as the target price, the following having been deducted from the target price:    - a component representing the cost of transport between Rotterdam and Duisburg, determined in accordance with the criteria laid down in the third and fourth subparagraphs of Article 4 (3), and\n- a component representing the trading margin and the transhipment costs at Rotterdam.\"", "This Regulation shall enter into force on 1 September 1977.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 17 May 1977.\nFor the Council\nThe President\nJ. SILKIN"}