{"celex_id": "31975R2729", "uri": "http://publications.europa.eu/resource/cellar/1022614a-5e54-44a4-9729-df8a0259adbf", "type": "Regulation", "concepts": ["2591", "2729", "3732"], "title": "Regulation (EEC) No 2729/75 of the Council of 29 October 1975 on the import levies on mixtures of cereals, rice and broken rice\n", "header": "REGULATION (EEC) No 2729/75 OF THE COUNCIL  of 29 October 1975  on the import levies on mixtures of cereals, rice and broken rice\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 43 thereof;\nHaving regard to the proposal from the Commission;\nHaving regard to the Opinion of the European Parliament (1);\nWhereas, to ensure the proper working of the levy system applicable to imports of cereals, rice and broken rice from third countries introduced by Council Regulation (EEC) No 2727/75 (2) of 29 October 1975 on the common organization of the market in cereals, and Council Regulation No 359/67/EEC (3) of 25 July 1967 on the common organization of the market in rice, as last amended by Regulation (EEC) No 668/75 (4), suitable rules should be applied to trade in mixtures of cereals, rice and broken rice;\nWhereas the import levy on such mixtures results from their tariff classification, which is normally determined in accordance with the general rules for the interpretation of the Common Customs Tariff;\nWhereas, in the case of mixtures of cereals, rice and broken rice, the tariff classification may give rise to difficulties if determined in accordance with these rules ; whereas in fact such classification sometimes results in a low import levy being charged on mixtures which, however, contain a substantial proportion of products subject to a high import levy;\nWhereas, in order to avoid such difficulties, special provisions should be adopted for determining the import levy on mixtures of cereals, rice and broken rice,", "main_body": ["1. The import levy applicable to mixtures composed of two of the cereals falling within Article 1 (a) and (b) of Regulation (EEC) No 2727/75 shall be that applicable:    - to the component cereal predominating by weight, when that cereal represents at least 90 % of the weight of the mixture,\n- to the component cereal liable to the higher import levy, when neither of the two component cereals represents at least 90 % of the weight of the mixture.\n2. Where a mixture is composed of more than two of the cereals falling within Article 1 (a) and (b) of Regulation (EEC) No 2727/75, and where several cereals each represent more than 10 % by weight of the mixture, the import levy applicable to the mixture shall be the highest of the import levies applicable to such cereals, even when the amount of the import levy is the same for two or more of the cereals.\nWhere only one cereal represents more than 10 % of the weight of the mixture, the import levy to be applied shall be that applicable to this cereal.\n3. The import levy applicable to mixtures composed of the cereals falling within Article 1 (a) and (b) of Regulation (EEC) No 2727/75 and not governed by the above rules, shall be the higher or the highest of the import levies applicable to the cereals composing the mixture concerned, even when the amount of the import levy is the same for two or more of the cereals.", "1. The import levy applicable to mixtures composed of one or more of the cereals falling within Article 1 (a) and (b) of Regulation (EEC) No 2727/75 and of one or more of the products specified in Article 1 (a) and (b) of Regulation No 359/67/EEC shall be that applicable to the component cereal or product liable to the higher or highest import levy.  (1)Opinion delivered on 16 October 1975 (not yet published in the Official Journal). (2)See page 1 of this Official Journal. (3)OJ No 174, 31.7.1967, p. 1. (4)OJ No L 72, 20.3.1975, p. 18.\n2. The import levy applicable to mixtures composed either of rice classifiable under several different processing groups or stages or of rice classifiable under one or more different processing groups or stages and of broken rice shall be that applicable:    - to the component predominating by weight, when that component represents at least 90 % of the weight of the mixture,\n- the component liable to the higher or highest import levy, when no component represents at least 90 % of the weight of the mixture.", "Where this method of assessing the import levy laid down in Articles 1 and 2 cannot be applied, the levy to be applied to such mixtures covered by this Regulation shall be that determined by the tariff classification of the mixtures.", "1. Council Regulation No 156/66/EEC (1) of 25 October 1966 on the levies on mixtures of cereals, rice and broken rice, is hereby repealed.\n2. References to the Regulation repealed by paragraph 1 shall be construed as references to this Regulation", "This Regulation shall enter into force on 1 November 1975.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 29 October 1975.\nFor the Council\nThe President\nG. MARCORA\n(1)OJ No 192, 27.10.1966, p. 3278/66."}