{"celex_id": "31977D0548", "uri": "http://publications.europa.eu/resource/cellar/5d095eee-3124-4f69-ac79-1de360a5cbda", "type": "Decision", "concepts": ["1199", "1318", "2312", "3743", "6"], "title": "77/548/ECSC: Commission Decision of 12 July 1977 authorizing an agreement between coal wholesalers strictly analogous to a joint buying agreement for solid fuels (Only the German text is authentic)\n", "header": "COMMISSION DECISION  of 12 July 1977  authorizing an agreement between coal wholesalers strictly analogous to a joint buying agreement for solid fuels  (Only the German text is authentic)  (77/548/ECSC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Coal and Steel Community, and in particular Articles 4, 15, 47 and 65 thereof,\nHaving regard to the application made on 17 March 1977 by the following coal wholesalers:\nCarl Fr. Maier am Tor, Schorndorf\nRöchling Brennstoffhandel KG, Mannheim\nFriedrich Scharr OHG, Stuttgart\nGeorg Schneider, Darmstadt\nJ.G. Zweigle, Stuttgart-Bad Cannstatt\nfor authorization of an agreement strictly analogous to a joint buying agreement for solid fuels,\nWhereas:\nI\nIn their capacity as wholesalers the firms concerned obtain solid fuels from a number of German collieries and from RBV (Rheinischer Braunkohlenbrikettverkauf GmbH). They are independent wholesalers who have no substantial holdings in and are not controlled by mining companies or their sales agencies. By virtue of the quantities they take from the collieries and from RBV they have the right of direct access.\nAs a result of the decline in demand for solid fuels over recent years the independent wholesalers are less and less certain of attaining the minimum turnover levels required by the supplier collieries. Once a dealer falls below the minimum level the right of direct access is lost.\nThe coal wholesalers involved in the joint buying have entered into an agreement whereby on a mutual basis each voluntarily abandons its right of direct access to certain suppliers in the interest of enabling one or more of the others to retain that right. The relevant clauses of the agreement read as follows (translation): 1. With effect from 1 July 1977 the following companies and firms shall retain their right of direct access to the collieries named opposite them and shall henceforth be considered to be the lead wholesalers: >PIC FILE= \"T0010450\">\n2. Those companies or firms which abandon their right of direct access undertake to obtain all their  supplies from the collieries specified above from the companies or firms named as lead wholesaler opposite the collieries.\n8. A special agent shall be appointed for the implementation of this agreement ... His duties shall consist in particular of ... allocating quantities as between the lead wholesalers to ensure that premiums and other benefits are fully exploited at the individual collieries ...\n15. The parties to this agreement undertake not to sell to one another's customers.\nThe agreement may be terminated by any party at the end of a calendar year.\nThe collieries and selling agencies listed at Clause 1 of the agreement are the following mining companies: >PIC FILE= \"T0010451\">\nII\nThe agreement is strictly analogous to a joint buying agreement for the purpose of Article 65 (2).\nThe purpose of the agreement is to afford the undertakings concerned combined protection against the risk, following from the structural decline in demand for solid fuels, of losing the right of direct access to the individual collieries. The means deployed to this end are mutual transfers of orders and agreements not to sell to one another's customers. Thus the normal play of competition between the parties is restricted and distorted.\nAs a side effect the agreement also protects undertakings concerned against the consequences of decline in demand resulting from the commercial activities of their competitors on the market. In relation to these competitors the agreement enables them to obtain terms of supply and price terms which are more favourable than those which they might obtain acting individually. The agreement thus distorts competition between the undertakings concerned and their competitors.\nThe agreement is accordingly caught by the prohibition in Article 65 (1) of the Treaty.\nIII\nUnder Article 65 (2) joint buying agreements and agreements strictly analogous thereto may be authorized where certain tests are satisfied.\nThe agreement may be authorized under Article 65 (2) if it makes for a substantial improvement in the production or distribution of the relevant products, is essential in order to achieve these results, is not more restrictive than is necessary for the purpose, and is not liable to give the undertakings concerned the power to determine the prices, or to control or restrict the production or marketing, of a substantial part of the products in question within the common market, or to shield them against effective competition from other undertakings within the common market.\nIV\nThe independent wholesalers (the largest of those concerned here will sell some 60 000 tonnes in 1977) are in competition primarily with tied wholesalers. The groups to which the latter wholesalers belong are either themselves in the mining business or, being separated from their own mining companies, are the sole shareholders of the pits transferred to and combined in Ruhrkohle AG. As a result of the links between the mining industry itself and the tied wholesalers the latter traditionally enjoy a volume of business and opportunities for cooperation within their respective groups which make them virtually certain in the long term of retaining their right of direct access to the collieries to which they are tied.\nAs a result of the conditions required for direct access to the collieries, and of the differences in size and opportunities for business sharing of the two groups of wholesalers, the independent wholesalers are in the long term tending to lose their right of direct access. They are correspondingly obliged to obtain supplies indirectly through the tied wholesalers. The tied wholesalers naturally promote sales of the products of the collieries to which they are related, whereas the independents are completely free to buy as they wish.\nThe agreement in this case will help to ensure the survival of the independent wholesalers on the solid fuels market. The continued existence of the undertakings concerned as dealers having the right of direct access to the collieries, which is constantly at risk for structural reasons, helps to preserve competition between the independent and the tied wholesalers. The undertakings concerned have a share of the relevant market (Länder of Rheinland-Palatinate, Baden-Württemberg and Hesse) estimated at about 8 %. As a result of their independence and their cooperation in an organization strictly analogous to joint buying, each further has the possibility of supplying its customers (retailers and consumers) with fuels obtained from any colliery represented on the relevant market, subject to no controls by producers. They also have the opportunity to make limited price reductions where they succeed in their aim of obtaining the largest possible quantity discounts. The agreement thus makes for a substantial improvement in distribution.\nThis improvement cannot be achieved without cooperation of the undertakings concerned in the manner prescribed by their agreement. The agreement is thus essential to the attainment of an improvement in distribution and is no more restrictive than is necessary for its purpose.\nThe undertakings concerned can be expected to sell an aggregate of 170 000 tonnes in 1977. Annual consumption of hard coal products and brown coal briquettes for household use and by \"other industries\" in the common market being at around 55 million tonnes, the tonnage sold by the undertakings concerned represents no more than a fraction of the total. The agreement is accordingly not liable to give the undertakings concerned the power to determine the prices, or to control or restrict the production or marketing, of the substantial part of the products in question within the common market, or to shield them against effective competition from other undertakings within the common market.\nThe agreement accordingly satisfies the tests of Article 65 (2) (a), (b) and (c).\nV\nThe Commission must ensure that all measures taken by the undertakings concerned on the basis of their agreement, which is strictly analogous to a joint buying agreement, are consonant with the authorization hereby given and with the provisions of the Treaty.\nTo this end the undertakings concerned will be required to inform the Commission forthwith of all amendments or additions to the agreement, which may then be put into effect only when the Commission has declared them to be within this authorization or has authorized them under Article 65 (2) of the Treaty,", "main_body": ["The agreement entering into force on 1 July 1977 between the following coal wholesalers:\nCarl Fr. Maier am Tor, Schorndorf\nRöchling Brennstoffhandel KG, Mannheim\nFriedrich Scharr OHG, Stuttgart\nGeorg Schneider, Darmstadt\nJ.G. Zweigle, Stuttgart-Bad Cannstatt\nis hereby authorized.", "The undertakings concerned shall forthwith inform the Commission of all amendments and additions to the agreement, and such amendments or additions may be put into effect only when the Commission has confirmed that they are consonant with the authorization hereby given or has authorized them under Article 65 (2).", "This Decision is addressed to the undertakings listed in Article 1."], "attachments": "Done at Brussels, 12 July 1977.\nFor the Commission\nRaymond VOUEL\nMember of the Commission"}