{"celex_id": "31977R1620", "uri": "http://publications.europa.eu/resource/cellar/7b097334-164d-49a3-b64b-cccf031ae333", "type": "Regulation", "concepts": ["1264", "1613", "2591", "4399"], "title": "Council Regulation (EEC) No 1620/77 of 18 July 1977 on imports of olive oil originating in Lebanon\n", "header": "COUNCIL REGULATION (EEC) No 1620/77  of 18 July 1977  on imports of olive oil originating in Lebanon\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Articles 43 and 113 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nWhereas the Cooperation Agreement between the European Economic Community and the Lebanese Republic and the Interim Agreement (2) on the advance implementation of certain provisions of the Cooperation Agreement relating to trade in goods were signed on 3 May 1977;\nWhereas Article 18 of the Cooperation Agreement and Article 11 of the Interim Agreement provide for special arrangements for imports of olive oil falling within subheading 15.07 A I of the Common Customs Tariff, wholly obtained in Lebanon and transported direct from that country to the Community ; whereas the implementation of these arrangements requires that implementing rules be adopted;\nWhereas, provided that the Lebanese Republic levies a special charge on exports of such oil, the said special arrangements provide for a standard abatement of 0 750 unit of account per 100 kilograms of the levy applicable to such oil and a reduction of the said levy by an amount equal to the special charge but not exceeding four units of account per 100 kilograms;\nWhereas, in accordance with the Agreement, the special charge on exports should be reflected in the price of the oil upon importation into the Community ; whereas, in order to ensure the correct application of the arrangements in question, the necessary measures should be adopted to ensure that the special charge on exports is paid at the latest when the oil is imported,", "main_body": ["Where the Lebanese Republic levies the special charge on exports of olive oil, other than olive oil which has undergone a refining process, falling within subheading 15.07 A I of the Common Customs Tariff, wholly obtained in Lebanon and transported direct from that country to the Community, the levy applicable to imports of the said oil into the Community shall be the levy calculated in accordance with Article 13 of Council Regulation No 136/66/EEC of 22 September 1966 on the establishment of a common organization of the market in oils and fats (3), as last amended by Regulation (EEC) No 1707/73 (4), or that resulting from the tendering procedure provided for in Council Regulation (EEC) No 2843/76 of 23 November 1976 laying down special measures in particular for the determination of the offers of olive oil on the world market (5), less:    - 0 750 unit of account per 100 kilograms, and\n- an amount equal to the special charge levied by the Lebanese Republic on exports of oil but not exceeding four units of account per 100 kilograms.", "The arrangements provided for in Article 1 shall apply to any import in respect of which the importer furnishes proof, at the time the olive oil is imported, that the special charge on exports referred to in Article 1 has been reflected in the import price.", "Where the Lebanese Republic does not apply the special charge on exports, the levy charged on imports into the Community of the oil defined in Article 1 shall be the levy calculated in accordance with Article 13 of Regulation No 136/66/EEC or that resulting from the tendering procedure provided for in Regulation (EEC) No 2843/76, less 0 750 unit of account per 100 kilograms.", "Detailed rules for the application of this Regulation, and in particular of Article 2, shall be adopted in  (1)Opinion given on 8 July 1977 (not yet published in the Official Journal). (2)OJ No L 133, 27.5.1977, p. 1. (3)OJ No 172, 30.9.1966, p. 3025/66. (4)OJ No L 175, 29.6.1973, p. 5. (5)OJ No L 327, 26.11.1976, p. 4.\naccordance with the procedure provided for in Article 38 of Regulation No 136/66/EEC.", "Council Regulation (EEC) No 156/74 of 17 December 1973 on imports of olive oil from Lebanon (1) is hereby repealed.", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Communities.\nThis Regulation shall apply with effect from 1 July 1977.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 18 July 1977.\nFor the Council\nThe President\nA. HUMBLET  (1)OJ No L 18, 22.1.1974, p. 105."}