{"celex_id": "31978D0463", "uri": "http://publications.europa.eu/resource/cellar/0afa5f86-a9df-4a70-be4d-5d0c2106175a", "type": "Decision", "concepts": ["1816", "2497", "4256", "6004", "937"], "title": "78/463/EEC: Commission Decision of 7 April 1978 establishing a Community typology for agricultural holdings\n", "header": "COMMISSION DECISION  of 7 April 1978  establishing a Community typology for agricultural holdings  (78/463/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the Council Decision of 4 December 1962 on the coordination of policies on the structure of agriculture (1), and in particular Article 4 thereof,\nHaving regard to Council Regulation No 79/65/EEC of 15 June 1965 setting up a network for the collection of accountancy data on the incomes and business operation of agricultural holdings in the European Economic Community (2), as last amended by Regulation (EEC) No 2910/73 (3), and in particular Article 4 thereof,\nHaving regard to Council Regulation No 70/66/EEC of 14 June 1966 organizing a basic survey as part of a programme of surveys on the structure of agricultural holdings (4), as last amended by Regulation No 35/67/EEC (5), and in particular Article 12 thereof,\nHaving regard to Council Directive 75/108/EEC of 20 January 1975 on the organization of a structures survey for 1975 as part of the programme of surveys on the structure of agricultural holdings (6), and in particular Article 8 thereof,\nHaving regard to Council Regulation (EEC) No 3228/76 of 21 December 1976 on the organization of a survey on the structure of agricultural holdings for 1977 (7), and in particular Article 6 (1) thereof,\nHaving regard to Council Regulation (EEC) No 218/78 of 19 December 1977 on the organization of a survey on the structure of agricultural holdings for 1979/1980 (8), and in particular Article 7 thereof,\nWhereas there are a large number of agricultural holdings in the Community of many different types and the analysis of their situation therefore necessitates the use of an appropriate Community typology;\nWhereas this typology should be based on economic criteria concerning the two basic characteristics of the farm namely, its type of farming and its size;  (1)OJ No 136, 17.12.1962, p. 2892/62. (2)OJ No 109, 23.6.1965, p. 1859/65. (3)OJ No L 299, 27.10.1973, p. 1. (4)OJ No 112, 24.6.1966, p. 2065/66. (5)OJ No 33, 24.2.1967, p. 524/67. (6)OJ No L 42, 15.2.1975, p. 21. (7)OJ No L 366, 31.12.1976, p. 1. (8)OJ No L 35, 4.2.1978, p. 1.\nWhereas the gross margin concept is, in the present state of knowledge, the most suitable for the purpose and can be determined in a standardized form in each region for each farm enterprise;\nWhereas the typology in question should be available so that it may be applied both to data from Community surveys on farm structure or statistical censuses and to data from the farm accountancy data network ; whereas it should therefore constitute a common denominator enabling these two sources of information to complement each other;\nWhereas this typology should allow the formation of groups of agricultural holdings to be combined or broken down variously according to the analytical requirements, while preserving the necessary coherence between the different levels of classification;\nWhereas this typology should be capable of being modified where necessary, in particular in the light of experience and in response to changes in information needs;\nWhereas the Standing Committee on Agricultural Structures has been consulted on the measures provided for in this Decision and the measures are in accordance with the opinion of the Community Committee for the Farm Accountancy Data Network of the EEC and the opinion of the Standing Committee for Agricultural Statistics,", "main_body": ["Article 1\nFor the purposes of this Decision:    (a) \"Community typology for agricultural holdings\" (hereinafter called \"typology\") shall mean a uniform classification of farms in the Community based on the type of farming and on the economic size of the holding, so arranged that homogeneous groups of holdings can be assembled in a greater or lesser degree of aggregation.\nThe type of farming and the economic size of the holding shall be determined on the basis of the standard gross margin.\n(b) \"Type of farming\" shall mean the system of production of a holding determined by the relative contribution of the different enterprises of the said holding to the total standard gross margin of the holding. Depending on the amount of detail required, the types of farming shall be divided into two categories : \"principal\" and \"particular\".\n(c) \"Economic size of the holding\" shall mean the total standard gross margin of the holding ; this shall correspond to the sum of the standard gross margins of each of the different enterprises of the holding and shall be expressed as a Community unit of measure.\n(d) \"Standard gross margin\" shall mean the balance between the standard value of production and the standard value of certain direct costs ; this balance expressed for each region shall be determined and applied to each enterprise, either per hectare of agricultural area utilized in the case of crops or per animal in the case of livestock.", "1. The standard gross margins shall be as set out in Annex I.\n2. The classes for the type of farming shall be as set out in Annex II.\n3. The classes for the economic size of the holding shall be as set out in Annex III.", "1. The typology shall be designed to meet in particular the information needs of the common agricultural policy.\n2. The typology shall be applied whenever due reference is made to this Decision ; in each case the degree of aggregation and of detail required shall be specified.\n3. The principal applications of the typology shall be in the collection and presentation of data by type of farming and size group, particularly in connection with Community statistical surveys and censuses and the EEC farm accountancy data network.", "Before 31 December 1980, the Commission, in cooperation with the Member States, shall undertake a full review of the typology taking particular account of experience acquired in applying this Decision and of any new Community needs.\nFollowing this review, this Decision shall be amended as necessary.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 7 April 1978.\nFor the Commission\nFinn GUNDELACH\nVice-President"}