{"celex_id": "31974D0581", "uri": "http://publications.europa.eu/resource/cellar/941db55a-7ba1-4423-a1b2-cc62e7c066d3", "type": "Decision", "concepts": ["2217", "2680", "3263", "3265", "889", "980"], "title": "Commission Decision of 16 October 1974 concerning applications for reimbursement in respect of aid granted by Member States pursuant to Directives No 72/159/EEC, No 72/160/EEC and No 72/161/EEC\n", "header": "COMMISSION DECISION  of 16 October 1974  concerning applications for reimbursement in respect of aid granted by Member States pursuant to Council Directive No 72/159/EEC of 17 April 1972  (74/581/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community;\nHaving regard to Council Directive No 72/159/EEC (1) of 17 April 1972 on the modernization of farms, and in particular Article 21 (4) thereof;\nHaving regard to Council Directive No 72/160/EEC (2) of 17 April 1972 concerning measures to encourage the cessation of farming and the reallocation of utilized agricultural area for the purposes of structural improvement, and in particular Article 12 (4) thereof;\nHaving regard to Council Directive No 72/161/EEC (3) of 17 April 1972 concerning the provision of socio-economic guidance for and the acquisition of occupational skills by persons engaged in agriculture, and in particular Article 14 (4) thereof;\nWhereas applications forwarded to the Guidance Section of the European Agricultural Guidance and Guarantee Fund for reimbursement in respect of 25 % or, as the case may be, 65 % of aid for the improvement of agricultural structures granted by the Member States should include certain particulars which, to facilitate verification that applications comply with the Directives and the taking of decisions thereon, should be submitted by all Member States for a standard form;\nWhereas, in order to enable an effective check to be kept on applications for reimbursement, Member States should hold the supporting documents on the basis of which the aids were calculated at the disposal of the Commission for a period of three years;\nWhereas, in order to enable the Commission to exercise its power to make payments on account to Member States, the amount and dates for payment on account by the Commission should be specified;\nWhereas the measures provided for in this Decision are in accordance with the Opinion of the Fund Committee,", "main_body": ["Applications for reimbursement prepared by Member States in accordance with Articles 21 (1) of Directive No 72/159/EEC, 12 (1) of Directive No 72/160/EEC and 14 (1) of Directive No 72/161/EEC shall be submitted in the forms set out in the Annexes to this Decision.  (1)OJ No L 96, 23.4.1972, p. 1. (2)OJ No L 96, 23.4.1972, p. 9. (3)OJ No L 96, 23.4.1972, p. 15.", "The Member State should hold both the supporting papers (originals or certified copies) which provide the basis for calculating the aid under the Directives mentioned in Article 1 and complete case files for the beneficiaries at the disposition of the Commission for a period of three years from the date of the last reimbursement.", "With regard to reimbursement for land reparcelling and irrigation:    - the last application for reimbursement must be for not less than 20 % of the aid given by the Member State for the operation in question;\n- the payment by the Community relating to the last application for reimbursement can only be made after the Member State has sent the Commission the case file referred to in point 3 of Annex V of the application for reimbursement of expenses relating to Directive No 72/159/EEC concerning the modernization of farms.", "1. The Commission, acting on the basis of particulars contained in the applications for reimbursement, shall before 1 November make a payment on account of 75 % of the amount requested, if the application is complete and submitted in due form and in good time.\n2. The balance of the amount to be reimbursed shall be paid by the Commission to the Member State not later than 31 March of the following year.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 16 October 1974.\nFor the Commission\nThe President\nFrançois-Xavier ORTOLI\nANNEXES APPLICATIONS FOR REIMBURSEMENT\nPRELIMINARY NOTE INDIVIDUAL INFORMATION SHEETS CONCERNING RECIPIENTS OF AID FOR WHICH REIMBURSEMENT IS REQUESTED\n1. Individual information sheets appended to requests for reimbursement should not be automatically sent to the Commission.\n2. Member States which use or are going to bring into use a system of automatic data processing are asked to ensure that the programme adopted enables the Commission to be provided, in respect of each recipient, with the particulars requested on the individual information sheets.\n3. Member States which do not use automatic data processing methods are asked to make out an individual information sheet for each recipient for inclusion in the recipient's case file.\n4. The particulars requested on the individual information sheets are to be forwarded to the Commission at its request or, where appropriate, made available at the time of on-site checks."}