{"celex_id": "31976R0410", "uri": "http://publications.europa.eu/resource/cellar/7b279d70-91c0-4283-a731-557eec0ff94d", "type": "Regulation", "concepts": ["180", "2871", "3646", "4373", "666"], "title": "Commission Regulation (EEC) No 410/76 of 23 February 1976 fixing the maximum permissible weight losses in connection with the supervision of the first processing and market preparation of tobacco\n", "header": "COMMISSION REGULATION (EEC) No 410/76  of 23 February 1976  fixing the maximum permissible weight losses in connection with the supervision of the first processing and market preparation of tobacco\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 727/70 of 21 April 1970 on the common organization of the market in raw tobacco (1), as last amended by the Act of Accession (2), and in particular the first subparagraph of Article 3 (3) and Article 7 (4) thereof,\nWhereas Commission Regulation (EEC) No 1726/70 of 25 August 1970 on the procedure for granting the premium for leaf tobacco (3), as last amended by Regulation (EEC) No 408/76 (4), instituted a system of administrative supervision of the processing of tobacco in respect of which a premium has been applied for ; whereas the purpose of such supervision is to assess whether a given quantity of baled tobacco corresponds to the quantity of leaf tobacco from which it was obtained, having regard to the weight losses which occur during first processing and market preparation and which are considered to be normal;\nWhereas losses result mainly from a decrease in moisture content and from losses of matter which take place during first processing and market preparation ; whereas those weight losses differ according to variety, and in particular according to the methods of drying and preparing the leaves;\nWhereas these losses must also be assessed for the purpose of supervision of leaf tobacco which has been bought in by intervention agencies and which has undergone first processing and marketing preparation under contracts, the detailed rules whereof are laid down in Regulation (EEC) No 2603/71 (5), as last amended by Regulation (EEC) No 773/75 (6);\nWhereas these weight losses must be assessed on the basis of the net weight of leaf tobacco and of baled tobacco as defined in Article 11 of Regulation (EEC) No 1726/70 and in Article 6 of Regulation (EEC) No 1727/70 of 25 August 1970 on intervention procedure for raw tobacco (7), as last amended by Regulation (EEC) No 408/76;\nWhereas, to ensure the uniform application of the provisions relating to first processing and market preparation, a maximum permissible weight loss during such operations should be fixed for each variety of Community tobacco;\nWhereas, in view of the additional losses caused by stripping, this maximum loss should be increased by a suitable amount for tobacco which has been stripped;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Raw Tobacco,", "main_body": ["1. When checking whether the quantities of tobacco released from the supervision provided for in Regulation (EEC) No 1726/70 correspond with the quantities which came under supervision the maximum permissible weight losses expressed as percentages of the net weight of leaf tobacco which came under supervision, shall be those shown in column 3 of the Annex hereto.\n2. Weight losses shall be determined by reference to the net weight of leaf tobacco and baled tobacco as defined in Article 11 of Regulation (EEC) No 1726/70 and in Article 6 of Regulation (EEC) No 1727/70.", "This Regulation shall apply with effect from the 1976 harvest.  (1)OJ No L 94, 21.4.1970, p. 1. (2)OJ No L 73, 27.3.1972, p. 14. (3)OJ No L 191, 27.8.1970, p. 1. (4)See page 6 of this Official Journal. (5)OJ No L 269, 8.12.1971, p. 11. (6)OJ No L 77, 26.3.1975, p. 15. (7)OJ No 191, 27.8.1970, p. 5.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 23 February 1976.\nFor the Commission\nP.J. LARDINOIS\nMember of the Commission\nANNEX\n>PIC FILE= \"T0010059\">"}