{"celex_id": "31977R1256", "uri": "http://publications.europa.eu/resource/cellar/dc10d86d-e6ff-464c-ba00-686616e85bf4", "type": "Regulation", "concepts": ["20", "3170", "4083", "4682", "5334"], "title": "Commission Regulation (EEC) No 1256/77 of 13 June 1977 on the sale by periodic tendering procedure of canned beef held by the intervention agencies\n", "header": "COMMISSION REGULATION (EEC) No 1256/77  of 13 June 1977  on the sale by periodic tendering procedure of canned beef held by the intervention agencies\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 805/68 of 27 June 1968 on the common organization of the market in beef and veal (1), as last amended by Regulation (EEC) No 425/77 (2), and in particular Article 7 (3) thereof,\nWhereas certain intervention agencies have for a long time held considerable stocks of canned beef produced in accordance with Commission Regulation (EEC) No 1295/74 of 22 May 1974 on the processing of beef bought in by intervention agencies (3), as last amended by Regulation (EEC) No 1145/75 (4);\nWhereas Article 1 (1) (c) of Council Regulation (EEC) No 98/69 of 16 January 1969 laying down general rules for the disposal of frozen beef and veal by intervention agencies (5), as amended by Regulation (EEC) No 429/77 (6), provides that products held by intervention agencies may be disposed of if release from storage becomes a technical necessity;\nWhereas, having regard to the normal storage period of these products, it is necessary to make provision for periodic sales of canned beef held by the intervention agencies ; whereas, therefore, the condition for its release from storage set out in the said Article 1 (1) (c) are met;\nWhereas, in order to obtain the best results when this meat is sold, the tendering procedure under Commission Regulation (EEC) No 216/69 of 4 February 1969 on detailed rules of application for the disposal of frozen beef and veal bought in by intervention agencies (7)should be applied;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Beef and Veal,", "main_body": ["Canned beef held by the intervention agencies and canned pursuant to Regulation (EEC) No 1295/74 shall be put up for sale.\nThe sale shall be by way of periodic invitation to tender.\nRegulation (EEC) No 216/69, and in particular Articles 6 to 14 thereof, shall apply, subject to the provisions of this Regulation.", "1. The intervention agencies holding the canned beef shall publish a notice of periodic invitations to tender, at the latest on the day of publication of the first of the individual invitations to tender referred to in paragraph 2.\n2. Under the periodic tendering arrangements, the intervention agencies shall issue individual invitations to tender, in accordance with Articles 6 to 14 of Regulation (EEC) No 216/69.\n3. Each notice of individual invitation to tender shall specify the date before which the meat offered for sale was put into storage by the intervention agencies.\n4. The time limit for the submission of tenders shall be 1 p. m. on the date fixed by the individual invitation to tender.\n5. Publication in the Official Journal of the European Communities of notices of invitation to tender shall take place at least 10 days before the expiry of the time limit for the submission of tenders.", "The weight of the canned beef offered for sale shall be expressed as net weight. The minimum quantity shall be two tonnes.\nHowever, when the quantity put out to tender at the delivery point is less than two tonnes, the tender shall be for the quantity available.  (1)OJ No L 148, 28.6.1968, p. 24. (2)OJ No L 61, 5.3.1977, p. 1. (3)OJ No L 140, 23.5.1974, p. 47. (4)OJ No L 112, 1.5.1975, p. 60. (5)OJ No L 14, 21.1.1969, p. 2. (6)OJ No L 61, 5.3.1977, p. 18. (7)OJ No L 28, 5.2.1969, p. 10.", "When fixing the minimum selling prices for each individual invitation to tender, account shall be taken of the situation on the beef market.", "By way of derogation from Article 13 (2) of Regulation (EEC) No 216/69, the price shall be paid as and when the goods are removed from store, in proportion to the quantity removed and not later than the day preceding each removal.", "Where, for reasons of force majeure, the successful tenderer is unable to comply with the time limit for taking delivery, the intervention agency shall take such action as it considers necessary having regard to the circumstances invoked.\nThe intervention agency shall inform the Commission of each case of force majeure and of the action taken in respect thereof.", "This Regulation shall enter into force on 15 June 1977.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 13 June 1977.\nFor the Commission\nFinn GUNDELACH\nVice-President"}