{"celex_id": "31976R0104", "uri": "http://publications.europa.eu/resource/cellar/e4a17eb6-8702-4de8-9d90-06f74d72e276", "type": "Regulation", "concepts": ["1284", "13", "2081", "2871", "313", "893"], "title": "Council Regulation (EEC) No 104/76 of 19 January 1976 laying down common marketing standards for shrimps of the genus \"Crangon\" sp.p.\n", "header": "COUNCIL REGULATION (EEC) No 104/76 of 19 January 1976 laying down common marketing standards for shrimps of the genus \"Crangon\" sp.p.\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 100/76 of 19 January 1976 on the common organization of the market fishery products (1), and in particular Article 2 (3) thereof,\nHaving regard to the proposal from the Commission,\nWhereas Regulation (EEC) No 100/76 provides that common marketing standards may be laid down ; whereas the application of such standards should help to improve the quality of shrimps marketed and thus facilitate their sale;\nWhereas one way of improving quality is to prohibit the marketing for human consumption of shrimps which are not of a given degree of freshness or of a given size;\nWhereas virtually all Community shrimps are boiled in water immediately after being caught to prevent any deterioration in their freshness ; whereas it is therefore advisable as a first priority to lay down standards for shrimps simply boiled in water;\nWhereas, in almost all Member States engaged in sea fishing, shrimps which have been adjudged fit for human consumption under national regulations are offered for sale after grading by size ; whereas shrimps are also graded according to degree of freshness;\nWhereas the adoption of standards for shrimps has assumed particular importance in view of the measures on the determination and formation of prices provided for in Regulation (EEC) No 100/76 ; whereas the grading hitherto carried out at national level should therefore be standardized;\nWhereas shrimps have hitherto been graded only before being sold for the first time, since a large proportion of such shrimps is immediately shelled or otherwise processed ; whereas application of common standards should therefore be limited to the first marketing stage in the Community;\nWhereas the standards must apply to all shrimps intended for human consumption, including imported shrimps, marketed on the territory of the Member States of the Community ; whereas the limitation of the obligation incumbent on the industry to shrimps intended for human consumption enables a clearer and more rapid distinction to be made between products which are permitted for human consumption and which, being used for that purpose, are therefore subject to grading, and other products ; whereas this will facilitate both marketing at the stage where standards are applied and the checking of compliance with these standards ; whereas it seems necessary, however, to exclude from the field of application of the standards certain direct sales of small quantities to retailers or consumers;\nWhereas freshness is a decisive factor in assessing the quality of shrimps ; whereas grading by size is also essential because of the diversity of consumers' buying habits and the processing methods normally used in the Community;\nWhereas there is at present no objective method of assessing the freshness of shrimps both rapidly and cheaply ; whereas only organoleptic examination, which is, moreover, in use in the Member States, meets this requirement and constitutes an acceptable method;\nWhereas, in view of normal practice in most Member States, it is advisable that the industry should grade shrimps for freshness and size ; whereas, with a view in particular to assessing freshness by organoleptic criteria, provision should be made for the collaboration of experts appointed for this purpose by the trade organizations concerned;\n(1) See page 1 of this Official Journal.  Whereas, in order to keep each other informed, each Member State should supply the other Member States and the Commission with a list of the names and addresses of the experts and trade organizations concerned;\nWhereas it is essential that shrimps imported from third countries should conform to Community standards;\nWhereas the application of Community standards to these shrimps means that additional information must be given on packages ; whereas, however, this information is not necessary in the case of shrimps landed in the Community direct from the fishing grounds from third country vessels, it being understood, however, that such shrimps may be marketed only in accordance with the provisions applicable to Community catches,", "main_body": ["Marketing standards are hereby laid down for shrimps of the genus \"Crangon\" sp.p., simply boiled in water, falling within subheading ex 03.03 A IV b) 1 of the Common Customs Tariff.", "For the purpose of this Regulation:    (a) \"marketing\" means the first offering for sale and the first sale after arrival in the Community;\n(b) \"lot\" means a quantity of shrimps packed as a unit;\n(c) \"packaging\" means the type of container in which the shrimps are offered for sale, such as boxes, baskets, etc.", "1. Shrimps as specified in Article 1 which form part of Community catches may be marketed for human consumption within the Community only if they comply with the provisions of this Regulation.\n2. The provisions of this Regulation shall not, however, apply to small quantities of shrimps disposed of by inshore fishermen direct to retailers or to consumers.\n3. Detailed rules for the application of paragraph 2 shall be adopted in accordance with the procedure laid down in Article 32 of Regulation (EEC) No 100/76.", "The marketing standards referred to in Article 1 comprise:    (a) freshness categories, and\n(b) size categories.", "1. Shrimps as specified in Article 1 shall be classified by lot in Freshness Category A or B.\nFreshness Category A:    (a) Minimum requirements:      - the shell must have a moist and shiny surface;\n- the shrimps must fall out separately when poured from one container to another;\n- the flesh must be free from any foreign odour;\n- the shrimps must be free from sand and other foreign bodies.\n(b) Appearance of shrimp with shell:      - clear reddish-pink in colour with small white flecks ; pectoral part of the shell should be light in colour;\n- very incurved.\n(c) Condition of flesh during and after shelling:      - it should shell easily with only such losses of flesh as are technically unavoidable;\n- it should be firm, but not tough.\n(d) Fragments:\noccasional fragments of shrimp allowed.\nFreshness Category B:    (a) Minimum requirements:\nthe same as for Freshness Category A.\n(b) Appearance of shrimp with shell:      - ranging in colour from slightly washed-out reddish-pink to bluish red with white flecks ; pectoral part of the shell should be light coloured tending towards grey;\n- incurved.\n(c) Condition of flesh during and after shelling:      - it should shell less easily with small losses of flesh;\n- it can be less firm, slightly tough.\n(d) Fragments:\nsmall quantity of fragments allowed.\n2. Water content shall also be taken into consideration when products are being classified by freshness category.\nDetailed rules for the application of this paragraph shall be adopted in accordance with the procedure laid down in Article 32 of Regulation (EEC) No 100/76.", "1. Each lot must contain products of the same degree of freshness. A small lot need not, however, be of uniform freshness ; if it is not the lot shall be placed in the lowest freshness category represented therein.\n2. The freshness category must be clearly and indelibly marked, in characters which are at least 5 cm high, on labels affixed to the lot.", "1. Shrimps shall be graded in the following size categories: >PIC FILE= \"T0015873\">\n2. Each lot must contain shrimps of the same size. A small lot need not, however, be of uniform size ; if it is not the lot shall be placed in Size Category 2.\n3. The size category must be clearly and indelibly marked, in characters which are at least 5 cm high, on labels affixed to the lot.", "The industry shall grade shrimps for freshness and size, where necessary in collaboration with experts designated for that purpose by the trade organizations concerned.", "Not later than one month before the system laid down by this Regulation begins to apply, each Member State shall supply the other Member States and the Commission with a list of the names and addresses of the experts and trade organizations referred to in Article 8. The other Member States and the Commission shall be informed of any amendments to this list.", "0\n1. Shrimps as specified in Article 1 imported from third countries may be marketed in the Community for human consumption only if:    (a) they comply with the provisions of Articles 4, 5, 6 and 7;\n(b) they are presented in packages on which the following information is clearly and legibly marked:      - country of origin, printed in capital letters which are at least 20 mm high;\n- one of the following descriptions:\nCrevettes grises,\nGarnelen,\nGamberetti grigi,\nGarnalen,\nShrimps,\nHesterejer;  - freshness category and size category;\n- net weight in kg of the shrimps in the package;\n- date of grading and date of dispatch;\n- name and address of sender.\n2. However, shrimps landed in a Community port direct from the fishing grounds from vessels flying the flag of a third country and intended for marketing for human consumption shall be subject, when put on the market, to the same provisions as those applicable to Community catches.", "1\n1. Council Regulation (EEC) No 166/71 of 26 January 1971 laying down common marketing standards for shrimps of the genus \"Crangon\" sp.p. (1), as last amended by Regulation (EEC) No 3400/73 (2), is hereby repealed.\n2. References to the Regulation repealed by virtue of paragraph 1 shall be construed as references to this Regulation.", "2\nThis Regulation shall enter into force on 1 February 1976.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 January 1976.\nFor the Council\nThe President\nJ. HAMILIUS\n(1) OJ No L 23, 29.1.1971, p. 3.  (2) OJ No L 349, 19.12.1973, p. 8."}