{"celex_id": "31979D0348", "uri": "http://publications.europa.eu/resource/cellar/bb128bd5-7f1a-465e-a5be-5205e3aeaa8a", "type": "Decision", "concepts": ["1085", "2412", "4081", "5451"], "title": "79/348/EEC: Commission Decision of 14 March 1979 authorizing the French Republic to restrict the marketing of seed of certain varieties of agricultural plant species (Only the French text is authentic)\n", "header": "COMMISSION DECISION  of 14 March 1979  authorizing the French Republic to restrict the marketing of seed of certain varieties of agricultural plant species  (Only the French text is authentic)  (79/348/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 70/457/EEC of 29 September 1970 on the common catalogue of varieties of agricultural plant species (1), as last amended by Directive 78/55/EEC (2), and in particular Article 15 (2) and (3) thereof,\nHaving regard to the application lodged by the French Republic,\nWhereas, under Article 15 (1) of the said Directive, seeds or propagating material of varieties of agricultural plant species which have been officially accepted during 1976 in one or more Member States and which also meet the conditions laid down in the said Directive are, with effect from 31 December 1978, no longer subject to any marketing restrictions relating to variety in the Community;\nWhereas, however, Article 15 (2) of the said Directive provides that a Member State may be authorized, upon application, to prohibit the marketing of seed and propagating material of certain varieties;\nWhereas the French Republic has applied for such authorization for a certain number of varieties of different species;\nWhereas Commission Decision 79/94/EEC (3) extended the period provided for in the said Article 15 (1) for some of these varieties for the French Republic from 31 December 1978 to 28 February 1979;\nWhereas the Commission completed its examination of the French application in respect of these varieties before the expiry of the said period;\nWhereas the varieties listed in this Decision have been the subject of official growing trials in the French Republic ; whereas the results of these trials have led the French Republic to decide that the value for cultivation or use of these varieties is inferior to other comparable varieties accepted in the French Republic;\nWhereas, for the varieties Dolcea (cocksfoot), Mocca and Tur (Italian ryegrass), the other Member States have accepted these conclusions ; whereas it is therefore clear that these varieties do not produce results in the French Republic which, with respect to their qualities taken as a whole as regards their value for cultivation or use, correspond to those obtained from a comparable variety accepted there (Article 15 (3) (c), first case, of the said Directive);\nWhereas, for the variety Rozelle (tall fescue), the results of the trials show that they do not produce results in the French Republic which, with respect to their resistance to harmful organisms without compensation by other superior characteristics (Article 5 (4), second sentence, of the said Directive) correspond to those obtained from a comparable variety accepted there (Article 15 (3) (c), first case, of the said Directive).\nWhereas, for the varieties Asla Roskilde, Bopa Pajbjerg and Hera Daehnfeldt (cocksfoot), the results of the trials show that they do not produce results in the French Republic which, with respect to their resistance to harmful organisms, correspond to those obtained from a comparable variety accepted there (Article 15 (3) (c), first case, of the said Directive), although in certain circumstances this is compensated by other superior characteristics (Article 5 (4), second sentence, of the said Directive);\nWhereas, therefore, the application by the French Republic in respect of seeds of all these varieties should be granted ; whereas, however, the authorization for the three abovementioned cocksfoot varieties may not be applied in all cases ; whereas account should also be taken of the fact that some of the varieties of ryegrass in question are acceptable in the French Republic provided their seed is not intended for the production of fodder plants;\nWhereas other varieties are no longer included in the French application;  (1)OJ No L 225, 12.10.1970, p. 1. (2)OJ No L 16, 20.1.1978, p. 23. (3)OJ No L 22, 31.1.1979, p. 19.\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Seed and Propagating Material for Agriculture, Horticulture and Forestry,", "main_body": ["1. The French Republic is hereby authorized to prohibit the marketing throughout its territory of seed of the following varieties listed in the 1979 common catalogue of varieties of agricultural plant species:\nFodder plants  1. Dactylis glomerata L.\nAsla Roskilde\nBopa Pajbjerg\nDolcea\nHera Daehnfeldt\n2. Festuca arundinacea L.\nRozelle\n3. Lolium multiflorum Lam.\nMocca\nTur\n2. The authorization given in paragraph 1 shall not affect the introduction of seeds of the varieties Asla Roskilde, Bopa Pajbjerg, or Hera Daehnfeldt (Dactylis glomerata L.) into the French Republic where it is ensured by clearly legible indications, on the official label, relating to susceptibility to diseases, as well as by other appropriate means, that the varieties are not cultivated in areas of the French Republic which periodically suffer from diseases to which the varieties are susceptible.\n3. For the varieties Mocca and Tur (Lolium multiflorum) the authorization given in paragraph 1 is valid only where the seeds are intended for the production of fodder plants.", "The authorization given under Article 1 shall be withdrawn as soon as it is established that the conditions under which it was granted are no longer met.", "The French Republic shall notify the Commission of the date from which it makes use of the authorization under Article 1 and of the procedures it follows. The Commission shall inform the other Member States thereof.", "This Decision is addressed to the French Republic."], "attachments": "Done at Brussels, 14 March 1979.\nFor the Commission\nFinn GUNDELACH\nVice-President"}