{"celex_id": "31977R2665", "uri": "http://publications.europa.eu/resource/cellar/5aeb1b9f-e1f2-4f2f-9c1f-b89406296fc9", "type": "Regulation", "concepts": ["2644", "2645", "3275", "4210", "5334"], "title": "Commission Regulation (EEC) No 2665/77 of 1 December 1977 supplementing Regulation (EEC) No 1790/76 laying down rules for the application of special measures in respect of soya beans\n", "header": "COMMISSION REGULATION (EEC) No 2665/77  of 1 December 1977  supplementing Regulation (EEC) No 1790/76 laying down rules for the application of special measures in respect of soya beans\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1900/74 of 15 July 1974 laying down special measures for soya beans (1), and in particular Articles 2 (4) and 3 thereof,\nWhereas rules for the application of the aforesaid Regulation were laid down by Commission Regulation (EEC) No 1790/76 of 22 July 1976 (2);\nWhereas, under Article 2 (2) of Regulation (EEC) No 1900/74, the subsidy is granted for a production figure obtained by applying to the areas sown and harvested an indicative yield, which, under Article 4 (2) of Council Regulation (EEC) No 1777/76 of 20 July 1976 on special measures for soya beans (3), may be varied according to the method of cultivation employed, and the yields recorded in the major production areas of the Community;\nWhereas, in order to apply the subsidy, the criteria for ascertaining the indicative yield need to be determined, including the way in which such yield should be varied according to the method of cultivation employed;\nWhereas, in view of the geographical distribution of soya production in the Community, provision should be made for determining one or more homogeneous production areas in respect of each of those methods of cultivation;\nWhereas, in order to facilitate the determination of the indicative yields, the information to be communicated to the Commission by the producer Member States should be specified;\nWhereas in these circumstances Regulation (EEC) No 1790/76 must be supplemented accordingly;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Oils and Fats,", "main_body": ["The following Article 3a is added to Regulation (EEC) No 1790/76:\n\"Article 3a:\n1. For the purposes of this Regulation, \"indicative yield\" means the yield of soya beans fixed during a particular marketing year in respect of one or more homogeneous production areas.\n2. In fixing that yield, account shall be taken, in respect of each method of cultivation as referred to in paragraph 3, of the yields which are representative of the general trend revealed by sampling carried out by the producer Member States. The sampling shall be made, in respect of each of those methods of cultivation, on a representative percentage of the land under soya, having regard to the geographical distribution of such land.\n3. Each year after the harvest one or more homogeneous production areas shall be established for irrigated and for non-irrigated soya by reference to the factors which have influenced production conditions. The areas shall be established with particular reference to regions which are representative of the crop obtained from each of those methods of cultivation.\n4. Each year an indicative yield shall be fixed for each of the areas and methods of cultivation referred to in paragraph 3.\"", "The following is added to the fourth indent of Article 5 (2) of Regulation (EEC) No 1790/76:\n\"broken down by methods of cultivation as referred to in Article 3a.\"  (1)OJ No L 201, 23.7.1974, p. 5. (2)OJ No L 199, 24.7.1976, p. 37. (3)OJ No L 199, 24.7.1976, p. 5.", "The following is added at the end of Article 6 (1) of Regulation (EEC) No 1790/76:\n\"and in particular of the information referred to in the second indent of Article 4 (2).\"", "Article 10 (1) is amended to read as follows:\n\"1. Producer Member States shall notify to the Commission before 31 January of each year, distinguishing between the methods of cultivation referred to in Article 3a:    - the area of soya beans sown,\n- the area of soya beans harvested,\n- the quantity of soya beans harvested,\n- the results of each of the samplings provided for in that Article.\"", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 1 December 1977.\nFor the Commission\nFinn GUNDELACH\nVice-President"}