{"celex_id": "31979D0670", "uri": "http://publications.europa.eu/resource/cellar/23943a33-18e1-4e82-8ae5-66bfb1ec2a60", "type": "Decision", "concepts": ["1025", "171", "3581", "3821", "539"], "title": "79/670/EEC: Commission Decision of 6 July 1979 on an investigation pursuant to Article 14 (3) of Regulation No 17 into AM  S Europe Ltd, Bristol (Dossier IV/AF 379) (Only the English text is authentic)\n", "header": "COMMISSION DECISION  of 6 July 1979  on an investigation pursuant to Article 14 (3) of Regulation No 17 into AM & S Europe Ltd, Bristol (Dossier IV/AF 379)  (Only the English text is authentic)  (79/670/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community and in particular Article 85 thereof,\nHaving regard to Regulation No 17 of 6 February 1962 (1), and in particular Article 14 (3) thereof,\nHaving consulted the competent authority of the relevant Member State for the purpose of Article 14 (4) of Regulation No 17,\nWhereas:\nThere is sufficient reason to believe that producers of zinc metal and zinc concentrates within and outside the common market jointly fix prices and sales conditions for zinc by agreeing on a \"producer price\" for GOB zinc (good ordinary brand), control production and share markets, and that these activities constitute agreements or concerted practices as prohibited under Article 85 of the EEC Treaty.\nOn 10 February 1978, the Member of the Commission responsible for competition policy ordered investigations to be made of various undertakings pursuant to Article 14 of Regulation No 17.\nThe Commission has, during previous investigations, obtained precise and corroborated evidence which shows inter alia that the largest European, Canadian and Australian producers of zinc and zinc concentrates decided in 1964 to introduce a producer price which was independent of the quotations on the London Metal Exchange, and to influence prices on the London Metal Exchange by buying or selling through a subsidiary set up for this purpose and based in Switzerland.\nSubsequently, the producers have held regular meetings - more than 20 since 9 July 1964 - and have again fixed prices. Changes in price were on each occasion announced by one of the producers and were then followed by the other participants. The new price was soon afterwards published in the \"Metal Bulletin\", a London trade journal.\nAM & S Europe Ltd, a member of the Rio Tinto-Zinc Group, is suspected of having participated in these practices concerning prices and sales conditions, control of production and market sharing for several years.\nOn 20 and 21 February 1979 an investigation pursuant to Article 14 (2) of Regulation No 17 took place at the premises of AM & S Europe Ltd. The undertaking, represented by its managing director and two external lawyers, in the first instance submitted to the investigation. It then tried to produce only business records referring to the current situation but without defining what period of time was thereby meant.\nThe Commission officials responsible for the investigation refused to accept any such restriction of their investigative power, and were then able to inspect certain of the business records required by them.\nOn the second day of the investigation the undertaking again demanded a limit to the inspection of current papers and further investigation became impracticable. The Commission officials made a formal written request to make available certain business papers. The undertaking said that it would respond within 10 days of the return of its managing director from a business visit to Australia.\nBy letter of 26 March 1979 AM & S Europe Ltd sent photocopies of a number of business records and informed the Commission as follows. Copies of those documents selected as responding to the written request had been delivered to its legal advisers. The letter had indicated that certain documents were covered by legal privilege and for this reason these documents had not been produced.\nThe lawyers had also indicated that certain passages including individual words, phrases and even individual letters of other documents were of no relevance to the Commission's investigation and these passages had therefore been deleted, although the other parts of the documents in question were admitted to be relevant to the subject of the inquiry.  (1)OJ No 13, 21.2.1962, p. 204/62.\nThey further stated that they would shortly furnish the Commission with a statutory declaration describing the deleted passages in general terms. By letter of 5 April 1979 a statutory declaration of Mr G. D. Child, solicitor, was sent to the Commission. This indicated the nature and number of the deletions made but did not describe their contents.\nThis attempt by AM & S Europe Ltd to restrict the investigative power of the Commission is not justified by the provisions of Regulation No 17.\nCommunity competition legislation does not provide for any protection for legal papers. However, as the Commission made clear in its reply to Written Question No 63/78 in the European Parliament, asked by Mr Cousté, the Commission \"follows the rules in the competition law of certain Member States and is willing not to use as evidence of infringements of Community competition rules any strictly legal papers written with a view to seeking or giving opinions on points of law to be observed or relating to the preparation or planning of the defence of the firm or association of firms concerned. When the Commission comes across such papers it does not copy them\" (1).\nClearly neither the undertaking concerned nor its legal advisers can be the ultimate or only arbiter, either as to questions of fact or of law, as to whether any given document is one of these kinds of documents and was written in circumstances which would justify its not being used.\nUnder existing Community law, and subject to review by the Court of Justice, it is for the Commission to determine whether a given document should be used or not. Therefore it is necessary for AM & S Europe Ltd to allow the Commission's inspector to look at the documents, and to ask questions in connection with them, as far as is necessary for the purpose of establishing whether they should be used or not. If the inspector considers that they should not be used, he will not take any copies and the documents will not be used subsequently by the Commission as evidence of any infringement.\nAM & S Europe Ltd claims the right to delete, even from documents which are admitted to be relevant to the investigation, certain passages and words as being of no relevance. This claim is also contrary to Article 14 of Regulation No 17.\nSubject to the review of the Court of Justice, it is for the Commission to decide which papers are to be inspected as relevant to the investigation. Otherwise it would no longer be the Commission but the undertaking itself which would determine the nature and scope of an investigation. Thus inspection in their entirety of all the documents connected with the subject of the inquiry, with no deletions, is necessary for the satisfactory accomplishment of an investigation under Article 14 of Regulation No 17.\nAM & S Europe Ltd must therefore be required by Decision to submit to an investigation and in particular to permit the inspection and examination of the business records connected with the subject of the inquiry.\nArticle 15 (1) (c) and Article 16 (1) (d) of Regulation No 17, the texts of which are annexed hereto, empower the Commission by Decision to impose on undertakings:    (i) fines where intentionally or negligently the required books or other business records are produced in incomplete form during investigations under Article 14, or investigations ordered by Decision pursuant to Article 14 (3) are refused;\n(ii) penalty payments for each day's delay, with effect from the date laid down in the Decision, in order to compel them to submit to an investigation ordered by Decision pursuant to Article 14 (3),", "main_body": ["AM & S Europe Ltd is hereby required to submit to an investigation at its premises at Bristol and Avonmouth. It is required in particular to allow the Commission officials responsible for the investigation to enter its premises during normal office hours and to produce for examination the business records required by those officials which are in whole or in part connected with the subject of the inquiry, in particular:    (a) all files, correspondence, telexes, internal memos and any other business records, from 1971 to date, relating to:\nthe Zinc Producer Group,\nthe Zinc Producer Group meetings,\nthe Zinc Producer Price,\nthe Zinc Steering Committee,  (1)OJ No C 188, 7.8.1978, p. 31.\nSociété Générale des Minerais SA,\nCompagnie Royale Asturienne des Mines SA,\nSociété des Mines et Fonderies de Zinc de la Vieille Montagne SA,\nSociété Minière et Métallurgique de Penarroya SA,\nMetallgesellschaft AG,\nPreussag AG,\nBilliton International Metals BV,\nAdena Metal SA, Zurich.\nA copy of Mr Gordon Holloway's letter of 1 July 1971 to Metallgesellschaft AG, Frankfurt, referred to in the letter of Herr F. von Dallwitz (Metallgesellschaft) of 9 July 1971 to Mr Holloway, and all previous agreements, correspondence, telexes, internal memos and any other business records relating to both letters;\n(b) all documents for which legal privilege is claimed, as listed in the appendix to AM & S Europe Ltd's letter of 26 March 1979 to the Commission;\n(c) the complete texts of all documents of which certain passages or words have been deleted in the photocopies sent to the Commission, mentioned in AM & S Europe Ltd's letter of 26 March 1979 to the Commission and set out in the statutory declaration of Mr G. D. Child of 5 April 1979.", "The investigation shall be carried out at the premises of AM & S Europe Ltd at Bristol and Avonmouth and shall begin on or after 9 July 1979.", "This Decision is addressed to AM & S Europe Ltd, 1, Redcliff Street, Bristol, England. It shall be notified to the undertaking by being served immediately before the investigation is to commence by the Commission's officials authorized for the purposes of the investigation.\nProceedings against this Decision may be instituted before the Court of Justice of the European Communities in Luxembourg pursuant to Article 173 of the EEC Treaty. However, pursuant to Article 185, such proceedings do not have suspensory effect."], "attachments": "Done at Brussels, 6 July 1979.\nFor the Commission\nRaymond VOUEL\nMember of the Commission\nANNEX Articles 15 and 16 of Council Regulation No 17 (Official Journal of the European Communities No 13 of 21 February 1962, page 204)\nArticle 15\n1. The Commission may by Decision impose on undertakings or associations of undertakings fines of from 100 to 5 000 units of account where, intentionally or negligently:    (a) ...\n(b) ...\n(c) they produce the required books or other business records in incomplete form during investigations under Article 13 or 14, or refuse to submit to an investigation ordered by Decision issued in implementation of Article 14 (3).\nArticle 16\n1. The Commission may by Decision impose on undertakings or associations of undertakings periodic penalty payments of from 50 to 1 000 units of account per day, calculated from the date appointed by the Decision, in order to compel them:    (a) ...\n(b) ...\n(c) ...\n(d) to submit to an investigation which it has ordered by Decision taken pursuant to Article 14 (3)."}