{"celex_id": "31973R0953", "uri": "http://publications.europa.eu/resource/cellar/6f6ba149-1e83-4025-b816-68278b5a8b4c", "type": "Regulation", "concepts": ["206", "2771", "2850", "336", "5368"], "title": "Regulation (EEC) No 953/73 of the Council of 26 March 1973 on the application of Protocol No 3 on the definition of ' originating products' and on the methods of administrative cooperation, annexed to the Agreement between the European Economic Community and the Kingdom of Sweden\n", "header": "REGULATION (EEC) No 953/73 OF THE COUNCIL  of 26 March 1973  on the application of Protocol No 3 on the definition of \"originating products\" and on the methods of administrative cooperation, annexed to the Agreement between the European Economic Community and the Kingdom of Sweden\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community and in particular Article 113 thereof;\nHaving regard to the proposal from the Commission;\nWhereas an Agreement (1) between the European Economic Community and the Kingdom of Sweden was signed on 22 July 1972 and entered into force on 1 January 1973;\nWhereas the provisions relating to goods in respect of which a movement certificate A.S.1 may be issued, which must appear on the form of movement certificate A.S.1 annexed to Protocol No 3 on the definition of \"originating products\" and on the methods of administrative cooperation annexed to the Agreement, must be drawn up by each of the Contracting Parties in accordance with the rules of the Protocol;\nWhereas these provisions are intended to draw the attention of users to the provisions of the Protocol relating to goods in respect of which the aforesaid certificate may be issued;", "main_body": ["The text of the provisions relating to goods in respect of which a movement certificate A.S.1 may be issued shall appear on the certificate and shall be that set out in the Annex to this Regulation.", "Movement certificates issued in Denmark may include additional explanatory notes in relation to the application of Article 25 of Protocol 3 to the Agreement between the European Economic Community and the Kingdom of Sweden.", "Movement certificates already printed by the Member States may be used until stocks are exhausted.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 26 March 1973.\nFor the Council\nThe President\nA. LAVENS  (1)OJ No L 300, 31.12.1972, p. 97.\nANNEX\n1. The goods must be:      - either wholly produced in the Community, ie they must conform with the definition of goods considered to be \"wholly produced\", as contained in Protocol 3 to the Agreement between the Community and Sweden;\n- or manufactured wholly from goods wholly produced in the Community and from goods originating in the other Contracting Party to the Agreement.\n2. If they are wholly or partly manufactured from materials or components imported into the Community and not originating in the other Contracting Party, or from components of indeterminate origin, such materials or components must have undergone substantial processing there, such as to make them different products. Generally, processing must be such to result in the exported goods being classified under a different heading of the Brussels Tariff Nomenclature from that which such materials or components would be classified. Furthermore, special rules and secondary provisions are laid down for various categories of goods in Lists A and B contained in Protocol 3 to the Agreement between the Community and Sweden. Such rules and provisions must be carefully studied before a request for a certificate is made out."}