{"celex_id": "31972D0366", "uri": "http://publications.europa.eu/resource/cellar/30a21cf4-e3a5-4b47-aa69-c0c4b7651a7f", "type": "Decision", "concepts": ["1549", "2891", "2897", "3055", "4533", "5334"], "title": "Commission Decision of 16 October 1972 modifying the standard form of report provided for in Article 17 of Council Regulation (EEC) No 543/69 on the harmonisation of certain social legislation relating to road transport\n", "header": "COMMISSION DECISION  of 16 October 1972  modifying the standard form of report provided for in Article 17 of Council Regulation (EEC) No 543/69 on the harmonisation of certain social legislation relating to road transport  (72/366/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community;\nHaving regard to Council Regulation (EEC) No 543/69 1 of 25 March 1969 on the harmonisation of certain social legislation relating to road transport, as last amended by Regulation (EEC) Nos 514/72 and 515/72, 2 and in particular Article 17 thereof;\nAfter consultation with the Member States;\nWhereas Article 17 of Council Regulation (EEC) No 543/69 requires the Commission to submit annually to the Council a general report on the implementation of that Regulation by Member States ; whereas to enable the Commission to draw up that report Member States are to forward annually to the Commission the required information, using a standard form of report to be drawn up by the Commission;\nWhereas in its Decision of 18 June 1970 3 the Commission laid down the standard form for the aforementioned report ; whereas it is desirable that this standard form be modified to take account of experience acquired;", "main_body": ["The standard form of report set out in the Annex to this Decision shall be substituted for the model set out in the Annex to the Commission Decision of 18 June 1970.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 16 October 1972.\nFor the Commission\nThe President\nS.L. MANSHOLT  1OJ No L 77, 29.3.1969, p. 49. 2OJ No L 67, 20.3.1972, pp. 1 and 11. 3OJ No L 140, 27.6.1970, p. 20.\nANNEX Standard form of report whereby Member States are to forward to the Commission the information required for drawing up the general report which the Commission must present annually to the Council on the implementation by Member States of the Council Regulation on the harmonisation of certain social legislation relating to road transport (Article 17 of Regulation (EEC) No 543/69)\nI. ORGANISATION OF CONTROL\n1. What is the administrative machinery for keeping a check on the implementation of the provisions of the Regulation:      (a) on the road;\n(b) on the premises of the undertaking?\n2. What is the number of officers authorised to carry out inspections and what powers do they hold:      (a) on the road;\n(b) on the premises of the undertaking?\n3. What are the methods of inspection as regards place and frequency of checks:      (a) on the road;\n(b) on the premises of the undertaking?\nNotes:\nWhere Member States have replied to questions I.1 and I.2 in previous reports, it is sufficient here if they merely give details of any alterations or improvements to their control arrangements.\nII. BREACHES AND PENALTIES\n1. How many breaches of each of the undermentioned provisions of the Regulation have been recorded, giving separate figures for carriage of goods, regular passenger services and occasional passenger services ? 1\nNotes:\nAs far as they are able, Member States shall, during a transitional period, list the breaches committed on their territory so as to show separately those committed by their own nationals and those committed by foreign nationals.\nThey shall take steps to make it possible, at a later date, for the lists of foreign nationals to be subdivided according to the latter's countries of origin.\n2. How serious were the breaches of each of the undermentioned provisions of the Regulation committed by nationals and non-nationals respectively?\nNotes:\nMember States shall take appropriate steps to make it possible, at a later date, to subdivide the breaches committed by foreign nationals according to the latter's countries of origin.  1Breaches of any stricter provisions as provided for in Article 13 (1) of the Regulation shall be reported only if they also constitute breaches of the Regulation.\n3. What penalties were imposed in each case?\nNotes:\nIf, in the initial stage, Member States are unable to provide detailed information they shall give an overall account of the penalties imposed, with particular reference to the level of such penalties. At a later date they shall endeavour to obtain more detailed information, enabling them to provide the Commission with a more comprehensive and detailed account.\nList of breaches\n(a) Limitation as to distance (450 km) for certain classes of vehicle where there are not two drivers on board from the start of the journey (Article 6).\n(b) Duration of driving period (Article 7)\n- vehicles referred to in Article 6 : continuous driving period : 4 hours\ndaily driving period : 8 hours\nweekly driving period : 48 hours\n- other vehicles : continuous driving period : 4 hours\ndaily driving period : 8 hours ; twice a week 9 hours\nweekly driving period : 48 hours.\n(c) Breaks in driving (Article 8)\n(d) Daily rest period (Article 11)        1. Carriage of goods:\n11 hours during the preceding 24 hours ; twice weekly reduction to 9 hours allowed if rest taken at base or to 8 hours if taken away from base;\n2. Carriage of passengers:          - 10 hours during the preceding 24 hours, or\n- 11 hours during the preceding 24 hours ; twice weekly reductions to 9 hours and to 10 hours allowed provided there is during the day either an uninterrupted rest period of 4 hours or 2 periods of 2 hours.\n(e) Weekly rest period (Article 12)\nEach period of 7 consecutive days must include a rest period of 24 hours immediately preceded or followed by a daily rest period.\n(f) Control book (Article 14 and Annexes)        1. Proportion of drivers checked and found to be in possession of a control book.\n2. Whether book kept in accordance with the provisions of the Regulation.\n(g) Checking of regular services (Article 15)        1. Duty of the undertaking to draw up:\na timetable of the service and a duty roster.\n2. Duty of each crew member to carry:\na copy of the timetable of the service and a copy of the duty roster.\nIII. MULTILATERAL MUTUAL ASSISTANCE BETWEEN MEMBER STATES AND NOTIFICATION OF BREACHES\n1. Mutual assistance (Article 18 (2))      - in what respects and in what ways has the Member State assisted other Member States?\n- in what respects and in what ways has the Member State been assisted by other Member States?\n2. Notification of breaches (Article 18 (3))      - notifications made by the Member State;\n- notifications received by the Member State.\n3. Notification of penalties (Article 18 (3))      - notifications made by the Member State;\n- notifications received by the Member State.\nIV. CONCLUSIONS AND SUGGESTIONS\n1. General assessment of the operation of the Regulation.\n2.      (a) Has the use of the individual control book given rise to any difficulties in the checking of international transport between Member States ? If so, state their nature.\n(b) How can such difficulties be remedied?\n3. Proposal for amending the standard form of report.\n4. Proposals for measures which could be taken to improve or facilitate operation of the Regulation."}