{"celex_id": "31972R0608", "uri": "http://publications.europa.eu/resource/cellar/3cab3088-1b70-4cf4-9e32-b4478449654a", "type": "Regulation", "concepts": ["2733", "288", "3166", "4025", "4314"], "title": "Regulation (EEC) No 608/72 of the Council of 23 March 1972 laying down rules to be applied in cases of considerable price rises on the world sugar market\n", "header": "REGULATION (EEC) No 608/72 OF THE COUNCIL  of 23 March 1972  laying down rules to be applied in cases of considerable price rises on the world sugar market\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community;\nHaving regard to Council Regulation No 1009/67/EEC 1 of 18 December 1967 on the common organization of the market in sugar, as last amended by Regulation (EEC) No 607/72, 2 and in particular Article 16 (3) thereof;\nHaving regard to the proposal from the Commission;\nWhereas Article 16 (1) of Regulation No 1009/67/EEC provides for the charging of a levy and for the possibility of charging a special levy on exports of sugar;\nWhereas the appropriate procedures must be laid down for fixing the special levy;\nWhereas Article 16 (2) of Regulation No 1009/67/EEC provides for the possibility of a subsidy on imports of sugar if the c.i.f. price is higher than the threshold price ; whereas, if in such a situation it is found that supplies to the Community or to a high-consumption region thereof can no longer be maintained from Community resources, a decision must be taken on the application of the abovementioned subsidy;", "main_body": ["1. In order to apply the provisions of the second subparagraph of Article 16 (1) of Regulation No 1009/67/EEC, the special levy shall be fixed in accordance with the procedure laid down in Article 40 of that Regulation. It may also be determined by means of an invitation to tender.\n2. In an extreme emergency the special levy shall be fixed or altered by the Commission.\n3. In the case of an invitation to tender the provisions of the third subparagraph of Article 16 (1) of Regulation No 1009/67/EEC shall not apply.", "Where it is found that:    (a) supplies to the Community, or\n(b) supplies to a high-consumption region of the Community\ncan no longer be maintained from Community resources the Council, acting in accordance with the voting procedure laid down in Article 43 (2) of the Treaty on a proposal from the Commission, shall decide on the granting of the subsidy provided for in Article 16 (2) of Regulation No 1009/67/EEC and on the conditions for granting it.\nSuch conditions shall relate in particular to the quantity of white or raw sugar covered by the subsidy, the period for which it is wanted and, where appropriate, the import regions.", "Conditions supplementing those referred to in Article 2 (2) may be adopted in accordance with the procedure laid down in Article 40 of Regulation No 1009/67/EEC.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.  1OJ No 308, 18.12.1967, p. 1. 2OJ No L 75, 28.3.1972, p. 4.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 23 March 1972.\nFor the Council\nThe President\nJ.P. BUCHLER"}