{"celex_id": "31970R1523", "uri": "http://publications.europa.eu/resource/cellar/26f532ae-374d-42d1-bdd0-d86e88b1ce3b", "type": "Regulation", "concepts": ["2069", "4381", "4682", "920"], "title": "Regulation (EEC) No 1523/70 of the Commission of 29 July 1970 on the classification of goods under subheading No 02.01 A II (a) of the Common Customs Tariff\n", "header": "REGULATION (EEC) No 1523/70 OF THE COMMISSION  of 29 July 1970  on the classification of goods under sub-heading No 02.01 A II (a) of the Common Customs Tariff\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community;\nHaving regard to Council Regulation (EEC) No 97/69 (1) of 16 January 1969 on measures to be taken for uniform application of the nomenclature of the Common Customs Tariff, and in particular Article 3 thereof;\nWhereas provision must be made to ensure uniform application of the nomenclature of the Common Customs Tariff with a view to the classification of partially or totally de-frozen meat of domestic bovine animals;\nWhereas the Common Customs Tariff annexed to Council Regulation (EEC) No 950/68 (2) of 28 June 1968, as last amended by Council Regulation (EEC) No 1239/70 (3) of 29 June 1970, comprises under sub-heading No 02.01 A II (a) 1 meat of domestic bovine animals, fresh or chilled, and under sub-heading No 02.01 A II 2 meat of domestic bovine animals, frozen;\nWhereas the wording \"meat, fresh or chilled\" under sub-heading No 02.01 A II (a) 1 does not include meat which has undergone a process, such as freezing, which brings about changes in its structure;\nWhereas, in addition, the General Explanatory Note to Chapter 2 of the Brussels Nomenclature, under the heading \"Distinction between meat and meat offals of the present Chapter and those of Chapter 16\", states that:    - the expression \"fresh\" relates to products in their natural state;\n- the expression \"chilled\" relates to products maintained at a temperature around freezing point but not frozen throughout;\n- the expression \"frozen\" relates to products frozen throughout;\nWhereas meat which has first been frozen throughout and later partially or totally de-frozen cannot be regarded as fresh or chilled meat ; whereas the freezing of meat brings about changes in its structure which remain when the meat is de-frozen;\nWhereas partially or totally de-frozen meat should accordingly fall within sub-heading No 02.01 A II (a) 2 of the Common Customs Tariff;\nWhereas the measures provided for in this Regulation are in accordance with the Opinion of the Committee on the Common Customs Tariff Nomenclature;", "main_body": ["Partially or totally de-frozen meat of domestic bovine animals shall fall within the following sub-heading of the Common Customs Tariff:  No 02.01 Meat and edible offals of the animals falling within heading No 01.01, 01.02, 01.03 or 01.04, fresh, chilled or frozen:  (1)OJ No L 14, 21.1.1969, p. 1. (2)OJ No L 172, 22.7.1968, p. 1. (3)OJ No L 142, 30.6.1970, p. 3.   A. Meat:  II. Of bovine animals:  (a)  Of domestic bovine animals:  2. Frozen", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 29 July 1970.\nFor The Commission\nThe President\nFranco M. MALFATTI"}