{"celex_id": "31978D0615", "uri": "http://publications.europa.eu/resource/cellar/47a609b7-426c-4e34-9f32-cd810473d68f", "type": "Decision", "concepts": ["1318", "1662", "4081", "5360"], "title": "78/615/EEC: Commission Decision of 23 June 1978 amending Commission Decision 76/687/EEC of 30 June 1976 authorizing the Federal Republic of Germany to restrict the marketing of seed of certain varieties of agricultural plant species (Only the German text is authentic)\n", "header": "COMMISSION DECISION  of 23 June 1978  amending Commission Decision 76/687/EEC of 30 June 1976 authorizing the Federal Republic of Germany to restrict the marketing of seed of certain varieties of agricultural plant species  (Only the German text is authentic)  (78/615/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 70/457/EEC of 29 September 1970 on the common catalogue of varieties of agricultural plant species (1), as last amended by Directive 78/55/EEC (2), and in particular Article 7 thereof,\nHaving regard to Commission Decision 76/687/EEC of 30 June 1976 authorizing the Federal Republic of Germany to restrict the marketing of seed of certain varieties of agricultural plant species (3), and in particular Article 2 thereof,\nWhereas, in accordance with the provisions of Article 15 (1) of the abovementioned Directive, seed or propagating material of these varieties of agricultural species which have been officially approved in at least one of the Member States and which also fulfil the conditions laid down in the said Directive is, after the expiry of a given period, no longer subject to any marketing restrictions relating to variety within the Community;\nWhereas, however, Article 15 (2) of the abovementioned Directive provides that a Member State may be authorized upon application to prohibit the marketing of seed and propagating material of certain varieties;\nWhereas, in accordance with the abovementioned Decision, the Commission has authorized the Federal Republic of Germany inter alia to prohibit the marketing of seed of the \"Bastion\" (Triticum aestivum L.) variety because this variety has not been, in the Federal Republic of Germany, sufficiently uniform in certain characteristics (Article 15 (3) (a);\nWhereas, because of the results of new growing trials, it can no longer be maintained that in the Federal Republic of Germany the variety is not sufficiently uniform;\nWhereas, therefore, the conditions of Article 15 (3) (a) of the abovementioned Directive are no longer satisfied;\nWhereas, therefore, the authorization granted to the Federal Republic of Germany should be withdrawn;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Seed and Propagating Material for Agriculture, Horticulture and Forestry,", "main_body": ["The authorization for the Federal Republic of Germany granted in Decision 76/687/EEC of 30 June 1976 shall be withdrawn with effect from 20 April 1978 as far as the Bastion (Triticum aestivum L.) variety is concerned.", "This Decision is addressed to the Federal Republic of Germany."], "attachments": "Done at Brussels, 23 June 1978.\nFor the Commission\nFinn GUNDELACH\nVice-President  (1)OJ No L 225, 12.10.1970, p. 1. (2)OJ No L 16, 20.1.1978, p. 23. (3)OJ No L 235, 26.8.1976, p. 21."}