{"celex_id": "31973R0526", "uri": "http://publications.europa.eu/resource/cellar/0ecf245f-23f8-43f8-8d44-82546d502798", "type": "Regulation", "concepts": ["3568", "6042", "618"], "title": "Regulation (EEC) No 526/73 of the Council of 19 February 1973 on the financing of special measures for colza and rape seed\n", "header": "REGULATION (EEC) No 526/73 OF THE COUNCIL  of 19 February 1973  on the financing of special measures for colza and rape seed\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community;\nHaving regard to Council Regulation (EEC) No 729/70 (1) of 21 April 1970 on the financing of the common agricultural policy as last amended by Regulation (EEC) No 1566/72 (2) and in particular Articles 2 (2) and 3 (2) thereof;\nHaving regard to the proposal from the Commission;\nWhereas Council Regulation (EEC) No 1569/72 (3) of 20 July 1972 laying down special measures for colza and rape seed provides for the levying or granting by Member States of differential amounts for colza and rape seed processed for oil production or exported;\nWhereas the differential amounts levied in trade with third countries under Regulation (EEC) No 1569/72 represent an agricultural levy within the meaning of Article 2a of the Decision of 21 April 1970 (4) on the replacement of financial contributions from Member States by the Communities' own resources ; whereas the differential amounts granted in the case of exports represent export refunds to third countries within the meaning of Article 2 (1) of Regulation (EEC) No 729/70 ; whereas the differential amounts granted or levied in the case of processing represent interventions intended to stabilize the agricultural markets within the meaning of Article 3 (1) of Regulation (EEC) No 729/70 and whereas these amounts must consequently be included in Community finances for refunds or interventions;\nWhereas Council Regulation (EEC) No 2824/72 (5) of 28 December 1972 laying down general rules for the financing of interventions by the Guarantee section of the European Agricultural Guidance and Guarantee Fund is applicable, for expenditure provided for, from 1 January 1973, an adaptation should be made to this Regulation and to Council Regulation (EEC) No 786/69 (6) of 22 April 1969, on the financing of intervention expenditure on the internal market in oils and fats;", "main_body": ["The differential amounts granted in the case of trade with third countries in application of Regulation (EEC) No 1569/72 constitute, as regards the financing of the common agricultural policy, export refunds to third countries within the meaning of Article 2 (1) of Regulation (EEC) No 729/70.", "The following shall be added to Part III, entitled \"Oils and Fats\" in the Annex to Regulation (EEC) No 2824/72:\n\"9. The differential amounts granted or levied for processing in application of Regulation (EEC) No 1569/72.\"", "1. Article 2 (1) of Regulation (EEC) No 786/69 shall be supplemented by the following:\n\"(g) The differential amounts granted or levied for processing in application of Regulation (EEC) No 1569/72.\"  (1)OJ No L 94, 28.4.1970, p. 13. (2)OJ No L 167, 25.7.1972, p. 5. (3)OJ No L 167, 25.7.1972, p. 9. (4)OJ No L 94, 28.4.1970, p. 19. (5)OJ No L 298, 31.12.1972, p. 5. (6)OJ No L 105, 2.5.1969, p. 1.\n2. The text of Article 3 of Regulation (EEC) No 786/69 shall be numbered paragraph 1 and shall be supplemented by the following paragraph 2:\n\"2. The differential amounts granted or levied for processing in application of Regulation (EEC) No 1569/72 shall be added or deducted respectively from the subsidies granted in application of Article 27 of Regulation 136/66/EEC.\"", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall be applicable on the date on which Regulation (EEC) No 1569/72 takes effect, except for Article 2, which shall be applicable from 1 January 1973.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 February 1973.\nFor the Council\nThe President\nA. LAVENS"}