{"celex_id": "31979L0110", "uri": "http://publications.europa.eu/resource/cellar/e808caaf-18dd-409c-aae9-0a04e5705842", "type": "Directive", "concepts": ["1519", "2406", "2877", "4576", "5034", "5047"], "title": "Council Directive 79/110/EEC of 24 January 1979 authorizing the Italian Republic to postpone the notification and implementation of its national plans for the accelerated eradication of brucellosis and tuberculosis in cattle\n", "header": "Council Directive\nof 24 January 1979\nauthorizing the Italian Republic to postpone the notification and implementation of its national plans for the accelerated eradication of brucellosis and tuberculosis in cattle\n(79/110/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Articles 43 and 100 thereof,\nHaving regard to the proposal from the Commission [1],\nHaving regard to the opinion of the European Parliament [2],\nHaving regard to the opinion of the Economic and Social Committee [3],\nWhereas Articles 2 and 3 of Council Directive 77/391/EEC of 17 May 1977 introducing Community measures for the eradication of brucellosis, tuberculosis and leucosis in cattle [4], provide that Member States in which cattle are infected with brucellosis or tuberculosis are to draw up national plans for accelerating the eradication of these diseases; whereas Article 9 (1) of that Directive stipulates that Member States are to forward these plans to the Commission prior to their implementation and not later than 31 March 1978;\nWhereas, however, the Italian Republic has officially informed the Commission that it is encountering considerable difficulties in drawing up its national eradication plans, and is therefore behind schedule;\nWhereas it is desirable and in accordance with the aims of the abovementioned Directive that the time allowed for the preparation of national eradication plans by the Italian Republic, and for their communication to the Commission, should be such as to ensure effective implementation;\nWhereas Article 29 (2) and (3) of Directive 78/52/EEC [5] stipulates that the three-year period of execution, provided for in Article 6 (1) of Directive 77/391/EEC for implementation of national plans for eradication of brucellosis and tuberculosis, is to begin not later than 31 December 1978 and is to be restricted to slaughterings carried out before 1 January 1982;\nWhereas, if the deadline for notifying the eradication plans submitted by the Italian Republic is extended, then, to ensure full effectiveness of the measures, the deadline for the entry into force of these plans and the date until which slaughterings carried out may receive Community finance should be extended by a maximum of one year,", "main_body": ["By way of derogation from Article 9 (1) of Directive 77/391/EEC, the Italian Republic shall forward to the Commission the plans provided for in Articles 2 and 3 of that Regulation prior to their implementation and not later than 31 March 1979.", "1. By way of derogation from Article 29 (2) of Directive 78/52/EEC, the Italian Republic shall bring into force the laws, regulations and administrative provisions necessary for implementation of the national plans for accelerated eradication, adopted in accordance with Article 9 (2) of Directive 77/391/EEC, on the date laid down by the Commission in its Decision approving the plans and not later than 31 December 1979.\n2. By way of derogation from Article 29 (3) of Directive 78/52/EEC, the three-year period of execution provided for in Article 6 (1) of Directive 77/391/EEC shall run, for the Italian Republic, from the date laid down by the Commission pursuant to paragraph 1. However, Community finance shall in all cases be restricted to slaughterings carried out before 1 January 1983.", "This Directive is addressed to the Italian Republic."], "attachments": "Done at Brussels, 24 January 1979.\nFor the Council\nThe President\nJ. François-poncet\n[1] OJ No C 289, 2. 12. 1978, p. 6.\n[2] Opinion delivered on 19 January 1979 (not yet published in the Official Journal).\n[3] Opinion delivered on 19 December 1978 (not yet published in the Official Journal).\n[4] OJ No L 145, 13. 6. 1977, p. 44.\n[5] OJ No L 15, 19. 1. 1978, p. 34.\n--------------------------------------------------"}