{"celex_id": "31973R0768", "uri": "http://publications.europa.eu/resource/cellar/4fcd2396-d387-4766-8bc4-1a585a0d3f66", "type": "Regulation", "concepts": ["1076", "2069", "4381", "5367", "601", "888"], "title": "Regulation (EEC) No 768/73 of the Commission of 26 February 1973 amending Regulation (EEC) No 2552/69 of 17 December 1969 determining the conditions for the admission of Bourbon whiskey under subheading No 22.09 C III a) of the Common Customs Tariff\n", "header": "REGULATION (EEC) No 768/73 OF THE COMMISSION  of 26 February 1973  amending Regulation (EEC) No 2552/69 of 17 December 1969 determining the conditions for the admission of Bourbon whiskey under subheading No 22.09 C III a) of the Common Customs Tariff\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community;\nHaving regard to Council Regulation (EEC) No 97/69 (1) of 16 January 1969 on measures to be taken for the uniform application of the nomenclature of the Common Customs Tariff;\nWhereas Commission Regulation (EEC) No 2552/69 (2) of 17 December 1969 makes admission under subheading No 22.09 C III a) of Bourbon whiskey subject to the presentation of a certificate of authenticity in the form set out in Annex I to the said Regulation ; whereas in Annex II to the same Regulation it is laid down that the body issuing the certificate of authenticity shall be the US Treasury Department, Internal Revenue Service, Washington DC;\nWhereas the Mission of the United States to the European Communities stated in its note of 3 November 1972 that, following the creation of the Bureau of Alcohol, Tobacco and Firearms, it is that Bureau which is henceforth responsible for issuing certificates of authenticity for Bourbon whiskey instead of the Internal Revenue Service;\nWhereas experience has also shown that in the aforesaid Regulation certain other amendments are necessary in order to avoid differences in application;\nWhereas the provisions of this Regulation are in accordance with the Opinion of the Committee on Nomenclature of the Common Customs Tariff;", "main_body": ["Article 2 (1) of Regulation (EEC) No 2552/69 of 17 December 1969 is replaced by the following:\n\"1. The certificate shall be in the form set out in Annex I to this Regulation. The size of the certificate shal be approximately 21 cm x 30 cm. White paper with a yellow border shall be used.\"", "Article 7 of Regulation (EEC) No 2552/69 of 17 December 1969 is deleted.", "Annexes I and II to Regulation (EEC) No 2552/69 of 17 December 1969 are replaced by Annexes I and II to this Regulation.", "This Regulation shall enter into force on 1 April 1973. Nevertheless, Bourbon whiskey may, up to and including 30 June 1973, continue to be admitted under subheading No 22.09 C III a) upon presentation of a certificate of authenticity meeting the requirements specified in Regulation (EEC) No 2552/69 of 17 December 1969 as it applies up to and including 31 March 1973.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done in Brussels, 26 February 1973.\nFor the Commission\nThe President\nFranรงois-Xavier ORTOLI  (1)OJ No L 14, 21.1.1969, p. 1. (2)OJ No L 320, 20.12.1969, p. 19.\n>PIC FILE= \"T0004989\">   >PIC FILE= \"T9000681\">\nANNEX II\n>PIC FILE= \"T0004990\">"}