{"celex_id": "31976R0718", "uri": "http://publications.europa.eu/resource/cellar/187f2a6c-fc30-4937-8736-03e9c687a7a5", "type": "Regulation", "concepts": ["1642", "1644", "3732", "5360"], "title": "Commission Regulation (EEC) No 718/76 of 30 March 1976 amending for the fifth time Regulation (EEC) No 2042/75 on special detailed rules for the application of the system of import and export licences for cereals and rice\n", "header": "COMMISSION REGULATION (EEC) No 718/76  of 30 March 1976  amending for the fifth time Regulation (EEC) No 2042/75 on special detailed rules for the application of the system of import and export licences for cereals and rice\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation No 359/67/EEC of 25 July 1967 on the common organization of the market in rice (1), as last amended by Regulation (EEC) No 668/75 (2), and in particular Article 10 (2) thereof,\nWhereas Commission Regulation (EEC) No 2042/75 of 25 July 1975 on special detailed rules for the application of the system of import and export licences for cereals and rice (3), as last amended by Regulation (EEC) No 257/76 (4), fixed the period of validity of import licences for the products specified in Article I (a) of Regulation No 359/67/EEC at 45 days;\nWhereas the export market in these products is particularly sensitive in certain countries which are at a considerable distance from the Community ; whereas, to solve any difficulties which the said time limit might cause for such countries, a special period of validity should be provided for import licences for products coming from these countries;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["The following Article 8 (a) shall be inserted in Regulation (EEC) No 2042/75:\n\"Article 8 (a)\nWhere a special period of validity for import licences is provided for imports originating in and coming from certain third countries, sections 13 and 14 of the application for the licence and of the licence itself shall state the country or countries of export and of origin. The licence shall carry with it the obligation to import from that country or those countries.\"", "Annex I to Regulation (EEC) No 2042/75 is hereby replaced by the Annex to this Regulation.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 March 1976.\nFor the Commission\nP.J. LARDINOIS\nMember of the Commission  (1)OJ No 174, 31.7.1967, p. 1. (2)OJ No L 72, 20.3.1975, p. 18. (3)OJ No L 213, 11.8.1975, p. 5. (4)OJ No L 32, 6.2.1976, p. 12.\nANNEX PERIOD OF VALIDITY OF IMPORT LICENCES\nA. For cereals\n>PIC FILE= \"T0010063\">   B. For rice\n>PIC FILE= \"T0010064\">"}