{"celex_id": "31977L0799", "uri": "http://publications.europa.eu/resource/cellar/5ebf8450-3518-4d7a-916d-54be7d8b40d2", "type": "Directive", "concepts": ["1095", "1234", "1313", "4585", "5811"], "title": "Council Directive 77/799/EEC of 19 December 1977 concerning mutual assistance by the competent authorities of the Member States in the field of direct taxation\n", "header": "COUNCIL DIRECTIVE  of 19 December 1977  concerning mutual assistance by the competent authorities of the Member States in the field of direct taxation  (77/799/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 100 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nHaving regard to the opinion of the Economic and Social Committee (2),\nWhereas practices of tax evasion and tax avoidance extending across the frontiers of Member States lead to budget losses and violations of the principle of fair taxation and are liable to bring about distortions of capital movements and of conditions of competition ; whereas they therefore affect the operation of the common market;\nWhereas, for these reasons the Council adopted on 10 February 1975 a resolution on the measures to be taken by the Community in order to combat international tax evasion and avoidance (3);\nWhereas the international nature of the problem means that national measures, whose effect does not extend beyond national frontiers, are insufficient ; whereas collaboration between administrations on the basis of bilateral agreements is also unable to counter new forms of tax evasion and avoidance, which are increasingly assuming a multinational character;\nWhereas collaboration between tax administrations within the Community should therefore be strengthened in accordance with common principles and rules;\nWhereas the Member States should, on request, exchange information concerning particular cases ; whereas the State so requested should make the necessary enquiries to obtain such information;\nWhereas the Member States should exchange, even without any request, any information which appears relevant for the correct assessment of taxes on income and on capital, in particular where there appears to be an artificial transfer of profits between enterprises in different Member States or where such transactions are carried out between enterprises in two Member States through a third country in order to obtain tax advantages, or where tax has been or may be evaded or avoided for any reason whatever;\nWhereas it is important that officials of the tax administration of one Member State be allowed to be present in the territory of another Member State if both the States concerned consider it desirable;  (1)OJ No C 293, 13.12.1976, p. 34. (2)OJ No C 56, 7.3.1977, p. 66. (3)OJ No C 35, 14.2.1975, p. 1.\nWhereas care must be taken to ensure that information provided in the course of such collaboration is not disclosed to unauthorized persons, so that the basic rights of citizens and enterprises are safeguarded ; whereas it is therefore necessary that the Member States receiving such information should not use it, without the authorization of the Member State supplying it, other than for the purposes of taxation or to facilitate legal proceedings for failure to observe the tax laws of the receiving State ; whereas it is also necessary that the receiving States afford the information the same degree of confidentiality which it enjoyed in the State which provided it, if the latter so requires;\nWhereas a Member State which is called upon to carry out enquiries or to provide information shall have the right to refuse to do so where its laws or administrative practices prevent its tax administration from carrying out these enquiries or from collecting or using this information for its own purposes, or where the provision of such information would be contrary to public policy or would lead to the disclosure of a commercial, industrial or professional secret or of a commercial process, or where the Member State for which the information is intended is unable for practical or legal reasons to provide similar information;\nWhereas collaboration between the Member States and the Commission is necessary for the permanent study of cooperation procedures and the pooling of experience in the fields considered, and in particular in the field of the artificial transfer of profits within groups of enterprises, with the aim of improving those procedures and of preparing appropriate Community rules,", "main_body": ["General provisions\n1. In accordance with the provisions of this Directive the competent authorities of the Member States shall exchange any information that may enable them to effect a correct assessment of taxes on income and on capital.\n2. There shall be regarded as taxes on income and on capital, irrespective of the manner in which they are levied, all taxes imposed on total income, on total capital, or on elements of income or of capital, including taxes on gains from the disposal of movable or immovable property, taxes on the amounts of wages or salaries paid by enterprises, as well as taxes on capital appreciation.\n3. The taxes referred to in paragraph 2 are at present, in particular:\nin Belgium:\nImpôt des personnes physiques/Personenbelasting\nImpôt des sociétés/Vennootschapsbelasting\nImpôt des personnes morales/Rechtspersonenbelasting\nImpôt des non-résidents/Belasting der niet-verblijfhouders\nin Denmark:\nIndkomstskaten til staten\nSelsskabsskat\nDen kommunale indkomstskat\nDen amtskommunale indkomstskat\nFolkepensionsbidragene\nSømandsskatten\nDen særlige indkomstskat\nKirkeskatten\nFormueskatten til staten\nBidrag til dagpengefonden\nin Germany:\nEinkommensteuer\nKörperschaftsteuer\nVermögensteuer\nGewerbesteuer\nGrundsteuer\nin France:\nImpôt sur le revenu\nImpôt sur les sociétés\nTaxe professionnelle\nTaxe foncière sur les propriétés bâties\nTaxe foncière sur les propriétés non bâties\nin Ireland:\nIncome tax\nCorporation tax\nCapital gains tax\nWealth tax  in Italy:\nImposta sul reddito delle persone fisiche\nImposta sul reddito delle persone giuridiche\nImposta locale sui redditi\nin Luxembourg:\nImpôt sur le revenu des personnes physiques\nImpôt sur le revenu des collectivités\nImpôt commercial communal\nImpôt sur la fortune\nImpôt foncier\nin the Netherlands:\nInkomstenbelasting\nVennootschapsbelasting\nVermogensbelasting\nin the United Kingdom:\nIncome tax\nCorporation tax\nCapital gains tax\nPetroleum revenue tax\nDevelopment land tax\n4. Paragraph 1 shall also apply to any identical or similar taxes imposed subsequently, whether in addition to or in place of the taxes listed in paragraph 3. The competent authorities of the Member States shall inform one another and the Commission of the date of entry into force of such taxes.\n5. The expression \"competent authority\" means:\nin Belgium:\nDe minister van financiën or an authorized representative\nLe ministre des finances or an authorized representative\nin Denmark:\nMinisteren for skatter og afgifter or an authorized representative\nin Germany:\nDer Bundesminister der Finanzen or an authorized representative\nin France:\nLe ministre de l'économie or an authorized representative\nin Ireland:\nThe Revenue Commissioners or their authorized representative\nin Italy:\nIl Ministro per le finanze or an authorized representative\nin Luxembourg:\nLe ministre des finances or an authorized representative\nin the Netherlands:\nDe minister van financiën or an authorized representative\nin the United Kingdom:\nThe Commissioners of Inland Revenue or their authorized representative", "Exchange on request\n1. The competent authority of a Member State may request the competent authority of another Member State to forward the information referred to in Article 1 (1) in a particular case. The competent authority of the requested State need not comply with the request if it appears that the competent authority of the State making the request has not exhausted its own usual sources of information, which it could have utilized, according to the circumstances, to obtain the information requested without running the risk of endangering the attainment of the sought after result.\n2. For the purpose of forwarding the information referred to in paragraph 1, the competent authority of the requested Member State shall arrange for the conduct of any enquiries necessary to obtain such information.", "Automatic exchange of information\nFor categories of cases which they shall determine under the consultation procedure laid down in Article 9, the competent authorities of the Member States shall regularly exchange the information referred to in Article 1 (1) without prior request.", "Spontaneous exchange of information\n1. The competent authority of a Member State shall without prior request forward the information  referred to in Article 1 (1), of which it has knowledge, to the competent authority of any other Member State concerned, in the following circumstances:    (a) the competent authority of the one Member State has grounds for supposing that there may be a loss of tax in the other Member State;\n(b) a person liable to tax obtains a reduction in or an exemption from tax in the one Member State which would give rise to an increase in tax or to liability to tax in the other Member State;\n(c) business dealings between a person liable to tax in a Member State and a person liable to tax in another Member State are conducted through one or more countries in such a way that a saving in tax may result in one or the other Member State or in both;\n(d) the competent authority of a Member State has grounds for supposing that a saving of tax may result from artificial transfers of profits within groups of enterprises;\n(e) information forwarded to the one Member State by the competent authority of the other Member State has enabled information to be obtained which may be relevant in assessing liability to tax in the latter Member State.\n2. The competent authorities of the Member States may, under the consultation procedure laid down in Article 9, extend the exchange of information provided for in paragraph 1 to cases other than those specified therein.\n3. The competent authorities of the Member States may forward to each other in any other case, without prior request, the information referred to in Article 1 (1) of which they have knowledge.", "Time limit for forwarding information\nThe competent authority of a Member State which, under the preceding Articles, is called upon to furnish information, shall forward it as swiftly as possible. If it encounters obstacles in furnishing the information or if it refuses to furnish the information, it shall forthwith inform the requesting authority to this effect, indicating the nature of the obstacles or the reasons for its refusal.", "Collaboration by officials of the State concerned\nFor the purpose of applying the preceding provisions, the competent authority of the Member State providing the information and the competent authority of the Member State for which the information is intended may agree, under the consultation procedure laid down in Article 9, to authorize the presence in the first Member State of officials of the tax administration of the other Member State. The details for applying this provision shall be determined under the same procedure.", "Provisions relating to secrecy\n1. All information made known to a Member State under this Directive shall be kept secret in that State in the same manner as information received under its domestic legislation.\nIn any case, such information:    - may be made available only to the persons directly involved in the assessment of the tax or in the administrative control of this assessment,\n- may in addition be made known only in connection with judicial proceedings or administrative proceedings involving sanctions undertaken with a view to, or relating to, the making or reviewing the tax assessment and only to persons who are directly involved in such proceedings ; such information may, however, be disclosed during public hearings or in judgements if the competent authority of the Member State supplying the information raises no objection,\n- shall in no circumstances be used other than for taxation purposes or in connection with judicial proceedings or administrative proceedings involving sanctions undertaken with a view to, or in relation to, the making or reviewing the tax assessment.\n2. Paragraph 1 shall not oblige a Member State whose legislation or administrative practice lays down, for domestic purposes, narrower limits than those contained in the provisions of that paragraph, to provide information if the State concerned does not undertake to respect those narrower limits.\n3. Notwithstanding paragraph 1, the competent authorities of the Member State providing the information may permit it to be used for other purposes in the requesting State, if, under the legislation of the informing State, the information could, in similar circumstances, be used in the informing State for similar purposes.\n4. Where a competent authority of a Member State considers that information which it has received from the competent authority of another Member State is likely to be useful to the competent authority of a third Member State, it may transmit it to the latter competent authority with the agreement of the competent authority which supplied the information.", "Limits to exchange of information\n1. This Directive shall impose no obligation to have enquiries carried out or to provide information if the Member State, which should furnish the information, would be prevented by its laws or administrative practices from carrying out these enquiries or from collecting or using this information for its own purposes.\n2. The provision of information may be refused where it would lead to the disclosure of a commercial, industrial or professional secret or of a commercial process, or of information whose disclosure would be contrary to public policy.\n3. The competent authority of a Member State may refuse to provide information where the State concerned is unable, for practical or legal reasons, to provide similar information.", "Consultations\n1. For the purposes of the implementation of this Directive, consultations shall be held, if necessary in a Committee, between:    - the competent authorities of the Member States concerned at the request of either, in respect of bilateral questions,\n- the competent authorities of all the Member States and the Commission, at the request of one of those authorities or the Commission, in so far as the matters involved are not solely of bilateral interest.\n2. The competent authorities of the Member States may communicate directly with each other. The competent authorities of the Member States may by mutual agreement permit authorities designated by them to communicate directly with each other in specified cases or in certain categories of cases.\n3. Where the competent authorities make arrangements on bilateral matters covered by this Directive other than as regards individual cases, they shall as soon as possible inform the Commission thereof. The Commission shall in turn notify the competent authorities of the other Member States.", "0\nPooling of experience\nThe Member States shall, together with the Commission, constantly monitor the cooperation procedure provided for in this Directive and shall pool their experience, especially in the field of transfer pricing within groups of enterprises, with a view to improving such cooperation and, where appropriate, drawing up a body of rules in the fields concerned.", "1\nApplicability of wider-ranging provisions of assistance\nThe foregoing provisions shall not impede the fulfilment of any wider obligations to exchange information which might flow from other legal acts.", "2\nFinal provisions\n1. Member States shall bring into force the necessary laws, regulations and administrative provisions in order to comply with this Directive not later than 1 January 1979 and shall forthwith communicate them to the Commission.\n2. Member States shall communicate to the Commission the texts of any important provisions of  national law which they subsequently adopt in the field covered by this Directive.", "3\nThis Directive is addressed to the Member States."], "attachments": "Done at Brussels, 19 December 1977.\nFor the Council\nThe President\nG. GEENS"}