{"celex_id": "31977D0406", "uri": "http://publications.europa.eu/resource/cellar/cf102ade-626d-4e90-9419-ae5263e5ff0c", "type": "Decision", "concepts": ["1318", "2412", "4081", "5451"], "title": "77/406/EEC: Commission Decision of 1 June 1977 authorizing the Federal Republic of Germany to restrict the marketing of seed of certain varieties of agricultural plant species (Only the German text is authentic)\n", "header": "COMMISSION DECISION  of 1 June 1977  authorizing the Federal Republic of Germany to restrict the marketing of seed of certain varieties of agricultural plant species  (Only the German text is authentic)  (77/406/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 70/457/EEC of 29 September 1970 on the common catalogue of varieties of agricultural plant species (1), as last amended by Council Directive 73/438/EEC of 11 December 1973 (2), and in particular Article 15 (2) and (3) thereof,\nHaving regard to the application lodged by the Federal Republic of Germany,\nWhereas, under Article 15 (1) of the said Directive, seeds or propagating material of varieties of agricultural plant species which have been officially accepted during 1974 in one or more Member States and which also meet the conditions laid down in the said Directive are, with effect from 31 December 1976, no longer subject to any marketing restrictions relating to variety in the Community;\nWhereas, however, Article 15 (2) thereof provides that a Member State may be authorized upon application to prohibit the marketing of seed and propagating material of certain varieties;\nWhereas the Federal Republic of Germany has applied for such authorization for a certain number of varieties of different species;\nWhereas Commission Decision 77/151/EEC of 29 December 1973 (3) extended the period provided for in the said Article 15 (1) for the majority of these varieties for the Federal Republic of Germany from 31 December 1976 to 31 March 1977;\nWhereas the Commission has meanwhile completed its examination of the German application in respect of these varieties;\nWhereas the varieties listed in this Decision have been the subject of official growing trials in the Federal Republic of Germany ; whereas the results of these trials have led the Federal Republic of Germany to decide that these varieties are not distinct or stable there;\nWhereas in respect of the varieties Wintergreen (red fescue) and Patora (perennial ryegrass), the results of the trials show that in the Federal Republic of Germany, when compared with the national rules governing the acceptance of varieties there, which apply as part of current Community provisions, they are not distinct from other varieties accepted therein (Article 15 (3) (a) of the said Directive);\nWhereas therefore the application of the Federal Republic of Germany in respect of these varieties should be granted in full;\nWhereas other varieties are no longer included in the German application;  (1)OJ No L 225, 12.10.1970, p. 1. (2)OJ No L 356, 27.12.1973, p. 79. (3)OJ No L 47, 18.2.1977, p. 64.\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Seed and Propagating Material for Agriculture, Horticulture and Forestry,", "main_body": ["The Federal Republic of Germany is hereby authorized to prohibit the marketing in its territory of seed of the following varieties listed in the 1977 common catalogue of varieties of agricultural plant species:\nFodder plants    1. Festuca rubra L.\nCommutata\nWintergreen\n2. Lolium perenne L.\nPatora", "The authorization under Article 1 shall be withdrawn as soon as it is established that the conditions thereof are no longer satisfied.", "The Federal Republic of Germany shall notify the Commission of the date from which it makes use of the authorization under Article 1 and the detailed methods to be followed. The Commission shall inform the other Member States thereof.", "This Decision is addressed to the Federal Republic of Germany."], "attachments": "Done at Brussels, 1 June 1977.\nFor the Commission\nFinn GUNDELACH\nVice-President"}