{"celex_id": "31971R2732", "uri": "http://publications.europa.eu/resource/cellar/9dd0935e-1417-4b0e-8fcb-42d7d4caacb1", "type": "Regulation", "concepts": ["1565", "1642", "2763", "3568"], "title": "Regulation (EEC) No 2732/71 of the Council of 20 December 1971 amending Regulation (EEC) No 876/68 as regards adjustments to be made to refunds fixed in advance on milk and milk products\n", "header": "REGULATION (EEC) No 2732/71 OF THE COUNCIL  of 20 December 1971  amending Regulation (EEC) No 876/68 as regards adjustments to be made to refunds fixed in advance on milk and milk products\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community;\nHaving regard to Council Regulation (EEC) No 804/68 1 of 27 June 1968 on the common organisation of the market in milk and milk products, as last amended by Regulation (EEC) No 1410/71 2, and in particular Article 17 (3) thereof;\nHaving regard to the proposal from the Commission;\nWhereas the third subparagraph of Article 5 (3) of Council Regulation (EEC) No 876/68 3 of 28 June 1968 laying down general rules for granting export refunds on milk and milk products and criteria for fixing the amount of such refunds provides for refunds fixed in advance to be adjusted on the basis of alterations to the threshold price and to certain aid;\nWhereas it has become evident that this provision, which stipulates an automatic adjustment, is too rigid ; whereas provision should therefore be made for more flexible rules which also enable account to be taken of the situation on the Community market when adjustments are made ; whereas adjustments decided on where possible before the entry into force of alterations to intervention prices may in particular ensure the continuity of export conditions from one milk year to the next;\nWhereas, moreover, the refund fixed in advance may be adjusted as the result of an alteration to the aid only if the amount of aid was actually taken into account when the refund was fixed;", "main_body": ["The following shall be substituted for Article 5 (3) of Regulation (EEC) No 876/68:\n\"It may be decided that the refund shall be fixed in advance.\nIn that event, if the party concerned so requests when applying for the licence, the refund applicable on the day on which the application for an export licence is lodged shall be applied to exports effected during the period of validity of the licence.\nIt may be decided that the refund fixed in advance shall be adjusted if there is an alteration:    (a) to intervention prices;\n(b) to the amount of aid applicable to products entitled to aid and to those in which such products are incorporated ; this provision shall not apply to products for which the refund was fixed without the aid granted being taken into account.\"", "This Regulation shall enter into force on 1 January 1972.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 December 1971.\nFor the Council\nThe President\nM. PEDINI  1OJ No L 148, 28.6.1968, p. 13. 2OJ No L 148, 3.7.1971, p. 3 3OJ No L 155, 3.7.1968, p. 1."}