{"celex_id": "31977R0353", "uri": "http://publications.europa.eu/resource/cellar/4c9c4277-7d87-4c88-ae6c-863db39c9f51", "type": "Regulation", "concepts": ["1565", "2763", "4038", "5283", "5334"], "title": "Commission Regulation (EEC) No 353/77 of 21 February 1977 amending Regulation (EEC) No 210/69 on communications between Member States and the Commission with regard to milk and milk products\n", "header": "COMMISSION REGULATION (EEC) No 353/77  of 21 February 1977  amending Regulation (EEC) No 210/69 on communications between Member States and the Commission with regard to milk and milk products\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 804/68 of 27 June 1968 on the common organization of the market in milk and milk and milk products (1), as last amended by Regulation (EEC) No 559/76 (2), and in particular Article 28 thereof,\nWhereas the third subparagraph of Article 3 (1) of Council Regulation (EEC) No 986/68 of 15 July 1968 laying down genral rules for granting aid for skimmed milk and skimmed-milk powder for use as feed (3), as last amended by Regulation (EEC) No 1530/76 (4), authorizes a Member State to pay the aid for skimmed-milk powder produced on its territory and denatured or used in the manufacture of compound feedingstuffs within the territory of another Member State;\nWhereas under Article 4 of Commission Regulation (EEC) No 210/69 of 31 January 1969 (5), as last amended by Regulation (EEC) No 1984/74 (6), Member States are to communicate regularly to the Commission the quantities of skimmed-milk powder in respect of which aid has been applied for ; whereas, in order to obtain a complete picture of the quantities used it is desirable that the Member States communicate separately quantities processed on the territory of another Member State but for which aid has been paid in the country of manufacture;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Milk and Milk Products,", "main_body": ["Article 4 (1) A II of Regulation (EEC) No 210/69 is hereby amended as follows:    (a) under (a) and (b), in each case, the words \"excluding the quantities referred to under (c)\" are added;\n(b) the following subparagraph is added:\n\"(c) the quantities of skimmed-milk powder denatured or used in the manufacture of compound feedingstuffs within the territory of another Member State pursuant to the third subparagraph of Article 3 (1) of Regulation (EEC) No 986/68, indicating the processing Member State.\"", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThe communications referred to in Article 1 shall be made retrospectively with effect from 1 July 1976.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 21 February 1977.\nFor the Commission\nFinn GUNDELACH\nVice-President  (1)OJ No L 148, 28.6.1968, p. 13. (2)OJ No L 67, 15.3.1976, p. 9. (3)OJ No L 169, 18.7.1968, p. 4. (4)OJ No L 170, 29.6.1976, p. 4. (5)OJ No L 28, 5.2.1969, p. 1. (6)OJ No L 207, 29.7.1974, p. 26."}