{"celex_id": "31978D0689", "uri": "http://publications.europa.eu/resource/cellar/d1569ee3-155b-4374-beb1-9afda565b1ed", "type": "Decision", "concepts": ["1047", "3885", "5511", "6049"], "title": "78/689/EEC: Council Decision of 25 July 1978 amending Decision 75/365/EEC setting up a Committee of Senior Officials on Public Health\n", "header": "COUNCIL DECISION  of 25 July 1978  amending Decision 75/365/EEC setting up a Committee of Senior Officials on Public Health  (78/689/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the draft Decision submitted by the Commission,\nWhereas by Decision 75/365/EEC (1) the Council set up a Committee of Senior Officials on Public Health with the task of identifying and analyzing any difficulties which might arise from the implementation of the Directives relating to the right of establishment and freedom to provide services of doctors, collecting all relevant information on the conditions under which medical care is given in the Member States and delivering opinions which could guide the Commission's work with a view to possible amendments of those Directives;\nWhereas that Decision has been amended by Decision 77/455/EEC (2) which entrusts the Committee of Senior Officials on Public Health with the same task in relation to the application of the measures adopted by the Council regarding the effective exercise of the right of establishment and freedom to provide services of nurses responsible for general care;\nWhereas the application of the measures adopted by the Council regarding the effective exercise of the right of establishment and freedom to provide services and the coordination of provisions laid down by law, regulation or administrative action in respect of activities of dental practitioners may give rise to problems which should also be examined jointly;\nWhereas the Committee of Senior Officials on Public Health should be entrusted with this task;\nWhereas the terms of reference of that Committee should therefore be extended,", "main_body": ["Article 2 of Decision 75/365/EEC shall be replaced by the following:\n\"Article 2\nThe task of the Committee shall be:    - to identify and analyze any difficulties which might arise from the implementation of Directives 75/362/EEC (3), 75/363/EEC (4), 77/452/EEC (5), 77/453/EEC (6), 78/686/EEC (7) and 78/687/EEC (8);\n- to collect all relevant information on:    - the conditions under which general and specialist medical care is given by doctors in the Member States,\n- the conditions under which nursing care is given in the Member States by nurses responsible for general care,\n- the conditions under which general and specialist dental care is given by dental practitioners in the Member States;\n- to deliver opinions to guide the Commission's work with a view to possible amendments of the abovementioned Directives.\""], "attachments": "Done at Brussels, 25 July 1978.\nFor the Council\nThe President\nK. von DOHNANYI  (1)OJ No L 167, 30.6.1975, p. 19. (2)OJ No L 176, 15.7.1977, p. 13. (3)OJ No L 167, 30.6.1975, p. 1. (4)OJ No L 167, 30.6.1975, p. 14. (5)OJ No L 176, 15.7.1977, p. 1. (6)OJ No L 176, 15.7.1977, p. 8. (7)See page 1 of this Official Journal. (8)See page 10 of this Official Journal."}