{"celex_id": "31977D0125", "uri": "http://publications.europa.eu/resource/cellar/ba7dec2d-33dd-4498-8fb9-b7601bf75d64", "type": "Decision", "concepts": ["1712", "4256", "4298", "4327", "4337", "623"], "title": "77/125/EEC: Commission Decision of 25 January 1977 laying down a sampling plan for the Grand Duchy of Luxembourg with regard to the 1975 survey on the structure of agricultural holdings (Only the French text is authentic)\n", "header": "COMMISSION DECISION  of 25 January 1977  laying down a sampling plan for the Grand Duchy of Luxembourg with regard to the 1975 survey on the structure of agricultural holdings  (Only the French text is authentic)  (77/125/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 75/108/EEC of 20 January 1975 on the organization of a structures survey for 1975 as part of the programme of surveys on the structure of agricultural holdings (1), and in particular Article 8 (1) (c) thereof.\nWhereas pursuant to Article 8 (1) (c) of Directive 75/108/EEC the sampling plans are to be adopted in accordance with the procedure laid down in Article 11 of that Directive;\nWhereas pursuant to Article 6 (1) of Directive 75/108/EEC random samples of agricultural holdings are to be taken and the number of these samples is to be between the limits laid down in that Article;\nWhereas pursuant to Article 8 (1) (c) of Directive 75/108/EEC the sampling plans are to refer to strata and regions;\nWhereas the Grand Duchy of Luxembourg has presented a sampling plan which fulfils all the conditions set out above;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Agricultural Statistics,", "main_body": ["Article 1\nThe sample of agricultural holdings shall be based on individual documents deriving from the annual census of agriculture of 15 May 1974.", "The population of the holdings shall be divided:    (a) by canton;\n(b) according to the agricultural area utilized on the holding into five strata : less than five hectares, five to less than 15 hectares, 15 to less than 30 hectares, 30 to less than 50 hectares, 50 hectares and above.", "1. Before samples are taken, the populations of the holdings in each canton shall be arranged in ascending order of magnitude in each stratum of agricultural area utilized.\n2. The sampling of holdings shall be systematic.\n3. The sample shall include all holdings with 50 hectares and above, half the holdings with 30 to less than 50 hectares, one fifth of the holdings with 15 to less than 30 hectares, one eighth of the holdings with five to less than 15 hectares and one tenth of the holdings with less than five hectares.", "This Decision is addressed to the Grand Duchy of Luxembourg."], "attachments": "Done at Brussels, 25 January 1977.\nFor the Commission\nFranรงois-Xavier ORTOLI\nVice-President  (1)OJ No L 42, 15.2.1975, p. 21."}