{"celex_id": "31974L0647", "uri": "http://publications.europa.eu/resource/cellar/f0b7e7e9-1a30-4702-a0e4-9f970c51a02e", "type": "Directive", "concepts": ["1031", "1763", "2877", "4490"], "title": "Council Directive 74/647/EEC of 9 December 1974 on control of carnation leaf-rollers\n", "header": "COUNCIL DIRECTIVE  of 9 December 1974  on control of carnation leaf-rollers  (74/647/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Articles 43 and 100 thereof;\nHaving regard to the proposal from the Commission;\nHaving regard to the Opinion of the European Parliament (1);\nHaving regard to the Opinion of the Economic and Social Committee (2);\nWhereas the production of carnations occupies an important place in Community agriculture;\nWhereas the carnation yield is constantly threatened by harmful organisms;\nWhereas, through the protection of carnation cultivation against such harmful organisms, not only should productive capacity be maintained but also agricultural productivity increased;\nWhereas protective measures to prevent the introduction of harmful organisms into individual Member States would have only a limited effect if such organisms were not controlled simultaneously and methodically throughout the Community and were not prevented from spreading;\nWhereas the organisms most harmful to carnations are the Mediterranean and South African leaf-rollers;\nWhereas these harmful organisms have occurred in several Member States;\nWhereas there is a permanent risk to carnation cultivation throughout the Community if effective measures are not taken to control these harmful organisms and to prevent them from spreading;\nWhereas, in order to eradicate these harmful organisms, minimum provisions must be adopted for the Community ; whereas Member States must be able to adopt additional or stricter provisions where necessary,", "main_body": ["This Directive concerns the minimum measures to be taken within Member States to control carnation leaf-rollers and to prevent them from spreading.", "For the purposes of this Directive \"carnation leaf-roller\" means the Mediterranean carnation leaf-roller (Cacoecimorpha pronubana Hb) and the South African carnation leaf-roller (Epichoristodes acerbella (Walk.) Diak.).", "1. Member States shall provide that carnations (Dianthus L.) be put into circulation only if they are not contaminated by carnation leaf-rollers and that carnation cultures contaminated by carnation leaf-rollers must be treated in such a way that the carnations obtained from them are no longer contaminated at the time when they are put into circulation.\n2. Notwithstanding paragraph 1, cut carnation flowers slightly contaminated by carnation leaf-rollers may be put into circulation from 16 October to 30 April.", "Member States shall prohibit the holding of carnation leaf-rollers.", "1. Member States may authorize:    (a) derogations from the measures referred to in Articles 3 and 4 for scientific purposes, tests or selection work;  (1)OJ No C 93, 7.8.1974, p. 87. (2)OJ No C 116, 30.9.1974, p. 49.\n(b) that, notwithstanding Article 3, cut carnation flowers slightly contaminated by carnation leaf-rollers may be put into circulation from 1 May to 15 October.\n2. Member States shall ensure that the authorizations referred to in paragraph 1 are granted only where adequate controls guarantee that they do not prejudice the control of carnation leaf-rollers and create no risk of the spread of these harmful organisms.", "Member States may adopt additional or stricter provisions to control carnation leaf-rollers or to prevent them from spreading insofar as such provisions are necessary for such control or prevention.", "Member States shall bring into force the measures needed to comply with this Directive not later than a year following its notification and forthwith inform the Commission thereof.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 9 December 1974.\nFor the Council\nThe President\nCh. BONNET"}