{"celex_id": "31978R1972", "uri": "http://publications.europa.eu/resource/cellar/b21aa54f-9b68-426c-9e1b-fe60f765d85d", "type": "Regulation", "concepts": ["2871", "386", "4713", "5334", "5967"], "title": "Commission Regulation (EEC) No 1972/78 of 16 August 1978 laying down detailed rules on oenological practices\n", "header": "COMMISSION REGULATION (EEC) No 1972/78  of 16 August 1978  laying down detailed rules on oenological practices\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 816/70 of 28 April 1970 laying down additional provisions for the common organization of the market in wine (1), as last amended by Regulation (EEC) No 1861/78 (2), and in particular Articles 26c (6) and 28a (2) thereof,\nHaving regard to Council Regulation (EEC) No 817/70 of 28 April 1970 laying down special provisions relating to quality wines produced in specific regions (3), as last amended by Regulation (EEC) No 2211/77 (4), and in particular Article 10b (4) thereof,\nHaving regard to Council Regulation (EEC) No 2893/74 of 18 November 1974 on sparkling wines produced in the Community and specified in item 12 of Annex II to Regulation (EEC) No 816/70 (5), as last amended by Regulation (EEC) No 1679/77 (6), and in particular Articles 12 (4) and 16 (4) thereof,\nHaving regard to Council Regulation (EEC) No 1678/77 of 19 July 1977 supplementing Regulation (EEC) No 816/70 by introducing new provisions relating to oenological practices and processes (7), and in particular Article 6 thereof,\nWhereas, in order that these new provisions relating to oenological practices and processes may be fully applicable from 1 September 1978, it is necessary to adopt sufficiently detailed rules for their application;\nWhereas Article 6 of Regulation (EEC) No 1678/77 specifies that transitional measures necessary to facilitate the changeover to the arrangements provided for in that Regulation may be adopted ; whereas this possibility should be made use of both to prevent substantial losses on the part of traders holding large stocks of certain substances traditionally used in certain Member States and in order to allow the oenological practices and processes of third countries to be thoroughly examined with a view to determining their comparability with those specified in the rules of the Community;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Wine,", "main_body": ["Wines which under Article 28a of Regulation (EEC) No 816/70 are not fit for direct human consumption may not be held without legitimate cause by a producer or trader. They may be destroyed but may be moved only to distilleries, vinegar factories or establishments where they will be industrially processed.\nMember States may have denaturing agents or indicators added to such wines to make them more easily identifiable.", "Member States may specify that neutral potassium tartrate and potassium bicarbonate shall be used only under the supervision of an oenologist or technician officially approved by the authorities of the Member State in which they are used.\nDL-racemic tartaric acid, potassium ferrocyanide and calcium phytate shall be used only under the supervision of an oenologist or technician officially approved by the authorities of the Member State in which they are used and the extent of whose responsibility shall be fixed, if necessary, by the Member State concerned.\nAfter treatment with potassium ferrocyanide wine must contain traces of iron.\nThe amount of calcium phytate used may not exceed eight grams per hectolitre and after treatment the wine must contain traces of iron.\nThe provisions for the supervision of the use of the products mentioned in the first and second paragraphs shall be those adopted by the Member States.  (1)OJ No L 99, 5.5.1970, p. 1. (2)OJ No L 215, 4.8.1978, p. 1. (3)OJ No L 99, 5.5.1970, p. 20. (4)OJ No L 256, 7.10.1977, p. 1. (5)OJ No L 310, 21.11.1974, p. 1. (6)OJ No L 187, 27.7.1977, p. 15. (7)OJ No L 187, 27.7.1977, p. 10.", "In Member States where natural or legal persons or producers' associations hold the following products for oenological purposes:    - sodium ascorbate,\n- ammonium bicarbonate,\n- potassium carbonate,\nSuch persons or associations must by 31 August 1978 make an inventory of the products concerned and before 15 September 1978 forward such inventory to the competent body appointed by the Member State in which such products are held.\nThe Member States concerned may, provided these conditions are complied with, authorize the marketing and use of the said products during the 1978/79 wine year.", "Wine produced before 1 September 1978 may be offered or supplied for direct human consumption after that date provided that it complies with the Community or national rules in force prior to that date. Such wine is not subject to Articles 26a and 26c of Regulation (EEC) No 816/70, Article 10b of Regulation (EEC) No 817/70 and Articles 12 and 16 of Regulation (EEC) No 2893/74, all of which take effect only on 1 September 1978.", "The Commission shall, in accordance with the first indent of Article 26c (6) of Regulation (EEC) No 816/70, adopt, on the basis of notifications from and discussion with non-member countries, a Regulation specifying what oenological practices and processes may be considered comparable to those authorized in the Community.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall, however, apply with effect from 1 September 1978 to wines produced within the Community.\nIt shall apply only with effect from 1 January 1979 to wines imported from non-member countries.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 16 August 1978.\nFor the Commission\nFinn GUNDELACH\nVice-President"}