{"celex_id": "31972R1665", "uri": "http://publications.europa.eu/resource/cellar/1cdce8e3-3894-48f0-8550-5023d32fa271", "type": "Regulation", "concepts": ["1744", "2672", "3409", "4402"], "title": "Regulation (EEC) No 1665/72 of the Commission of 28 July 1972 on detailed rules for determining the free-at-frontier offer prices and fixing the countervailing charge for hybrid maize for sowing\n", "header": "REGULATION (EEC) No 166S/72 OF THE COMMISSION of 28 July 1972 on detailed rules for determining the free-at-frontier offer prices and fixing the countervailing charge for hybrid maize for sowing\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community;\nHaving regard to Council Regulation (EEC) No 2358/711 of 26 October 1971 on the common organization of the market in seeds, and in particular Articles 6 and 9 thereof;\nWhereas Article 6 (2) of Regulation (EEC) No 2358/71 provides that for each type of hybrid maize for sowing for which a reference price is fixed a free-at-frontier offer price in respect of each country of provenance shall be determined on the basis of all available information;\nWhereas, so that the free-at-frontier offer price may be determined as accurately as possible, the information to be taken into account should be specified, namely, in addition to the prices shown in customs and trade documents, any other information concerning the prices ruling in third countries;\nWhereas free-at-frontier offer prices must necessarily be determined on the basis of the most favourable purchasing opportunities in international trade ; whereas, to ensure that the free-at-frontier offer prices are as representative as possible, it is important to exclude certain calculatory factors, particularly where the quantities concerned are insignificant;\nWhereas, for comparison purposes, recorded prices should be adjusted where they do not apply free-at-frontier or, pursuant to Article 3 of Council Regulation (EEC) No 1578/722 of 20 July 1972 laying down general rules for fixing reference prices and for determining free-at-frontier offer prices for hybrid maize for sowing, where they apply to a product at a stage of preparation or marketing other than that used for fixing the reference price;\nWhereas the conditions under which a countervailing charge should be fixed, amended or abolished should be laid down;\nWhereas the measures provided for in this Regulation are in accordance with the Opinion of the Management Committee for Seeds;", "main_body": ["1. The free-at-frontier offer prices in respect of each country of provenance shall be determined on the basis of all available information, and in particular communications from Member States. To this end the Member States shall make use in particular of the information contained in the customs documents which accompany imported products, in invoices and in other trade documents.\n2. For the purpose of determining free-at-frontier offer prices, account shall also be taken of any other information concerning the prices ruling in third countries, being prices:    (a) ruling in third countries for exportation,\n(b) established within the Community for imports,\n(c) established on the Community market for imported products,\n(d) recorded on the market of exporting and importing third countries,\n(e) resulting from compensation procedures.\n3. This information shall be obtained in particular from the following sources:    (a) official information published by the authorized agencies of exporting and importing third countries,  1 OJ No L 246, 5.11.1971, p. 1.\n2 OJ No L 168, 26.7.1972, p. 1.\n(b) information published in specialized production and trade journals both in Member States and in third countries,\n(c) information supplied by professional organizations which is representative of production and trade both in Member States and third countries.\n4. Information relating to offers which have no economic effect on the market, largely due to the insignificant quantities for which the offers are made, shall be disregarded.", "1. Information on prices collected in accordance with Article 1 and referring to a stage other than free-at-Community-frontier shall be converted to the latter stage by making allowance for transport and handling costs incurred in respect of the product between the place where the prices were recorded and the Community frontier.\n2. The adjustment provided for in Article 3 of Regulation (EEC) No 1578/72 shall be made on the basis of the relationship between Community prices for products at the different stages of marketing and preparation concerned.", "The free-at-frontier offer prices in respect of each country of provenance shall be determined on the basis of the most favourable purchasing opportunities for the products in question calculated in accordance with Articles 1 and 2.", "1. A countervailing charge for hybrid maize shall be fixed where the free-at-frontier offer price for the hybrid in question plus customs duties is lower than the reference price for this type of hybrid.\n2. The countervailing charge shall be amended where a significant variation in the free-at-frontier offer price is recorded.\n3. The countervailing charge shall not be levied where the free-at-frontier offer price plus customs duties is not lower than the reference price.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 28 July 1972.\nFor the Commission\nThe President\nS.L. MANSHOLT"}