{"celex_id": "31974R1985", "uri": "http://publications.europa.eu/resource/cellar/973215a5-4cf9-4b38-94e3-5ff1597baa4d", "type": "Regulation", "concepts": ["1025", "2436", "2657", "2672", "2713"], "title": "Regulation (EEC) No 1985/74 of the Commission of 25 July 1974 laying down detailed rules of application for the fixing of reference prices and free-at-frontier prices for carp\n", "header": "REGULATION (EEC) No 1985/74 OF THE COMMISSION  of 25 July 1974  laying down detailed rules of application for the fixing of reference prices and free-at-frontier prices for carp\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community;\nHaving regard to Council Regulation (EEC) No 2142/70 (1) of 20 October 1970 on the common organization of the market in fishery products, as last amended by Regulation (EEC) No 1555/74 (2), and in particular Article 18a (5) thereof;\nWhereas Article 18a (1) of Regulation (EEC) No 2142/70 provides that reference prices for carp may be fixed before the beginning of each marketing year ; whereas these prices may be fixed at different levels for periods to be specified within each marketing year according to seasonal fluctuations in prices;\nWhereas Article 18a (2) provides that reference prices shall be fixed on the basis of the average of the production prices recorded in representative Community production zones, during the three years preceding the date on which the reference price is fixed, for a product defined by its commercial characteristics ; whereas the terms \"carp\", \"representative production zone\" and \"production price\" should be defined for the purposes of this Regulation;\nWhereas only live carp weighing not less than 800 grammes are of commercial significance ; whereas Article 18a as aforesaid should therefore be limited to such products;\nWhereas carp breeding in the Community is very dispersed ; whereas on this account an area representing 15 % of Community production should be regarded as a representative production zone;\nWhereas production prices in representative production zones differ within each marketing year;\nwhereas from 16 November these prices tend to fall, and whereas the marketing year should therefore be subdivided accordingly;\nWhereas paragraph 3 of the aforesaid provides for the fixing of a compensatory tax if the free-at-frontier price of a normal commercial quantity of carp coming from a specified place is lower than the reference price ; whereas a quantity of at least 1 000 kg of carp may be considered a normal commercial quantity;\nWhereas, in order that free-at-frontier prices may be determined as accurately as possible, the information to be taken into consideration must be specified ; whereas this means, apart from the prices shown in customs and trade documents, any information concerning prices applied by third countries;\nWhereas the measures provided for in this Regulation are in accordance with the Opinion of the Management Committee for Fishery Products,", "main_body": ["This Regulation shall apply to live carp weighing not less than 800 grammes.", "1. Member States shall notify the Commission annually before 1 June of the average monthly production prices recorded in the representative production zones and of the quantities of carp marketed. These notifications shall be in respect of the three years preceding the date on which the reference prices are fixed.\n\"Production price\" means the price at which the producer sells the goods to the wholesaler.\n2. The representative production zones shall be the following:\nGermany : Oberpfalz\nthe entire Oberfranken/Mittelfranken zone  (1)OJ No L 236, 27.10.1970, p. 5. (2)OJ No L 167, 22.6.1974, p. 1.\nFrance : Dombes\nthe entire Brenne/Sologne zone", "A reference price shall be fixed for carp:    - for the period 1 August to 15 November,\n- for the period running from 16 November of one year to 31 July of the following year.", "1. Free-at-frontier prices shall be determined for each place of origin on the basis of all available information and particularly of the notifications from Member States. The latter shall for this purpose use primarily the information contained in customs documents accompanying imported products and in invoices and other trade documents. They shall notify the Commission daily of the prices recorded for each normal commercial quantity and for each place of origin when the goods cross the Community frontier.\n2. Account shall also be taken when determining free-at-frontier prices of any other information concerning prices applied by third countries, and namely the following:    (a) export prices of third countries,\n(b) prices recorded on importation into the Community,\n(c) prices noted on the markets of exporting third countries.\n3. The following sources shall be used when seeking information:    (a) official information published by the competent authorities of exporting third countries,\n(b) information published by the specialist trade press in the Member States and in third countries,\n(c) information supplied by professional and trade organizations and by producers' and traders' representatives in the Member States and in third countries.", "This Regulation shall enter into force on 1 August 1974.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 25 July 1974.\nFor the Commission\nThe President\nFrançois-Xavier ORTOLI"}