{"celex_id": "31976L0462", "uri": "http://publications.europa.eu/resource/cellar/e0a6d9cf-a872-4f47-b96b-4995388046db", "type": "Directive", "concepts": ["1284", "1442", "2735", "2871", "463"], "title": "Council Directive 76/462/EEC of 4 May 1976 amending for the eleventh time Directive 64/54/EEC on the approximation of the laws of the Member States concerning the preservatives authorized for use in foodstuffs intended for human consumption\n", "header": "COUNCIL DIRECTIVE  of 4 May 1976  amending for the eleventh time Directive 64/54/EEC on the approximation of the laws of the Member States concerning the preservatives authorized for use in foodstuffs intended for human consumption  (76/462/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 100 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nHaving regard to the opinion of the Economic and Social Committee (2),\nWhereas Council Directive 64/54/EEC of 5 November 1963 on the approximation of the laws of Member States concerning the preservatives authorized for use in foodstuffs intended for human consumption (3), as last amended by Directive 74/394/EEC (4), provides for the use of the preservative methyl p-hydroxybenzoate (E 218) but not its sodium derivative;\nWhereas the aforementioned Directive also authorizes the use of sodium nitrite (E 250) and sodium propionate (E 281) as substances having a subsidiary preservative effect but not potassium nitrite and potassium propionate;\nWhereas, from a technological point of view, the usefulness of the sodium derivative of methyl p-hydroxybenzoate, potassium nitrite and potassium propionate in replacing partially or wholly the use of methyl p-hydroxybenzoate, sodium nitrite and sodium propionate respectively has been demonstrated at Community level;\nWhereas the addition of these substances to the list of preservatives authorized for use creates no hazards to health having regard to the toxicological examinations carried out on this subject;\nWhereas it is advisable at the same time to amend the provisions of the Directive concerning the presence of toxicologically dangerous elements as an interim measure until the Community legislation on these contaminants is completed and to bring this Directive into conformity with Council Directive 74/329/EEC of 18 June 1974 on the approximation of the laws of the Member States relating to emulsifiers, stabilizers, thickeners and gelling agents for use in foodstuffs (5),", "main_body": ["Article 7 (a) of Directive 64/54/EEC shall be replaced by the following:  (1)OJ No C 257, 10.11.1975, p. 41. (2)OJ No C 35, 16.2.1976, p. 25. (3)OJ No 12, 27.1.1964, p. 161/64. (4)OJ No L 208, 30.7.1974, p. 25. (5)OJ No L 189, 12.7.1974, p. 1.\n\"(a) The following general criteria of purity:    - they shall not contain a toxicologically dangerous amount of any element, in particular heavy metals,\n- they shall not contain more than 3 mg/kg of arsenic or more than 10 mg/kg of lead,\n- they shall not contain more than 50 mg/kg of copper and zinc taken together of which the zinc content must in no case exceed 25 mg/kg, subject to any exception deriving from the specific criteria of purity referred to in (b);\"", "Part I of the Annex to Directive 64/54/EEC shall be supplemented as follows: >PIC FILE= \"T0009168\">", "Part II of the Annex to Directive 64/54/EEC shall be supplemented as follows: >PIC FILE= \"T0009169\">", "1. Member States shall bring into force not later than 12 months after notification of this Directive the laws, regulations or administrative provisions necessary to comply with this Directive and shall forthwith inform the Commission thereof.\n2. Member States shall nevertheless be allowed until 1 January 1979 at the latest to bring into force the provisions of Article 3 relating to potassium nitrite (E 249).", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 4 May 1976.\nFor the Council\nThe President\nG. THORN"}