{"celex_id": "31976D0022", "uri": "http://publications.europa.eu/resource/cellar/d4445414-f324-444e-8a30-acd66a5e0791", "type": "Decision", "concepts": ["1417", "2936", "4839", "5554", "889", "976"], "title": "76/22/EEC: Commission Decision of 18 December 1975 amending the Commission Decision of 26 April 1972 on aid granted pursuant to the Belgian Law of 30 December 1970 and the Commission Decision of 17 June 1975 on aid granted pursuant to the Belgian Law of 17 July 1959 (Only the French and Dutch texts are authentic)\n", "header": "COMMISSION DECISION of 18 December 1975 amending the Commission Decision of 26 April 1972 on aid granted pursuant to the Belgian Law of 30 December 1970 and the Commission Decision of 17 June 1975 on aid granted pursuant to the Belgian Law of 17 July 1959 (Only the French and the Dutch texts are authentic) (76/22/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular the first subparagraph of Article 93 (2) thereof,\nHaving regard to Decision 72/173/EEC of 26 April 1972 concerning aid granted pursuant to the Belgian Law of 30 December 1970 on economic expansion (1) and Decision 75/397/75 of 17 June 1975 on the aids granted by the Belgian Government pursuant to the Law of 17 July 1959 introducing and coordinating measures to encourage economic expansion and the creation of new industries (2), whereby the Commission required the Belgian Government to notify it in advance of certain cases where it granted general aids under the aforesaid Laws,\nWhereas under Articles 3 and 1 respectively of the above Commission Decisions the Belgian Government is required to give the Commission advance notification of all individual significant cases of aid to be granted otherwise than under a sectoral or regional programme;\nWhereas the Commission defined significant cases as follows:     - cases where the value of the investment is two million units of account or more, regardless of the value of the aid,\n- cases where the value of the aid, expressed as net subsidy equivalent, is 15 % or more of the value of the investment, regardless of the value of the investment;\nWhereas with regard to the first of these two criteria - which refers to the importance of the value of the aided investment - account must be taken of changes in investment costs in establishing the level above which the Belgian Government must give the Commission prior notification of its decisions to grant assistance;\nWhereas this level should be fixed by reference to the European unit of account (EUA) as that has been defined by Commission Decision 3289/75/ECSC of 18 December 1975 (3);\n(1) OJ No L 105, 4.5.1972, p. 13.  (2) OJ No L 177, 8.7.1975, p. 13.  (3) OJ No L 327, 19.12.1975, p. 4.  Whereas the value of the European unit of account in each of the currencies of Member States is fixed daily and its use for purposes of the present Decision requires the fixing of a reference date for each year,", "main_body": ["In Article 4 of Decision 72/173/EEC of 26 April 1972, the expression \"100 million Belgian francs\" is replaced by \"three million European units of account\".\nIn Article 2 of Decision 75/397/EEC of 17 June 1975, the expression \"two million u.a.\" is replaced by \"three million European units of account\".", "The rate of exchange for the European unit of account in terms of national currencies to be used during each year shall be that for the first day of the year for which exchange values for the European unit of account into all the currencies of the Community are available.", "This Decision is addressed to the Kingdom of Belgium."], "attachments": "Done at Brussels, 18 December 1975.\nFor the Commission\nA. BORSCHETTE\nMember of the Commission"}