{"celex_id": "31979R0476", "uri": "http://publications.europa.eu/resource/cellar/8b9c4511-8692-4178-bd77-6eda377fd11f", "type": "Regulation", "concepts": ["1519", "1684", "1988", "4522", "5334", "5363"], "title": "Commission Regulation (EEC) No 476/79 of 9 March 1979 laying down detailed rules for the application of the subsidy on deliveries of feed cereals to Italy and repealing Regulation (EEC) No 446/69\n", "header": "COMMISSION REGULATION (EEC) No 476/79  of 9 March 1979  laying down detailed rules for the application of the subsidy on deliveries of feed cereals to Italy and repealing Regulation (EEC) No 446/69\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2727/75 of 29 October 1975 on the common organization of the market in cereals (1), as last amended by Regulation (EEC) No 1254/78 (2), and in particular Article 23 thereof,\nHaving regard to Council Regulation No 129 on the value of the unit of account and the exchange rates to be applied for the purposes of the common agricultural policy (3), as last amended by Regulation (EEC) No 2543/73 (4), and in particular Article 3 thereof,\nHaving regard to the opinion of the Monetary Committee,\nWhereas Article 23 (1) of Regulation (EEC) No 2727/75 allows the Italian Republic to reduce the levy in the case of barley, oats, maize, grain sorghum or millet imported by sea ; whereas this reduction may be made only if an equal subsidy is granted for deliveries of the same cereals by sea from the Member States ; whereas the Italian Republic is to be informed if the Member State of consignment pays the subsidy to the consignor;\nWhereas the Italian Republic applies that reduction for cereals loaded loose or in sealable bags on board ships ; whereas the subsidy is granted only for cereals delivered in the same way;\nWhereas because of the application of the monetary coefficient the reduction of the levy applicable to imports from outside the Community is the amount in units of account converted at the spot market rate ; whereas application of the representative rate to subsidies to be paid on deliveries from other Member States gives different amounts ; whereas this inequality may be avoided by applying the monetary coefficient to subsidize Community products ; whereas the monetary coefficients are regularly published in Annex II to the Regulation fixing the monetary compensatory amounts ; whereas the Regulation at present is Regulation (EEC) No 1036/78 (5);\nWhereas Commission Regulation (EEC) No 446/69 of 10 March 1969 fixing the procedure for notifying Italy of the payment of subsidies for feed grain by the exporting Member State (6), as amended by Regulation (EEC) No 316/70 (7), provides for the use of the Community transit document for such notifications ; whereas these provisions should take into consideration the amendments made in the Community transit procedure;\nWhereas the procedures for granting the subsidy should be laid down ; whereas the granting of the subsidy in the Member State of consignment must be conditional on proof that the products have been entered for home use in Italy ; whereas this proof should be furnished by production of the control copy (T 5) provided for in Article 10 of Commission Regulation (EEC) No 223/77 of 22 December 1976 on provisions for the implementation of the Community transit procedure and for certain simplifications of that procedure (8), as last amended by Regulation (EEC) No 2826/77 (9) ; whereas Article 11 (2) of Commission Regulation (EEC) No 1380/75 of 29 May 1975 laying down detailed rules for the application of monetary compensatory amounts (10), as last amended by Regulation (EEC) No 2117/78 (11), stipulates that the payment by the exporting Member State of the monetary compensatory amount shall be conditional upon production of certain proof, and that such proof shall be furnished by production of the control copy ; whereas, in the interests of simplification it should be provided that both matters may be proven by production of a single control copy;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,  (1)OJ No L 281, 1.11.1975, p. 1. (2)OJ No L 156, 14.6.1978, p. 1. (3)OJ No 106, 30.10.1962, p. 2553/62. (4)OJ No L 263, 19.9.1973, p. 1. (5)OJ No L 133, 22.5.1978, p. 1. (6)OJ No L 60, 11.3.1969, p. 6. (7)OJ No L 41, 21.2.1970, p. 1. (8)OJ No L 38, 9.2.1977, p. 20. (9)OJ No L 333, 24.12.1977, p. 1. (10)OJ No L 139, 30.5.1975, p. 37. (11)OJ No L 246, 8.9.1978, p. 9.", "main_body": ["1. This Regulation lays down detailed rules for payment of the subsidy referred to in Article 23 (1) of Regulation (EEC) No 2727/75 and notification to the Italian Republic of payments to be made in the Member State of consignment.\n2. For the purposes of this Regulation cereals shall be considered as \"delivered by sea\" if they are loaded loose or in bags on board ships coming directly from the port of embarkation into the territory of the Italian Republic. Cereals transported on lorries, rail trucks or other vehicles or containers, even if these are loaded on a ship, shall not be considered as \"delivered by sea\".", "The amount in units of account of the subsidy to be paid shall be that applicable on the day of importation into Italy.\nIt shall be multiplied by the coefficient given in Annex II to the Regulation fixing the monetary compensatory amounts, and then converted into national currency using the representative rate, coefficient and representative rate being those applicable for cereals in the paying Member State on the day of importation into Italy.", "Payment of the subsidy by Italy shall be made on condition that:    - the person concerned requests the subsidy at the time of completion of customs formalities for entry for home use,\n- the cereals have been delivered by sea,\n- the control copy provided for in Article 4 (2) is not shown as having been issued on the appropriate Community transit document and the control copy has not been presented to the Italian customs authorities by the time of completion of customs formalities for entry for home use.", "1. Payment of the subsidy by the Member State of consignment shall be made only upon production of proof that the cereals have been delivered to Italy by sea and that they have been entered for home use.\n2. The proof referred to in paragraph 1 shall be furnished by production of the control copy provided for in Article 10 of Regulation (EEC) No 223/77. In that part of the control copy headed \"Additional information\", the following shall be completed:    (1) Sections 101 and 103;\n(2) Section 104 by deleting as appropriate and entering one of the following endorsements:\n\"Entry for home use in Italy. Subsidy to be granted by Member State of consignment (Regulation (EEC) No 476/79).\"\n\"Overgået til fri omsætning i Italien. Tilskudet betales af udførselsmedlemmsstaten (forordning (EØF) nr. 476/79).\"\n\"Abfertigung zum freien Verkehr in Italien. Die Subvention ist von dem Herkunftsmitgliedstaat zu gewähren (Verordnung (EWG) Nr. 476/79).\"\n\"Déclaration de mise à la consommation en Italie. Subvention à octroyer par l'État membre de provenance (règlement (CEE) nº 476/79).\"\n\"Dichiarazione di immissione in consumo in Italia. La sovvenzione sarà concessa dallo Stato membro di provenienza (regolamento (CEE) n. 476/79).\"\n\"Aangifte tot verbruik in Italië. Subsidie toe te kennen door de Lid-Staat van herkomst (Verordening (EEG) nr. 476/79).\"\nThe competent Italian customs office shall complete the section headed \"Control as to use and/or destination\" and add the following:\n\"Cereali arrivati via mare. Sovvenzione applicabile il (date of entry for home use) non concessa in Italia.\"\n3. The items specified in paragraph 2 shall be entered on the control copy referred to in Article 11 (2) of Regulation (EEC) No 1380/75 when that provision is applied.", "The provisions of Articles 8 (5), 11 (5), 12, 14 and 15 of Regulation (EEC) No 1380/75 shall apply.", "Regulation (EEC) No 446/69 is hereby repealed.", "This Regulation shall enter into force on the eighth day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 9 March 1979.\nFor the Commission\nFinn GUNDELACH\nVice-President"}