{"celex_id": "31975R2152", "uri": "http://publications.europa.eu/resource/cellar/d82e76a3-db77-4ed1-af5b-9fd6ea55caea", "type": "Regulation", "concepts": ["4717", "4722"], "title": "Regulation (EEC) No 2152/75 of the Commission of 18 August 1975 on detailed rules for the application of Regulations (EEC) No 2893/74 and (EEC) No 2894/74 in respect of sparkling wines\n", "header": "REGULATION (EEC) No 2152/75 OF THE COMMISSION  of 18 August 1975  on detailed rules for the application of Regulations (EEC) No 2893/74 and (EEC) No 2894/74 in respect of sparkling wines\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community;\nHaving regard to Council Regulation (EEC) No 817/70 (1) of 28 April 1970 laying down special provisions relating to quality wines produced in specified regions, as last amended by Regulation (EEC) No 2894/74 (2), and in particular Article 17 thereof;\nHaving regard to Council Regulation (EEC) No 2893/74 (3) of 18 November 1974 on sparkling wines produced in the Community and specified in item 12 of Annex II to Regulation (EEC) No 816/70, and in particular Articles 7 (3), 8 (3) and 22 thereof;\nWhereas Article 7 of Regulation (EEC) No 2893/74 provides for supervision in respect of sparkling wines, quality sparkling wines and quality sparkling wines psr ; whereas detailed implementing rules for such supervision should be laid down;\nWhereas Article 8 of the said Regulation permits derogations from the rules concerning the bottling of the abovementioned sparkling wines ; whereas it is appropriate, to avoid financial loss for the producers, to make such a derogation pending Community action with regard to the designation and presentation of such wines;\nWhereas Article 22 of the said Regulation permits the adoption of transitional measures to facilitate conversion to the system introduced by that Regulation, such measures to apply until 31 August 1976 at the latest;\nWhereas the measures provided for in this Regulation are in accordance with the Opinion of the Management Committee for Wine,", "main_body": ["The declaration referred to in the first subparagraph of Article 7 (2) of Regulation (EEC) No 2893/74 shall be made, in the case of established procedures of sparkling wines, quality sparkling wines or quality sparkling wines produced in specified regions, before 30 September 1975, and in the case of those who intend to produce such wines, one month before the commencement of production.", "The obligation to keep the registers referred to in the second subparagraph of Article 7 (2) of Regulation (EEC) No 2893/74 shall apply with effect from 1 January 1976.\nIn the register of cuvées, the following information shall be given in respect of each of the cuvées prepared:    - the type and quality of sparkling wine which it is intended to produce : brut, extra dry, sec, demi-sec, doux;\n- the date of preparation;\n- the date of the drawing-off for quality wines and quality sparkling wines psr;\n- the amount of the cuvée and the description, the volume and the actual and potential alcoholic strength of each of its constituents;\n- as appropriate, details of the practices listed in Article 5 of Regulation (EEC) No 2893/74;\n- the amount of liqueur de tirage and its total alcoholic strength;\n- the amount of sweetener and its acquired alcoholic strength;\n- the number of bottles obtained.", "Until such time as Community action is taken in respect of the designation and presentation of sparkling wines, quality sparkling wines and quality sparkling wines psr, Member States may authorize:    - by way of derogation from Article 8 (1) of Regulation (EEC) No 2893/74, containers with a volume of not more than 250 cm3 filled with sparkling wines, quality sparkling wines or quality sparkling wines psr may be stopped by other means than a \"mushroom\" cork;  (1)OJ No L 99, 5.5.1970, p. 20. (2)OJ No L 310, 21.11.1974, p. 7. (3)OJ No L 310, 21.11.1974, p. 1.\n- by way of derogation from Article 8 of Regulation (EEC) No 2893/74, quality sparkling wines psr need not have a foil covering the whole of the cork and neck of the bottle wherever the relevant national provisions of the Member State concerned do not require such a foil at the time when this Regulation takes effect.", "1. Sparkling wines within the meaning of Annex II, item 12, of Regulation (EEC) No 816/70 produced before 1 September 1975 that do not conform to the provisions of Regulations (EEC) No 2893/74 or (EEC) No 817/70 may be marketed until 31 August 1976 provided that they conform to the abovementioned national provisions with regard to production.\nWithout prejudice to other national provisions of the producer Member States in respect of designation, the terms \"quality sparkling wine\" and \"quality sparkling wine psr\" shall not be used.\n2. Quality sparkling wines psr produced after 31 August 1975 that do not meet the conditions in respect of ageing laid down in Article 10a (3) of Regulation (EEC) No 817/70 may be marketed until 31 December 1975.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 September 1975.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 18 August 1975.\nFor the Commission\nP.J. LARDINOIS\nMember of the Commission"}