{"celex_id": "31976R1424", "uri": "http://publications.europa.eu/resource/cellar/0703f9fb-2289-4675-ae87-b822bc9de40d", "type": "Regulation", "concepts": ["1486", "20", "3170", "3732"], "title": "Council Regulation (EEC) No 1424/76 of 21 June 1976 laying down general rules for intervention on the market in rice\n", "header": "COUNCIL REGULATION (EEC) No 1424/76  of 21 June 1976  laying down general rules for intervention on the market in rice\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1418/76 of 21 June 1976 on the common organization of the market in rice (1), and in particular Article 5 (4) thereof,\nHaving regard to the proposal from the Commission,\nWhereas the creation of a single market in rice necessitates the application of Community intervention measures ; whereas Regulation (EEC) No 1418/76 lays down that under certain conditions the intervention agencies must buy in paddy rice which is offered to them;\nWhereas the implementation of Community intervention measures requires takeover to be effected by intervention agencies under conditions which take account of the regionalization of prices ; whereas to this end the price to be paid to the seller must be the intervention price valid at a given marketing centre less, where appropriate, transport costs;\nWhereas, in order that the intervention system can function as simply and effectively as possible, the number of marketing centres in respect of which offers can be made from a given locality should be limited;\nWhereas paddy rice held by the intervention agencies should be put on sale without discrimination between buyers established in the Community and at price levels which do not hinder the normal development of market prices in the Community ; whereas the tendering procedure best serves that end,", "main_body": ["1. Pursuant to Article 5 of Regulation (EEC) No 1418/76, all offers for intervention shall be made to an intervention agency in respect of a marketing centre chosen from among the three centres nearest to the place where the paddy rice is when the offer is made.\n2. The nearest marketing centres means the centres to which the paddy rice can be transported at the lowest cost. These transport costs shall be determined by the intervention agency.", "1. The intervention agencies shall decide on the place where the paddy rice is to be taken over.\n2. If the intervention agency does not take over the paddy rice at the marketing centre specified by the seller but at the place where the paddy rice is located, the price to be paid shall be equal to the intervention price valid for the marketing centre indicated by the seller, less the most advantageous transport costs between the place where the paddy rice is when the offer is made and the marketing centre. These costs shall be determined by the intervention agency.\n3. If the intervention agency takes over the paddy rice elsewhere than at the marketing centre indicated by the seller and elsewhere than at the place where the paddy rice is when the offer is made, the cost of transport from the place where the paddy rice is to the place where it is taken over shall be borne by the intervention agency. In that case the price to be paid to the seller shall be determined in accordance with paragraph 2.", "1. Paddy rice held by the intervention agency shall be disposed of by invitation to tender:  (1)See page 1 of this Official Journal.     (a) with a view to its being re-marketed, on the basis of price conditions which are determined before the beginning of the marketing year and are such as will not cause a deterioration of the market;\n(b) with a view to export on the basis of price conditions to be determined case by case according to market trends and requirements.\n2. The terms of the invitation to tender shall ensure equal access and equal treatment for all persons concerned irrespective of the place of their establishment in the Community.\n3. If the tenders submitted do not reach the actual market value, the invitation to tender shall be cancelled.", "The Council, acting by a qualified majority on a proposal from the Commission, may establish selling procedures other than those laid down in Article 3, if special circumstances require.", "1. Council Regulation No 364/67/EEC of 25 July 1967 laying down general rules for intervention on the market in rice (1) is hereby repealed.\n2. References to the Regulation repealed by paragraph 1 shall be construed as references to this Regulation.", "This Regulation shall enter into force on 1 July 1976.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 21 June 1976.\nFor the Council\nThe President\nJ. HAMILIUS  (1)OJ No 174, 31.7.1967, p. 30."}