{"celex_id": "31978R0352", "uri": "http://publications.europa.eu/resource/cellar/739b8b09-b349-4780-9a7e-16e9dcd66989", "type": "Regulation", "concepts": ["1129", "614", "807", "978"], "title": "Council Regulation (EEC) No 352/78 of 20 February 1978 on the crediting of securities, deposits and guarantees furnished under the common agricultural policy and subsequently forfeited\n", "header": "22.2.1978 EN Official Journal of the European Communities L 50/1\nCOUNCIL REGULATION (EEC) No 352/78\nof 20 February 1978\non the crediting of securities, deposits and guarantees furnished under the common agricultural policy and subsequently forfeited\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 43 thereof,\nHaving regard to Council Regulation (EEC) No 729/70 of 21 April 1970 on the financing of the common agricultural policy (1), as last amended by Regulation (EEC) No 2788/72 (2), and in particular Article 2 (2) and Article 3 (2) thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (3),\nWhereas under Community regulations numerous securities are required in connection with operations relating to agricultural products; whereas provision must be made for the crediting of such securities in cases where they are forfeited;\nWhereas in most cases where securities are forfeited the European Agricultural Guidance and Guarantee Fund (EAGGF) suffers a financial loss either because it has financed a measure and the operator has failed to meet his obligations or because such failure by the operator subsequently involves the EAGGF in expenditure; whereas such loss should consequently be remedied by using forfeited securities to reduce EAGGF expenditure;\nWhereas, however, securities which do not cover a risk of financial loss by the EAGGF should be retained by the Member States;\nWhereas securities forfeited in respect of food-aid operations should be used to reduce the food-aid expenditure concerned;\nWhereas it is also right that securities forfeited as part of a specific operation should be used to reduce the expenditure relating to that type of operation;\nWhereas similar rules already exist in certain sectors; whereas they should be repealed,", "main_body": ["1.   This Regulation shall apply to any security, deposit or guarantee furnished pursuant to provisions adopted under the common agricultural policy (hereinafter referred to as ‘security’).\n2.   However, this Regulation shall not apply to any security furnished\n(a) in connection with the issue of export or import licences with or without advance fixing of amounts;\n(b) under a tendering procedure for the sole purpose of ensuring the submission by tenderers of genuine tenders;\n(c) in order to guarantee payment of a duty constituting part of the Communities' own resources as defined in Decision 70/243/ECSC, EEC, Euratom (4), where the amount of such duty has already been determined pursuant to Article 2 (1) of Regulation (EEC, Euratom, ECSC) No 2891/77 (5) and made available to the Commission.", "1.   Any security referred to in Article 1 which is forfeited shall be used in its entirety by the paying authorities or bodies in the Member States to reduce EAGGF expenditure.\n2.   However, any security which is forfeited in respect of food-aid operations shall be used by the paying authorities or bodies in the Member States to reduce the food-aid expenditure concerned.", "1.   Any security referred to in Article 2 (1) shall be deducted:\n(a) from the refunds concerned if the completed or proposed operation in respect of which the security was furnished concerns trade with third countries;\n(b) from the intervention expenditure concerned in all other cases.\n2.   If the expenditure chargeable to the EAGGF is supported by accounts, such accounts shall be credited with any security referred to in Article 2 (1).", "Article 14 of Council Regulation (EEC) No 2306/70 of 10 November 1970 on the financing of intervention expenditure in respect of the internal market in milk and milk products (6) and Article 3 (1) of Council Regulation (EEC) No 786/69 of 22 April 1969 on the financing of intervention expenditure in respect of the internal market in oils and fats (7) are hereby repealed.", "Detailed rules for the application of this Regulation shall be adopted in accordance with the procedure laid down in Article 13 of Regulation (EEC) No 729/70.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply to any security forfeited from 1 January 1978.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 February 1978.\nFor the Council\nThe President\nPer HÆKKERUP\n(1)  OJ No L 94, 28. 4. 1970, p. 13.\n(2)  OJ No L 295, 30. 12. 1972, p. 1.\n(3)  OJ No C 125, 8. 6. 1976, p. 34.\n(4)  OJ No L 94, 28. 4. 1970, p. 19.\n(5)  OJ No L 336, 27. 12. 1977, p. 1.\n(6)  OJ No L 249, 17. 11. 1970, p. 4.\n(7)  OJ No L 105, 2. 5. 1969, p. 1."}