{"celex_id": "31975R2764", "uri": "http://publications.europa.eu/resource/cellar/080a9f50-0082-45a0-92d9-1669f11c4f79", "type": "Regulation", "concepts": ["2560", "2591", "5363"], "title": "Regulation (EEC) No 2764/75 of the Council of 29 October 1975 laying down the rules for calculating a component of the levy on pig carcases\n", "header": "REGULATION (EEC) 2764/75 OF THE COUNCIL  of 29 October 1975  laying down the rules for calculating a component of the levy on pig carcases\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community;\nHaving regard to Council Regulation (EEC) No 2759/75 (1) of 29 October 1975 on the common organization of the market in pigmeat, and in particular Article 9 (2) thereof;\nHaving regard to the proposal from the Commission;\nWhereas the levy on pig carcases is composed in particular of a component equal to the difference between prices within the Community and on the world market for the quantity of feed grain required for the production in the Community of one kilogramme of pigmeat;\nWhereas in view of the conditions under which pigmeat is produced in the Community that quantity should be established on the basis of a processing coefficient of 1 : 4.2 ; whereas this coefficient expresses the ratio between one kilogramme of pigmeat and the quantity of feed grain required for its production;\nWhereas the following mixture of cereal grains should be taken as representative of that quantity in the Community: >PIC FILE= \"T0008425\">\nWhereas, given the composition of the quantity of feed grain, the price of the latter within the Community and on the world market should be equal to the average, weighted according to the composition mentioned, of the prices for each of the cereals in question within the Community and on the world market;\nWhereas for the calculation of the price for each of the constituent cereals the following should be used:    - the average of the threshold prices plus the monthly increases ruling during the period referred to in the second subparagraph of Article 9 (1) (a) of Regulation (EEC) No 2759/75,\n- the average of the cif prices determined for the period referred to in the third subparagraph of Article 9 (1) (a) of Regulation (EEC) No 2759/75,", "main_body": ["The quantity of feed grain specified in Article 9 (1) (a) of Regulation (EEC) No 2759/75 shall amount to 4.2 kilogrammes composed as follows: >PIC FILE= \"T0008426\">", "1. Within the Community the price for the quantity of feed grain referred to in Article 1 shall be equal to the average, weighted according to the percentages shown in Article 1, the prices per kilogramme within the Community for each of the cereals contained in that quantity, the average being multiplied by 4.2.\n2. Within the Community the price for each cereal shall be equal to the average of the threshold prices, plus their monthly increases ruling for that cereal over a period of 12 months beginning on 1 August.  (1)See page 1 of this Official Journal.", "1. On the world market the price for the quantity of feed grain referred to in Article 1 shall be equal to the average, weighted according to the percentages shown in Article 1, of prices on the world market, expressed per kilogramme, for each of the cereals contained in that quantity, the average being multiplied by 4.2.\n2. On the world market the price for each cereal shall be equal to the average of the cif prices determined for this cereal for the period of six months laid down in the third subparagraph of Article 9 (1) (a) of Regulation (EEC) No 2759/75.", "1. Council Regulation No 133/67/EEC (1) of 13 June 1967 laying down the rules for calculating a component of the levy on pig carcases, is hereby repealed.\n2. References to the Regulation repealed by paragraph 1 shall be construed as references to this Regulation.", "This Regulation shall enter into force on 1 November 1975.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 29 October 1975.\nFor the Council\nThe President\nG. MARCORA\n(1)OJ No 120, 21.6.1967, p. 2366/67."}