{"celex_id": "31977L0143", "uri": "http://publications.europa.eu/resource/cellar/014025bb-ec04-4ae2-9c09-d03c74bbb529", "type": "Directive", "concepts": ["2897", "3117", "4654", "4658"], "title": "Council Directive 77/143/EEC of 29 December 1976 on the approximation of the laws of the Member States relating to roadworthiness tests for motor vehicles and their trailers\n", "header": "COUNCIL DIRECTIVE  of 29 December 1976  on the approximation of the laws of the Member States relating to roadworthiness tests for motor vehicles and their trailers  (77/143/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 75 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nHaving regard to the opinion of the Economic and Social Committee (2),\nWhereas the implementation of a common transport policy requires, inter alia, that certain road traffic within the Community should operate under the most favourable cicumstances as regards both safety and competitive conditions applying to carriers in the Member States;\nWhereas the growth of road traffic and the resultant increase in danger and nuisances present all Member States with safety problems of a similar nature and seriousness;\nWhereas the time taken to carry out periodic roadworthiness tests on certain vehicles and the expense thereby incurred are factors which can affect the competitive conditions between road-transport operators in the Member States ; whereas the present systems of testing vary from one Member State to another;\nWhereas it is therefore necessary to harmonize as far as is practicable the frequency of tests and the compulsory items to be tested;\nWhereas the fixing of the date of application of the measures referred to in this Directive should allow time for the administrative and technical arrangements required for carrying out the tests to be set up or strengthened,", "main_body": ["In each Member State, motor vehicles registered in that State and their trailers and semi-trailers shall undergo periodic roadworthiness tests in accordance with this Directive and its Annexes.", "1. The categories of vehicles to be tested, the frequency of the tests and the items which must be tested are listed in Annexes I and II.\n2. Member States shall have the right to exclude from the scope of this Directive vehicles belonging to the armed forces and forces of law and order.\n3. Member States may, after consulting the Commission, exclude from the scope of this Directive, or  (1)OJ No C 23, 8.3.1974, p. 54. (2)OJ No C 60, 26.7.1973, p. 5.\nsubject to special provisions, certain vehicles operated or used in exceptional conditions and vehicles which are never, or hardly ever, used on public highways, or which are temporarily withdrawn from circulation.", "Notwithstanding the provisions of Annexes I and II, Member States may:    - bring forward the date for the first compulsory roadworthiness tests and, where appropriate, submit the vehicle for testing prior to registration,\n- shorten the interval between two successive compulsory tests,\n- make the testing of optional equipment compulsory,\n- increase the number of items to be tested,\n- extend the periodic test requirement to other categories of vehicles,\n- prescribe special additional tests.", "Roadworthiness tests within the meaning of this Directive shall be carried out by the State or by bodies or establishments designated and directly supervised by the State.", "1. Member States shall take such measures as they deem necessary to make it possible to prove that a vehicle has passed a roadworthiness test complying with at least the provisions of this Directive.\n2. These measures shall be notified to the Member States and to the Commission.\n3. Each Member State shall, on the same basis as if it had itself issued the proof, recognize the proof issued in another Member State to the effect that a motor vehicle registered in that other State, together with its trailer or semi-trailer, have passed a roadworthiness test complying with at least the provisions of this Directive.", "Member States shall, after consulting the Commission adopt the laws, regulations or administrative provisions, particularly as regards the procedures for time limits applying in Annex I, which are necessary to comply with this Directive not later than one year after its notification.", "By way of derogation from the provisions of Annexes I and II, and until no later than 1 January 1983, Member States may:    - postpone the date of the first compulsory roadworthiness test,\n- extend the interval between two successive compulsory roadworthiness tests,\n- reduce the number of items to be tested,\n- amend the categories of vehicles subject to compulsory roadworthiness tests,\nprovided that all the vehicles concerned are required to undergo roadworthiness tests in accordance with this Directive before that date.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 29 December 1976.\nFor the Council\nThe President\nT. WESTERTERP\nANNEX I\n>PIC FILE= \"T0010771\">\nANNEX II\nThe test shall cover at least the items listed below, provided that these are related to the obligatory equipment of the vehicle being tested in the Member State concerned.  1. BRAKING SYSTEMS  1. 1. Service brake  1.1.1. Mechanical condition\n1.1.2. Efficiency\n1.1.3. Balance\n1.1.4. Vacuum pump and compressor\n1. 2. Secondary brake  1.2.1. Mechanical condition\n1.2.2. Efficiency\n1.2.3. Balance\n1. 3. Parking brake  1.3.1. Mechanical condition\n1.3.2. Efficiency\n1. 4. Trailer or semi-trailer brakes  1.4.1. Mechanical condition  - Automatic braking system\n1.4.2. Efficiency\n2. STEERING AND STEERING WHEEL  2. 1. Mechanical condition\n2. 2. Steering wheel\n2. 3. Steering play\n3. VISIBILITY  3. 1. Field of vision\n3. 2. Condition of glass\n3. 3. Rear-view mirrors\n3. 4. Windscreen wipers\n3. 5. Screenwashers\n4. LAMPS, REFLECTORS AND ELECTRICAL EQUIPMENT  4. 1. Main and dipped-beam headlamps  4.1.1. Condition and operation\n4.1.2. Alignment\n4.1.3. Switches\n4.1.4. Visual efficiency\n4. 2. Side lamps and end-outline marker lamps  4.2.1. Condition and operation\n4.2.2. Colour and visual efficiency\n4. 3. Stop lamps  4.3.1.  Condition and operation\n4.3.2.  Colour and visual efficiency\n4. 4. Direction-indicator lamps  4.4.1. Condition and operation\n4.4.2. Colour and visual efficiency\n4.4.3. Switches\n4.4.4. Flashing frequency\n4. 5. Front and rear fog lamps  4.5.1. Position\n4.5.2. Condition and operation\n4.5.3. Colour and visual efficiency\n4. 6. Reversing lamps  4.6.1. Condition and operation\n4.6.2. Colour and visual efficiency\n4. 7. Rear registration plate lamp\n4. 8. Reflex reflectors  - Condition and coleur\n4. 9. Tell-tales\n4. 10. Electrical connections between tractor vehicle and trailer or semi-trailer\n4. 11. Electrical wiring\n5. AXLES, WHEELS, TYRES, SUSPENSION  5. 1. Axles\n5. 2. Wheels and tyres\n5. 3. Suspension\n6. CHASSIS AND CHASSIS ATTACHMENTS  6. 1. Chassis or frame and attachments  6.1.1. General condition\n6.1.2. Exhaust pipes and silencers\n6.1.3. Fuel tank and pipes\n6.1.4. Geometric properties and condition of rear protective device, heavy lorries\n6.1.5. Spare wheel carrier\n6.1.6. Coupling mechanism on tractor vehicles, trailers and semi-trailers.\n6. 2. Cab and bodywork  6.2.1. General condition\n6.2.2. Mounting\n6.2.3. Doors and locks\n6.2.4. Floor\n6.2.5. Driver's seat\n6.2.6. Running boards\n7. OTHER EQUIPMENT  7. 1.  Safety belts\n7. 2.  Fire extinguisher\n7. 3.  Locks and anti-theft device\n7. 4.  Warning triangle\n7. 5.  First-aid kit\n7. 6.  Wheel chock(s)\n7. 7.  Audible warning device\n7. 8.  Speedometer\n7. 9.  Tachograph (presence of, and integrity of seals)\n8. NUISANCE  8. 1. Noise\n8. 2. Exhaust emissions\n8. 3. Suppression of radio interference\n9. SUPPLEMENTARY TESTS FOR PUBLIC TRANSPORT VEHICLES  9. 1. Emergency exit(s) (including hammers for breaking windows), signs indicating emergency exit(s)\n9. 2. Heating system\n9. 3. Ventilation system\n9. 4. Seat lay-out\n9. 5. Interior lighting\n10. VEHICLE IDENTIFICATION  10. 1. Registration number plate\n10. 2. Chassis number."}