{"celex_id": "31977R0489", "uri": "http://publications.europa.eu/resource/cellar/efe271aa-c406-4b41-8415-1cf8a3c17b46", "type": "Regulation", "concepts": ["20", "4284", "4373", "979"], "title": "Commission Regulation (EEC) No 489/77 of 10 March 1977 amending Regulation (EEC) No 3389/73 laying down the procedure and conditions for the sale of tobacco held by intervention agencies\n", "header": "COMMISSION REGULATION (EEC) No 489/77  of 10 March 1977  amending Regulation (EEC) No 3389/73 laying down the procedure and conditions for the sale of tobacco held by intervention agencies\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 727/70 of 21 April 1970 on the common organization of the market in raw tobacco (1), as last amended by the Act of Accession (2), and in particular Article 7 (4) thereof,\nWhereas Commission Regulation (EEC) No 3389/73 of 13 December 1973 (3), as last amended by Regulation (EEC) No 2361/76 (4), laid down the procedure and conditions for the sale of tobacco held by intervention agencies;\nWhereas to simplify administration and verification, the procedure laid down in Commission Regulation (EEC) No 1687/76 of 30 June 1976 laying down common detailed rules for verifying the use and/or destination of products from intervention (5), should be adopted in connection with the lodging of the tendering security;\nWhereas experience has shown that, in order to induce purchasers to comply with the time limits for the removal of the tobacco which they have bought, the measures provided should be strengthened;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Tobacco,", "main_body": ["The first subparagraph of Article 5 (2) of Regulation (EEC) No 3389/73 is hereby amended to read as follows:\n\"2. Such security shall be given, at the option of the tenderer, in cash or in the form of a guarantee from an establishment which meets criteria laid down by the Member State to which the security is given.\"", "Article 9 of Regulation (EEC) No 3389/73 is hereby amended to read as follows:\n\"1. The time limit of the removal of the tobacco shall be fixed for each tender.\n2. Save in cases of force majeure, if the successful tenderer has not taken over the tobacco within the time limit laid down:    (a) during the first 60 days following this time limit, the successful tenderer shall reimburse the intervention agency for the additional costs arising from the storage of the products in question beyond the time limit referred to in paragraph 1, together with the financing costs. The amount to be paid shall be calculated in accordance with Article 4 (1) (g) and (h) of Council Regulation (EEC) No 1697/71 of 26 July 1971 on the financing of intervention expenditure in respect of raw tobacco (1);\n(b) during the second 60 days following the time limit, the amounts referred to under (a) above shall be increased by 50 %;\n(c) at the end of the said second 60 day period, the said amounts shall be increased by 100 % and the Commission may decide, in accordance with the procedure laid down in Article 17 of Regulation (EEC) No 727/70, that the sale is cancelled in respect of the quantities of tobacco which have not been removed by the successful tenderer. In this case the security shall be forfeited ; the amount of the security and the increases referred to under (a), (b) and (c) shall be credited to the Guarantee Section of the European Agricultural Guidance and Guarantee Fund, in accordance with Article 4 (2) of Regulation (EEC) No 1697/71.\n(1)OJ No L 175, 4.8.1971, p. 8.\"", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\n(1)OJ No L 94, 28.4.1970, p. 1. (2)OJ No L 73, 27.3.1972, p. 14. (3)OJ No L 345, 15.12.1973, p. 47. (4)OJ No L 267, 30.9.1976, p. 35. (5)OJ No L 190, 14.7.1976, p. 1.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 10 March 1977.\nFor the Commission\nFinn GUNDELACH\nVice-President"}