{"celex_id": "31977D0490", "uri": "http://publications.europa.eu/resource/cellar/6437b945-c433-4830-a836-340d4ce09fe5", "type": "Decision", "concepts": ["1118", "2621", "322"], "title": "77/490/EEC: Commission Decision of 24 June 1977 concerning applications for reimbursement in respect of grubbing apple and pear trees pursuant to Regulation (EEC) No 794/76\n", "header": "COMMISSION DECISION  of 24 June 1977  concerning applications for reimbursement in respect of grubbing apple and pear trees pursuant to Regulation (EEC) No 794/76  (77/490/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 794/76 of 6 April 1976 laying down further measures for reorganizing Community fruit production (1), and in particular Articles 7 (3) and 9 (5) thereof,\nWhereas Commission Regulation (EEC) No 1090/76 of 11 May 1976 (2) fixes the amount of the premium for grubbing apple trees and pear trees of certain varieties and the conditions for granting such premium;\nWhereas, in order to facilitate processing and the evaluation of the operation of the measure, including the calculation of cost effectiveness, applications for reimbursement should include certain particulars submitted in a standard form;\nWhereas, in order to further facilitate processing, details of sums recovered should be submitted with the application for reimbursement in a standard form;\nWhereas, in order to permit effective audits of reimbursements, Member States should hold the supporting documents at the disposal of the Commission for a sufficient period;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Fund Committee,", "main_body": ["1. Applications for 50 % reimbursement of the net eligible expenditure incurred in a calendar year submitted by Member States in accordance with Article 8 (1) of Regulation (EEC) No 794/76 shall be sent to the Commission before 1 July of the following year in the form set out in the Annex to this Decision.\n2. The particulars contained in each application for reimbursement shall be listed by administrative unit. For this purpose, the term \"administrative unit\" shall mean \"province\" or \"provincie\" in Belgium, \"dĂŠpartement\" in France, \"amt\" in Denmark, \"Land\" in the Federal Republic of Germany, \"county\" in Ireland, \"regione\" in Italy, \"Grand-DuchĂŠ\" in Luxembourg, \"provincie\" in the Netherlands, and divisional, county or area office in the United Kingdom.", "Member States shall hold all documents (originals or certified copies) which provide the basis for calculating the aid under Regulation (EEC) No 794/76, including the complete case file for each recipient, at the disposal of the Commission for a period of two years from the date of expiry of the undertaking referred to in Article 2 (2) (b) of that Regulation.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 24 June 1977.\nFor the Commission\nFinn GUNDELACH\nVice-President  (1)OJ No L 93, 8.4.1976, p. 3. (2)OJ No L 124, 12.5.1976, p. 8.\nANNEX\n>PIC FILE= \"T0010376\">    >PIC FILE= \"T0010379\">\n>PIC FILE= \"T0010380\">\n>PIC FILE= \"T0010381\">\n>PIC FILE= \"T0010382\">   >PIC FILE= \"T0010383\">    >PIC FILE= \"T0010443\">"}