{"celex_id": "31975D0297", "uri": "http://publications.europa.eu/resource/cellar/655a30bf-8054-4518-9257-0bb4e07dc60f", "type": "Decision", "concepts": ["1085", "1418", "1564", "3774", "3821", "990"], "title": "75/297/EEC: Commission Decision of 5 March 1975 relating to a proceeding under Article 85 of the EEC Treaty (IV/27.879 - Sirdar-Phildar) (Only the English and French texts are authentic)\n", "header": "COMMISSION DECISION  of 5 March 1975  relating to a proceeding under Article 85 of the EEC Treaty  (IV/27.879 Sirdar-Phildar)  (Only the English and French texts are authentic)  (75/297/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 85 thereof;\nHaving regard to Council Regulation No 17 (1) of 6 February 1962, and in particular Articles 1, 4, 5, 6, 15 (6) and 25 thereof;\nHaving regard to Article 29 of the Act (2) concerning the conditions of accession and the adjustments to the Treaties read in conjunction with Annex I (Section V. Competition) thereto;\nHaving regard to the notification by Sirdar Ltd on 30 June 1973 of the Agreement concluded on 15 September 1964 between the then Harrap Bros (Sirdar Wools) Ltd and Les Fils de Louis Mulliez SA;\nHaving heard the undertakings concerned, as required by Article 19 (1) of Regulation No 17 and by Regulation No 99/63 (3);\nWhereas:\nI. The facts    1. Harrap Bros was formed in the United Kingdom in 1880. In 1934 the company became Harrap Bros (Sirdar Wools) Ltd, and since 27 February 1970 it has been called Sirdar Ltd. Its main line of business is the manufacture and sale of knitting yarn and carpet wool.\nThe company, or its predecessor in title, has been using the trademark SIRDAR since 1898 ; the mark was first registered in the United Kingdom trademark register as No 218.257 in Class 33, knitting yarn, on 4 November 1898. Since then several variants, sometimes with additions, of the SIRDAR trademark have been registered in Classes 23 and 33, but the registration in Class 25 (clothing) was made for the first time on 6 September 1965 as No 883.910.\nThe SIRDAR trademark has been registered on behalf of Sirdar Ltd in many countries ; the mark was registered in Class 23 in all Member States of the Community, including (recently) France ; it has also been registered in France in Class 25.\nSIRDAR is a name derived from the Hindustani word for a \"nobleman\" or \"tribal prince\" ; it was used to indicate the rank of senior officers.\nIn 1973 Sirdar Ltd had a turnover of £ 9 490 976, of which just over 6 % was accounted for by exports.\n2. The predecessor in title \"Les Fils de Louis Mulliez SA\" had been formed in France in 1903. Among the products it manufactures is knitting yarn. On 17 November 1943, under the name \"Sàrl Dijonnaise des Textiles\", which was changed in 1945 to \"Les  (1)OJ No 13, 21.2.1962, p. 204/62. (2)OJ No L 73, 27.3.1972, pp. 14, 20 and 92. (3)OJ No 127, 20.8.1963, p. 2268/63.\nTextiles d'Art Sàrl\", it registered the descriptive trademark LE FIL D'ART in the French trademark register as No 351.447 for inter alia knitting yarn and clothing. On 30 October 1945 this trademark was registered internationally as No 124.180. Meanwhile its phonetic abbreviation PHILDAR had on 28 August 1945 been registered in France as No 376.009, and was on 24 June 1946 entered in the international register as No 127.103.\nLes Fils de Louis Mulliez SA is the largest manufacturer of knitting yarn in France. In 1973 its sales totalled FF 305 million, with knitting yarn accounting for FF 146 million. Its sales for 1974 are estimated at FF 404 million, of which FF 175 million is accounted for by knitting yarn. Its share of the French market is over 25 %, and about 40 % of its production is exported.\n3.      (a) On 7 February 1962 Les Fils de Louis Mulliez SA made an application to have the PHILDAR trademark registered in the United Kingdom in Class 23, knitting yarn, as No 830.529 and in Class 25, clothing, as No 830.530.\nApplication No 830.530 was not opposed, either by the owner of the PHILDON trademark or by the owner of the PHILDORA trademark. Sirdar Ltd raised no objections either, as it had no priority rights in this class. The registration certificate was issued on 1 April 1963.\nWhen the SIRDAR trademark was entered in the French register of trademarks on 6 September 1965, as No 883.910 in Class 25, clothing, following an application by Sirdar Ltd, Les Fils de Louis Mulliez SA raised no objections.\n(b) Sirdar Ltd did, however, oppose Application No 830.529 for Class 23, on the grounds that the PHILDAR trademark were likely to be confused with the SIRDAR trademark, which had been registered in 1898. Concerning this Class too, the owner of the PHILDORA trademark did not oppose registration, in spite of being expressly notified at the request of the United Kingdom Registrar.\n4. Although Les Fils de Louis Mulliez SA contested the view that the PHILDAR and SIRDAR trademarks were likely to be confused, on 15 September 1964 it concluded the Agreement which is outlined below (with Harrap Bros (Sirdar Wools) Ltd, as it was then called) because of its fears for the continued existence of its French trademark PHILDAR over which the French trademark SIRDAR, of Sirdar Ltd, had priority in Class 23.      (a) Les Fils de Louis Mulliez SA agreed not to use its trademark PHILDAR for knitting yarns in the United Kingdom (paragraph 1 of the Agreement) ; Harrap Bros (Sirdar Wools) Ltd agreed not to use its trademark SIRDAR for knitting yarns in France (paragraph 2 of the Agreement).\n(b) Les Fils de Louis Mulliez SA agreed not to oppose any applications for registrations or renewal of any existing registrations of the trademark SIRDAR in the United Kingdom or any other country in the world other than France for knitting yarns (paragraph 3 of the Agreement) ; by the same token Harrap Bros (Sirdar Wools) Ltd agreed not to oppose any applications for registrations or renewal of the trademark PHILDAR in France or in any other country in the world other than in the United Kingdom for knitting yarns (paragraph 4 of the Agreement).\n(c) Les Fils de Louis Mulliez SA undertook to use in the United Kingdom as their trademark for knitting yarns a mark which would not be in any way confused with the trademark SIRDAR and which would not include the termination \"DAR\" or any other termination likely to be confused with the termination \"DAR\" (paragraph 5 of the Agreement). Harrap Bros (Sirdar Wools) Ltd gave a similar undertaking for the protection of the PHILDAR trademark in France (paragraph 6 of the Agreement).\n(d) The parties undertook not to authorize or permit any third person, firm or company to use or register trademarks which resemble the trademarks SIRDAR and PHILDAR, in any territory throughout the world, without the authorization of the other party given in writing (paragraph 7 of the Agreement).\n5. In all Member States of the Community, apart from the United Kingdom, and in some non-member countries the trademarks PHILDAR and SIRDAR coexist without being challenged. In France, on the basis of its international registration as No 162.191, Sirdar Ltd has had the SIRDAR trademark entered with effect, from 12 November 1973, in the trademark register in Class 23 as No 888.844 ; this was unopposed by Les Fils de Louis Mulliez SA. There is as yet no information, however, on whether Sirdar Ltd also uses the SIRDAR trademark for knitting yarn in France.\n6. As Les Fils de Louis Mulliez SA considered the Agreement of 15 September 1964 to have been void since the accession of the United Kingdom to the European Economic Community, on the grounds that it infringed Article 85 and Articles 30 to 36 of the EEC Treaty, this firm made an application in 1973 (No 1.010.736) to have the PHILDAR trademark registered in Class 23 in the United Kingdom. This was opposed by Sirdar Ltd.\nLes Fils de Louis Mulliez SA began, moreover, in 1974, to sell knitting yarn under the PHILDAR trademark in the United Kingdom. The goods in question bear the words \"Made in France, Roubaix, Paris\".\nIn respect of those sales Sirdar Ltd has brought an action in the Chancery Division of the High Court. The writ of summons specifies three grounds of complaint - infringement of the registered trademarks of Sirdar Ltd, passing off by Mulliez of its goods as Sirdar goods, and breach of the Agreement of 15 September 1964.\nII. Preliminary examination under Article 85 (1) of the EEC Treaty\nArticle 85 (1) prohibits as incompatible with the common market all Agreements between undertakings which may affect trade between Member States and which have as their object or effect the prevention, restriction or distortion of competition within the common market.\nOn the facts at present available, a final ruling on the Agreement of 15 September 1964 is not yet possible, but the following points may be made after a preliminary examination:    1. Les Fils de Louis Mulliez SA and Sirdar Ltd are undertakings for the purposes of Article 85.\n2. The Agreement of 15 September 1964 is an Agreement between undertakings for the purposes of Article 85.\n3. The object of the Agreement is to restrict competition in the common market, since it reflects the stated intent of the parties to prevent Sirdar Ltd and other firms, particularly dealers and importers, from selling knitting yarn in France under the SIRDAR trademark, and to prevent Les Fils de Louis Mulliez SA and other firms from selling knitting yarn in the United Kingdom under the PHILDAR trademark. The significance of this bar to imports from France to the United Kingdom is underlined by the fact that Sirdar Ltd is seeking through the courts, on the grounds of the Agreement in question, to oblige Les Fils de Louis Mulliez SA to cease importing.\n4. It cannot be said that because, under the Agreement, Les Fils de Louis Mulliez SA may import knitting yarn to the United Kingdom under a trademark other than PHILDAR, there is in effect no restriction of competition ; the use of a different trademark would deprive Les Fils de Louis Mulliez SA of the impact of the advertising under its trademark.\nIt would in any case be financially impossible for other undertakings (for example dealers, importers or mail-order firms) to separate the 50-gramme packs of knitting yarn from the larger packages in which they are put up and to replace each individual wrapper bearing the PHILDAR trademark with a different wrapper.\n5. Nor can the existence of a restriction of competition be denied on the ground that the trademarks SIRDAR and PHILDAR are similar and therefore likely to be confused. Even if this were the case, it would not justify market sharing between the parties.\n6. As the Agreement raises barriers to trade between France and the United Kingdom, it is liable to affect trade between Member States.\n7. On a preliminary examination, therefore, the Agreement of 15 September 1964 is caught by Article 85 (1) of the Treaty establishing the European Economic Community.\n8. The Commission leaves aside for the moment the question whether the Agreement has as its object further restrictions of competition ; this concerns paragraph 7 in particular, which limits the parties' freedom to grant licences in respect of trademarks. The answer to this question will depend on the final decision in this case.\nIII. Preliminary examination under Article 85 (3) of the EEC Treaty\nUnder Article 85 (3) of the Treaty, Article 85 (1) may be declared inapplicable in the case of any Agreement which contributes to improving the production or distribution of goods or to promoting technical or economic progress, while allowing consumers a fair share of the resulting benefit, and which does not:    (a) impose on the undertakings concerned restrictions which are not indispensable to the attainment of these objectives;\n(b) afford such undertakings the possiblity of eliminating competition in respect of a substantial part of the products in question.\n1. As the object of the Agreement is to prevent knitting yarn trademarked SIRDAR and PHILDAR being imported into France and the United Kingdom respectively, it does not contribute to improving the distribution of goods, but in fact hinders this.\n2. The Agreement also harms consumers, for knitting yarn manufactured in the United Kingdom is virtually denied to French consumers as is likewise knitting yarn made in France to British consumers.\n3. On a preliminary examination, therefore, the agreement does not satisfy the tests of Article 85 (3) of the Treaty establishing the European Economic Community.\nIV. Application of Article 25 of Regulation No 17\nEven in 1964 the Agreement restricted competition in the common market, for it was intended to prevent SIRDAR knitting yarn from being imported into France, either direct from the United Kingdom or via other Member States. Consequently, the Agreement should have been notified to the Commission in 1964 pursuant to Article 4 (1) of Regulation No 17.\nThe Agreement is therefore not covered by Article 25 of Regulation No 17, as amended by Article 29 of the Act concerning the conditions of accession and the adjustments to the Treaties read in conjunction with Annex I (Section V. Competition) thereto, since it does not fall within the scope of Article 85 by virtue of accession but was in fact covered by this Article even before accession.\nV. Application of Article 15 (6) of Regulation No 17\nAs Sirdar Ltd is attempting to have the Agreement of 15 September 1964 enforced by the courts, a Commission notice pursuant to Article 15 (6) is appropriate. Such notice cancels immunity from fines on the basis of notification under Article 15 (5), and removes any possibility of having the Agreement enforced on the basis of its being provisionally treated as valid,", "main_body": ["After preliminary examination, the Commission considers that, on the grounds of the following provisions of the Agreement of 15 September 1964 concluded by the undertakings named in Article 2, Article 85 (1) of the EEC Treaty applies, and application of Article 85 (3) is not justified:    1. the undertaking by Les Fils de Louis Mulliez SA not to sell knitting yarn in the United Kingdom under the PHILDAR trademark or under any similar trademark (paragraphs 1 and 5) ; and\n2. the undertaking by Sirdar Ltd not to sell knitting yarn in France under the SIRDAR trademark or under any similar trademark (paragraphs 2 and 6).", "This Decision is addressed to the following undertakings:    1. Sirdar Limited, Bective Mills, Alverthorpe, Wakefield, Yorkshire, England, United Kingdom.\n2. Les Fils de Louis Mulliez SA, 112, rue du Collège, F-59061 Roubaix, France."], "attachments": "Done at Brussels, 5 March 1975.\nFor the Commission\nThe President\nFrançois-Xavier ORTOLI"}