{"celex_id": "31971L0086", "uri": "http://publications.europa.eu/resource/cellar/a82fea91-74c7-4a6b-9b33-3135073f0d65", "type": "Directive", "concepts": ["1130", "165", "2450", "287", "3373", "75"], "title": "Council Directive 71/86/EEC of 1 February 1971 on harmonisation of the basic provisions in respect of guarantees for short-term transactions (political risks) with public buyers or with private buyers\n", "header": "13.2.1971 EN Official Journal of the European Communities L 36/14\nCOUNCIL DIRECTIVE\nof 1 February 1971\non harmonisation of the basic provisions in respect of guarantees for short-term transactions (political risks) with public buyers or with private buyers\n(71/86/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community and in particular Article 113 thereof;\nHaving regard to the proposal from the Commission;\nWhereas export credit is of primary importance in international trade and is an important instrument of commercial policy;\nWhereas the various systems of export credit insurance in force in the Member States may give rise to distortions in competition between Community undertakings in markets in third countries;\nWhereas harmonisation of the various systems of export credit insurance could facilitate co-operation between undertakings in the various Member States;\nWhereas harmonisation can be achieved, according to the different types of transaction, either by means of common policies or by means of common provisions relating to those elements which are basic as far as competition is concerned;\nWhereas at present guaranteed transactions represent, by and large, a smaller percentage of exports in the short-term field than they do in the medium-term field;\nWhereas, moreover, this is a sector in which private credit insurance companies operate, and whereas it therefore seems appropriate to confine harmonisation solely to cover of political risks;\nWhereas it therefore seems appropriate to reject the idea of drawing up a common policy and to confine harmonisation to those elements which are basic as far as competition is concerned;", "main_body": ["Subject to the provisions of Annex D to Council Directives Nos 70/509/EEC and 70/510/EEC (1) of 27 October 1970, Member States shall adopt such measures by law, regulation or administrative action as may be necessary to put into force the harmonised provisions on short-term transactions set out in the Annex to this Directive.", "Member States shall ensure that credit insurance organisations guaranteeing for the account or with the support of the State insure transactions that fall within the scope of the harmonised provisions, in accordance with the terms laid down in those provisions and such specific rules as are adopted by the Council.", "1.   Whatever the type of policy used, the harmonised provisions shall apply to transactions which:\n— include either a credit risk of less than twenty-four months, or a credit risk and a guaranteed manufacturing risk where the cumulative period is less than twenty-four months; the manufacturing risk, however, must be of less than twelve months;\n— are concluded with a public buyer or with a private buyer;\n— are on a supplier credit basis.\n2.   The provisions harmonised by this Directive concern only the guarantee in respect of political risks.\n3.   The definitions of ‘public buyer’ and ‘private buyer’ contained in Article 3 of Directive No 70/509/EEC and in Article 4 of Directive No 70/510/EEC respectively shall apply.", "The Advisory Committee for Export Credit Insurance, set up under Article 4 of Directive No 70/509/EEC, may be consulted by the Commission on any problem relating to the uniform application of this Directive.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 1 February 1971.\nFor the Council\nThe President\nM. SCHUMANN\n(1)  OJ No L 254, 23.10.1970, pp. 1 and 26.\nANNEX\nHARMONISED PROVISIONS CONCERNING GUARANTEES FOR SHORT-TERM TRANSACTIONS (POLITICAL RISKS) WITH PUBLIC BUYERS OR WITH PRIVATE BUYERS\nArticle 1\nDefinition of the credit risk\nThe definition to be included in policies must not provide for a qualifying period for claims shorter than six months.\nArticle 2\nList of events constituting a cause of loss\nThe basic list shall comprise events C to H inclusive as set out in Article 3 of the Common Policies for Medium- and Long-Term Transactions with Public Buyers and with Private Buyers, and, in the case of public buyers, includes also event B of Article 3 of the Common Policy for Medium- and Long-Term Transactions with Public Buyers.\nThe basic list may, however, be amended by the credit insurance organisation provided such amendment does not involve an extension of the cover beyond that afforded under the above-mentioned list.\nArticle 3\nExtent of the guarantee\nThe guarantee shall apply to the amount owed to the insured in principal and interest, excluding interest on arrears, penalties and damages payable by the debtor.\nArticle 4\nPercentage guaranteed\nThe insured himself shall retain exclusively for his own account responsibility for the portion not guaranteed by the credit insurance organisation.\nArticle 5\nGeneral principles of indemnification\nThe following principles must be observed:\n(a) The insured shall be required as regards the conclusion and performance of the guaranteed transaction to exercise all reasonable and usual care, skill and forethought; this requirement shall apply equally to the conduct of his agents, co-contractors or sub-contractors;\n(b) The insured shall be responsible for obtaining the necessary authorisations and for completing the legal formalities (including those which are incumbent upon the debtor until the entry into force of the contract);\n(c) Invalid debts shall not be indemnified.\nArticle 6\nGeneral principles for the appropriation of payments received and of proceeds from the realisation of securities\nPolicies shall include such rules for appropriation as will ensure that any payments or recoveries whatsoever received by the insured will not be appropriated to unguaranteed debts in priority to guaranteed debts.\nArticle 7\nGeneral principles for recoveries\nPolicies shall observe the principle that recoveries are shared between the credit insurance organisation and the insured."}