{"celex_id": "31978R3136", "uri": "http://publications.europa.eu/resource/cellar/74ab6f91-a678-4f03-a417-fb090109fbd9", "type": "Regulation", "concepts": ["1264", "1644", "2321", "2591"], "title": "Commission Regulation (EEC) No 3136/78 of 28 December 1978 laying down detailed rules for fixing the import levy on olive oil by tender\n", "header": "Commission Regulation (EEC) No 3136/78\nof 28 December 1978\nlaying down detailed rules for fixing the import levy on olive oil by tender\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation No 136/66/EEC of 22 September 1966 on the establishment of a common organization of the market in oils and fats [1], as last amended by Regulation (EEC) No 1562/78 [2], and in particular Article 16 (6) thereof,\nHaving regard to Council Regulation (EEC) No 2749/78 of 23 November 1978 on trade in oils and fats between the Community and Greece [3], and in particular Article 5 (6) thereof,\nWhereas Commission Regulation (EEC) No 2041/75 of 25 July 1975 [4], as last amended by Regulation (EEC) No 3020/75 [5], laid down special detailed rules for the application of the system of import and export licences and advance fixing certificates for oils and fats; whereas the special provisions necessary for the application of the system of levies fixed by tender in the olive oil sector need to be added to that Regulation;\nWhereas those special provisions either complement or derogate from those of Commission Regulation (EEC) No 193/75 of 17 January 1975 laying down common detailed rules for the application of the system of import and export licences and advance fixing certificates for agricultural products [6], as last amended by Regulation (EEC) No 1624/78 [7];\nWhereas, under Article 2 of Council Regulation (EEC) No 2751/78 of 23 November 1978 laying down general rules for fixing the import levy on olive oil by tender [8], tenderers must submit an application for an import licence on the dates fixed by the Commission; whereas, for ease of administration these applications should be submitted in such a way that the minimum levy is calculated once a week;\nWhereas the special security should be fixed at a level permitting the system for fixing the levy by tender to function properly; whereas, for the sake of administrative simplicity, this special security should replace that provided for in Article 7 of Regulation (EEC) No 2041/75;\nWhereas all imports of the products in question become subject to the tendering procedure from the time when the Commission decides to apply it;\nWhereas, under Article 10 of Regulation (EEC) No 2041/75, no application for an import licence is required in respect of imports of products in the olive oil sector not exceeding 100 kilograms, although such imports remain subject to the levy; whereas, for the sake of administrative simplicity, this provision should be retained;\nWhereas in certain Member States traders import only small quantities; whereas, if such traders had to submit their offers under the tendering procedure, the administrative burden on the competent bodies in the Member States would be increased without any improvement in their knowledge of the market situation; whereas the tendering procedure should apply only to applications for licences relating to quantities of a product in excess of 20000 kilograms;\nWhereas, in order to avoid any risk of disturbance of the Community market, a levy should be charged in the two cases referred to above; whereas imports not exceeding 21000 kilograms should be made subject to the minimum levy applicable on the day of importation for each category of olive oil in question; whereas, in order to ensure that the levy system functions correctly, the number of applications for licences in respect of the quantities referred to above which may be submitted by any one importer should be limited; whereas to this same end such licences should be made non-transferable;\nWhereas, under Article 5 of Commission Regulation (EEC) No 2041/75, import licences applied for otherwise than under the tendering procedure are subject to a waiting period of four days; whereas experience has shown that such applications for licences are rare; whereas the abovementioned waiting period is therefore unnecessary;\nWhereas, when olive oils or olives intended for the production of oil are covered either by the arrangements provided for in Council Directive 69/73/EEC of 4 March 1969 on the harmonization of provisions laid down by law, regulation or administrative action in respect of inward processing [9], as last amended by Directive 76/119/EEC [10], or by the system described in Article 9 of Commission Regulation (EEC) No 645/75 of 13 March 1975 laying down common detailed rules for the application of the export levies and charges on agricultural products [11], special provisions should be laid down to take account of the existence of a system of fixing levies by tender in the olive oil sector;\nWhereas, in view of the relaxation of the arrangements applicable to the import of small quantities, it is desirable to monitor more closely trade movements in respect of such quantities; whereas Commission Regulation (EEC) No 205/73 on communications between Member States and the Commission concerning oils and fats [12], as last amended by Regulation (EEC) No 2413/77 [13], should therefore be amended;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Oils and Fats,", "main_body": ["1. Where the tendering procedure referred to in Article 16 (1) of Regulation No 136/66/EEC or in Article 5 (1) of Regulation (EEC) No 2749/78 applies, applications for import licences in respect of olive oil shall be submitted to the competent agencies in the Member States on the Monday or Tuesday of each week.\nThe time limit for the lodging of applications shall be 4 p.m. This time limit shall expire:\n- one hour earlier in Ireland and the United Kingdom outside the period known as Summer Time in those Member States;\n- one hour later in the other Member States during the period known as Summer Time in those Member States.\nAny applications submitted after the deadline on the Tuesday, or on any other subsequent day of the week, shall be deemed to have been submitted on the Monday of the following week.\nHowever, the provisions of the preceding subparagraph shall not apply to applications submitted after the deadline on the Tuesday unless the applicant has stated in his application that he wishes them to apply.\n2. Where the applicant wishes to qualify for special arrangements arising from agreements concluded between the Community and certain non-member countries, he must indicate the said non-member country in accordance with Article 2 of Regulation (EEC) No 2041/75 within 30 days of the entry into force of the minimum levy; however, in the case of Greece this information must be furnished on the licence application.\nIn cases other than those referred to above, the applicant may supplement his licence application at any time within 30 days following the entry into force of the minimum levy by entering the words \"non-member countries\" in Sections 13 and 14.\n3. The statement referred to in Article 2 of Regulation (EEC) No 2751/78 shall include:\n(a) the description of the product concerned, the relevant tariff heading or subheading, and, in the case of a product produced entirely in Greece and transported direct from that country to the Community, the word \"Greece\";\n(b) the quantity, the quality of olive oil, and, where Article 1 (2) of Regulation (EEC) No 2751/78 applies, the presentation in respect of which application is made,\n(c) the rate of the gross levy per 100 kilograms of product which the applicant undertakes to pay at the time of importation. This rate shall be expressed in the national currency of the Member State in which the application is lodged.\n4. The Member States shall communicate to the Commission by telex, on the first working day following the final date for the submission of applications, the number of applications as referred to in paragraph 1, broken down by origin, and, in respect of each such application, all the information required under paragraph 3.", "1. The rate of the special security referred to in Article 2 of Regulation (EEC) No 2751/78 shall be equal to 20 % of the levy offered by each applicant in respect of the quantity of the product to be imported. This security shall replace the one provided for in Article 7 of Regulation (EEC) No 2041/75.\n2. The security shall be released forthwith where no import licence is issued.", "The minimum levy shall be so fixed that it enters into force once a week.", "1. Section 20 of the licence shall contain one of the following endorsements:\n- rate of levy applicable (in national currency) per 100 kg,\n- gültiger Abschöpfungssatz (in Landeswährung) per 100 kg,\n- tasso del prelievo applicabile (in moneta nazionale) per 100 kg,\n- toe te passen heffing (in nationale valuta) per 100 kg,\n- gældende afgiftssats (i national valuta) pr. 100 kg,\n- taux du prélèvement (en monnaie nationale) par 100 kg.\n2. The rate indicated on the licence shall be that referred to in Article 2 (4) (c). However, where Sections 13 and 14 of the licence issued contain the name of a non-member country with which the Community has signed an agreement, the levy actually paid by the importer shall be that referred to above adjusted pursuant to the provisions of Council Regulations:\n- (EEC) No 2164/70 of 27 October 1970 on imports of olive oil from Spain [14], as last amended by Regulation (EEC) No 2277/71 [15],\n- (EEC) No 1180/77 of 17 May 1977 on imports of olive oil from Turkey [16], as amended by Regulation (EEC) No 2387/77 [17];\n- (EEC) No 1508/76 of 24 June 1976 on imports of olive oil originating in Tunisia [18],\n- (EEC) No 1514/76 of 24 June 1976 on imports of olive oil originating in Algeria [19],\n- (EEC) No 1521/76 of 24 June 1976 on imports of olive oil originating in Morocco [20],\n- (EEC) No 2750/78 of 23 November 1978 on the standard amount for unrefined olive oil produced entirely in Greece and transported direct from that country to the Community [21].", "1. If the licence application contains the word \"Greece\" the licence shall be issued on the entry into force of the minimum levy with the word \"Greece\" in Sections 13 and 14.\n2. For imports from non-member countries other than Greece, the licence shall be issued as soon as the applicant has furnished the information referred to in Article 2 of Regulation (EEC) No 2041/75 to the competent agency, or has requested that Sections 13 and 14 of the licence contain the words \"non-member countries\".\nWhere the applicant fails to furnish the above information within 15 days following the entry into force of the minimum levy, the licence shall be issued upon the expiration of this period. In this event Sections 13 and 14 shall contain the words \"all non-member countries\".\n3. The licence shall be valid with effect from its actual date of issue until the expiry of a period of three months from the date on which the minimum levy enters into force.\n4. The issue of a licence shall carry with it the obligation to import from the non-member country indicated in Sections 13 and 14.", "1. The provisions of the preceding Articles shall not apply to imports of 21000 kilograms or less.\nSubject as provided in paragraph 3 hereof, such imports, excluding imports of 100 kilograms or less, shall be subject to the system of licences laid down in Regulations (EEC) No 193/75 and (EEC) No 2041/75.\n2. For as long as the tendering procedure referred to in Article 1 applies, the imports referred to in the first sentence of the preceding paragraph shall be subject to the last minimum levy fixed prior to the day of importation.\n3. Each applicant may each week submit only one application for a licence relating to a quantity greater than 100 kilograms but not exceeding 20000 kilograms. By way of derogation from Article 3 of Regulation (EEC) No 193/75, such licences shall not be transferable. Article 5 of Regulation (EEC) No 2041/75 shall not apply thereto.", "1. When olive oils which have been made subject either to inward processing arrangements or to the system described in Article 9 of Regulation (EEC) No 645/75 are put into free circulation either as such or after processing, the levy to be charged shall be:\n- the levy stated on the import licences issued under the tendering procedure, subject to the provisions of Article 4 (2), or\n- the last minimum levy fixed by the Commission before they were put into free circulation, when the licence referred to in Article 5 is submitted or the quantities put into free circulation do not exceed 100 kilograms.\n2. The provisions of the preceding paragraph shall apply when olives falling under subheadings 07.01 N II and 07.03 A II of the Common Customs Tariff which have been made subject either to inward processing arrangements or to the system described in Article 9 of Regulation (EEC) No 645/75 are put into free circulation after processing into oil.", "Article 6a of Regulation (EEC) No 205/73 is amended as follows:\n\"Article 6a\nWith regard to the system of import levies referred to in Article 16 of Regulation No 136/66/EEC, Member States shall inform the Commission, not later than the Wednesday of each week, of the number of import licences for quantities not exceeding 20000 kilograms applied for in the preceding week and of the quantities involved, broken down by quality.\"", "The Commission shall inform the Member States once a month of the application of the system of fixing levies by tender.", "0\nThis Regulation shall enter into force on 1 January 1979.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 28 December 1978.\nFor the Commission\nFinn Gundelach\nVice-President\n[1] OJ No L 172, 30. 9. 1966, p. 3025/66.\n[2] OJ No L 185, 7. 7. 1978, p. 1.\n[3] OJ No L 331, 28. 11. 1978, p. 1.\n[4] OJ No L 213, 11. 8. 1975, p. 1.\n[5] OJ No L 299, 19. 11. 1975, p. 11.\n[6] OJ No L 25, 31. 1. 1975, p. 10.\n[7] OJ No L 190, 13. 7. 1978, p. 14.\n[8] OJ No L 331, 28. 11. 1978, p. 6.\n[9] OJ No L 58, 8. 3. 1969, p. 1.\n[10] OJ No L 24, 30. 1. 1976, p. 58.\n[11] OJ No L 67, 17. 3. 1975, p. 16.\n[12] OJ No L 23, 29. 1. 1973, p. 15.\n[13] OJ No L 279, 1. 11. 1977, p. 55.\n[14] OJ No L 238, 29. 10. 1970, p. 3.\n[15] OJ No L 241, 27. 10. 1971, p. 2.\n[16] OJ No L 142, 9. 6. 1977, p. 10.\n[17] OJ No L 278, 29. 10. 1977, p. 13.\n[18] OJ No L 169, 28. 6. 1976, p. 9.\n[19] OJ No L 169, 28. 6. 1976, p. 24.\n[20] OJ No L 169, 28. 6. 1976, p. 43.\n[21] OJ No L 331, 28. 11. 1978, p. 5.\n--------------------------------------------------"}