{"celex_id": "31973R3197", "uri": "http://publications.europa.eu/resource/cellar/15cd761c-12bb-4890-ab4d-ebd89634db26", "type": "Regulation", "concepts": ["20", "2591", "3732"], "title": "Regulation (EEC) No 3197/73 of the Commission of 23 November 1973 establishing the conditions for the application of the system of tendering for export levies in rice\n", "header": "REGULATION (EEC) No 3197/73 OF THE COMMISSION  of 23 November 1973  establishing the conditions for the application of the system of tendering for export levies in rice\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community;\nHaving regard to Council Regulation No 359/67/EEC (1) of 25 July 1967, on the common organization of the market in rice, as last modified by the Act of Accession (2);\nHaving regard to Council Regulation (EEC) No 2737/73 (3) of 8 October 1973 laying down general rules to be applied in the event of the rice market being disturbed, in particular Article 4 thereof;\nWhereas Council Regulation (EEC) No 2737/73 provided in Article 2 thereof for the possibility of fixing the export levy particularly by way of a tendering procedure in respect of a fixed quantity;\nWhereas, there is reason to establish the conditions for such a tendering procedure;\nWhereas, in order to ensure equal treatment to all the interested parties in the Community, the tendering systems in operation must comply with uniform principles ; whereas, to this end, the publication of the decision on opening of the tender in the Official Journal of the European Communities shall be accompanied by the terms of the tender;\nWhereas, the fixing of an export levy by way of tendering shall allow better management of the market ; whereas finally, to obtain this end it is essential that the tender shall contain the necessary data for their estimation and shall be accompanied by certain formal obligations;\nWhereas there are grounds for fixing a minimum export levy ; whereas this method leads to the allocation of all the quantities covered by this fixation;\nWhereas market situations could arise in which the economic aspects of the foreseen experts would lead to, instead of fixing a minimum export levy, to deciding to discontinue the invitation to tender;\nWhereas a tendering deposit must guarantee that the quantities will be exported using the licence issued under the invitation to tender ; whereas this obligation can only be satisfied if this tender is maintained ; whereas in the case of the tender being withdrawn this deposit will be lost;\nWhereas procedures should be followed concerning the notification to tenders of the outcome of the invitation to tender and also the issue of necessary licence for the quantities accepted;\nWhereas the measures provided for are in accordance with the Opinion of the Management Committee for Cereals,", "main_body": ["1. The decision to issue an invitation to tender laid down in Article 2 (1) first indent of Regulation (EEC) No 2737/73 shall be adopted according to the procedure laid down in Article 26 of Regulation No 359/67/EEC.\nThis decision shall include the terms of the invitation to tender. These terms must guarantee equal access for all persons established within the Community. In particular the terms can lay down a specific period of validity for an export licence issued under the invitation concerned.\n2. The issue of the invitation to tender shall be accompanied by a corresponding notice prepared by the Commission This notice shall include in particular, information of the total quantity to which the fixings of the export levy laid down in Article 5 (1) apply, the different dates by which the tenders must be deposited and the competent authorities of Member States to which they must be addressed. Between the publication of the tendering notice and the first date fixed for the deposit of tenders, a delay of at least 15 days shall be allowed. Moreover, it shall indicate the latest date for the lodgement of tenders.\n3. The decision in paragraph 1 as well as the notice of invitation to tender in paragraph 5 shall be published in the Official Journal of the European Communities.", "1. Tenderers shall either lodge the tender in writing, against a receipt, with the competent authority, or address the tender to that authority by registered letter, telex or telegram.  (1)OJ No 174, 31.7.1967, p. 1. (2)OJ No L 73, 27.3.1972, p. 14. (3)OJ No L 282, 9.10.1973, p. 13.\n2. The tender shall indicate:    (a) the invitation to which the tender relates;\n(b) the name and address of the tenderer;\n(c) the nature and quantity of the product to be exported;\n(d) the amount of the export levy proposed per metric ton, in the currency of the Member State which appointed the abovementioned authority.\n3. A tender shall be valid only if:    (a) proof is furnished before the time limit for the submission of tenders expires that the tenderer has lodged the deposit required for the invitation to tender;\n(b) it is accompanied by a receipt of deposit for the quantities allocated, in two days following the receipt of the notification of allocation laid down in Article 6, an application for an export licence matched by an application for advance fixing of an export levy equal to that on the tender which is lodged.\n4. A tender which is not submitted in accordance with provisions of this Article, or which contains terms other than those indicated in the invitation to tender, shall not be taken into consideration.\n5. Once a tender has been submitted it may not be withdrawn. Moreover, the provisions of Article 5 (3) of Regulation (EEC) No 1373/70 shall not be applicable when an application for a licence is made in accordance with paragraph 3 (b).", "1. Tenders submitted in response to an invitation shall not be considered unless a deposit is lodged.\nThis deposit shall be equal to 30 % of the export levy proposed by the tenderer concerned. However, this deposit shall not be less than 0.60 units of account per 100 kg.\n2. The tenderer may lodge the deposit either in cash or in the form of a guarantee by an establishment complying with criteria laid down by each Member State.\nEach Member State shall notify the Commission of the criteria referred to in the preceding paragraph and the Commission shall in turn inform the other Member States.", "1. Tenders shall be examined in private session by the competent authorities of the Member States. Persons present at the examination shall be sworn to secrecy.\n2. The tenders shall be communicated without delay to the Commission.", "1. On the basis of the tenders lodged, the Commission, according to the procedure laid down in Article 26 of Regulation No 359/67/EEC, shall decide, either to fix a minimum export levy, taking account in particular of the criteria laid down in Article 3 paragraph 1 (b) and (d) of Regulation (EEC) No 2737/73 or to discontinue the invitation to tender.\n2. When the minimum export levy has been fixed the award shall be made to the tenderer or tenderers whose tenders contain a rate of levy equal to or greater than the minimum.", "The competent authority of the Member State concerned shall notify in writing all tenderers of the outcome of their participation in the invitation to tender at the time the decision of the Commission laid down in Article 5 (1) has been reached.", "1. Except in cases of force majeure, the deposit required under Article 3 shall only be released in respect of the quantity for which the tenderer has provided proof that it has been exported on the export licence issued under Article 8, or for which the tender has not been pursued. The deposit shall be released immediately.\n2. In the case of force majeure the provisions of Article 18 of Regulation (EEC) No 1373/70 shall apply.", "1. A successful tender, after the expiry of the delay required under Article 2 paragraph 3 (b) shall lead to the issue of an export licence for the quantity for which the tenderer has been declared successful.\n2. By way of derogation from Article 3 of Regulation (EEC) No 1373/70 it may be laid down that the rights arising from the export licence, issued according to the preceding paragraph, shall not be transferable.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 23 November 1973.\nFor the Commission\nThe President\nFranรงois-Xavier ORTOLI"}