{"celex_id": "31978R2743", "uri": "http://publications.europa.eu/resource/cellar/0703c41a-59ab-49ec-b1fc-b2d48f08cf8f", "type": "Regulation", "concepts": ["2709", "2965", "4854", "5334"], "title": "Commission Regulation (EEC) No 2743/78 of 24 November 1978 on the exchange of information between Member States and the Commission concerning dried fodder\n", "header": "COMMISSION REGULATION (EEC) No 2743/78  of 24 November 1978  on the exchange of information between Member States and the Commission concerning dried fodder\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1117/78 of 22 May 1978 on the common organization of the market in dried fodder (1), and in particular Article 10 thereof,\nWhereas, in order to ensure the sound management of the market in dried fodder, Member States must keep the Commission informed as to the operation of the aid arrangements provided for in the legislation governing that sector;\nWhereas, to that end, certain information on the aid arrangements and on the situation with regard to production and markets in dried fodder must be communicated by the Member States to the Commission at regular intervals;\nWhereas, however, such communications should be kept to a bare minimum and should take account of the administrative facilities at present available in the Member States;\nWhereas this Regulation is intended to replace Commission Regulation (EEC) No 831/75 (2), as amended by Regulation (EEC) No 2558/75 (3) ; whereas Regulation (EEC) No 831/75 should therefore be repealed;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Dried Fodder,", "main_body": ["Member States shall inform the Commission:    (a) before the 15th of each month, of the quantities of fodder in respect of which applications for the aids referred to in Article 12 of Regulation (EEC) No 1528/78 have been lodged during the previous month, such particulars to be broken down by the months in which the quantities concerned left the drying plant;\nHowever, on the first occasion on which they provide such information, the Member States shall give particulars of the quantities for which aid applications have been lodged since the beginning of the 1978/79 marketing year;\n(b)      - not later than 31 January each year for the products referred to in Article 1 (a) of Regulation (EEC) No 1117/78,\nand\n- not later than 31 October each year for the products referred to in Article 1 (b) and (c) of that Regulation,\nof the quantities of the products in question having left drying plants during the previous marketing year in respect of which aid has been paid.\nThe particulars provided shall distinguish between the products referred to respectively in Article 1 (a), (b), first and second indents, and (c) of Regulation (EEC) No 1117/78.", "1. Member States shall inform the Commission, before the 15th of each month, of the quantities in respect of which the supplementary aid referred to in Article 5 of Regulation (EEC) No 1117/78 has been fixed in advance during the previous month.\nHowever, on the first occasion on which they provide such information, the Member States shall give particulars of the quantities for which the supplementary aid has been fixed in advance since the beginning of the 1978/79 marketing year.\nThe particulars provided shall distinguish between the products referred to respectively in Article 1 (b), first and second indents, and (c) of Regulation (EEC) No 1117/78.\n2. However, if a Member State considers that the quantities for which applications for the advance fixing of the supplementary aid are lodged in accordance with the procedure in force bear no relation to the normal disposal of fodder harvested within the Community, that Member State shall immediately inform the Commission, indicating the quantities for which applications for the advance fixing of the supplementary aid have been lodged but for which the certificates have not yet been issued and the quantities for which advance fixing certificates have been issued since the last such notification.  (1)OJ No L 142, 30.5.1978, p. 1. (2)OJ No L 79, 28.3.1975, p. 40. (3)OJ No L 261, 9.10.1975, p. 16.", "1. The Member States shall inform the Commission:    (a) not later than 31 December of each year, of the areas in respect of which the declaration referred to in Article 8 of Regulation (EEC) No 1417/78 was lodged on or before 31 October of the year in question;\n(b) not later than the end of April, July, October and January of each year of the quantities of potatoes in respect of which notification has been given in accordance with the second paragraph of Article 8 of Regulation (EEC) No 1417/78 during the previous quarter.\n2. For the purposes of paragraph 1, separate figures, broken down by crop, shall be given in respect of:    (a) areas or quantities declared by plants processing their own fodder,\n(b) areas or quantities declared by plants processing fodder produced by their members.", "1. With regard to the contracts referred to in Article 7 of Regulation (EEC) No 1417/78 which have been concluded in respect of fodder for the manufacture of the products referred to in Article 1 (b) and (c) of Regulation (EEC) No 1117/78, the Member States shall inform the Commission, before 15 April of each year, of the areas or, as appropriate, the quantity of fodder to be dried in respect of which contracts have been lodged during the preceding marketing year, giving a breakdown by crop and stating the term of validity of the contracts concerned.\n2. With regard to the contracts referred to in Article 7 of Regulation (EEC) No 1417/78 which have been concluded in respect of potatoes, the Member States shall inform the Commission, before 15 July of each year, of the areas or, as appropriate, the quantities of potatoes for dehydration in respect of which contracts have been lodged during the previous marketing year.", "The Member States shall, not later than 30 April of each year, inform the Commission of the estimated quantities of stocks of the products referred to in Article 1 (b) and (c) of Regulation (EEC) No 1117/78 held in the processing plants at 31 March of that year.", "The Member States shall furnish the Commission with all necessary information for determining the world market price referred to in Article 5 of Regulation (EEC) No 1117/78 as soon as such information is available.", "Each Member State shall inform the Commission of the names and addresses of:    (a) the body responsible for verification of the entitlement to aid;\n(b) the body responsible for payment of the aid;\n(c) the authority referred to in Article 8 of Regulation (EEC) No 1417/78.\nEach Member State shall inform the Commission, not later than one month after the event, of any changes in the abovementioned names and addresses.", "The Commission shall communicate regularly to the Member States a summary of the data provided for in accordance with Articles 1 to 5.", "Regulation (EEC) No 831/75 is hereby repealed.", "0\nThis Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 24 November 1978.\nFor the Commission\nFinn GUNDELACH\nVice-President"}