{"celex_id": "31970R1108", "uri": "http://publications.europa.eu/resource/cellar/dbde855b-0d5d-4dff-9e53-0a09bb263744", "type": "Regulation", "concepts": ["1099", "1433", "4514", "4515", "4533", "54"], "title": "Regulation (EEC) No 1108/70 of the Council of 4 June 1970 introducing an accounting system for expenditure on infrastructure in respect of transport by rail, road and inland waterway\n", "header": "REGULATION (EEC) No 1108/70 OF THE COUNCIL  of 4 June 1970  introducing an accounting system for expenditure on infrastructure in respect of transport by rail, road and inland waterway\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 75 thereof;\nHaving regard to the Council Decision of 22 June 1964 (1) on the organisation of an inquiry into infrastructure costs for transport by rail, road and inland waterway, and in particular Article 7 thereof;\nHaving regard to the proposal from the Commission;\nHaving regard to the Opinion of the European Parliament (2);\nHaving regard to the Opinion of the Economic and Social Committee (3);\nWhereas, in order to institute under the common transport policy a system of charging for the use of infrastructure, it is necessary in particular to know what expenditure is incurred in respect of infrastructure ; whereas this knowledge may most appropriately be obtained by the introduction of a permanent accounting system using standard forms of accounts for each mode of transport in all the Member States;\nWhereas infrastructure expenditure accounts should cover all infrastructure open to public transport by rail, road and inland waterway ; whereas, however, certain types of infrastructure of secondary importance and certain inland waterways of a maritime character may conveniently be excluded;\nWhereas it is appropriate, in order that the special factors and circumstances which vary from case to case can be taken into account, to leave Member States free to lay down the detailed procedures for keeping accounts of infrastructure expenditure;\nWhereas, with a view to the institution of a system of charging for the use of infrastructure, returns relating to the use of infrastructure are also required and a schedule of such returns should be drawn up;\nWhereas Member States should regularly send the Commission accounts in respect of infrastructure expenditure, and the Commission should present these accounts to the Council in an annual summary;\nWhereas, in order to ensure that the provisions of this Regulation are applied as uniformly as possible, the Commission should, with the aid of a committee of government experts, co-ordinate the various measures arising out of the Regulation;\nWhereas provision should be made for a procedure whereby the forms of accounts, the list of types of infrastructure and the schedule of returns concerning the use of infrastructure may be constantly adjusted in the light of experience and of the development of the common transport policy;\nWhereas provision should be made for certain derogations from the general rules in order to take account of the difficulties certain Member States will meet during the initial years of application of this Regulation;", "main_body": ["From 1 January 1971, there shall be introduced, in the manner provided for in this Regulation, a standard and permanent accounting system for expenditure on infrastructure in respect of transport by rail, road and inland waterway.", "1. Expenditure to be entered in the accounts shall comprise both expenditure relating specifically to the transport function of infrastructure and that part of expenditure common to that function and to other  (1)OJ No 102, 29.6.1964, p. 1598/64. (2)OJ No C 135, 14.12.1968, p. 33. (3)OJ No C 45, 16.4.1969, p. 1.\nfunctions which is attributable to the transport function.\n2. Irrespective of the accounting rules applied in Member States, expenditure to be recorded for any one year shall be expenditure incurred during that year on the construction, running and administration of infrastructure. Amortisation of, and interest on, loans contracted for the purpose of financing infrastructure expenditure shall not be included.", "Infrastructure expenditure accounts shall be kept for all railways, roads and inland waterways open to public traffic, with the following exceptions:    (a) railways not connected to the principal networks of the several Member States;\n(b) roads closed to motor traffic, that is to vehicles with a cylinder capacity equal to or exceeding 50 cubic cm;\n(c) roads used exclusively by agricultural or forestry vehicles or which serve only to provide access for agricultural of forestry operations;\n(d) inland waterways on which traffic is limited to vessels of less than 250 metric tons deadweight;\n(e) waterways of a maritime character, a list of which shall be drawn up by the Commission pursuant to Article 9. In drawing up this list account shall be taken of the proportion of the traffic on waterways of a maritime character accounted for by inland waterway traffic, or of the desirability of introducing an accounting system for infrastructure expenditure in respect of such waterways in the light of the institution of a system of charging for the use of infrastructure.", "Infrastructure expenditure accounts shall be prepared in accordance with the forms shown in Annex I.\nThe detailed procedures for preparing these accounts shall be laid down by each Member State.", "1. Member States shall send to the Commission, not later than 31 December of each year, the accounts for the previous year in respect of infrastructure expenditure and shall present these accounts in the forms shown in Annex 1.\n2. Separate accounts shall be presented:    (a) in respect of railways:      (i) for each of the networks listed in Annex II A;\n(ii) for all other networks taken as a whole;\n(b) in respect of roads, for each category of road listed in Annex II B, giving separate figures for those sections of such roads situated within built-up areas and those situated outside such areas;\n(c) in respect of inland waterways, in accordance with the headings set out in Annex II C.", "Member States shall send to the Commission, at the same time as they send the accounts referred to in Article 5, and in respect of the same period, totals for the expenditure on infrastructure used by each mode of transport in respect of the following items:    - loans contracted during the year for the purpose of financing infrastructure expenditure;\n- amortisation and interest on loans contracted earlier.\nWhen compiling these totals, Member States shall take into account only those loans expressly assigned to the financing of infrastructure expenditure.", "Member States shall send to the Commission, at the same time as they send the accounts referred to in Article 5 and in respect of the same period, returns relating to the use of infrastructure as set out in the schedule shown in Annex III.\nHowever, the returns covered by Table B 2 of that Annex shall be sent only once every five years, starting with those for the year 1970.", "1. Until such time as common criteria for determining the proportion attributable to the  transport function of expenditure common to that function and to other functions of infrastructure expenditure have been laid down by the Commission in pursuance of Article 9 (1) and applied by the Member States, expenditure relating specifically to the transport function and total common expenditure shall be recorded separately under the various headings shown in the forms of accounts.\n2. Until, in pursuance of Article 9 (1), agreement has been reached on the criteria to be applied in drawing the dividing line between roads situated within built-up areas and those situated outside such areas, Member States shall, when compiling the figures referred to in Article 5 (2) (b) and in Annex III B, use criteria of their own choice, details of which shall be included in the information which they send to the Commission pursuant to Articles 5 and 7.\n3. For the Federal Republic of Germany, communication to the Commission of the information provided for in Annex II C shall be compulsory only with effect from the return for the year 1972.\n4. Communication to the Commission of the returns relating to the use of infrastructure covered by Table B 1 of Annex III shall, as regards returns for the years 1972 to 1974, be compulsory for the single-digit categories of vehicle and optional for the other categories.\n5. For the Netherlands, communication to the Commission of the returns relating to the use of infrastructure covered by Table B of Annex III shall be compulsory in respect of roads in that country falling within category 5 in Annex II B only with effect from the return for the year 1975.\n6. For Italy, communication to the Commission of the returns relating to the use of infrastructure covered by Table B 2 of Annex III shall be effected for the first time in respect of the return for the year 1971. Subsequent communication of returns in respect of that Table shall be effected in the years provided for in the second paragraph of Article 7.\n7. Communication to the Commission of the returns relating to the use of infrastructure covered by Table C of Annex III shall be compulsory:    - for Belgium, in respect of vessels in categories (e) and (f) and of traffic on the maritime basin of the Scheldt, only with effect from the return for the year 1973;\n- for the Federal Republic of Germany, only with effect from the return for the year 1973;\n- for France, in respect of vessels of categories (e) and (f) and of the number of vessels passed through locks, only with effect from the return for the year 1974;\n- for the Netherlands, in respect of regulated rivers, only with effect from the return for the year 1972.", "1. The Commission shall be responsible for the overall co-ordination of the various measures arising out of this Regulation and for seeing that its provisions are applied in a uniform manner. In particular the Commission shall specify the contents of the various headings in the forms of accounts shown in Annex I and lay down common criteria for determining the proportion attributable to the transport function of expenditure common to that function and to other functions of infrastructure.\nThe Commission shall also endeavour to bring about a progressive alignment of the detailed accounting procedures followed in Member States, the approximation of the criteria applied in drawing the dividing line between roads situated within built-up areas and those situated outside such areas, and the improvement and approximation of methods for compiling returns on the use of infrastructure.\n2. The committee of Government experts referred to in Article 5 of the Council Decision of 13 May 1965 (1) implementing Article 4 of Council Decision No 64/389/EEC of 22 June 1964 on the organisation of an inquiry into infrastructure costs in respect of transport by rail, road and inland waterway shall assist the Commission in carrying out these tasks and also in drawing up the list of inland waterways referred to in Article 3 (e).\n3. The Commission shall submit annually to the Council, six months after receipt of the information provided for in Articles 5, 6 and 7, a summary giving the main features of the accounts in respect of infrastructure expenditure.", "0\nThe Council may, acting by qualified majority on a proposal from the Commission, make such amendments to the Annexes to this Regulation as may be required in the light of experience and of the  (1)OJ No 88, 24.5.1965, p. 1473/65.\nmeasures adopted as regards charging for the use of infrastructure.", "1\nMember States shall, in good time and after consulting the Commission, adopt such laws, regulations or administrative provisions as may be necessary for the implementation of this Regulation.\nWhere a Member State so requests, or where the Commission considers it appropriate, the Commission shall consult with the Member States concerned upon the proposed terms of the measures referred to in the preceding paragraph.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 4 June 1970.\nFor the Council\nThe President\nA. BERTRAND\nANNEX I\nFORMS FOR EXPENDITURE ACCOUNTS REFERRED TO IN ARTICLE 4\nA. RAIL:    1. Investment expenditure\n(expenditure on new construction, extension, reconstruction and renewals)\n2. Current expenditure\n(expenditure on maintenance and operation)\n3. General expenses\nB. ROAD:    1. Investment expenditure\n(expenditure on new construction, extension, reconstruction and renewals)\n2. Current expenditure\n(expenditure on maintenance and operation)   20. Maintenance of the carriageway surface\n21. Other current expenditure\n3. Traffic police\n4. General expenses\nC. INLAND WATERWAY:     1. Investment expenditure\n(expenditure on new construction, extension, reconstruction and renewals)\n2. Current expenditure\n(expenditure on maintenance and operation)\n3. Waterway police\n4. General expenses\nANNEX II\nSCHEDULE OF THE RAIL NETWORKS, CATEGORIES OF ROAD AND INLAND WATERWAYS REFERRED TO IN ARTICLE 5 (2)\nA. RAIL:\nKingdom of Belgium    - Société nationale des chemins de fer belges/Nationale Maatschappij der Belgische Spoorwegen\nFederal Republic of Germany       - Deutsche Bundesbahn\nFrench Republic    - Société nationale des chemins de fer français\nItalian Republic    - Azienda autonoma delle ferrovie dello Stato\nGrand Duchy of Luxembourg    - Société nationale des chemins de fer luxembourgeois\nKingdom of the Netherlands    - N.V. Nederlandse Spoorwegen\nB. ROAD:\nKingdom of Belgium       1. Autoroutes/Autosnelwegen\n2. Autres Routes de l'Etat/Andere rijkswegen\n3. Routes provinciales/Provinciale wegen\n4. Routes communales/Gemeentewegen\nFederal Republic of Germany      1. Bundesautobahnen\n2. Bundesstraßen\n3. Land-(Staats-)straßen\n4. Kreisstraßen\n5. Gemeindestraßen\nFrench Republic      1. Autoroutes\n2. Routes nationales\n3. Chemins départementaux\n4. Voies communales\nItalian Republic      1. Autostrade\n2. Strade statali\n3. Strade regionali e provinciali\n4. Strade communali\nGrand Duchy of Luxembourg      1. Routes d'Etat\n2. Chemins repris\n3. Chemins vicinaux\nKingdom of the Netherlands >PIC FILE= \"T0002333\">\nC. INLAND WATERWAYS >PIC FILE= \"T0002334\">\nANNEX III\nSCHEDULE OF THE RETURNS RELATING TO THE USE OF INFRASTRUCTURE REFERRED TO IN ARTICLE 7\nTABLE A - RAIL\n>PIC FILE= \"T0002335\">    TABLE B - ROAD\n1. Vehicle/kilometres run annually on roads outside built-up areas\n>PIC FILE= \"T0002336\">    2. Analysis of distance run by commercial vehicles categorised by maximum gross weight and actual axle load (Roads outside built-up areas)\n>PIC FILE= \"T0002337\">    TABLE C - INLAND WATERWAYS\n>PIC FILE= \"T0002338\">    TABLE C (Cont'd)\n>PIC FILE= \"T0002339\">"}