{"celex_id": "31977R0525", "uri": "http://publications.europa.eu/resource/cellar/08e378e3-9494-4479-840e-fdb4c65c3e15", "type": "Regulation", "concepts": ["1086", "1120", "136", "2682", "797"], "title": "Council Regulation (EEC) No 525/77 of 14 March 1977 establishing a system of production aid for tinned pineapple\n", "header": "COUNCIL REGULATION (EEC) No 525/77  of 14 March 1977  establishing a system of production aid for tinned pineapple\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Articles 43 and 227 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nWhereas, because of the special conditions affecting the Community market in tinned pineapple, and in particular because of the need for the industry to maintain prices that are competitive in relation to the prices fixed by the main producing third countries a system of production aid should be established so that tinned pineapple may be produced at a lower price than than which would result if the producers of fresh pineapples were paid a remunerative price;\nWhereas, because of the importance of pineapple production to the economy of the French overseas departments, the provisions concerning the Guarantee Section of the European Agricultural Guidance and Guarantee Fund should be applied in respect of those departments,", "main_body": ["A system of production aid shall be established for tinned pineapple falling within subheading 20.06 B of the Common Customs Tariff and processed from fresh pineapples harvested in the Community.", "Production aid shall be granted by the Member State on whose territory the production of tinned pineapple takes place.", "Production aid shall be paid only to processors who undertake to pay pineapple producers at least the minimum price fixed in accordance with Article 4.", "1. The amount of the production aid shall be such as to offset the difference between the Community offer price for tinned pineapples and the prices charged by third country supplier countries of these products.\n2. The Council, acting by a qualified majority on a proposal from the Commission, shall fix the following every year in time for the start of the marketing year:    (a) the amount of the aid;\n(b) the minimum price level referred to in Article 3.", "The marketing year for tinned pineapples shall begin each year on 1 June and end the following year on 31 May.", "Production aids shall be paid to processors upon application by them and upon their furnishing proof:    - that they have produced the quantity of tinned pineapple indicated in their application,\n- that the pineapples used in the production of the tinned pineapple originated in the Community,\n- that they have fulfilled the undertaking referred to in Article 3.  (1)OJ No C 30, 7.2.1977, p. 25.", "Detailed rules for implementing this Regulation shall be adopted in accordance with the procedure provided for in Article 20 of Council Regulation (EEC) No 516/77 of 14 March 1977 on the common organization of the market in products processed from fruit and vegetables (1).", "As far as the Guarantee Section of the European Agricultural Guidance and Guarantee Fund is concerned, Article 40 (4) of the Treaty and the provisions adopted pursuant thereto, shall apply to the French overseas departments in respect of tinned pineapple.", "1. Council Regulation (EEC) No 1929/75 of 22 July 1975 establishing a system of production aid for tinned pineapple (2), is hereby repealed.\n2. All references to the Regulation repealed by virtue of paragraph 1 shall be treated as references to this Regulation.", "0\nThis Regulation shall enter into force on 1 April 1977.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 14 March 1977.\nFor the Council\nThe President\nJ. SILKIN  (1)See page 1 of this Official Journal. (2)OJ No L 198, 29.7.1975, p. 13."}