{"celex_id": "31978L0891", "uri": "http://publications.europa.eu/resource/cellar/ee840e6d-b22c-4c15-b6de-cfead17612d2", "type": "Directive", "concepts": ["179", "2589", "2897", "5235", "5739", "623"], "title": "Commission Directive 78/891/EEC of 28 September 1978 adapting to technical progress the Annexes to Council Directives 75/106/EEC and 76/211/EEC on prepackaging\n", "header": "COMMISSION DIRECTIVE  of 28 September 1978  adapting to technical progress the Annexes to Council Directives 75/106/EEC and 76/211/EEC on prepackaging  (78/891/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 71/316/EEC of 26 July 1971 on the approximation of the laws of the Member States relating to common provisions for both measuring instruments and methods of metrological control (1), as amended by the Act of Accession (2), and in particular Articles 17, 18 and 19 thereof,\nHaving regard to Council Directive 75/106/EEC of 19 December 1974 on the approximation of the laws of Member States relating to the making-up by volume of certain prepackaged liquids (3),\nHaving regard to Council Directive 76/211/EEC of 20 January 1976 on the approximation of the laws of the Member States relating to the making-up by weight or by volume of certain prepackaged products (4),\nWhereas the implementation of the provisions of Directive 76/211/EEC has shown the need for a revision of the tolerable negative errors and the classification of products;\nWhereas a simpler classification of prepackaged products is bound to facilitate their preparation for sale and offer the consumer a wider choice of prepackaged products;\nWhereas the markings on small prepackages can in certain cases be less than the height specified in Directives 75/106/EEC and 76/211/EEC and yet still be sufficiently visible and legible;\nWhereas modern statistical control methods make it possible to reduce the extent of the sampling plans specified in these two Directives;\nWhereas the measures provided for in this Directive are in accordance with the opinion of the Committee on the Adaptation to Technical Progress of Directives Designed to Eliminate Technical Barriers to Trade in the Measuring Instruments Sector,", "main_body": ["Sections 3.1, 4 and 5 of Annex I to Directive 75/106/EEC are replaced by the corresponding sections in Annex I to this Directive.", "Sections 2.4, 3.1 and 5 of Annex I to Directive 76/211/EEC are replaced by the corresponding sections in Annex II to this Directive.\nSections 2.5 and 2.6 are deleted.", "Annexes II to Council Directives 75/106/EEC and 76/211/EEC are replaced, up to and including Sections 2.2, by the text set out in Annex III to this Directive.", "1. The Member States shall adopt the laws, regulations and administrative provisions needed in order to comply with this Directive in such a way that these take effect on 1 January 1980.\nThey shall forthwith inform the Commission thereof.\n2. Member States shall ensure that the text of the provisions of internal law which they adopt in the field covered by this Directive is communicated to the Commission.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 28 September 1978.\nFor the Commission\nĂ\u0089tienne DAVIGNON\nMember of the Commission  (1)OJ No L 202, 6.9.1971, p. 1. (2)OJ No L 73, 27.3.1972, p. 14. (3)OJ No L 42, 15.2.1975, p. 1. (4)OJ No L 46, 21.2.1976, p. 1.\nANNEX I AMENDMENTS TO ANNEX I TO COUNCIL DIRECTIVE 75/106/EEC\n3.1. the nominal volume of the contents expressed in litres, centilitres or millilitres and marked in figures at least 6 mm high if the nominal volume of the contents is greater than 100 cl, 4 mm high if it is from 100 cl down to but not including 20 cl, 3 mm high if it is from 20 cl down to but not including 5 cl, 2 mm high if it is not more than 5 cl, followed by the symbol for the unit of measurement used or where appropriate by the name of the unit, in accordance with Directive 71/354/EEC, as last amended by Directive 76/770/EEC;\nuntil the expiry of the transitional period, during which the use of the imperial units of measurement appearing in Annex II to Council Directive 71/354/EEC is authorized in the Community, the indication of the nominal volume of the contents expressed in SI units in accordance with the preceding paragraph may be accompanied by that of the equivalent value in imperial (UK) units of measurement, calculated on the basis of the following conversion factors: >PIC FILE= \"T0013502\">\nMember States may, where they think it necessary, insist on this second indication for products put up for sale on their national territories. Markings in imperial (UK) units shall be in letters and figures of dimensions not larger than those of the corresponding markings in SI units.\n4. RESPONSIBILITY OF THE PACKER OR IMPORTER\nThe packer or importer shall be responsible for ensuring that prepackages meet the requirements of this Directive.\nThe quantity of liquid contained in a prepackage, known as the actual volume of the contents, shall be measured or checked on the responsibility of the packer or the importer. The measurement or check shall be carried out by means of a legal measuring instrument suitable for effecting the necessary operations.\nThe check may be carried out by sampling.\nWhere the actual volume of the contents is not measured, the check carried out by the packer shall be so organized that the nominal volume of the said contents is effectively ensured, in conformity with the provisions of this Directive.\nIn order to fulfil this requirement, the packer must carry out production checks in accordance with procedures recognized by the competent departments in the Member State and if he holds at the disposal of these authorities the documents containing the results of such checks, in order to certify that these checks, together with the corrections and adjustments which they have shown to be necessary, have been properly and accurately carried out.\nWhere goods are imported from non-EEC countries, the importer may, instead of measuring and checking, provide evidence that he is in possession of all the necessary guarantees enabling him to assume responsibility.\nOne of the several methods of meeting the measuring and checking requirement is to use when making up the prepackage a measuring container of the type defined in the Directive relating thereto and filled under the conditions prescribed in this Directive and in that on measuring container bottles.\n5. CHECKS TO BE CARRIED OUT BY THE COMPETENT DEPARTMENTS ON THE PREMISES OF THE PACKER OR OF THE IMPORTER OR OF HIS AGENT ESTABLISHED IN THE COMMUNITY\nChecks to ensure that the prepackages comply with the provisions of this Directive shall be carried out by the competent departments of the Member States by sampling on the packer's premises or, if this is not practicable, on the premises of the importer or of his agent established in the Community.\nThis statistical sampling check shall be carried out in accordance with the accepted methods of quality acceptance inspection. Its effectiveness shall be comparable to that of the reference method specified in Annex II.\nThus as regards the criterion for the minimum acceptable contents, a sampling plan used by a Member State shall be regarded as comparable with that recommended in Annex II if the abscissa of the 0 710 ordinate point of the operating characteristic curve of the first plan (probability of acceptance of the batch = 0 710) deviates by less than 15 % from the abscissa of the corresponding point of the operating characteristic curve of the sampling plan recommended in Annex II.\nAs regards the criterion for the mean calculated by the standard deviation method, a sampling plan used by a Member State shall be regarded as comparable with that recommended in Annex II if, taking into account the operating characteristic curves of the two plans having as the abscissa axis >PIC FILE= \"T0013503\">  >PIC FILE= \"T0013644\">\nANNEX II AMENDMENTS TO ANNEX I TO DIRECTIVE 76/211/EEC\n2.4. The tolerable negative error in the contents of a prepackage is fixed in accordance with the table below: >PIC FILE= \"T0013504\">\nWhen using the table, the values of the tolerable negative errors shown as percentages in the table, calculated in units of weight or volume, shall be rounded up to the nearest one-tenth of a gram or millilitre.\n3.1. The nominal quantity (nominal weight or nominal volume) expressed in kilograms, grams, litres, centilitres or millilitres, and marked in figures at least 6 mm high if the nominal quantity exceeds 1 000 g or 100 cl, 4 mm high if it is from 1 000 g or 100 cl inclusive down to but not including 200 g or 20 cl, 3 mm high if it is from 200 g or 20 cl down to but not including 50 g or 5 cl, 2 mm high if it is not more than 50 g or 5 cl, followed by the symbol for the unit of measurement used or where appropriate by the name of the unit in accordance with Directive 71/354/EEC, as last amended by Directive 76/770/EEC.\nMarkings in imperial (UK) units shall be in letters and figures of dimensions not larger than those of the corresponding markings in SI units.\n5. CHECKS TO BE CARRIED OUT BY THE COMPETENT DEPARTMENTS ON THE PREMISES OF THE PACKER OR OF THE IMPORTER OR OF HIS AGENT ESTABLISHED IN THE COMMUNITY\nChecks to ensure that the prepackages comply with the provisions of this Directive shall be carried out by the competent departments of the Member States by sampling on the packer's premises or, if this is not practicable, on the premises of the importer or of his agent established in the Community.\nThis statistical sampling check shall be carried out in accordance with the accepted methods of quality acceptance inspection. Its effectiveness shall be comparable to that of the reference method specified in Annex II.\nThus as regards the criterion for the minimum contents, a sampling plan used by a Member State shall be regarded as comparable with that recommended in Annex II if the abscissa of the 0 710 ordinate point of the operating caracteristic curve of the first plan (probability of acceptance of the batch = 0 710) deviates by less than 15 % from the abscissa of the corresponding point of the operating characteristic curve of the sampling plan recommended in Annex II.\nAs regards the criterion for the mean calculated by the standard deviation method, a sampling plan used by a Member State shall be regarded as comparable with that recommended in Annex II if, taking into account the operating characteristic curves of the two plans having as the abscissa axis >PIC FILE= \"T0013505\">  >PIC FILE= \"T0013648\">\nANNEX III AMENDMENTS TO ANNEXES II TO DIRECTIVES 75/106/EEC AND 76/211/EEC\nANNEX II\nThis Annex lays down the procedures of the reference method for statistical checking of batches of prepackages in order to meet the requirements of Article 3 of the Directive and of Section 5, Annex I thereto.    1. REQUIREMENTS FOR MEASURING THE ACTUAL CONTENTS OF PREPACKAGES\nThe actual contents of prepackages may be measured directly by means of weighing instruments or volumetric instruments or, in the case of liquids, indirectly, by weighing the prepacked product and measuring its density.\nIrrespective of the method used, the error made in measuring the actual contents of a prepackage shall not exceed one-fifth of the tolerable negative error for the nominal quantity in the prepackage.\nThe procedure for measuring the actual contents of a prepackage may be the subject of domestic regulations in each Member State.\n2. REQUIREMENTS FOR CHECKING BATCHES OF PREPACKAGES\nThe checking of prepackages shall be carried out by sampling and shall be in two parts:      - a check covering the actual contents of each prepackage in the sample,\n- another check on the average of the actual contents of the prepackages in the sample.\nA batch of prepackages shall be considered acceptable if the results of both these checks satisfy the acceptance criteria.\nFor each of these checks, there are two sampling plans:      - one for non-destructive testing, i.e., testing which does not involve opening the package,\n- the other for destructive testing, i.e., testing which involves opening or destroying the package.\nFor economic and practical reasons, the latter test shall be limited to the absolutely essential minimum ; it is less effective than the non-destructive test.\nDestructive testing shall therefore be used only when non-destructive testing is impracticable. As a general rule it shall not be applied to batches of fewer than 100 units.      2.1. Prepackage batches        2.1.1. The batch shall comprise all the prepackages of the same nominal quantity, the same type and the same production run, packed in the same place, which are to be inspected. The batch size shall be limited to the amounts laid down below.\n2.1.2. When prepackages are checked at the end of the packing line, the number in each batch shall be equal to the maximum hourly output of the packing line, without any restriction as to batch size.\nIn other cases the batch size shall be limited to 10 000.\n2.1.3. For batches of fewer than 100 prepackages, the non-destructive test, where carried out, shall be 100 %.\n2.1.4. Before the tests in 2.2 and 2.3 are carried out, a sufficient number of prepackages shall be drawn at random from the batch so that the check requiring the larger sample can be carried out.\nFor the other check, the necessary sample shall be drawn at random from the first sample and marked.\nThis marking operation shall be completed before the start of measuring operations.\n2.2. Checking of the actual contents of a prepackage\nThe minimum acceptable contents shall be calculated by subtracting the tolerable negative error for the contents concerned from the nominal quantity of the prepackage.\nPrepackages in the batch whose actual contents are less than the minimum acceptable contents shall be considered defective.        2.2.1. Non-destructive testing\nNon-destructive testing shall be carried out in accordance with a double sampling plan as shown in the table below:\nThe first number of prepackages checked shall be equal to the number of units in the first sample, as indicated in the plan:          - if the number of defective units found in the first sample is less than or equal to the first acceptance criterion, the batch shall be considered acceptable for the purpose of this check,\n- if the number of defective units found in the first sample is equal to or greater than the first rejection criterion, the batch shall be rejected,\n- if the number of defective units found in the first sample lies between the first acceptance criterion and the first rejection criterion, a second sample shall be checked, the number of units in which is indicated in the plan.\nThe defective units found in the first and second samples shall be added together and:          - if the aggregate number of defective units is less than or equal to the second acceptance criterion, the batch shall be considered acceptable for the purpose of this check,\n- if the aggregate number of defective units is greater than or equal to the second rejection criterion, the batch shall be rejected. >PIC FILE= \"T0013506\">\n2.2.2. Destructive testing\nDestructive testing shall be carried out in accordance with the single sampling plan below and shall be used only for batches of 100 or more.\nThe number of prepackages checked shall be equal to 20.          - If the number of defective units found in the sample is less than or equal to the acceptance criterion, the batch of prepackages shall be considered as acceptable.\n- If the number of defective units found in the sample is equal to or greater than the rejection criterion, the batch of prepackages shall be rejected. >PIC FILE= \"T0013507\">"}