{"celex_id": "31970L0451", "uri": "http://publications.europa.eu/resource/cellar/bc810bcc-2af1-45ee-b6b3-2fe396198311", "type": "Directive", "concepts": ["1638", "5070", "5183", "532", "6008"], "title": "Council Directive 70/451/EEC of 29 September 1970 concerning the attainment of freedom of establishment and freedom to provide services in respect of activities of self-employed persons in film production\n", "header": "COUNCIL DIRECTIVE  of 29 September 1970  concerning the attainment of freedom of establishment and freedom to provide services in respect of activities of self-employed persons in film production  (70/451/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Articles 54 (2) and (3) and 63 (2) and (3) thereof;\nHaving regard to the General Programme for the abolition of restrictions on freedom of establishment, (1) and in particular Titles III and IV thereof;\nHaving regard to the General Programme for the abolition of restrictions on freedom to provide services, (2) and in particular Titles III and IV thereof;\nHaving regard to the proposal from the Commission;\nHaving regard to the Opinion of the European Parliament (3);\nHaving regard to the Opinion of the Economic and Social Committee (4);\nWhereas this Directive covers activities of self-employed persons in film production, as listed under ISIC Group 841 ; whereas the activities of film studios or undertakings whose services are available to a producer and the activities of the persons directly involved with the producer in the making of a film are governed by special laws ; such activities are therefore dealt with in separate Directives;\nWhereas, in accordance with Article 54 (3) (h), the conditions of establishment must not be distorted by aids granted by the Member State of origin of any beneficiary under this Directive;\nWhereas the General Programme for the abolition of restrictions on freedom of establishment provides that restrictions on the right to join professional or trade organisations must be abolished where the professional activities of the person concerned necessarily involve the exercise of this right;", "main_body": ["Member States shall abolish, in respect of the natural persons and companies or firms covered by Title I of the General Programmes for the abolition of restrictions on freedom of establishment and freedom to provide services (hereinafter called \"beneficiaries\"), the restrictions referred to in Title III of those General Programmes affecting the right to take up and pursue the activities specified in Article 2 of this Directive.", "The provisions of this Directive shall apply to activities of self-employed persons in film production, as referred to in Annex IV to the General Programme for the abolition of. restrictions on freedom of establishment (ex Group 841, ex Major Group 84).\nThey shall not apply to the activities of the persons directly involved with the producer in the making of a film.", "1. Member States shall in particular abolish the following restrictions:    (a) those which prevent beneficiaries from establishing themselves or providing services in the host country under the same conditions and with the same rights as nationals of that country;  (1)OJ No 2, 15.1.1962, p. 36/62. (2)OJ No 2, 15.1.1962, p. 32/62. (3)OJ No C 65, 5.6.1970, p. 11. (4)OJ No C 28, 9.3.1970, p. 5.\n(b) those existing by reason of administrative practices which result in treatment being applied to beneficiaries that is discriminatory in comparison with that applied to nationals.\n2. The restrictions to be abolished shall include in particular those arising out of measures which prevent or limit establishment or provision of services by beneficiaries by the following means:    (a) in Belgium      - the obligation to hold a carte professionelle (Article 1 of the Law of 19 February 1965);\n- the requirement that film producers, whether natural or legal persons, be of Belgian nationality or that there be reciprocal arrangements (Arrêté royal of 23 October 1963, Article 3 (1) (a)) and the requirement that producers of newsreel films, whether natural or legal persons, be of Belgian nationality (Arrêté royal of 23 October 1963, Article 3 (2) (a));\n(b) in France      - the obligation to hold a carte d'identité d'étranger commercant (Décret-loi of 12 November 1938, Law of 8 October 1940, Law of 14 April 1954, Décret No 59-852 of 9 July 1959);\n- the requirement that a person wishing to receive financial aid towards production shall be of French nationality (Article 14 of Décret No 59-1512 of 30 December 1959);\n- exclusion from the right to renew commercial leases (Article 38 of Décret of 30 September 1953);\n(c) in Italy  - the requirement that producers, whether natural or legal persons, be of Italian nationality (Law No 1213 of 4 November 1965);\n(d) in Luxembourg  - the limited period of validity of authorisations granted to foreign nationals (Article 21 of the Law of 2 June 1962).", "No Member State shall grant to any of its nationals who go to another Member State for the purpose of pursuing any activity referred to in Article 2 any aid liable to distort the conditions of establishment.", "1. Member States shall ensure that beneficiaries have the right to join professional or trade organisations under the same conditions and with the same rights and obligations as their own nationals.\n2. In the case of establishment, the right to join professional or trade organisations shall entail eligibility for election or appointment to high office in such organisations. However, such posts may be reserved for nationals where, in pursuance of any provision laid down by law or regulation, the organisation concerned is connected with the exercise of official authority.\n3. In the Grand Duchy of Luxembourg, membership of the Chambre de commerce or of the Chambre des métiers shall not give beneficiaries the right to take part in the election of the administrative organs of those Chambers.", "1. Where a host Member State requires of its own nationals wishing to take up or pursue any activity referred to in Article 2 proof of good repute and proof that they have not previously been declared bankrupt, or proof of either one of these, that State shall accept as sufficient evidence, in respect of nationals of other Member States, the production of an extract from the \"judicial record\" or, failing this, of an equivalent document issued by a competent judicial or administrative authority in the country of origin or the country whence the foreign national comes, showing that these requirements have been met.\nWhere the country of origin or the country whence the foreign national comes does not issue such documentary proof of no previous bankruptcy, such proof may be replaced by a declaration on oath made by the person concerned before a judicial or administrative authority, a notary, or a competent professional or trade body, in the country of origin or in the country whence that person comes.\n2. Documents issued in accordance with paragraph 1 may not be produced more than three months after their date of issue.\n3. Member States shall, within the time limit laid down in Article 7, designate the authorities and bodies competent to issue these documents and shall forthwith inform the other Member States and the Commission thereof.\n4. Where in the host Member State proof of financial standing is required, that State shall regard  certificates issued by banks in the country of origin or in the country whence the foreign national comes as equivalent to certificates issued in its own territory.", "Member States shall adopt the measures necessary to comply with this Directive within six months of its notification and shall forthwith inform the Commission thereof.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 29 September 1970.\nFor the Council\nThe President\nS. von BRAUN"}