{"celex_id": "31976R0413", "uri": "http://publications.europa.eu/resource/cellar/0f4d4bc2-265c-4c6b-a6a8-b674c167794a", "type": "Regulation", "concepts": ["2217", "2729", "3568", "5360"], "title": "Commission Regulation (EEC) No 413/76 of 25 February 1976 on the reduction of the time limit during which certain cereal products may remain under customs control while awaiting advance payment of refunds\n", "header": "COMMISSION REGULATION (EEC) No 413/76  of 25 February 1976  on the reduction of the time limit during which certain cereal products may remain under customs control while awaiting advance payment of refunds\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2727/75 of 29 October 1975 on the common organization of the market in cereals (1), as amended by Regulation (EEC) No 3058/75 (2), and in particular Article 16 (6) thereof,\nWhereas Articles 3 (3) and 4 (2) of Commission Regulation (EEC) No 1957/69 of 30 September 1969 on additional detailed rules for granting export refunds on products subject to a single price system (3) fix the time limits during which products may remain under the systems laid down by Articles 2 and 3 of Council Regulation (EEC) No 441/69 of 4 March 1969 laying down additional general rules for granting export refunds on products subject to a single price system, exported unprocessed or in the form of certain goods not covered by Annex II to the Treaty (4), as last amended by Regulation (EEC) No 1181/72 (5) ; whereas, pursuant to Article 5 of Regulation (EEC) No 1957/69, the time limits may be reduced in order to prevent difficulties arising on markets on account of the characteristics of the products or goods;\nWhereas experience has shown that the time limits at present applied may cause difficulties in respect of the cereal products falling within Common Customs Tariff heading No 11.07 ; whereas, therefore, the time limits for these products should be reduced so that they correspond to the period of validity of the export licence which is outstanding on the date on which the products became subject to one of the systems of customs control instituted by Articles 2 and 3 of Regulation (EEC) No 441/69;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["For products falling within Common Customs Tariff heading Nos 10.01 A and 10.03 which are to be processed into products falling under Common Customs Tariff heading No 11.07, the first indent of the last subparagraph of Article 3 (3) of Regulation (EEC) No 1957/69 shall not apply.\nHowever, where application of Article 3 (3) (a) would involve the products specified in the preceding subparagraph being subject to customs control for less than one month, that period shall be increased to one month.", "1. By way of derogation from Article 4 (2) of Regulation (EEC) No 1957/69 the period therein referred to shall, in the case of products falling within Common Customs Tariff heading No 11.07, be reduced to the period of validity of the export licence which is outstanding on the date on which the products become subject to the customs control in question when such period of validity is less than six months.\n2. Where the application of the preceding paragraph leads to a period under customs control of less than one month, such period shall be increased to one month.", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Communities.\nHowever, this Regulation shall not apply to products which, before its entry into force, were placed under one of the systems for advance payment of refunds instituted by Regulation (EEC) No 441/69.  (1)OJ No L 281, 1.11.1975, p. 1. (2)OJ No L 306, 26.11.1975, p. 3. (3)OJ No L 250, 4.10.1969, p. 1. (4)OJ No L 59, 10.3.1969, p. 1. (5)OJ No L 130, 7.6.1972, p. 15.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 25 February 1976.\nFor the Commission\nP.J. LARDINOIS\nMember of the Commission"}