{"celex_id": "31970L0311", "uri": "http://publications.europa.eu/resource/cellar/ed3e04b1-2057-4cfc-a889-2d50cc8273d5", "type": "Directive", "concepts": ["1252", "2897", "4654", "4658", "467", "5283"], "title": "Council Directive 70/311/EEC of 8 June 1970 on the approximation of the laws of the Member States relating to the steering equipment for motor vehicles and their trailers\n", "header": "COUNCIL DIRECTIVE  of 8 June 1970  on the approximation of the laws of the Member States relating to the steering equipment for motor vehicles and their trailers  (70/311/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 100 thereof;\nHaving regard to the proposal from the Commission;\nHaving regard to the Opinion of the European Parliament (1);\nHaving regard to the Opinion of the Economic and Social Committee (2);\nWhereas the technical requirements which motor vehicles must satisfy pursuant to national laws relate, inter alia, to their steering equipment;\nWhereas those requirements differ from one Member State to another ; whereas it is therefore necessary that all Member States adopt the same requirements either in addition to or in place of their existing rules, in order, in particular, to allow the EEC type approval procedure which was the subject of the Council Directive (3) of 6 February 1970 on the approximation of the laws of the Member States relating to the type approval of motor vehicles and their trailers to be applied in respect of each type of vehicle;", "main_body": ["For the purposes of this Directive, \"vehicle\" means any motor vehicle intended for use on the road, with or without bodywork, having at least four wheels and a maximum design speed exceeding 25 kilometres per hour, and its trailers, with the exception of vehicles which run on rails, agricultural tractors and machinery and public works vehicles.", "No Member State may refuse to grant EEC type approval or national type approval of a vehicle on grounds relating to its steering equipment if this equipment satisfies the requirements set out in the Annex.", "The amendments necessary for adjusting the requirements of the Annex so as to take account of technical progress shall be adopted in accordance with the procedure laid down in Article 13 of the Council Directive of 6 February 1970 on the type approval of motor vehicles and their trailers.", "1. Member States shall put into force the provisions containing the requirements needed in order to comply with this Directive within eighteen months of its notification and shall forthwith inform the Commission thereof.\n2. Member States shall ensure that the text of the main provisions of national law which they adopt in the field covered by this Directive are communicated to the Commission.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 8 June 1970.\nFor the Council\nThe President\nP. HARMEL  (1)OJ No C 160, 18.12.1969, p. 7. (2)OJ No C 10, 27.1.1970, p. 18. (3)OJ No L 42, 23.2.1970, p. 1.\nANNEX\n1. DEFINITIONS  1.1 Steering equipment\n\"Steering equipment\" means all the equipment the purpose of which is to alter the direction of movement of the vehicle.\nThe steering equipment may be considered to include:      - the steering control;\n- the steering gear;\n- the steered wheels;\n- where applicable, special equipment to produce additional or independent power\n1.1.1 Steering control\n\"Steering control\" means the part directly operated by the driver in order to steer the vehicle.\n1.1.2 Steering gear  1.1.2.1 In the case of motor vehicles, \"steering gear\" means all the components between the steering control and the steered wheels, with the exception of the special equipment referred to in item 1.1.4. The steering gear may be mechanical, hydraulic, pneumatic, electric or a combination of any of these.\n1.1.2.2 In the case of trailers, \"steering gear\" means all the components which transmit to the steered wheels the force necessary in order to obtain a change in the direction of movement of the vehicle.\n1.1.3 Steered wheels\n\"Steered wheels\" means the wheels the alignment of which may be altered directly or indirectly in relation to that of the vehicle in order to obtain a change in the direction of movement of the vehicle.\n1.1.4 Special equipment\n\"Special equipment\" means that part of the steering equipment by which additional or independent power is produced. Additional or independent power may be produced by any mechanical, hydraulic, pneumatic or electrical system, or by any combination of these (for example by an oil pump, air pump or battery).\n1.2 Different types of steering equipment  1.2.1 Depending on the source of power which is necessary for the deflection of the steered wheels, the following types of steering equipment are distinguished:  1.2.1.1 manual steering equipment in which the steering power is provided solely by the muscular power of the driver;\n1.2.1.2 assisted steering equipment in which the steering power is provided both by the muscular power of the driver and by the special equipment referred to in item 1.1.4.\n1.2.1.3 servo-steering equipment in which the steering power is provided solely by the special equipment referred to in item 1.1.4.\n1.3 Steering effort\n\"Steering effort\" means the force exerted by the driver on the steering control in order to steer the vehicle.\n2. CONSTRUCTION, FITTING AND INSPECTION REQUIREMENTS  2.1 General requirements  2.1.1 The steering equipment must ensure easy and safe handling of the vehicle ; if necessary, the vehicle must be equipped with assisted steering.\n2.2 Detailed requirements  2.2.1 Steering control  2.2.1.1 The steering control must be easy to use and easy to handle. It must be designed in such a way as to permit gradual deflection. The direction of movement of the steering control must correspond clearly to the desired change in the direction of the vehicle.\n2.2.1.2 The steering effort required to achieve a turning circle of 12 metres radius, starting from the dead ahead position, must not exceed 25 kilogrammes.\nIn the case of assisted steering devices, if the auxiliary power supply fails the steering effort required must not exceed 60 kilogrammes.\n2.2.1.3 In order to check compliance with the requirement in item 2.2.1.2 above, the vehicle shall describe a spiral movement at a speed of 10 kilometres per hour, starting from the dead ahead position. The steering effort on the steering wheel shall be noted up to the moment when the steering wheel reaches the position corresponding to the vehicle entering a turning circle of 12 metres radius ; the steering effort must not exceed the values laid down. The duration of the manoeuvre (time between the moment when the steering control is first operated and the moment when it reaches the position where the measurements are taken) must not exceed four seconds in normal cases and six seconds if the additional power supply fails. One manoeuvre must be made to the right and one to the left.\nFor the test, the vehicle must be loaded to its technically permissible maximum weight ; the tyre pressures and also the distribution of the weight between the axles must be as indicated by the manufacturer.\n2.2.2 Steering gear  2.2.2.1 It must be possible to steer the vehicle even in the event of total or partial failure of the hydraulic, pneumatic or electrical components of the steering gear.\n2.2.2.2 Mechanical steering gear must be designed in such a way as to meet any operational requirements. They must be easily accessible for maintenance and inspection.\n2.2.3 Steered wheels  2.2.3.1 The rear wheels must not be the only steered wheels. This requirement does nut apply to semi-trailers.\n2.2.3.2 Motor vehicles the rear wheels of which are also steered must be subjected to the following test:  2.2.3.2.1 The driver must be able to keep the rear wheels in a straight line, without making any abnormal steering correction, on a flat and horizontal road at a speed of 80 kilometres per hour or at the maximum design speed if this is less than 80 kilometres per hour.\n2.2.3.3 Trailers must also be subjected to the test specified in item 2.2.3.2.1, at a speed of 80 kilometres per hour or at the technically permissible speed stated by the manufacturer if the latter is less than 80 kilometres per hour, in the following cases:      - where the trailer is equipped with more than one axle having steered wheels,\n-  where the trailer is a semi-trailer equipped with at least one axle having steered wheels*.\n2.2.4 Special equipment  2.2.4.1 Servo-steering equipment is not permitted.\n2.2.4.2 When an assisted steering device does not have its own source of additional power, it must include a power reservoir. If the source of power used is compressed air, the reservoir of compressed air must be protected by a non-return valve.\n2.2.4.3 It must be possible to steer the vehicle even if the special equipment fails.\n* As corrected by the corrigendum published in OJ No L 196 of 3 September 1970."}