{"celex_id": "31978D0923", "uri": "http://publications.europa.eu/resource/cellar/be666415-59f8-431c-b8ba-91943ea76a9f", "type": "Decision", "concepts": ["1224", "2830", "715"], "title": "78/923/EEC: Council Decision of 19 June 1978 concerning the conclusion of the European Convention for the protection of animals kept for farming purposes\n", "header": "17.11.1978 EN Official Journal of the European Communities L 323/12\nCOUNCIL DECISION\nof 19 June 1978\nconcerning the conclusion of the European Convention for the protection of animals kept for farming purposes\n(78/923/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Articles 43 and 100 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nHaving regard to the opinion of the Economic and Social Committee (2),\nWhereas the European Convention for the protection of animals kept for farming purposes (hereinafter referred to as ‘the Convention’) has been drawn up within the Council of Europe with the aim of protecting animals kept for farming purposes, particularly in modern intensive production systems;\nWhereas Council Directive 70/373/EEC of 20 July 1970 on the introduction of Community methods of sampling and analysis for the official control of feedingstuffs (3), as last amended by Directive 76/372/EEC (4), Council Directive 70/524/EEC of 23 November 1970 concerning additives in feeding-stuffs (5), as last amended by Directive 78/117/EEC (6) and Council Directive 74/63/EEC of 17 December 1973 on the fixing of maximum permitted levels for undesirable substances and products in feedingstuffs (7), as last amended by Directive 76/934/EEC (8), have introduced common rules which may be affected by the Convention, and especially by the implementation of certain of its provisions;\nWhereas other provisions of the Convention cover areas for which the Community has not yet introduced common rules;\nWhereas the protection of animals is not in itself one of the objectives of the Community; whereas, however, there are disparities between existing national laws on the protection of animals kept for farming purposes which may give rise to unequal conditions of competition and which may consequently have an indirect effect on the proper functioning of the common market;\nWhereas, moreover, the Convention deals with matters which are covered by the common agricultural policy;\nWhereas it would therefore seem that Community participation in the Convention is necessary for the attainment of the objectives of the Community;\nWhereas stock-farming in Greenland is carried on in conditions which are fundamentally different from those obtaining in the other regions of the Community on account of the general circumstances and in particular the climate, the low density of population and the exceptional size of the island; whereas, therefore, the Convention should not apply to Greenland,", "main_body": ["The European Convention for the protection of animals kept for farming purposes is hereby approved on behalf of the European Economic Community.\nThe text of the Convention is annexed to this Decision.", "The President of the Council shall deposit the instrument of approval in accordance with Article 14 of the Convention (9).\nWhen depositing the instrument of approval, the President of the Council shall, in accordance with Article 16 of the Convention, state that the Convention will not apply to Greenland."], "attachments": "Done at Luxembourg, 19 June 1978.\nFor the Council\nThe President\nP. DALSAGER\n(1)  OJ No C 83, 4. 4. 1977, p. 43.\n(2)  OJ No C 204, 30. 8. 1976, p. 26.\n(3)  OJ No L 170, 3. 8. 1970, p. 2.\n(4)  OJ No L 102, 15. 4. 1976, p. 8.\n(5)  OJ No L 270, 14. 12. 1970, p. 1.\n(6)  OJ No L 40, 10. 2. 1978, p. 19.\n(7)  OJ No L 38, 11. 2. 1974, p. 31.\n(8)  OJ No L 364, 31. 12. 1976, p. 20.\n(9)  The date of entry into force of the Convention will be published in the Official Journal of the European Communities by the General Secretariat of the Council."}