{"celex_id": "31976D0031", "uri": "http://publications.europa.eu/resource/cellar/d46fb8c4-31d7-4a26-bcac-1f70a705a350", "type": "Decision", "concepts": ["1519", "2264", "3820", "4309"], "title": "76/31/ECSC: Commission Decision of 11 July 1975 on the acquisition by the EGAM Group of the share capital of Vetrocoke Cokapuania (Only the Italian text is authentic)\n", "header": "COMMISSION DECISION  of 11 July 1975  on the acquisition by the EGAM Group of the share capital of Vetrocoke Cokapuania  (Only the Italian text is authentic)  (76/31/ECSC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Coal and Steel Community, and in particular Articles 66 and 80 thereof,\nHaving regard to High Authority Decision No 24/54 of 6 May 1954 laying down in implementation of Article 66 (1) of the Treaty a Regulation on what constitutes control of an undertaking,\nHaving regard to the application made on 30 July 1974 by ISAI - Iniziative e Sviluppo AttivitĂ  Industriali SpA - the financing organization of EGAM - Ente Autonomo di Gestione per le Aziende Minerarie Metallurgiche - for authorization to acquire the share capital of Vetrocoke Cokapuania,\nWhereas:    1. EGAM is an Italian state-controlled group formed in 1958 with an initial capital (fondo di dotazione) of Lit 330 000 million ; it comprises a large number of undertakings in various branches of the mining, iron and steel and mechanical engineering industries. Of these undertakings, some are engaged in production in the coal (coke production) and steel industries within the meaning of Article 80 of the Treaty. These undertakings together form the EGAM Group.\n2. Vetrocoke Cokapuania is an undertaking within the meaning of Article 80 of the Treaty which produces hard coal coke at a number of plants and, with Italgas, controls a further coking plant (Cokitalia).\n3. Directly or indirectly, the Italian State controls other undertakings which, depending on their type of business, belong the IRI, ENEL, ENI or EFIM Groups. However, although these groups could be subject to a central planning and management body they operate as autonomous commercial enterprises. Although therefore the undertakings in the EGAM Group and the undertakings in the IRI, ENEL, ENI and EFIM Groups are linked to each other nevertheless the connection does not bring about any restrictive effect on competition. Accordingly, consideration of the case can be confined to the effect of Vetrocoke Cokapuania becoming a member of the EGAM Group.\n4. The acquisition of Vetrocoke Cokapuania by EGAM will constitute a concentration within the meaning of Article 66 (1) of the Treaty. Account must be taken here of all the undertakings under central control by EGAM.\n5. The EGAM Group already controls coking plants and steel works the output of which in 1974 was as follows:       - hard coal coke : approximately 513 000 metric tons,\n- special steels : approximately 669 000 metric tons,\n- ordinary steels : approximately 295 000 metric tons.\nVetrocoke Cokapuania's 1974 hard coal coke output was approximately 1 736 000 metric tons.\nOf its total production of approximately 2 725 million metric tons of coke, the EGAM Group, as augmented by Vetrocoke Cokapuania, would consume approximately 221 000 metric tons in its own steel works and other plants belonging to the Group. The remaining two million metric tons are sold primarily in the Italian domestic market and in non-member countries.\n6. In view of the diversified activities of EGAM, the merger could influence the competitive situation both in the solid fuels market and on the steel market. For the purposes of the tests for authorization under Article 66 (2), the effects in both markets have to be considered because, despite the relatively small output affected by the merger, the incorporation of Vetrocoke Cokapuania into the EGAM Group would bring Italy's entire production of coke for the open market into a single undertaking. Italy's other coking plants are the steelworks coke ovens of the IRI Group (Italsider), which is largely self-sufficient. EGAM supplies only residual quantities to IRI, which in 1974 were about 350 000 metric tons or approximately 6 % of IRI'S own production.\nAs a result of the merger, EGAM will be the only supplier of Italian-produced coke for domestic and small-industry consumption as well as for industries other than the steel industry. Since these two consumer groups take only 1 71 million metric tons annually, the market is a very small one - and one in which competition from substitute energy sources is particularly intense. The quantities of coke sold in this market in 1972 accounted for only about 1 71 % of the corresponding energy consumption ; in 1962 the figure was approximately 5 73 %. Accordingly, EGAM's freedom to set prices and plan production is very limited. It is highly susceptible to outside influences as coke can be replaced by other fuels, most of which are cheaper.\nThe acquisition of Vetrocoke Cokapuania would make no quantitative or qualitative difference as regards supplies to steel-producing undertakings under EGAM control. These undertakings have traditionally obtained their supplies from Cokitalia, a coking plant jointly controlled by Vetrocoke Cokapuania and Italgas. The influence of the other major shareholder on the management of Cokitalia means that virtually no preferential price terms are possible. Accordingly, acquisition by EGAM of Vetrocoke Cokapuania will give these steel undertakings no advantage in access to supplies.\nThe new relationship between Vetrocoke Cokapuania and the steel-producing undertakings of the EGAM Group would therefore not bring about any restrictive effect on competition.\n7. The proposed transaction will not give the undertakings concerned the power to determine prices, to control or restrict production or distribution or to hinder effective competition in a substantial part of the market for hard coal coke and steel products, nor to evade the rules on competition instituted under the Treaty,", "main_body": ["The EGAM Group is hereby authorized to acquire the share capital of Vetrocoke Cokapuania.", "This Decision is addressed to EGAM - Ente Autonomo di Gestione per le Aziende Minerarie Metallurgiche, Rome."], "attachments": "Done at Brussels, 11 July 1975.\nFor the Commission\nThe President\nFranĂ§ois-Xavier ORTOLI"}