{"celex_id": "31976R1431", "uri": "http://publications.europa.eu/resource/cellar/c47b4f6d-c3a8-4ee0-8841-1bb01a036ec5", "type": "Regulation", "concepts": ["1988", "3568", "3732"], "title": "Council Regulation (EEC) No 1431/76 of 21 June 1976 laying down general rules for granting export refunds on rice and criteria for fixing the amount of such refunds\n", "header": "COUNCIL REGULATION (EEC) No 1431/76  of 21 June 1976  laying down general rules for granting export refunds on rice and criteria for fixing the amount of such refunds\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1418/76 of 21 June 1976 on the common organization of the market in rice (1), and in particular Article 17 (5) thereof,\nHaving regard to the proposal from the Commission,\nWhereas export refunds on products subject to the common organization of the market in rice must be fixed in accordance with certain criteria which would make it possible to cover the difference between quotations and prices for those products within the Community and on the world market, while respecting the general aims of the common organization ; whereas to this end the supply situation within the Community and the price situation on the world market and within the Community for rice and broken rice must be taken into account;\nWhereas, in view of the considerable fluctuations over periods of time in quotations for rice and broken rice on the world market and the disparity between the prices at which these products are offered by various countries on that market, a refund should be fixed which, for the purpose of covering the difference between world prices and prices ruling within the Community, particularly in view of costs incurred in placing these products on the market, would take the difference between representative prices within the Community and the most favourable quotations on the world market into account;\nWhereas, pursuant to Article 17 (2) of Regulation (EEC) No 1418/76 the refund is to vary according to the destination of the products, the amount of such variations should be determined on the basis of the distances separating the Community market from the countries of destination or on the basis of the special conditions which apply to imports in certain of these countries;\nWhereas, to avoid distortions of competition between Community traders, the administrative conditions under which they operate must be identical throughout the Community;\nWhereas, to ensure Community traders sufficient stability in the amount of the refund, the period for which the amounts may remain unchanged should be fixed at one month, subject to any alterations which may be made in the intervening period pursuant to the second sentence of the fourth subparagraph of Article 17 (2) of Regulation (EEC) No 1418/76;\nWhereas, in certain situations, and in particular in periods of uncertainty or of considerable price fluctuations on the world market, exports should be regulated by means of a quantitative limitation on refunds ; whereas fixing the refund by a tendering procedure seems to be a suitable means of attaining that objective ; whereas the adjustment, by reference to threshold prices, of a refund fixed in advance for paddy rice or semi-milled rice may be made only by applying the rates used to convert values relating to a quantity of husked or wholly milled rice into a value relating to the same quantity of rice at another stage of processing ; whereas the general rules on the granting of refunds should consequently be set out in detail, in order to prevent wrongful application of Article 17 (4) of Regulation (EEC) No 1418/76 involving the omission of those conversion rates;\nWhereas there does not appear to be any justification for granting a refund on paddy rice or husked rice imported from third countries and re-exported to third countries unless certain conditions are fulfilled,", "main_body": ["This Regulation lays down rules for fixing and granting export refunds on the products listed in Article 1 of Regulation (EEC) No 1418/76.  (1)See page 1 of this Official Journal.", "The following shall be taken into account when refunds are being fixed:    (a) the existing situation and future trends with regard to:      - prices and availabilities of rice and broken rice on the Community market,\n- prices for rice and for broken rice on the world market;\n(b) the aims of the common organization of the market in rice, which are to ensure equilibrium and the natural development of prices and trade on this market;\n(c) the need to avoid disturbances on the Community market ; and\n(d) the economic aspect of the proposed exports.", "Refunds on the products listed in Article 1 of Regulation (EEC) No 1418/76, with the exception of those listed in Article 1 (c) of that Regulation, shall be fixed in accordance with the following specific criteria:    (a) prices for those products ruling on the various representative export markets of the Community;\n(b) the most favourable quotations recorded on the various markets of importing third countries ; and\n(c) marketing costs and the most favourable transport charges from the Community markets referred to in (a) to ports or other points of export in the Community serving these markets, as well as costs incurred in placing the goods on the world market.", "1. The refund on the products listed in Article 1 (1) (a) and (b) of Regulation (EEC) No 1418/76 may be fixed, where appropriate, by a tendering procedure. Such tendering procedure shall relate to the amount of the refund.\n2. Detailed rules for the application of paragraph 1 shall be adopted in accordance with the procedure laid down in Article 27 of Regulation (EEC) No 1418/76.", "1. The refund may be increased by a compensatory amount in respect of stocks of paddy rice harvested within the Community and of husked rice obtained therefrom, in hand at the end of a marketing year and forming part of that year's crop, which are exported in the natural state or in the form of wholly milled rice or semi-milled rice between the beginning of the following marketing year and dates still to be determined.\nBefore 1 July of each year the Council, acting by a qualified majority on a proposal from the Commission, shall, if necessary, determine the products to which the provisions of the preceding subparagraph shall apply.\n2. The compensatory amount shall be:    - in the case of husked rice, equal to the difference between the target price valid for the last month of the marketing year and that valid for the first month of the new marketing year,\n- in the case of paddy rice, equal to that difference adjusted by the conversion rate.\nThis amount shall however be reduced by the amount of any carry-over payment already granted, pursuant to Article 8 of Regulation (EEC) No 1418/76.\n3. The compensatory amount shall be granted only if stocks reach a minimum level.", "Where the world market situation or the specific requirements of certain markets make this necessary, the refund on the products referred to in Article 3 may be varied according to use or destination.", "If the export refund on paddy rice or semi-milled rice is fixed in advance, the adjustment by reference to the threshold price which will be in force at the time of exportation, as provided for in Article 17 (4) of Regulation (EEC) No 1418/76, shall be made taking into account the conversion rates determined pursuant to Article 19 (a) of that Regulation.", "1. The refund on the products referred to in Article 3 shall be paid upon proof:     - that the products have been exported from the Community, and\n- that the products, in the case of paddy rice and husked rice, are of Community origin, except where Article 10 applies.\n2. Where Article 6 applies, the refund shall be paid under the conditions laid down in paragraph 1, provided it is proved that the product has reached the destination for which the refund was fixed.\nException may be made to this rule in accordance with the procedure referred to in paragraph 3, provided that conditions are laid down which offer equivalent guarantees.\n3. Additional provisions may be adopted in accordance with the procedure laid down in Article 27 of Regulation (EEC) No 1418/76.", "The refunds on the products referred to in Article 3 shall be fixed at least once a month.", "0\nNo export refund shall be granted on paddy rice and husked rice which is imported from third countries and re-exported to third countries, unless the exporter proves:    - that the product to be exported and the product previously imported are one and the same, and\n- that the levy was collected on importation.\nIn such cases, the refund on each product shall be equal to the levy collected on importation where this levy is lower than the refund applicable on the day of exportation ; the refund shall be equal to the refund applicable on the day of exportation where the levy collected on importation is higher than this refund.", "1\n1. Council Regulation No 366/67/EEC of 25 July 1967 laying down general rules for granting export refunds on rice and criteria for fixing the amount of such refunds (1), as last amended by Regulation (EEC) No 478/75 (2), is hereby repealed.\n2. References to the Regulation repealed by paragraph 1 shall be construed as references to this Regulation.\nReferences to the Articles of that Regulation shall be correlated with the Articles of this Regulation in accordance with the table set out in the Annex.", "2\nThis Regulation shall enter into force on 1 July 1976.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 21 June 1976.\nFor the Council\nThe President\nJ. HAMILIUS\nANNEX Correlation table\n>PIC FILE= \"T0010115\">   (1)OJ No 174, 31.7.1967, p. 34. (2)OJ No L 52, 28.2.1975, p. 34."}