{"celex_id": "31973R1014", "uri": "http://publications.europa.eu/resource/cellar/8b159a1d-fc00-4011-a783-02e5621182b1", "type": "Regulation", "concepts": ["2173", "2733", "2734", "4314", "4381"], "title": "Regulation (EEC) No 1014/73 of the Council of 27 March 1973 amending Regulation (EEC) No 827/68 and making consequential amendments to Regulations No 1009/67/EEC, (EEC) No 950/68 and (EEC) No 2358/71\n", "header": "REGULATION (EEC) No 1014/73 OF THE COUNCIL  of 27 March 1973  amending Regulation (EEC) No 827/68 and making consequential amendments to Regulations No 1009/67/EEC, (EEC) No 950/68 and (EEC) No 2358/71\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Articles 42 and 43 thereof;\nHaving regard to the Proposal from the Commission;\nHaving regard to the Opinion of the European Parliament;\nWhereas, since the list of products in the Annex to Council Regulation (EEC) No 827/68 (1) on the common organization of the market in certain products listed in Annex II to the Treaty, as last amended by Regulation (EEC) No 2727/71 (2), has been amended several times since its entry into force, it is desirable to consolidate this list ; whereas such a consolidation entails the amendment of Council Regulation No 1009/67/EEC (3) of 18 December 1967 on the common organization of the market in sugar, as last amended by Regulation (EEC) No 174/73 (4), Council Regulation (EEC) No 2358/71 (5) of 26 October 1971 on the common organization of the market in seeds, Council Regulation (EEC) No 950/68 (6) of 28 June 1968 on the Common Customs Tariff, as last amended by Regulation (EEC) No 231/73 (7),", "main_body": ["The list in the Annex to Regulation (EEC) No 827/68 shall be replaced by the list annexed to this Regulation.", "In Article 1 (1) (e) of Regulation No 1009/67/EEC, the number of the Common Customs Tariff \"ex 23.03\" shall be replaced by the number \"23.03 B I\".", "In Article 1 of Regulation (EEC) No 2358/71, the number of the Common Customs Tariff and the description \"ex 07.05, Dried leguminous vegetables for sowing\" shall be replaced by the following : \"07.05, Dried leguminous vegetables, shelled, whether or not skinned or split : A. For sowing\".", "Regulation (EEC) No 950/68 shall be amended in accordance with Annex II to this Regulation.", "This Regulation shall enter into force on 1 July 1973.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 27 March 1973.\nFor the Council\nThe President\nA. LAVENS  (1)OJ No L 151, 30.6.1968, p. 16. (2)OJ No L 282, 23.12.1971, p. 8. (3)OJ No 308, 18.12.1967, p. 1. (4)OJ No L 25, 30.1.1973, p. 1. (5)OJ No L 246, 5.11.1971, p. 1. (6)OJ No L 172, 22.7.1968, p. 1. (7)OJ No L 28, 1.2.1973, p. 3.\nANNEX I\n>PIC FILE= \"T0004999\"\"PIC FILE= \"T0005000\">\n>PIC FILE= \"T0005001\">\n>PIC FILE= \"T0005002\">\nANNEX II\n>PIC FILE= \"T0005003\">"}