{"celex_id": "31977R2617", "uri": "http://publications.europa.eu/resource/cellar/ec562e21-94a3-45c0-80d1-83a793a225ab", "type": "Regulation", "concepts": ["1552", "2730", "2888", "3115", "4713", "4726"], "title": "Commission Regulation (EEC) No 2617/77 of 28 November 1977 amending Regulation (EEC) No 1153/75 prescribing the form of the accompanying documents for wine products and specifying the obligations of wine producers and traders other than retailers\n", "header": "COMMISSION REGULATION (EEC) No 2617/77  of 28 November 1977  amending Regulation (EEC) No 1153/75 prescribing the form of the accompanying documents for wine products and specifying the obligations of wine producers and traders other than retailers\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 816/70 of 28 April 1970 laying down additional provisions for the common organization of the market in wine (1), as last amended by Regulation (EEC) No 2211/77 (2), and in particular Article 29 (3) thereof,\nWhereas the actual alcoholic strength and, where appropriate, the total alcoholic strength of certain transported products must be entered in boxes 12 and 13 respectively of the accompanying document prescribed by Commission Regulation (EEC) No 1153/75 of 30 April 1975 prescribing the form of the accompanying documents for wine products and specifying the obligations of wine producers and traders other than retailers (3);\nWhereas, in order to take account of changes in the alcoholic strength occurring during prolonged transport, particularly due to loading and unloading, it is necessary to permit a tolerance beyond the margin of error provided for in the analysis method used pursuant to Commission Regulation (EEC) No 1539/71 of 19 July 1971 determining Community methods for the analysis of wines (4) ; whereas, since the entries on the records must reflect the true position as regards the products held, the actual alcoholic strengths obtained from analysis should be shown;\nWhereas the Management Committee for Wine has not delivered an opinion within the time limit set by its Chairman,", "main_body": ["Article 8 of Regulation (EEC) No 1153/75 is hereby amended as follows:    1. In paragraph 2 for \"density\" read \"specific gravity\".\n2. Add the following paragraph 6:\n\"6. In the accompanying document the alcoholic strength shall be indicated in degrees and tenths of degrees.\nIn the said document the specific gravity shall be given to four decimal places.\nWithout prejudice to the Community provisions laying down the alcoholic strength and the maximum specific gravity for certain products referred to in Article 1, the following tolerances shall be permitted beyond the margin of error provided for in the analysis method used pursuant to Regulation (EEC) No 1539/71:    - with regard to the indication of actual alcoholic strength a tolerance of ± 0 72 % of the volume,\n- with regard to the indication of specific gravity a tolerance of ± 6 units taken to the fourth decimal place (± 0 70006).\nThe alcoholic strength or specific gravity to be entered in the records referred to in Article 14 shall be that established by the analysis.\"", "The term \"density\" appearing in box 13 of the specimen documents V.A.1, V.A.2, V.A.3 and V.A.5 is hereby replaced by the term'specific gravity\".", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.  (1)OJ No L 99, 5.5.1970, p. 1. (2)OJ No L 256, 7.10.1977, p. 1. (3)OJ No L 113, 1.5.1975, p. 1. (4)OJ No L 163, 21.7.1971, p. 41.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 28 November 1977.\nFor the Commission\nFinn GUNDELACH\nVice-President"}