{"celex_id": "31978R0688", "uri": "http://publications.europa.eu/resource/cellar/b00378a6-8b3d-4b46-9b29-379aed7088b1", "type": "Regulation", "concepts": ["1988", "2657", "2672", "4713", "5334", "5368"], "title": "Commission Regulation (EEC) No 688/78 of 6 April 1978 amending Regulation (EEC) No 1393/76 laying down detailed rules for the importation of products in the wine-growing sector originating in certain third countries\n", "header": "COMMISSION REGULATION (EEC) No 688/78  of 6 April 1978  amending Regulation (EEC) No 1393/76 laying down detailed rules for the importation of products in the wine-growing sector originating in certain third countries\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation No 129 on the value of the unit of account and the exchange rates to be applied for the purposes of the common agricultural policy (1), as last amended by Regulation (EEC) No 2543/73 (2), and in particular Article 3 thereof,\nHaving regard to Council Regulation (EEC) No 2506/75 of 29 September 1975 laying down special rules for the importation of products in the wine-growing sector originating in certain third countries (3), as amended by Regulation (EEC) No 1166/76 (4), and in particular Article 5 (1) thereof,\nWhereas certain wines imported in bulk from non-member countries qualify for conventional tariff preferences, provided that the free-at-frontier reference price is respected;\nWhereas Commission Regulation (EEC) No 1393/76 of 17 June 1976 laying down detailed rules for the importation of products in the wine-growing sector originating in certain third countries (5) lays down inter alia the factors to be taken into consideration in order to permit the necessary comparison between the offer price and the free-at-frontier reference price;\nWhereas the free-at-frontier references prices are fixed in units of account ; whereas Article 1 of Council Regulation (EEC) No 878/77 of 26 April 1977 on the exchange rates to be applied in agriculture (6), as last amended by Regulation (EEC) No 179/78 (7), provides that they must be converted into national currency at the representative rates;\nWhereas this provision results in prices expressed in national currency which, because of the real value of these currencies, do not have the same economic significance and often show marked discrepancies ; whereas, moreover, in the case of liqueur wines no monetary compensatory amount, which could compensate for discrepancies of this kind, applies;\nWhereas, consequently, under the present system of free-at-frontier reference prices, products originating in non-member countries, while complying with these prices, arrive in the Community at different prices ; whereas this situation results in distortion of competition and deflection of imports of the wines in question from non-member countries, except in the case of certain liqueur wines, which because of their special economic situation can be marketed in two Member States only;\nWhereas the most appropriate solution would be the introduction of a rule that the free-at-frontier reference price must be converted into national currency at a rate corresponding to the real value of the currencies concerned;\nWhereas, however, it is impossible to use for this purpose the daily market rates because of the administrative difficulties which this would cause ; whereas it is therefore necessary to establish a system for the fixing of rates which correspond to economic reality but do not require too frequent adjustment;\nWhereas Regulation (EEC) No 1393/76 should be supplemented accordingly;\nWhereas the Monetary Committee will be consulted ; whereas, in view of the urgency of the situation, the proposed measures should be adopted in accordance with the procedure laid down in Article 3 (2) of Regulation No 129;\nWhereas the Management Committee for Wine has not delivered an opinion within the time limit set by its chairman,", "main_body": ["An additional Article is inserted as follows in Regulation (EEC) No 1393/76:  (1)OJ No 106, 30.10.1962, p. 2553/62. (2)OJ No L 263, 19.9.1973, p. 1. (3)OJ No L 256, 2.10.1975, p. 2. (4)OJ No L 135, 24.5.1976, p. 41. (5)OJ No L 157, 18.6.1976, p. 20. (6)OJ No L 106, 29.4.1977, p. 27. (7)OJ No L 26, 31.1.1978, p. 13.\n\"Article 1a 1. By way of derogation from Article 2 of Regulation No 129, in the case of liqueur wines within the meaning of Additional Note 4 (c) to Chapter 22 of the Common Customs Tariff, with the exception of those liqueur wines originating in Cyprus described in their country of production as \"Cyprus sherry\" the rate to be used for the conversion into national currency of the free-at-frontier reference prices shall be the special rate as referred to in paragraphs 2 and 3 hereof.\n2. In the case of the currencies of Member States maintained within a maximum spread at any given moment of 2 725 % the special rate shall be that calculated from the central rate.\n3. In the case of a currency other than those referred to in paragraph 2, the special rate shall be:      (a) fixed with effect from 1 July and 16 December of each year;\n(b) equal to the rate of conversion against the European monetary unit of account on the basis of the average rate used for the calculation of the monetary compensatory amount in force on:        - 15 November of the year in question, in the case of the special rate taking effect on 16 December,\n- 1 June of the year in question, in the case of the special rate taking effect on 1 July;\n(c) adjusted when, over a period of 20 working days, the conversion rate against the European monetary unit of account is on average 10 % or more above or below the special rate as last fixed.\n4. The special rates as referred to in paragraphs 2 and 3 shall be fixed by the Commission.\nThe rates applicable shall be as specified in Annex III to this Regulation.\"", "1. For purposes of the first application of Article 1a of Regulation (EEC) No 1393/76, the dates \"1 July\" and \"1 June\" in paragraph 3 of that Article shall be replaced by \"1 May\" and \"1 April\" respectively.\n2. The Annex to this Regulation shall be added to Regulation (EEC) No 1393/76.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 May 1978.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 6 April 1978.\nFor the Commission\nFinn GUNDELACH\nVice-President\nANNEX\n\"ANNEX III\nThe special rate referred to in Article 1a of Regulation (EEC) No 1393/76 shall be:    (a) for the Belgian franc and the Luxembourg franc:\none Belgian franc/Luxembourg franc : 0 70205519 unit of account;\n(b) for the Danish krone:\none Danish krone : 0 7116733 unit of account;\n(c) for the German mark:\none German mark : 0 7316792 unit of account;\n(d) for the French franc:\none French franc : 0 7139414 unit of account;\n(e) for the Irish pound and the pound sterling:\none pound : 1 724895 units of account;\n(f) for the Italian lira:\n100 Italian lire : 0 70761147 unit of account;\n(g) for the Dutch guilder:\none Dutch guilder : 0 7298056 unit of account.\""}