{"celex_id": "31978D0995", "uri": "http://publications.europa.eu/resource/cellar/f0e97159-5924-4d2c-9ef7-f4467f5508cb", "type": "Decision", "concepts": ["1506", "1534", "2979", "889", "980"], "title": "78/995/EEC: Commission Decision of 23 November 1978 on approval of the programme to accelerate drainage operations in the less-favoured areas of the west of Ireland pursuant to Directive 78/628/EEC (Only the English text is authentic)\n", "header": "COMMISSION DECISION  of 23 November 1978  on approval of the programme to accelerate drainage operations in the lessfavoured areas of the west of Ireland pursuant to Directive 78/628/EEC  (Only the English text is authentic)  (78/995/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 78/628/EEC of 19 June 1978 on a programme to accelerate drainage operations in the less-favoured areas of the west of Ireland (1), and in particular Article 2 (3) thereof,\nWhereas on 20 October 1978 the Irish Government notified:    - the programme for the acceleration of drainage in the west of Ireland pursuant to Directive 78/628/EEC,\n- provisions on the procedure followed by the Department of Agriculture in the payment of grants for field drainage,\n- a scheme to accelerate drainage operations in the less-favoured areas of the west of Ireland,\n- a circular addressed to the Advisory Service,\n- a circular addressed to agricultural cooperatives;\nWhereas, as regards the public arterial drainage works provided for in the programme:    - the programme notified contains all the information specified in Article 3 (a) of Directive 78/628/EEC,\n- the cost-benefit analysis for each catchment area shows that the measures provided for will be sufficiently profitable;\nWhereas, as regards the field drainage works provided for in the programme:    - the programme notified contains all the information and necessary provisions and measures specified in Article 3 (b) of Directive 78/628/EEC,\n- the programme and the provisions and measures referred to above guarantee that the conditions laid down in Article 3 (b) of that Directive will be complied with to the extent required and that the objectives of the common measure provided for in Directive 78/628/EEC can therefore be attained;\nWhereas the Irish Government has also demonstrated sufficiently the complementary nature of the Community contribution;\nWhereas it is necessary to determine in agreement in Ireland the manner in which information is to be provided periodically on the progress of the programme ; whereas agreement with Ireland on this has now been reached;\nWhereas the EAGGF Committee has been consulted on the financial aspects;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Agricultural Structure,", "main_body": ["The programme submitted by the Irish Government on 20 October 1978 for the acceleration of drainage in the west of Ireland pursuant to Directive 78/628/EEC is hereby approved.", "The Irish Government shall, before 1 May each year, report on the progress of the programme referred to in the preceding Article.\nThe report shall contain the following information:    (a) Arterial drainage:      - for each catchment area, length of the main rivers and tributaries, where deepening and widening has been completed,\n- for each catchment area, length of the main rivers and tributaries where deepening and widening is in progress,\n- number of hectares which have been drained by the arterial drainage schemes already completed,\n- number of hectares which will be drained by the arterial drainage schemes still in progress.  (1)OJ No L 206, 29.7.1978, p. 5.\n(b) Field drainage:      (1) Within the catchment areas:        - number of hectares per catchment area which have been drained under the field drainage programme,\n- of these, the number of hectares per catchment area which have been drained under group drainage schemes,\n- number of farms per catchment area whose land has been drained under the field drainage programme,\n- total cost of the field drainage operations still in progress per catchment area,\n- total amount of aid granted per catchment area for field drainage operations still in progress,\n- number of hectares per catchment area for which field drainage has been approved and where the field drainage operations have not yet been completed, and number of farms affected.\n(2) Outside the catchment areas:   - the same information as for field drainage within the catchment areas.\n(3) Machinery:        - number of agricultural cooperatives,\n- total cost of machinery purchased by cooperatives,\n- total aid paid to cooperatives for machinery purchases.", "This Decision is addressed to Ireland."], "attachments": "Done at Brussels, 23 November 1978.\nFor the Commission\nFinn GUNDELACH\nVice-President"}