{"celex_id": "31977R1474", "uri": "http://publications.europa.eu/resource/cellar/d229a2ef-dbf5-4978-965a-1d0bfac3c274", "type": "Regulation", "concepts": ["1511", "1988", "4314", "666"], "title": "Commission Regulation (EEC) No 1474/77 of 30 June 1977 altering the monetary compensatory amounts\n", "header": "COMMISSION REGULATION (EEC) No 1474/77 of 30 June 1977 altering the monetary compensatory amounts\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 974/71 of 12 May 1971 on certain measures of conjunctural policy to be taken in agriculture following the temporary widening of the margins of fluctuation for the currencies of certain Member States (1), as last amended by Regulation (EEC) No 557/76 (2), and in particular Articles 3 and 6 thereof,\nWhereas the monetary compensatory amounts introduced by Regulation (EEC) No 974/71 were fixed by Commission Regulation (EEC) No 938/77 of 29 April 1977 (3), as last amended by Regulation (EEC) No 1429/77 (4);\nWhereas on 1 July 1977 the 1977/78 sugar year begins ; whereas the new prices of sugar have to be taken into account from that date for the calculation of the monetary compensatory amounts applicable to products in the sugar sector and to certain products and goods covered by Regulation (EEC) No 1059/69 (5) ; whereas account must also be taken of the fact that from 1 July 1977 the new representative rates fixed in Regulation (EEC) No 878/77 (6) are applicable in the sugar sector ; whereas this opportunity should be taken to clarify certain points;\nWhereas the Council, by Regulation (EEC) No 1111/77 of 17 May 1977 (7), laid down common provisions for isoglucose ; whereas isoglucose is a direct substitute for liquid sugar obtained by processing sugar beet or cane ; whereas it is in direct competition with liquid sugar, for which monetary compensatory amounts are fixed by Regulation (EEC) No 938/77;\nWhereas, therefore, since monetary compensatory amounts exist for sugar, such amounts should also be fixed for isoglucose ; whereas, if such amounts were not fixed, there could be disturbances in trade in the product in question ; whereas Regulation (EEC) No 938/77 should therefore be supplemented;\nWhereas Commission Regulation (EEC) No 800/77 of 20 April 1977 (8), as amended by Regulation (EEC) No 987/77 (9), introduced new monetary compensatory amounts for certain goods covered by Regulation (EEC) No 1059/69 ; whereas those amounts are due to take effect on 4 July 1977;\nWhereas the second subparagraph of Article 4 (1) of Commission Regulation (EEC) No 1380/75 of 29 May 1975 laying down detailed rules for the application of monetary compensatory amounts (10), as last amended by Regulation (EEC) No 1234/77(11), lays down that the monetary compensatory amount must be calculated on the basis of the common price ; whereas in the sugar sector amendments introduced with effect from 1 July 1977 make it necessary to take into consideration the intervention price plus the amount of the levy collected on sugar of Community origin under the arrangements for the reduction of storage costs;\nWhereas, to make possible the application of the new monetary compensatory amounts introduced by Regulation (EEC) No 800/77, the said amounts should be fixed by reference to changes in the exchange rates referred to in Article 2 (1) of Regulation (EEC) No 974/71 and to the new representative rates fixed in Council Regulation (EEC) No 878/77 ; whereas, in the interests of clarity, Part 8 of Annex I should be republished;\nWhereas the Management Committees for Sugar and for Isoglucose have not delivered an opinion within the time limit set by their chairmen ; whereas the  (1) OJ No L 106, 12.5.1971, p. 1.  (2) OJ No L 67, 15.3.1976, p. 1.  (3) OJ No L 110, 30.4.1977, p. 6.  (4) OJ No L 160, 30.6.1977, p. 44.  (5) OJ No L 141, 12.6.1969, p. 1.  (6) OJ No L 106, 29.4.1977, p. 27.  (7) OJ No L 134, 28.5.1977, p. 4.  (8) OJ No L 97, 21.4.1977, p. 18.  (9) OJ No L 118, 11.5.1977, p. 12.  (10) OJ No L 139, 30.5.1975, p. 37.  (11) OJ No L 143, 10.6.1977, p. 9.   measures provided for in this Regulation are in accordance with the opinions of all the other relevant management committees,", "main_body": ["1. Parts 7 and 8 of Annex I to Regulation (EEC) No 938/77 are hereby amended to read as shown in Annex I to this Regulation.\n2. Annex II to Regulation (EEC) No 938/77 is replaced by Annex II to this Regulation.", "The following is added to the second subparagraph of Article 4 (1) of Regulation (EEC) No 1380/75:\n\"However, in the sugar sector, it is calculated on the basis of the intervention price plus the amount of the levy collected on sugar of Community origin under the arrangements for the reduction of storage costs.\"", "This Regulation shall enter into force on 1 July 1977.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 June 1977.\nFor the Commission\nFinn GUNDELACH\nVice-President\nANNEXE I - ANNEX I - ANHANG I - ALLEGATO I - BIJLAGE I - BILAG I\nPARTIE 7 - PART 7 - TEIL 7 - PARTE 7a - DEEL 7 - DEL 7 SECTEUR DU SUCRE ET DE L'ISOGLUCOSE - SUGAR AND ISOGLUCOSE SEKTOR ZUCKER UND ISOGLUKOSE - SETTORE ZUCCHERO E ISOGLUCOSIO SECTOR SUIKER EN ISOGLUCOSE - SUKKER OG ISOGLUCOSE Montants compensatoires monétaires - Monetary compensatory amounts Währungsausgleichsbeträge - Importi compensativi monetari Monetaire compenserende bedragen - Monetære udligningsbeløb\n>PIC FILE= \"T0019413\">    >PIC FILE= \"T0019414\">\nPARTIE 8 - PART 8 - TEIL 8 - PARTE 8a - DEEL 8 - DEL 8 MARCHANDISES RELEVANT DU RÈGLEMENT (CEE) Nº 1059/69 PRODUCTS TO WHICH REGULATION (EEC) No 1059/69 RELATES VON DER VERORDNUNG (EWG) Nr. 1059/69 ERFASSTE WAREN MERCI CUI SI APPLICA IL REGOLAMENTO (CEE) N. 1059/69 ONDER VERORDENING (EEG) Nr. 1059/69 VALLENDE GOEDEREN VARER, DER OMFATTES AF FORORDNING (EØF) Nr. 1059/69 Montants compensatoires monétaires - Monetary compensatory amounts - Währungsausgleichsbeträge Importi compensativi monetari - Monetaire compenserende bedragen - Monetære udligningsbeløb\n>PIC FILE= \"T0019415\">    >PIC FILE= \"T0019416\">    >PIC FILE= \"T0019417\">    >PIC FILE= \"T0019418\">\nANNEX II Coefficients provided for in Article 4 (3) of Regulation (EEC) No 1380/75\n>PIC FILE= \"T0019419\">"}