{"celex_id": "31973R2942", "uri": "http://publications.europa.eu/resource/cellar/78a12cab-4cd5-4974-ad5e-3b4bb548850a", "type": "Regulation", "concepts": ["2591", "3732", "690"], "title": "Regulation (EEC) No 2942/73 of the Commission of 30 October 1973 on detailed rules for the application of Council Regulation (EEC) No 2412/73 of 24 July 1973 concerning imports of rice from the Arab Republic of Egypt\n", "header": "REGULATION (EEC) No 2492/73 OF THE COMMISSION  of 30 October 1973  on detailed rules for the application of Council Regulation (EEC) No 2412/73 of 24 July 1973 concerning imports of rice from the Arab Republic of Egypt\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community;\nHaving regard to Council Regulation 359/67/EEC (1) of 25 July 1967 on the common organization of the market in rice, as last amended by the Act of Accession (2), and in particular Article 11 thereof;\nHaving regard to Council Regulation (EEC) No 2412/73 (3) of 24 July 1973 concerning imports of rice from the Arab Republic of Egypt, and in particular Article 4 thereof;\nWhereas Regulation (EEC) No 2412/73 provides that the levy calculated in accordance with Article 11 of Regulation 359/67/EEC shall be reduced by an amount to be fixed by the Commission each quarter and equal to 25 % of the average of the levies applied during the reference period;\nWhereas the exchange of letters referred to in Article 9 of Annex I to the Agreement (4) between the European Economic Community and the Arab Republic of Egypt provides for the date of fixing the amount by which the levy is to be reduced and furthermore the reference period referred to in Article 1 of Regulation (EEC) No 2412/73;\nWhereas administrative supervisory measures should be taken in order to ensure that the 32 000 metric tons referred to in Article 3 of Regulation (EEC) No 2412/73 are not exceeded;\nWhereas the exchange of letters referred to above indicates the manner in which the quantities imported are to be counted against the annual volume ; whereas it would seem fair not to count against this total the imports for which there is no reduction of the levy;\nWhereas, to enable the Commission to implement, where appropriate, Article 3 of Regulation (EEC) No 2412/73, provision should be made for the Member States to communicate to the Commission the quantities of rice that are imported from the Arab Republic of Egypt;\nWhereas the measures provided for in this Regulation are in accordance with the Opinion of the Management Committee for Cereals,", "main_body": ["The amount by which the levy is to be reduced in accordance with Article 1 of Regulation (EEC) No 2412/73 shall be fixed at the latest on the tenth day of the month preceding the quarter in which it will be applicable.\nThe reference period referred to in the same Article shall be the quarter preceding the month in which such fixing takes place.", "Proof that the special export charge has been levied shall be shown by the Egyptian Customs Authorities adding one of the following phrases to the list entitled \"Observations\" in the movement-of-goods Certificate A.ET.l:\n\"Taxe spéciale à l'exportation appliquée\nDen særlige udførselsafgift opkrævet\nAusfuhrabgabe erhoben\nSpecial export charge levied\nApplicata tassa speciale all'esportazione\nUitvoerbelasting voldaan\"\n(signature and office stamp).  (1)OJ No 174, 31.7.1967, p. 1. (2)OJ No L 73, 27.3.1972, p. 14. (3)OJ No L 251, 7.9.1973, p. 103. (4)OJ No L 251, 7.9.1973, p. 22.", "1. The quantities of rice imported, under Regulation (EEC) No 2412/73, originating and coming from the Arab Republic of Egypt, shall be counted against the annual volume referred to in Article 3 of this Regulation from 1 September each year and for the marketing year 1973/74 from 1 November until 31 August of the following year.\n2. In cases where the amount by which the levy is to be reduced in accordance with Article 1 is nil, the quantities of rice imported from the Arab Republic of Egypt shall not be counted against the annual volume.\n3. For the marketing year 1973/74 the annual volume referred to in paragraph 1 shall be reduced to 26 700 metric tons.", "The Member States shall inform the Commission of the quantities imported under Regulation (EEC) No 2412/73 as soon as possible and not later than the 1st and 15th of each month.\nThe Commission shall notify the Member States each week of the position with regard to imports from the Arab Republic of Egypt.", "This Regulation shall enter into force on 1 November 1973.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 October 1973.\nFor the Commission\nThe President\nFrançois-Xavier ORTOLI"}