{"celex_id": "31973D0415", "uri": "http://publications.europa.eu/resource/cellar/7d23ec82-4a60-4d90-b60e-cec14831bcb1", "type": "Decision", "concepts": ["3732", "5360", "5640", "6048"], "title": "73/415/EEC: Commission Decision of 31 October 1973 on the special Rice Section of the Advisory Committee on Cereals\n", "header": "COMMISSION DECISION  of 31 October 1973  on the special Rice Section of the Advisory Committee on Cereals  (73/415/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community;\nWhereas a special Rice section of the Advisory Committee on Cereals was set up by the Commission Decision of 22 July 1964 (1), as amended by the Decision of 15 May 1970 (2);\nWhereas as a general rule it has not been found necessary to vary the number and apportionment of seats on the Advisory Committees on Agriculture as a result of the Accession of new Member States to the Community;\nWhereas the text of the Decision aforesaid does require certain minor alterations ; and it is therefore necessary for the sake of clarity to produce a completely new version of the text,", "main_body": ["The text of the Decision of 22 July 1964 setting up a special Rice Section of the Advisory Committee on Cereals, hereinafter called the \"Section\".\n\"Article 1\n1. There shall be attached to the Commission a special Rice Section of the Advisory Committee on Cereals ; hereinafter called the \"Section\".\n2. The Section shall be composed of representatives of the following interests : growers, cooperatives, the processing and food-manufacturing industries, traders in agricultural produce and foodstuffs, agricultural workers and workers in the processing and food-manufacturing industries, consumers.", "1. The Section may be consulted by the Commission on any problem concerning the operation of Regulations on the common organization of the market in rice and in particular on measures to be adopted by the Commission under those Regulations.\n2. The Chairman of the Section may indicate to the Commission the desirability of consulting the Section on any matter within the latter's competence on which its opinion has not been sought. He shall do so, in particular, at the request of one of the interests represented.", "1. The Section shall consist of twenty-two members.\n2. Seats shall be apportioned as follows:    - eight to representatives of rice growers,\n- three to representatives of rice cooperatives,\n- two to representatives of the rice-milling industries,\n- one to a representative of the industries using rice and broken rice,\n- two to representatives of the wholesale rice trade,\n- four to representatives of agricultural workers and of workers in the food-manufacturing industry,\n- two to consumers' representatives.", "1. Members of the Section shall be appointed by the Commission on proposals from the trade, workers' organizations set up at Community level which are most representative of the interests specified in Article 1 (2) and whose activities come within the scope of the common organization of the market in rice ; consumers' representatives shall be appointed on proposals from the Consumers' Advisory Committee.\nThose bodies shall for each seat to be filled put forward the names of two candidates of different nationality.\n2. The term of office for members of the Section shall be three years. Their appointments may be renewed. Members shall not be remunerated for their services.  (1)OJ No 122, 29.7.1964, pp. 2051 to 2053/64. (2)OJ No L 121, 4.6.1970, pp. 14 and 15.\nAfter expiry of the three years members of the Section shall remain in office until they are replaced or until their appointments are renewed.\nA member's term of office may be terminated before expiry of the three years by death or resignation.\nIt may also be terminated where the body which the member represents requests that he be replaced.\nA person shall be appointed, in accordance with the procedure laid down in paragraph 1, to replace such member for the remainder of the term of office.\n3. A list of the members of the Section shall be published by the Commission, for information purposes, in the Official Journal of the European Communities.", "The Chairman of the Section shall be the Chairman of the Advisory Committee on Cereals.\nThe Section shall, by a two-thirds majority of the members present, elect two Vice-Chairmen for a period of three years.\nThe Section may, by the like majority, elect further officers from among the other members. In that case, the officers other than the Chairman shall consist at most of one representative of each interest represented within the Section.\nThe officers shall prepare and organize the work of the Section.", "At the request of any of the interests represented, the Chairman may invite a person delegated by the interest concerned to be present at meetings of the Section. He may likewise on such request invite any person with special qualifications on any subject on the agenda to take part in an expert capacity in the deliberations of the Section. Experts shall take part in discussions only of those questions on account of which they were invited.", "The Section may set up working groups to assist it in carrying out its work.", "1. The Section shall be convened by the Commission and shall meet at Commission headquarters. Meetings of the officers shall be convened by the Chairman by arrangement with the Commission.\n2. Representatives of the Commission departments concerned shall take part in meetings of the Section, its officers and working groups.\n3. Secretarial services for the Section, its officers and working groups shall be provided by the Commission.", "The Section shall discuss matters on which the Commission has requested an opinion. No vote shall be taken.\nThe Commission may, when seeking the opinion of the Section, set a time limit within which such opinion shall be given.\nThe views expressed by the various interests represented shall be included in a report forwarded to the Commission.\nIn the event of unanimous agreement being reached in the Section on the opinion to be given, the Committee shall formulate joint conclusions and attach them to the report.\nThe outcome of the Section's discussions shall on request be communicated by the Commission to the Council and to the Management Committees.", "0\nWithout prejudice to the provisions of Article 214 of the Treaty, where the Commission informs them that the opinion requested or the question raised is on a matter of a confidential nature, members of the Section shall be under an obligation not to disclose information which has come to their knowledge through the work of the Section or of its working groups.\nIn such cases, only members of the Section and representatives of the Commission departments concerned may be present at meetings.\"", "This Decision shall enter into force on 31 October 1973."], "attachments": "Done at Brussels, 31 October 1973.\nFor the Commission\nThe President\nFranรงois-Xavier ORTOLI"}