{"celex_id": "31974L0148", "uri": "http://publications.europa.eu/resource/cellar/3cd62c7e-5ba3-4729-a719-7532fb1d40ce", "type": "Directive", "concepts": ["2081", "2169", "4082", "5235", "5726"], "title": "Council Directive 74/148/EEC of 4 March 1974 on the approximation of the laws of the Member States relating to weights of from 1 mg to 50 kg of above-medium accuracy\n", "header": "28.3.1974 EN Official Journal of the European Communities L 84/3\nCOUNCIL DIRECTIVE\nof 4 March 1974\non the approximation of the laws of the Member States relating to weights of from 1 mg to 50 kg of above-medium accuracy\n(74/148/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 100 thereof;\nHaving regard to the proposal from the Commission;\nHaving regard to the Opinion of the European Parliament;\nHaving regard to the Opinion of the Economic and Social Committee;\nWhereas the manufacture and the procedures for inspection of weights of above-medium accuracy are subject to strict regulations which differ between Member States and thus hinder trade in these weights; whereas these regulations must therefore be aligned;\nWhereas the Council Directive of 26 July 1971 (1) on the approximation of the laws of the Member States relating to common provisions for both measuring instruments and methods of metrological control laid down the EEC pattern approval procedure and the EEC initial verification procedure; whereas, pursuant to that Directive, the technical specifications which weights of above-medium accuracy must satisfy in order to be put freely on the market and into service, after verifications and affixing of the EEC initial verification mark, must be laid down;\nWhereas account should be taken of the draft international recommendation, ‘valeur conventionnelle du résultat des pesées dans l'air’, of the International Organization of Legal Metrology, May 1973, in respect of the concept of conventional mass,", "main_body": ["This Directive concerns weights of above-medium accuracy the nominal value of which is equal to 1 mg or more and less than or equal to 50 kg.\nThis Directive does not apply to metric carat weights or to special weights covered by other directives.", "Weights which may receive the EEC marks and signs are listed in the Annex. They are not subject to EEC pattern approval; they must undergo EEC initial verification.", "No Member State may prevent, prohibit or restrict the placing on the market or entry into service of weights referred to in Article 1 and bearing the EEC initial verification mark.", "1.   Member States shall put into force the laws, regulations and administrative provisions needed in order to comply with this Directive within eighteen months of its notification and shall forthwith inform the Commission thereof.\n2.   Member States shall ensure that the texts of the main provisions of national law which they adopt in the field covered by this Directive are communicated to the Commission.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 4 March 1974.\nFor the Council\nThe President\nW. SCHEEL\n(1)  OJ No L 202, 26. 7. 1971, p. 1.\nANNEX\n1.   Definitions\n1.1. Weight\n1.2. Sets of weights\n1.3. Standard weights\n2.   Nominal values of the weights\nThe nominal value of the weights must be equal to 1 × 10n kg, or 2 × 10n kg, or 5 × 10n kg; in these expressions n represents either zero or a positive or negative whole number.\n3.   Conventional mass\n3.1. For a weight taken at 20o C, the conventional mass is the mass of a reference weight of a density of 8 000 kg/m3 which it balances in air of a density of 1·2 kg/m3.\n3.2 The maximum permissible errors, mentioned in point 4, relate to the conventional mass.\n4.   Maximum permissible errors for EEC initial verification\n4.1. The maximum permissible error, plus or minus, for each individual weight is given in milligrammes in the table below:\nNominal Values Class E1 Class E2 Class F1 Class F2 Class M1\n50 kg 25 75 250 750 2 500\n20 kg 10 30 100 300 1 000\n10 kg 5 15 50 150 500\n5 kg 2·5 7·5 25 75 250\n2 kg 1·0 3·0 10 30\n1 kg 0·50 1·5 5 15 50\n500 g 0·25 0·75 2·5 7·5 25\n200 g 0·10 0·30 1·0 3·0 10\n100 g 0·05 0·15 0·5 1·5 5\n50 g 0·030 0·10 0·30 1·0 3·0\n20 g 0·025 0·080 0·25 0·8 2·5\n10 g 0·020 0·060 0·20 0·6 2·0\n5 g 0·015 0·050 0·15 0·5 1·5\n2 g 0·012 0·040 0·12 0·4 1·2\n1 g 0·010 0·030 0·10 0·3 1·0\n500 mg 0·008 0·025 0·08 0·25 0·8\n200 mg 0·006 0·020 0·06 0·20 0·6\n100 mg 0·005 0·015 0·05 0·15 0·5\n50 mg 0·004 0·012 0·04 0·12 0·4\n20 mg 0·003 0·010 0·03 0·10 0·3\n10 mg 0·002 0·008 0·025 0·08 0·25\n5 mg 0·002 0·006 0·020 0·06 0·20\n2 mg 0·002 0·006 0·020 0·06 0·20\n1 mg 0·002 0·006 0·020 0·06 0·20\n5.   General shape of weights\nA one-gramme weight may have the shape of multiples of one gramme or the shape of the sub-multiples.\n5.1. Weights of one gramme and multiple gramme weights.\n5.1.1. Grade M1 weights should have the shape of weights of the medium accuracy class.\n5.1.2. Weights of the other accuracy classes may have the external dimensions of weights of the medium accuracy class. 10 kg to 1 gramme weights may also be cylindrical or in the shape of a slightly truncated cone surmounted by a knob.\n5.1.2.1. The height of the body shall be roughly equal to the mean diameter, the permissible difference between the mean diameter and the height being between 3/4 and 5/4 of this diameter.\n5.1.2.2. On all weights the height of the knob should lie between the mean diameter and the mean half-diameter of the body.\n5.1.3. Class E1, E2 and F1 weights do not have to have a knob; they may consist of a single cylindrical body.\n5.1.4. Class E1 and E2 weights must be cast in one piece; other weights may have an adjustment cavity closed by the knob or any other suitable device. The volume of the adjustment cavity shall not exceed 1/5 of the total volume of the weights.\n5.2. Weights of one gramme and sub-multiple weights of the gramme. Weights of one gramme and sub-multiple weights of the gramme shall be polygonal laminated strips or wires suitably shaped to permit easy handling.\ntriangle for 1 — 10 — 100 — 1 000 mg\nquadrilateral for 2 — 20 — 200 mg\npentagon for 5 — 50 — 500 mg\n1 segment for 1 — 10—100 — 1 000 mg\n2 segments for 2 — 20 — 200 mg\n5 segments for 5 — 50 — 500 mg\n5.3. Weights of 20 and 50 kg, other than those in class M1 may have a shape suited to their method of handling.\n6.   Constituents of the weights\n6.1. Weights shall be made of metal or metal alloy. Such metal or alloy shall be of such quality that under normal conditions of use the deterioriation of the weights shall be negligible in relation to the maximum permissible errors in their accuracy class.\n6.1.1. The density of the weight shall be such that a deviation of 10% of the air density in relation to that specified (1·2 kg/m3) will lead to an error of not more than 1/4 of the maximum permissible error.\n6.1.2. The metal or alloy of class E1 E2 and F1 weights shall be virtually non-magnetic.\n6.2. The resistance to corrosion and flaking of the constituent metal or alloy of 5 to 50 kg class M1 weights of parallelepiped shape shall be at least equal to that of grey cast iron.\n6.3. Class M1 weights of cylindrical, shape having nominal values less than or equal to 10 kg shall be made of brass or of a material at least equal in quality to brass.\n6.4. The qualities set out in points 6.2. and 6.3 may be obtained by means of a suitable surface treatment.\n7.   Surface state\n7.1. The surface of the weights, including their bases and edges, shall be entirely smooth. The surface of class El E2, F1 and F2 weights shall show no porosity when examined by the naked eye, and shall be carefully polished.\n7.2. The surface of class E1 E2, F1 and F2 weights of one gramme and multiples of a gramme may be protected by a metal coating.\n7.3. The surface of class M1 weights of one gramme and multiples of a gramme may be protected by a suitable coating.\n8.   Adjustment material\nWeights of F1 and F2 accuracy classes with an adjustment cavity shall be adjusted either with the same material as that of which they are constituted, or with pure tin, or with molybdenum.\nClassM1 weights may be adjusted with lead.\n9.   Inscriptions\n9.1. Laminated strip or wire weights having nominal values less than or equal to one gramme shall bear no indication of nominal value.\n9.2. Weights having nominal values equal to or more than one gramme:\n— in classes E1 and E2 shall bear no indication of their nominal value;\n— in class F1 shall bear only the indication of nominal value as laid down in point 9.2.1.; this indication shall be burnished or engraved;\n— in class F2 shall bear the inscriptions of class F1 accompanied by the letter F;\n— in class M1 shall bear the nominal value marked in figures followed by the symbol of the appropriate unit, either recessed or embossed, on the upper face of the body or knob of the weights.\n9.2.1. The nominal values of the weights shall be indicated in:\n— kilogrammes for weights of 1 kilogramme or more,\n— grammes for weights of 1 gramme to 500 grammes.\n9.2.2. Weights appearing two or three times in the sequences shall be distinguished by one or two asterisks or by one or two dots.\n10.   EEC final verification mark\nBoxes containing E1, E2, and F1 class weights, and all boxes containing the gramme and sub-multiples of the gramme, shall be sealed with the EEC final verification mark.\nFor class F2 weights the EEC final verification mark shall be affixed to the cover of the adjustment cavity, and where there is no adjustment cavity, upon the base of the weight. For class M1 weights of one gramme to 50 kg the EEC final verification mark shall be placed upon the lead sealing the adjustment cavity opening, or upon the base in the case of weights having no adjustment cavity.\n11.   Presentation\n11.1. Individual weights and series of weights of classes E1, E2, F1 and F2 shall be contained in boxes.\n11.2. For class M1\n— individual weights or series of weights up to a value of 500 grammes shall be contained in boxes,\n— weights having a nominal value greater than 500 grammes may be contained in boxes, fitted in a stand or presente d individually, without protection.\n11.3. The lids of the boxes shall indicate the class of weights which they contain: E1; E2; F1; F2; M1."}