{"celex_id": "31974R1382", "uri": "http://publications.europa.eu/resource/cellar/545cfac7-9753-4909-8d26-efdb162a51ee", "type": "Regulation", "concepts": ["2194", "3409", "4081"], "title": "Regulation (EEC) No 1382/74 of the Commission of 4 June 1974 amending Regulation (EEC) No 1686/72 on certain detailed rules for aid for seed as regards the final date for the payment of aid\n", "header": "REGULATION (EEC) No 1382/74 OF THE COMMISSION  of 4 June 1974  amending Regulation (EEC) No 1686/72 on certain detailed rules for aid for seed as regards the final date for the payment of aid\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community;\nHaving regard to Council Regulation (EEC) No 2358/71 (1) of 26 October 1971 on the common organization of the market in seeds, as last amended by Regulation (EEC) No 1119/74 (2), and in particular Article 3 (5) thereof;\nWhereas Article 3 (2) of Commission Regulation (EEC) No 1686/72 (3) of 2 August 1972 on certain detailed rules for aid for seed, provides that Member States shall pay the aid to the grower within two months following the lodging of the application therefor and at the latest by 30 June of the year following the harvest ; whereas this time limit was fixed taking into account the fact that the seed establishment or breeder requires a certain time in which to treat, prepare and have certified the seeds supplied by the grower;\nWhereas the experience gained during the first two years in which the common organization of the market has been in operation has shown that the limit set did not leave sufficient time to enable all the operations prior to certification to be carried out ; whereas, in spite of the efforts of the establishments and inspection services concerned, it may not be possible to certify certain quantities of seed in time ; whereas the producers of such lots could not therefore receive any aid and would thus be at a disadvantage ; whereas the final date for the payment of aid should therefore be set back to 31 July of the year following the harvest;\nWhereas the measures provided for in this Regulation are in accordance with the Opinion of the Management Committee for Seeds,", "main_body": ["Article 3 (2) of Regulation (EEC) No 1686/72 is replaced by the following:\n\"2. The Member State shall pay the amount of aid to the grower within the two months following the lodging of the application and at the latest on 31 July of the year following the year of the harvest.\"", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 4 June 1974.\nFor the Commission\nThe President\nFrançois-Xavier ORTOLI  (1)OJ No L 246, 5.11.1971, p. 1. (2)OJ No L 128, 10.5.1974, p. 3. (3)OJ No L 177, 4.8.1972, p. 26."}