{"celex_id": "31977D0616", "uri": "http://publications.europa.eu/resource/cellar/a727f9a0-b0f7-4297-8fca-170f191ec444", "type": "Decision", "concepts": ["1005", "1426", "1696", "2795", "4821", "5181"], "title": "77/616/EEC: Council Decision of 27 September 1977 adopting a series of studies in support of the use of informatics\n", "header": "COUNCIL DECISION  of 27 September 1977  adopting a series of studies in support of the use of informatics  (77/616/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 235 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nHaving regard to the opinion of the Economic and Social Committee (2),\nWhereas the Council resolution of 15 July 1974 on a Community policy on data processing (3) is aimed at giving a Community orientation to policies for encouraging and promoting data processing;\nWhereas the development of application software raises a number of general problems concerning programming techniques and relations between manufacturers and users;\nWhereas the development of informatics applications calls for an examination of the problems of data security and confidentiality and of the technical, legal and social aspects thereof, in particular with a view to protecting citizens in respect of the use of informatic facilities;\nWhereas the efficient use of computers is of considerable economic importance ; whereas, to increase this efficiency, programming techniques must be improved;\nWhereas data-base systems and software should be systematically examined and tools developed to help users to select, implement and operate these systems and to facilitate standardization at a later stage;\nWhereas the above projects seem necessary in order to attain certain Community objectives within the functioning of the common market;\nWhereas the Treaty establishing the European Economic Community has not provided the necessary powers,", "main_body": ["The following three joint informatics studies are hereby adopted:    (a) study on data security and confidentiality;\n(b) study on programming techniques;\n(c) study on the evaluation and implementation of informatic systems.\nThese studies are defined in section II of the Annex.", "The duration of the studies referred to in Article 1 shall be three years. The appropriations necessary for carrying them out, which represent 50 % of their cost, shall be entered in the budget of the European Communities. They shall amount to 1 245 000 units of account. 50 % of the cost of implementing the studies shall be borne by the institutes concerned.", "The Commission shall be responsible for carrying out the studies. It shall be assisted by the Advisory Committee on Joint Data Processing Projects.\nThe Commission shall submit a report to the Council annually."], "attachments": "Done at Brussels, 27 September 1977.\nFor the Council\nThe President\nA. HUMBLET  (1)OJ No C 28, 9.2.1976, p. 6. (2)OJ No C 131, 12.6.1976, p. 8. (3)OJ No C 86, 20.7.1974, p. 1.\nANNEX\nI. INTRODUCTION\nSome attempts to overcome the problems posed by the development of application software have been made by hardware or software producers or users, depending on their capabilities or the advantages to themselves, but not in any coherent fashion.\nConsequently, in order to cope with a situation characterized by confusion which at present shows no sign of improvement, some Community effort, especially of a methodological nature, would be helpful if in the medium or long term more suitable approaches to the use, security or design of informatic systems which would benefit users and industry were defined, so that products better suited to actual needs can be produced with more appropriate tools.\nThe studies should be carried out as far as possible by competent centres independent of the user or producer sectors concerned.\nII. DESCRIPTION OF STUDIES\n1. Study on data security and confidentiality\nThe main object of this study is to examine, in conjunction with the Committee of National Experts convened by the Commission, the chief problems relating to the harmonization of Community legislation covering the protection of private life and the development of codes of application and corresponding standards.\nThe work will include analysis and classification of the problems and, in particular:      - estimates of the quantitative and qualitative aspects of the movement of data across frontiers inside and outside the Community,\n- possible role of Community standards with a view to easier control of such movement, reduction of costs and opening of markets as a complement to effects of legislation - identification of priorities for the adoption of Community standards,\n- preparatory studies with regard to cost estimates. Costs and possible distortion of competition which could ensue from different national legislations ; costs resulting from Community harmonization ; impact of costs borne by the public and private sectors and by individuals,\n- identification of appropriate measures offering equivalent security at Community level,\n- analysis of studies undertaken at national level in the Member States and other countries such as Sweden and the United States,\n- analysis of problems relating to data security which could have an effect on confidentiality, legislation and standards, and a definition of the studies which should be carried out.\nThe continuation of work resulting from this analysis will be decided upon in the context of the multiannual programme.\n2. Study on programming techniques\nThe initial study on programming techniques has the following main aims:      - to identify fields of special importance to users,\n- to draft proposals for the fields in which the greatest needs are felt,\n- to define specifications for a possible future detailed study.\n3. Study on evaluation and implementation of data-base systems\nThe study will take two years and will comprise the following activities:      - examination of users' needs, of problems and of experience,\n- development, on the basis of this examination and of the analysis of guidelines for the selection, implementation and use of data-base systems,\n- formulation of recommendations regarding standardization and portability of data-base systems.\nA decision concerning further work on experiments and on the application of results will be taken in the context of the multiannual programme."}