{"celex_id": "31975R0837", "uri": "http://publications.europa.eu/resource/cellar/c3ea71e8-3193-4dbd-bd32-6f5c68420ed8", "type": "Regulation", "concepts": ["1486", "2624", "276", "301", "3101", "4860"], "title": "Regulation (EEC) No 837/75 of the Commission of 26 March 1975 amending Regulation (EEC) No 685/69 on detailed rules of application for intervention on the market in butter and cream\n", "header": "REGULATION (EEC) No 837/75 OF THE COMMISSION  of 26 March 1975  amending Regulation (EEC) No 685/69 on detailed rules of application for intervention on the market in butter and cream\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community;\nHaving regard to Council Regulation (EEC) No 804/68 (1) of 27 June 1968 on the common organization of the market in milk and milk products, as last amended by Regulation (EEC) No 740/75 (2), and in particular Article 6 (7) thereof;\nWhereas under Article 4 (2) of Commission Regulation (EEC) No 685/69 (3) of 14 April 1969 on detailed rules of application for intervention on the market in butter and cream, as last amended by Regulation (EEC) No 2517/74 (4), Member States may provide that their intervention agencies are to buy in butter produced during a period of two months preceding the day on which such agencies take over the butter ; whereas, so as to prevent those holding butter from taking advantage of such situation for speculative purposes, it should be stipulated that this provision is not applicable during the two months following a change in the buying-in price for butter;\nWhereas Article 8 (2) of Regulation (EEC) No 685/69 lays down, in respect of butter offered for intervention, a standard rate of transport charges for distances exceeding 100 kilometres ; whereas this rate must be adapted to take account of increased transport charges in the Community;\nWhereas Articles 6 and 24 of that Regulation specify the various amounts to be allowed in respect of storage charges and the rate of interest for finance costs ; whereas it has proved necessary to alter the amount of these items to take account of changing costs in the Community;\nWhereas Article 23 of Regulation (EEC) No 685/69 provides that where a storage contract is sought, the butter or cream involved must have been produced during the 14 days preceding the date on which such butter or cream is taken into storage ; whereas, in view of experience gained in the matter, that period should be extended;\nWhereas Article 29 of Regulation (EEC) No 685/69 provides that if the price at which butter is bought in by the intervention agencies is altered, the amount of private storage aid for butter and cream is to be altered also ; whereas the Council has on several occasions agreed that during a specified period preceding the application of a new intervention price a certain amount should be added to the price at which butter sold to intervention agencies is bought in ; whereas it has become apparent that such additional amount should be regarded as constituting a price increase within the meaning of that Article;\nWhereas the measures provided for in this Regulation are in accordance with the Opinion of the Management Committee for Milk and Milk Products,", "main_body": ["Article 4 of Regulation (EEC) No 685/69 is amended as follows:    1. The following subparagraph is added to paragraph 2:\n\"However, national provisions adopted pursuant to this paragraph shall not apply during the two months following the date on which a change takes effect in the buying-in price for butter applied by the intervention agency, whether expressed in units of account or in the national currency.\"\n2. In paragraph 3, the words \"Member States may limit...\" are replaced by the following:\n\"Except during the period specified in the last subparagraph of the preceding paragraph, Member States may limit...\"", "1. In Article 6 (2) of Regulation (EEC) No 685/69:    (a) the amount \"11 units of account\" in (a) is replaced by \"13 units of account\";\n(b) the amount \"0 722 unit of account\" in (b) is replaced by \"0 725 unit of account\";\n(c) the rate of interest \"11 %\" in (c) is replaced by \"10 75 %\".  (1)OJ No L 148, 28.6.1968, p. 13. (2)OJ No L 74, 22.3.1975, p. 1. (3)OJ No L 90, 15.4.1969, p. 12. (4)OJ No L 269, 4.10.1974, p. 24.\n2. In Article 8 (2) of Regulation (EEC) No 685/69 the amount \"0 7032 unit of account\" is replaced by \"0 7035 unit of account\".", "In Article 23 (1) of Regulation (EEC) No 685/69 the expression \"14 days\" is replaced by \"21 days\".", "In Article 24 (1) the provisions of (a), (b) and (c) are replaced by the following:  \"(a) 13 units of account for fixed costs;\n(b) 0 725 unit of account per day for costs of storage in coldstore;\n(c) an amount per day of storage calculated on the basis of the buying-in price for butter applied by the intervention agency in the Member State concerned on the day on which the contract is concluded, and of a rate of interest of 10 750 % per annum;.\n\"", "The following paragraph is added to Article 29 of Regulation (EEC) No 685/69:\n\"Where in respect of butter bought in by intervention agencies during a period preceding the application of a new buying-in price the Council agrees to the payment of a further amount in addition to the buying-in price currently applicable, such additional amount shall be regarded as an increase in the buying-in price within the meaning of this Article. In such cases, the Commission shall take a decision stipulating that aid in respect of butter in store under contract at the time when the Council comes to an agreement as above shall not be paid until the new buying-in price has been put into effect.\"", "This Regulation shall enter into force on 1 April 1975.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 26 March 1975.\nFor the Commission\nP.J. LARDINOIS\nMember of the Commission"}