{"celex_id": "31973D0429", "uri": "http://publications.europa.eu/resource/cellar/521a85a4-a860-4dd5-8542-120b55f7e625", "type": "Decision", "concepts": ["1372", "3561", "5228", "6050"], "title": "73/429/EEC: Commission Decision of 31 October 1973 on the Advisory Committee on Fisheries\n", "header": "COMMISSION DECISION  of 31 October 1973  on the Advisory Committee on Fisheries  (73/429/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community;\nWhereas an Advisory Committee on Fisheries was set up by the Commission Decision of 25 February 1971 (1);\nWhereas it is considered desirable, as a result of the Acession of new Member States to the Community, to alter the rules fixing the number and apportionment of seats on this Committee;\nWhereas, moreover, the text of the Decision aforesaid requires certain minor alterations and it is therefore necessary for the sake of clarity to produce a completely new version of the text,", "main_body": ["The text of the Decision of 25 February 1971 setting up an Advisory Committee on Fisheries is replaced by the following:\n\"Article 1\n1. There shall be attached to the Commission an Advisory Committee on Fisheries, hereinafter called the \"Committee\".\n2. The Committee shall be composed of representatives of the following interests : producers and cooperatives in the fishing industry, credit institutions involved in fisheries, trade in fishery products, the fishery products industries, and the fishing and fishery products industries consumers.", "1. The Committee may be consulted by the Commission on any problem concerning the operation of Regulations relating to the establishment of a common structural policy in fisheries or to the common organization of the market in fishery products, and in particular on measures to be adopted by the Commission under those Regulations and also on all social problems arising in the industry, with the exeption of industrial disputes.\n2. The Chairman of the Committee may indicate to the Commission the desirability of consulting the Committee on any matter within the latter's competence on which its opinion has not been sought. He shall do so, in particular, at the request of one of the interests represented.", "1. The Committee shall consist of forty-five members.\n2. Seats on the Committee shall be apportioned as follows:    - eighteen to representatives of producers of fishery products,\n- three to representatives of fisheries cooperatives,\n- one to a representative of commercial banks financing maritime activities (Banques commerciales pour les activitĂŠs maritimes),\n- two to representatives of specialized cooperative credit institutions,\n- five to representatives of the trade in fishery products,\n- five to representatives of the fishery industries,\n- six to representatives of workers in the fishing and fishery products industries,\n- five to consumers'representatives.", "1. Members of the Committee shall be appointed by the Commission on proposals from the trade, workers' organizations set up at Community level which are most representative of the interests specified in Article 1 (2) and whose activities come within the scope of the common organization of the market in fishery products ; consumers' representatives shall be appointed on proposals from the Consumers' Advisory Committee.  (1)OJ No L 68, 22.3.1971, p. 18.\nThose bodies shall for each seat to be filled put forward the names of two candidates of different nationality.\n2. The term of office for members of the Committee shall be three years. Their appointments may be renewed. Members shall not be remunerated for their services.\nAfter expiry of the three years members of the Committee shall remain in office until they are replaced or until their appointments are renewed.\nA member's term of office may be terminated before expiry of the three years by death or resignation.\nIt may also be terminated where the body which the member represents requests that he be replaced.\nA person shall be appointed, in accordance with the procedure laid down in paragraph 1, to replace such member for the remainder of the term of office.\n3. A list of the members of the Committee shall be published by the Commission for information purposes, in the Official Journal of the European Communities.", "The Committee shall, by a two-thirds majority of the members present, elect a Chairman and two Vice-Chairmen for a period of three years.\nThe Committee may, by the like majority, elect further officers from among the other members. In that case, the officers other than the Chairman shall consist at most of one representative of each interest represented on the Committee.\nThe officers shall prepare and organize the work of the Committee.", "At the request of any of the interests represented, the Chairman may invite a person delegated by the interest concerned to be present at meetings of the Committee. He may likewise on such request invite any person with special qualifications in any subject on the agenda to take part in an expert capacity in the deliberations of the Committee. Experts shall take part in discussions only of those questions on account of which they were invited.", "The Committee may set up working groups to assist it in carrying out its work.", "1. The Committee shall be convened by the Commission and shall meet at Commission headquarters. Meetings of the officers shall be convened by the Chairman by arrangement with the Commission.\n2. Representatives of the Commission departments concerned shall take part in meetings of the Committee, its officers and working groups.\n3. Secretarial services for the Committee its officers and working groups shall be provided by the Commission.", "The Committee shall discuss matters on which the Commission has requested an opinion. No vote shall be taken.\nThe Commission may, when seeking the opinion of the Committee, set a time limit within which such opinion shall be given.\nThe views expressed by the various interests represented shall be included in a report forwarded to the Commission.\nIn the event of unanimous agreement being reached in the Committee on the opinion to be given, the Committee shall formulate joint conclusions and attach them to the report.\nThe outcome of the Committee's discussions shall on request be communicated by the Commission to the Council and to the Management Committees.", "0\nWithout prejudice to the provisions of Article 214 of the Treaty, where the Commission informs them that the opinion requested or the question raised is on a matter of a confidential nature, members of the Committee shall be under an obligation not to disclose information which has come to their knowledge through the work of the Committee or of its working groups.\nIn such cases, only Committee members and representatives of the Commission departments concerned may be present at meetings.\"", "This Decision shall enter into force on 31 October 1973."], "attachments": "Done at Brussels, 31 October 1973.\nFor the Commission\nThe President\nFranĂ§ois-Xavier ORTOLI"}