{"celex_id": "31971R0620", "uri": "http://publications.europa.eu/resource/cellar/46e52d8d-1a78-4ea6-822f-8ced664191c7", "type": "Regulation", "concepts": ["1667", "478", "5384"], "title": "Regulation (EEC) No 620/71 of the Council of 22 March 1971 laying down outline provisions for contracts for the sale of flax and hemp straw\n", "header": "REGULATION (EEC) No 620/71 OF THE COUNCIL  of 22 March 1971  laying down outline provisions for contracts for the sale of flax and hemp straw\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community;\nHaving regard to Council Regulation (EEC) No 1308/70 1 of 29 June 1970 on the common organisation of the market in flax and hemp, and in particular Article 6 thereof;\nHaving regard to the proposal from the Commission;\nWhereas Article 6 of Regulation (EEC) No 1308/70 lays down that outline provisions should be adopted to which contracts concluded between producers and buyers of flax or hemp must conform, in particular in respect of the general conditions governing purchase, delivery and payment;\nWhereas, in order to define the scope of these outline provisions, the contracts that must conform to them should be specified;\nWhereas, to facilitate the marketing of the product in question, the contract should be concluded in writing and bear the date of signature and the names and addresses of the contracting parties ; whereas, to the same end, the essential points of the contract, such as the subject matter and the price, should also be stated therein;\nWhereas, for the smooth operation of the organisation of the market in flax and hemp, and in particular the system of aid, all contracts should state the area over which the product has been or will be harvested and also the year of harvesting;\nWhereas provisions with regard to terms of delivery and payment and the labour and materials entering into production and harvesting depend on practices which differ from one region to another ; whereas the outline provisions should on such matters take into account regional rules or usage;\nWhereas, in order to facilitate the marketing of the product, contracts should include an arbitration clause ; whereas, however, recourse to law should not be excluded;\nWhereas there are at present in certain regions agreements within the trade providing for standard contracts to which the parties must conform ; whereas the possibility of concluding such contracts should be maintained, so long as the above outline provisions are observed and there is no discrimination between those concerned;", "main_body": ["For the purposes of this Regulation:    1. \"Contract\" means the contract whereby the flax or hemp grower sells flax straw or hemp straw which has been or will be harvested.\n2. \"Agreement within the trade\" means an agreement concluded, before the conclusion of the contracts, between an organisation of growers and an organisation of purchasers recognised by the Member State in question.", "The contract shall be concluded in writing in relation to an area, a batch or a specific quantity.", "1. Every contract shall state:    (a) the names and addresses of the contracting parties;\n(b) the date of signature;  1OJ No L 146, 4.7.1970, p. 1.\n(c) the area, in hectares and ares, over which the product covered by the contract has been, or is to be, harvested;\n(d) the year of harvesting.\n2. Where the contract is concluded in relation to an area, it shall include, as well as the details provided for in paragraph 1, particulars enabling the area to be identified on the ground.\n3. Where the contract is concluded in relation to a batch, it shall include, as well as the details provided for in paragraph 1, particulars enabling that hatch to be identified.\n4. Where the contract is concluded for a specific quantity, it shall include, as well as the details provided for in paragraph 1, particulars of the net weight and the quality of the product in question.", "The contract shall indicate the selling price per hectare, batch or unit of weight.\nThe contract price may be based on a price fixed by an agreement within the trade.", "1. The contract shall contain provisions concerning:    (a) the place and the time limit for deliveries and the phasing thereof;\n(b) the terms of payment;\n(c) any labour and materials costs entering into the production and harvesting of the flax and hemp which are payable by one or other of the contracting parties.\n2. Detailed rules for the application of this Article shall be adopted in accordance with the procedure laid down in Article 12 of Regulation (EEC) No 1308/70. Such detailed rules shall take into account regional rules and usage.", "The contract shall contain a clause to the effect that before any recourse to law the parties shall proceed to arbitration.", "An agreement within the trade may only provide for standard contracts conforming to the provisions of this Regulation and to the provisions adopted for the application thereof.\nAn agreement within the trade may not provide for any discrimination, in particular as regards the nationality or place of establishment of the contracting parties.", "This Regulation shall enter into force on 1 August 1971.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 22 March 1971.\nFor the Council\nThe President\nM. COINTAT"}