{"celex_id": "31975L0405", "uri": "http://publications.europa.eu/resource/cellar/89dd1be8-4bd0-4315-9c00-decb4b4c4107", "type": "Directive", "concepts": ["2772", "3782", "4629"], "title": "Council Directive 75/405/EEC of 14 April 1975 concerning the restriction of the use of petroleum products in power stations\n", "header": "COUNCIL DIRECTIVE  of 14 April 1975  concerning the restriction of the use of petroleum products in power stations  (75/405/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 103 thereof;\nHaving regard to the proposal from the Commission;\nHaving regard to the Opinion of the European Parliament (1);\nHaving regard to the Opinion of the Economic and Social Committee (2);\nWhereas the implementation of a Community energy policy is one of the objectives that the Communities have set themselves ; whereas security of supply is a priority of Community energy policy;\nWhereas electricity is a form of energy vital to modern society and its contribution to the Community's total energy requirements is on the increase;\nWhereas the security of electricity supplies in the Member States of the Community can be improved by limiting the use of petroleum products in power stations;\nWhereas the construction and the conversion of power stations using exclusively or mainly oil products should therefore be subject to an authorization by the authorities of the Member States;\nWhereas electricity can be produced economically from various sources of primary energy;\nWhereas conventional power stations can be equipped with multi-firing boilers using two or more fuels, including coal,", "main_body": ["1. The contruction of new power stations which will use oil fuels exclusively or mainly as well as the conversion of existing power stations to burn such fuels exclusively or mainly shall be subject to prior authorization by the authorities of the Member State responsible for this power station.\n2. Authorization may be granted only in the following cases:    - if the power station has a capacity of less than 10 MWe or is intended exclusively for the production of peak or reserve energy;\n- if the petroleum products are used solely to ignite and to maintain the combustion of other products and if their total energy contribution remains small;\n- if the petroleum fuel is a residual product that cannot be more efficiently employed for other purposes;\n- if supplies of other fuels cannot be ensured or if their use cannot be considered for economic, technical or safety reasons;\n- if special reasons relating to the protection of the environment necessitate the use of petroleum products in a power station.\n3. Before granting authorization, the authorities of the Member States shall determine whether it is advisable, with a view to security of fuel supply, to equip the power station concerned for dual-firing, allowing the use of coal as a substitute fuel.", "Any authorization granted by a Member State pursuant to Article 1 shall be notified to the Commission, accompanied by a detailed statement of the reasons justifying the action taken.", "Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive not later than 31 December 1975 and shall inform the Commission thereof.  (1)OJ No C 125, 16.10.1974, p. 59. (2)OJ No C 93, 7.8.1974, p. 79.", "More stringent national measures restricting the use of petroleum products in power stations and conforming with the provisions of the Directive may be maintained or adopted.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 14 April 1975.\nFor the Council\nThe President\nG. FITZGERALD"}