{"celex_id": "31976R0408", "uri": "http://publications.europa.eu/resource/cellar/c78aa40c-6f4e-46ed-a8a8-fd694e0963a7", "type": "Regulation", "concepts": ["2194", "2644", "2871", "4373", "5025"], "title": "Commission Regulation (EEC) No 408/76 of 23 February 1976 amending, as regards the net weight of raw tobacco, Regulation (EEC) No 1726/70 on the procedure for granting the premium for leaf tobacco and Regulation (EEC) No 1727/70 on intervention procedure for raw tobacco\n", "header": "COMMISSION REGULATION (EEC) No 408/76  of 23 February 1976  amending, as regards the net weight of raw tobacco, Regulation (EEC) No 1726/70 on the procedure for granting the premium for leaf tobacco and Regulation (EEC) No 1727/70 on intervention procedure for raw tobacco\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 727/70 of 21 April 1970 on the common organization of the market in raw tobacco (1), as last amended by the Act of Accession (2), and in particular the first subparagraph of Article 3 (3) and Articles 5 (6), 6 (10) and 15 thereof,\nWhereas Commission Regulation (EEC) No 1726/70 of 25 August 1970 on the procedure for granting the premium for leaf tobacco (3), as last amended by Regulation (EEC) No 1353/75 (4), provides that the premium for leaf tobacco is to be paid for a quantity of tobacco expressed in terms of net weight ; whereas such net weight is established in respect of the reference moisture contents laid down in Annex IV to Commission Regulation (EEC) No 1727/70 of 25 August 1970 on intervention procedure for raw tobacco (5), as last amended by Regulation (EEC) No 1354/75 (6) ; whereas, in addition, Article 5 of Regulation (EEC) No 1727/70 provides that the price paid by the intervention agency is to be calculated on the net weight of the tobacco;\nWhereas, to ensure uniform application of Community rules, the moisture contents should be determined by a Community method at the time of checking weight when the tobacco leaves the place in which it came under supervision having undergone first processing and market preparation and again at the time when it is bought in for intervention purposes;\nWhereas Regulations (EEC) No 1726/70 and (EEC) No 1727/70 should be amended accordingly;\nWhereas, however, during other operations to determine the net weight, Member States should be authorized to use other methods to determine the moisture content provided they inform the Commission thereof ; whereas, when this happens, the advance paid on the total amount of the premium should be limited;\nWhereas, if the actual moisture contents of the tobacco in respect of which the premium is applied for differs by more than 1 % from the reference moisture contents, a corresponding adjustment should be made in the net weight;\nWhereas to clarify Community rules the net weight of the tobacco in respect of which a premium is applied for should be distinguished from the net weight of the tobacco offered for intervention;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Raw Tobacco,", "main_body": ["The following Article is hereby added to Regulation (EEC) No 1726/70:\n\"Article 1a\n1. In accordance with the procedure laid down in Article 17 of Regulation (EEC) No 727/70, the Commission shall lay down one or more Community methods of determining the moisture contents of the tobacco.\n2. The use of one of these methods shall be compulsory for the check referred to in Article 1 (2) (b).\n3. For the checks referred to in Article 1 (2) (a) and (c), a Member State may use a method other than the Community methods to determine the moisture content of the tobacco. In that event, the Member State must inform the Commission of the method used.\"", "The following paragraph is hereby added to Article 7 of Regulation (EEC) No 1726/70:\n\"5. Where, for the purposes of the checks referred to in Article 1 (2) (a) and (c), the net weight is not determined by means of one of the Community methods provided for in Article 1a (1), the advance on the total amount of the premium shall be limited to 95 %.\"  (1)OJ No L 94, 28.4.1970, p. 1. (2)OJ No L 73, 27.3.1972, p. 14. (3)OJ No L 191, 27.8.1970, p. 1. (4)OJ No L 138, 29.5.1975, p. 12. (5)OJ No L 191, 27.8.1970, p. 5. (6)OJ No L 138, 29.5.1975, p. 13.", "Article 11 of Regulation (EEC) No 1726/70 is hereby amended to read as follows:\n\"1. When determining the net weight of leaf tobacco, no account shall be taken of:    (a) the weight of tobacco which does not correspond to the minimum quality characteristics;\n(b) the weight of extraneous matter.\n2. The net weight shall be established for the reference moisture contents laid down in Annex IV to Regulation (EEC) No 1727/70.\nIf the actual moisture content noted differs by more than 1 % from the reference moisture content, a corresponding adjustment shall be made.\n3. The tobacco shall correspond to the minimum quality characteristics referred to in Council Regulation (EEC) No 1467/70 of 20 July 1970 fixing certain general rules governing intervention on the market in raw tobacco (1) unless it has one or more of the characteristics specified in items (a) to (l) inclusive of Annex III to Regulation (EEC) No 1727/70.\"", "The following sentence is hereby added to Article 5 of Regulation (EEC) No 1727/70:\n\"For the purpose of ascertaining the net weight, the moisture contents shall be determined by means of one of the Community methods provided for in Article 1a (1) of Regulation (EEC) No 1726/70.\"", "This Regulation shall apply with effect from the 1976 harvest.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 23 February 1976.\nFor the Commission\nP.J. LARDINOIS\nMember of the Commission  (1)OJ No L 164, 27.7.1970, p. 32."}