{"celex_id": "31976D0368", "uri": "http://publications.europa.eu/resource/cellar/f3a6c39f-8f6c-4e96-8579-c42ad84a6bb8", "type": "Decision", "concepts": ["1318", "1417", "2264", "3774", "4309"], "title": "76/368/ECSC: Commission Decision of 30 March 1976 authorizing the acquisition by the British Steel Corporation of 75 % of the capital of Walter Blume GmbH (Only the English text is authentic)\n", "header": "COMMISSION DECISION  of 30 March 1976  authorizing the acquisition by the British Steel Corporation of 75 % of the capital of Walter Blume GmbH  (Only the English text is authentic)  (76/368/ECSC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Coal and Steel Community, and in particular Article 66 thereof,\nHaving regard to High Authority Decision No 24/54 of 6 May 1954 laying down in implementation of Article 66 (1) of the Treaty a regulation on what constitutes control of an undertaking (1),\nHaving regard to the application made by the British Steel Corporation, London, on 5 December 1975 for authorization to acquire 75 % of the capital of Walter Blume GmbH, Stuttgart,\nHaving consulted the Government of the United Kingdom of Great Britain and Northern Ireland and the Government of the Federal Republic of Germany,\nWHEREAS:\nI.\nThe British Steel Corporation, London (BSC) is an undertaking with a capital of ÂŁ 500 million which is engaged in production in the iron and steel industry within the meaning of Article 80 of the Treaty and which also controls undertakings which do not fall under Article 80.\nThe British Steel Corporation (International) Ltd. (BSC International) is a wholly owned subsidiary of BSC and handles BSC's activities outside the United Kingdom. BSC has the power to control BSC International within the meaning of Decision 24/54 ; there is therefore a concentration within the meaning of Article 66 (1) of the Treaty between BSC and BSC International.\nWalter Blume GmbH, Stuttgart (Blume) is an undertaking engaged in the distribution of iron and steel products within the meaning of Article 80 of the Treaty, with a capital of DM 4 500 000.\nBSC International proposes to acquire 75 % of the capital of Blume.\nThe transaction in question will give BSC International control of Blume and will thus lead to a concentration between BSC and Blume.\nII.\nIn 1974 BSC sold 36 000 metric tons of iron and steel products in the Federal Republic of Germany, of which 23 000 metric tons were sheets of less than 3 mm and 13 000 metric tons were plates of 3 mm and over ; these deliveries accounted for less than 0 750 % of German consumption of these products.\nIn 1974 Blume sold 300 000 metric tons of plates and sheets of all sizes ; 200 000 metric tons were sales ex stock, and 100 000 metric tons were direct deliveries arranged by Blume.\nBlume's distribution network in the Federal Republic of Germany consists of fifteen sales offices operating mainly in the Ruhr and the south-west. Blume's export sales are negligible. The German market for plates and sheets can therefore be regarded as the relevant market. Although BSC is one of the largest plate and sheet producers in the Community, the transaction in question will not give it additional production facilities. The German producers themselves supply either directly, or indirectly through merchants, the main part of the relevant market.\nThere are many stockholders in the Federal Republic of Germany, either tied to individual manufacturers or independent. Their sales of iron and steel products totalled about 8 million metric tons in 1974. Blume, with its 200 000 metric tons, accounted for only 2 75 % of German stockholder sales. Blume's share of the German market for heavy and medium plates is about 7 % and of the market for sheet about 3 %.\nBlume's share of the German market for direct deliveries arranged by merchants (StreckengeschĂ¤ft) is below 1 %.  (1)Official Journal of the European Coal and Steel Community, 11 May 1954, p. 345.\nThe transaction in question will give BSC better access to the German iron and steel market through Blume's distribution network. The arrival of the products of what is to all intents and purposes a new market entrant will strengthen competition.\nIn these circumstances the acquisition of Blume by BSC International will not enable the undertakings concerned to determine prices, to control or restrict production or distribution or to hinder effective competition in a substantial part of the market for flat products.\nBSC currently supplies Blume with an average of 8 000 metric tons per year of plates of 3 mm and over. Even if the transaction in question meant that BSC covered all of Blume's steel supplies, this would still represent only 7 75 % of all its plate and sheet deliveries. In fact, however, at least 40 % of Blume's supplies are expected to come from sources other than BSC.\nIn these circumstances, the transaction in question will not enable the undertakings concerned to evade the rules of competition instituted under the Treaty, in particular by establishing an artificially privileged position involving a substantial advantage in access to supplies and markets.\nThe transaction in question therefore satisfies the tests of Article 66 (2) and may be authorized,", "main_body": ["The British Steel Corporation is authorized to acquire 75 % of the capital of Walter Blume GmbH.", "This Decision is addressed to the British Steel Corporation, London."], "attachments": "Done at Brussels, 30 March 1976.\nFor the Commission\nA. BORSCHETTE\nMember of the Commission"}