{"celex_id": "31977L0576", "uri": "http://publications.europa.eu/resource/cellar/f26c1820-c521-4019-b7e6-9c04226b9bb7", "type": "Directive", "concepts": ["4039", "469"], "title": "Council Directive 77/576/EEC of 25 July 1977 on the approximation of the laws, regulations and administrative provisions of the Member States relating to the provision of safety signs at places of work\n", "header": "COUNCIL DIRECTIVE  of 25 July 1977  on the approximation of the laws, regulations and administrative provisions of the Member States relating to the provision of safety signs at places of work  (77/576/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 100 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nHaving regard to the opinion of the Economic and Social Committee (2),\nWhereas, in its resolution of 21 January 1974 concerning a social action programme (3), the Council affirmed the need to improve safety and protection of health in places of work, as part of the improvement of living and working conditions;\nWhereas the freedom of movement of persons and services has considerably increased the risk of accidents at work and occupational diseases, in particular because of the differences in the organization of work within the Member States, the different languages and the resulting misunderstandings and errors ; whereas these difficulties, which constitute an obstacle to the functioning of the common market, can be reduced by the introduction of a Community system of safety signs;\nWhereas the use of uniform safety signs has positive effects both for workers at places of work, inside or outside undertakings, and for other persons having access to such places;\nWhereas a Community system of safety signs can be effective only if it is ensured by means of unified provisions, if the presentation of the signs is as simple and striking as possible, if it makes the minimum use of explanatory texts and, furthermore, if those concerned receive full and repeated information thereon;\nWhereas technical progress and the future development of international methods of signposting require that safety signs be brought up to date ; whereas, in order to facilitate the carrying out of the necessary measures with regard to Community signs, close collaboration should be instituted between the Member States and the Commission ; whereas a Special Committee should be set up for the purpose,", "main_body": ["1. This Directive shall apply to safety signs at places of work.\n2. This Directive shall not apply to:    (a) signs used in rail, road, inland waterway, marine or air transport;\n(b) signs laid down for the placing of dangerous substances and preparations on the market;\n(c) coal mines.", "1. For the purposes of this Directive:    (a) system of safety signs\nmeans a system of signs referring to a specific object or situation and providing safety information by means of a safety colour or sign;\n(b) safety colour\nmeans a colour to which a specific safety meaning is assigned;  (1)OJ No C 178, 2.8.1976, p. 57. (2)OJ No C 278, 24.11.1976, p. 3. (3)OJ No C 13, 12.2.1974, p. 1.\n(c) contrasting colour\nmeans a colour contrasting with the safety colour and providing additional information;\n(d) safety sign\nmeans a sign combining geometrical shape, colour and symbol to provide specific safety information;\n(e) prohibition sign\nmeans a safety sign prohibiting behaviour likely to cause danger;\n(f) warning sign\nmeans a safety sign giving warning of a hazard;\n(g) mandatory sign\nmeans a safety sign prescribing a specific obligation;\n(h) emergency sign\nmeans a safety sign indicating, in the event of danger, an emergency exit, the way to an emergency installation or the location of a rescue appliance;\n(i) information sign\nmeans a safety sign providing safety information other than that referred to in points (e) to (h);\n(j) additional sign\nmeans a safety sign used only in conjunction with one of the safety signs referred to in points (e) to (h) and providing additional information;\n(k) symbol\nmeans a pictural representation, describing a specific situation, used on one of the safety signs referred to in points (e) to (h).\n2. The meaning and use of safety and contrast colours and the shape, design and meaning of safety signs shall be as defined in Annex I.", "Member States shall take all necessary measures to ensure that:    - safety signs at all places of work conform to the principles laid down in Annex I,\n- only those safety signs defined in Annex II are used to indicate the dangerous situations and to provide the information specified in that Annex;\n- road traffic signs in force are used to regulate internal works traffic.", "Any amendments required to adapt Annex I, points 2 to 6, and Annex II to technical progress and to future developments in international methods regarding signs shall be adopted in accordance with the procedure laid down in Article 6.", "1. A Committee of Representatives of the Member States, with a Commission representative as chairman, is hereby set up.\n2. The Committee shall establish its rules of procedure.", "1. Where the procedure laid down in this Article is invoked, the matter shall be referred to the Committee by its chairman, either on his own initiative or at the request of a representative of a Member State.\n2. The Commission representative shall submit to the Committee a draft of the measures to be taken. The Committee shall give its opinion on the draft within the time laid down by the chairman, having regard to the urgency of the matter. Decisions shall be taken by a majority of 41 votes, the votes of the Member States being weighted as laid down in Article 148 (2) of the Treaty. The chairman shall not vote.\n3.    (a) Proposed measures which are in accordance with the opinion of the Committee shall be taken by the Commission.\n(b) Where the proposed measures are not in accordance with the opinion of the Committee, or if no opinion is delivered, the Commission shall forthwith submit to the Council a proposal on the measures to be taken. The Council shall act by a qualified majority.\n(c) If the Council has not acted within three months of receiving the proposal, the  proposed measures shall be adopted by the Commission.", "1. Member States shall adopt and publish by 1 January 1979 the measures necessary to comply with this Directive and shall inform the Commission immediately thereof. They shall apply these measures from 1 January 1981 at the latest.\n2. Member States shall communicate to the Commission the text of any national provisions which they adopt in the field covered by this Directive.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 25 July 1977.\nFor the Council\nThe President\nH. SIMONET\nANNEX I Basic principles of the system of safety signs\n1. GENERAL      1.1. The objective of the system of safety signs is to draw attention rapidly and unambiguously to objects and situations capable of causing specific hazards.\n1.2. Under no circumstances is the system of safety signs a substitute for the requisite protective measures.\n1.3. The system of safety signs may be used only to give information related to safety.\n1.4. The effectiveness of the system of safety signs is dependent in particular on the provision of full and constantly repeated information to all persons likely to benefit therefrom.\n2. SAFETY COLOURS AND CONTRASTING COLOURS      2.1. Meaning of safety colours  >PIC FILE= \"T0011120\">\n2.2. Contrasting colours and symbol colours\n>PIC FILE= \"T0011121\">\n3. GEOMETRICAL FORM AND MEANING OF SAFETY SIGNS  >PIC FILE= \"T0011122\">\n4. COMBINATIONS OF SHAPES AND COLOURS AND THEIR MEANINGS FOR SIGNS  >PIC FILE= \"T0011123\">\n5. DESIGN OF SAFETY SIGNS     5.1. Prohibition signs\nBackground : white ; symbol or wording : black.\nThe safety colour red must appear around the edge and in a transverse bar and must cover at least 35 % of the surface of the sign.\n5.2. Warning, mandatory, emergency and information signs\nBackground : safety colour ; symbol or wording : contrasting colour.\nA yellow triangle must have a black edge. The safety colour must cover at least 50 % of the surface of the sign.\n5.3. Additional signs\nBackground : white ; wording : black;\nor\nbackground : safety colour ; wording : contrasting colour.\n5.4. Symbols\nThe design must be as simple as possible and details not essential to comprehension must be left out. >PIC FILE= \"T0011124\">\nBILAG II - ANLAGE II - ANNEX II - ANNEXE II - ALLEGATO II - BIJLAGE II\n>PIC FILE= \"T0011125\">   >PIC FILE= \"T0011126\">\n>PIC FILE= \"T0011127\">\n>PIC FILE= \"T0011128\">"}