{"celex_id": "31977D0527", "uri": "http://publications.europa.eu/resource/cellar/ff696251-4919-42b9-836a-69a4f884ed4f", "type": "Decision", "concepts": ["2040", "3115", "3435", "4509", "4511"], "title": "77/527/EEC: Commission Decision of 29 July 1977 establishing the list of maritime shipping lanes for the application of Council Directive 76/135/EEC\n", "header": "COMMISSION DECISION  of 29 July 1977  establishing the list of maritime shipping lanes for the application of Council Directive 76/135/EEC  (77/527/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 76/135/EEC of 20 January 1976 on the reciprocal recognition of navigability licences for inland waterway vessels (1), and in particular Article 3 (6) thereof,\nHaving regard to the communications of the Member States,\nWhereas it is the duty of the Commission to establish the list of maritime shipping lanes on the basis of the information supplied by the Member States,", "main_body": ["The list of maritime shipping lanes referred to in Article 3 (6) of Directive 76/135/EEC is hereby established as set out in the Annex hereto.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 29 July 1977.\nFor the Commission\nRichard BURKE\nMember of the Commission  (1)OJ No L 21, 19.1.1976, p. 10.\nBILAG - ANHANG - ANNEX - ANNEXE - ALLEGATO - BIJLAGE\nFortegnelse over indre vandveje af maritim karakter i henhold til artikel 3, stk. 6, i direktiv 76/135/EØF\nListe der Seeschiffahrtsstraßen gemäß Artikel 3 Absatz 6 der Richtlinie Nr. 76/135/EWG\nList of maritime shipping lanes established under Article 3 (6) of Directive 76/135/EEC\nListe des voies navigables à caractère maritime au titre de l'article 3 paragraphe 6 de la directive 76/135/CEE\nLista delle vie navigabili a carattere marittimo stabilita ai sensi dell'articolo 3 paragrafo 6 della Direttiva 76/135/CEE\nLijst van de waterwegen waar maritieme omstandigheden kunnen heersen, overeenkomstig artikel 3, lid 6, van Richtlijn 76/135/EEG\nROYAUME DE BELGIQUE    - Les canaux maritimes:\n- de Bruxelles au Rupel    - de Gand à Terneuzen\n- de Bruges à Zeebrugge\n- l'Escaut maritime inférieur du sud d'Anvers à la frontière néerlandaise\n- l'Escaut maritime supérieur en amont du sud d'Anvers jusqu'à l'aval du pont de Tamise\nBUNDESREPUBLIK DEUTSCHLAND    - Ems von Delfzyl/Knock bis Umschlagplatz Mövensteert\n- Ems bis Delfzyl/Knock\n- Jade\n- Weser unterhalb von Brake\n- Elbe unterhalb des Hamburger Hafens\n- Meldorfer Bucht\n- Flensburger Förde\n- Eckernförder Bucht\n- Kieler Förde seewärts des Nord-Ostsee-Kanals\n- Ems von Papenburg bis Emden\n- Weser von der Eisenbahnbrücke in Bremen bis Brake\n- Leda\n- Hunte\n- Lesum\n- Este\n- Lühe\n- Schwinge\n- Freiburger Hafenpriel\n- Oste\n- Pinnau\n- Krückau\n- Stör\n- Eider\n- Nord-Ostsee-Kanal\n- Kieler Förde binnenwärts Einfahrt Nord-Ostsee-Kanal\n- Trave\n- Schlei\nRÉPUBLIQUE FRANÇAISE    - Seine : à l'aval du pont Jeanne d'Arc à Rouen\n- Garonne et Gironde : à l'aval du pont de pierre à Bordeaux\n- Rhône : à l'aval du pont Trinquetaille à Arles au-delà vers Marseille\nKONINKRIJK DER NEDERLANDEN      - Dollard\n- Eems\n- Waddenzee met inbegrip van de verbindingen naar de Noordzee\n- IJsselmeer met inbegrip van het Markermeer en het IJmeer, met uitzondering evenwel van de Gouwzee\n- Hollandsch Diep\n- Haringvliet en Vuile Gat met inbegrip van alle vaarwateren tussen Goeree-Overflakkee enerzijds en Voorne-Putten en de Hoekse Waard anderzijds\n- Hellegat\n- Volkerak\n- Kramer\n- Grevelingen en Brouwershavensche Gat met inbegrip van alle vaarwateren tussen Schouwen-Duiveland enerzijds en Goeree-Overflakkee anderzijds\n- Keten\n- Mastgat\n- Zijpe\n- Krabbekreek\n- Oosterschelde en Roompot met inbegrip van alle vaarwateren tussen Walcheren, Noord- en Zuid-Beveland enerzijds en Schouwen-Duiveland en Tholen anderzijds\n- Schelde\n- Westerschelde en zijn uitmonding naar zee met inbegrip van alle vaarwateren tussen Zeeuws-Vlaanderen enerzijds en Walcheren en Zuid-Beveland anderzijds."}