{"celex_id": "31978R3019", "uri": "http://publications.europa.eu/resource/cellar/b75f04ae-e6a3-4078-a9d8-af68e2ef8db4", "type": "Regulation", "concepts": ["3424", "4256", "5283", "5744", "6049", "937"], "title": "Commission Regulation (EEC) No 3019/78 of 21 December 1978 amending Regulation No 91/66/EEC as regards the typology of reference for the selection of holdings and the number of returning holdings per division\n", "header": "COMMISSION REGULATION (EEC) No 3019/78  of 21 December 1978  amending Regulation No 91/66/EEC as regards the typology of reference for the selection of holdings and the number of returning holdings per division\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation No 79/65/EEC of 15 June 1965 setting up a network for the collection of accountancy data on the incomes and business operation of agricultural holdings in the European Economic Community (1), as last amended by Regulation (EEC) No 2910/73 (2), and in particular Articles 4 (4) and 5 (5) thereof,\nWhereas, in order that the field of survey of the farm accountancy data network may be represented in a uniform manner at Community level, it is necessary, on the basis of a common approach, to stratify the said field of survey before the selection of the returning holdings;\nWhereas the Community typology of agricultural holdings, established by Commission Decision 78/463/EEC (3), responds precisely to this objective and should therefore be applied as soon as possible;\nWhereas, pending the results of the Community processing of the 1975 structures survey in accordance with the above typology, it is desirable to encourage those regional committees in possession of national statistics presented according to this typology to use these in order to stratify the field of survey;\nWhereas it is necessary to employ, as regards the type of holding, a degree of detail which will permit a suitable representation of the field of survey in its various components both at regional and at national level;\nWhereas Article 3 of Commission Regulation No 91/66/EEC of 29 June 1966 concerning the selection of returning holdings for the purpose of determining incomes of agricultural holdings (4), as last amended by Regulation (EEC) No 2855/77 (5), fixes the number of returning holdings per division;\nWhereas, having regard to certain evident developments and pending the results of the Community processing of the 1975 structures survey, it is necessary, in respect of the accounting year 1979, to make certain limited adjustments in the apportionment of the 28 000 accounting holdings between the various divisions;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Community Committee on the Farm Accountancy Data Network,", "main_body": ["Regulation No 91/66/EEC is amended as follows;    1. Article 2 shall read as follows:\n\"Each regional committee shall, following as closely as possible the Community typology for agricultural holdings established by Commission Decision 78/463/EEC of 7 April 1978 (1), determine the categories of holdings in accordance with Article 5 (4) (a) of Regulation No 79/65/EEC. The principal types mentioned in Annex II of that Decision shall constitute the minimum basis for the stratification of the field of survey.(1)OJ No L 148, 5.6.1978, p. 1. \"\n2. Annexes II and VII are repealed.\n3. Annex III is replaced by the Annex to this Regulation in respect of the accounting years 1979 onwards, such accounting years to begin each year during the period 1 January to 1 July.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.  (1)OJ No 109, 23.6.1965, p. 1859/65. (2)OJ No L 299, 27.10.1973, p. 1. (3)OJ No L 148, 5.6.1978, p. 1. (4)OJ No 121, 4.7.1966, p. 2249/66. (5)OJ No L 329, 22.12.1977, p. 31.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 21 December 1978.\nFor the Commission\nFinn GUNDELACH\nVice-President\nANNEX Number of returning holdings by division\n>PIC FILE= \"T0014256\">\n>PIC FILE= \"T0014257\">"}