{"celex_id": "31979R0632", "uri": "http://publications.europa.eu/resource/cellar/76b50418-c7a3-4b7a-a2d1-6e3031726d6c", "type": "Regulation", "concepts": ["1486", "2624", "276", "2871", "301", "4860"], "title": "Commission Regulation (EEC) No 632/79 of 30 March 1979 amending Regulation (EEC) No 685/69 on detailed rules of application for intervention on the market in butter and cream\n", "header": "COMMISSION REGULATION (EEC) No 632/79  of 30 March 1979  amending Regulation (EEC) No 685/69 on detailed rules of application for intervention on the market in butter and cream\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 804/68 of 27 June 1968 on the common organization of the market in milk and milk products (1), as last amended by Regulation (EEC) No 1761/78 (2), and in particular Article 6 (7) thereof,\nWhereas Article 24 (1) of Regulation (EEC) No 685/69 (3), as last amended by Regulation (EEC) No 1025/78 (4), specifies the various storage cost components, in particular the interest rate to be used for financing and the amount corresponding to deterioration in quality ; whereas the latter amounts should be adjusted so as to take account of changes in the situation;\nWhereas it is necessary, moreover, to ensure that butter sold under Community provisions providing for the granting of direct consumption aid for butter is made directly available to consumers, following the application for aid, without receiving the aids provided for in respect of private storage;\nWhereas, under Article 27 of Regulation (EEC) No 685/69, aid may be granted for the storage of cream ; whereas, in the light of experience, the rules laid down regarding the fat content of the cream eligible for storage and the coefficient for conversion into butter equivalents should be amended;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Milk and Milk Products,", "main_body": ["Regulation (EEC) No 685/69 is amended as follows:    1. In Articles 6 (2) (c) and 24 (1) (c) the rate of interest \"8 75 % per annum\" is increased to \"9 75 % per annum.\"\n2. The following subparagraph is added to Article 23 (1):\n\"No storage contract referred to in paragraph 6 may be concluded for butter in respect of which application has been made for direct consumption aid for butter provided for by other Community provisions to be granted.\"\n3. In Article 24 (1) (d), the amount \"16 u.a.\" is replaced by \"8 u.a.\".\n4. Article 27 is replaced by the following Article:\n\"Article 27\n1. Storage aid for cream may be granted only in respect of pasteurized cream produced directly from milk and whose fat content is not less than 40 % and not more than 80 %.\n2. In order to calculate the aid, the quantities of cream shall be converted into \"butter equivalents\" in relation to butter having a fat content of 82 %, by multiplying the fat content of the cream by 1 720.\n3. Checking of the fat content referred to in paragraph 1 shall be carried out before the cream is frozen.\"", "This Regulation shall apply from 1 April 1979.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 March 1979.\nFor the Commission\nFinn GUNDELACH\nVice-President  (1)OJ No L 148, 28.6.1968, p. 13. (2)OJ No 204, 28.7.1978, p. 6. (3)OJ No L 90, 14.4.1969, p. 12. (4)OJ No L 132, 20.5.1978, p. 51."}