{"celex_id": "31976R1516", "uri": "http://publications.europa.eu/resource/cellar/f3063557-5401-41fb-88eb-07ac7b954296", "type": "Regulation", "concepts": ["1196", "161", "4713", "4726"], "title": "Council Regulation (EEC) No 1516/76 of 24 June 1976 on imports of wine of fresh grapes, intended to be fortified for distillation, originating in Algeria\n", "header": "COUNCIL REGULATION (EEC) No 1516/76  of 24 June 1976  on imports of wine of fresh grapes, intended to be fortified for distillation, originating in Algeria\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Articles 43 and 113 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nWhereas the Cooperation Agreement between the European Economic Community and the People's Democratic Republic of Algeria and the Interim Agreement (2) on the advance implementation of certain provisions of the Cooperation Agreement were signed on 26 April 1976;\nWhereas Article 20 (2) (b) of the Cooperation Agreement and Article 13 (2) (b) of the Interim Agreement lay down that, for four years and within the limits of an annual quota of 500 000 hectolitres, the tariff concession consisting of an 80 % reduction in the customs duties on imports of wine of fresh grapes, intended for fortifying, falling within subheadings 22.05 C I ex b) and C II ex b) of the Common Customs Tariff and originating in Algeria, will be subject to the observance of a special price ; whereas a procedure should be laid down for the adoption of the detailed rules for the application of these arrangements;\nWhereas the observance of a special price for the wine in question within the quota established also confers exemption from the countervailing charge provided for in Article 9 of Council Regulation (EEC) No 816/70 of 28 April 1970 laying down additional provisions for the common organization of the market in wine (3), as last amended by Regulation (EEC) No 1932/75 (4);\nWhereas Council Regulation (EEC) No 2506/75 of 29 September 1975 laying down special rules for the importation of products in the wine-growing sector originating in certain third countries (5) established a system for checking that the reference price is observed in the case of imports of wine originating in third countries which have undertaken to observe that price, either under the second subparagraph of Article 9 (3) of Regulation (EEC) No 816/70 or under the agreements providing for preferential tariff concessions ; whereas it is necessary, for the purpose of this Regulation, to indicate the free-at-frontier reference price within the quota for Algerian wine intended for fortifying,", "main_body": ["1. By way of derogation from the second subparagraph of Article 9 (3) of Regulation (EEC) No 816/70, the countervailing charge shall not be levied in respect of imports of wine of fresh grapes, intended for fortifying, falling within subheadings 22.05 C I ex b) and C II ex b) of the Common Customs Tariff originating in Algeria, where their free-at-frontier offer price is equal to or higher than the reference price referred to in Article 9 of the said Regulation, less the customs duties actually levied and:    - 30 % of the difference between the reference price and the guide price during the first year of application of this Regulation;\n- 22 75 % of the difference between the reference price and the guide price during the second year of application of this Regulation;\n- 15 % of the difference between the reference price and the guide price during the third year of application of this Regulation;  (1)Opinion delivered on 18 June 1976 and not yet published in the Official Journal. (2)OJ No L 141, 28.5.1976, p. 2. (3)OJ No L 99, 5.5.1970, p. 1. (4)OJ No L 198, 29.7.1975, p. 19. (5)OJ No L 256, 2.10.1975, p. 2.\n- 7 75 % of the difference between the reference price and the guide price during the fourth year of application of this Regulation.\nFor the purposes of the preceding paragraph:    - \"guide price\" shall mean the RI type guide price as regards red wine and the AI type guide price as regards white wine, as established by the Community and in force at any given time during the period concerned;\n- \"reference price\" shall mean the reference price applicable to the wine in question, as established by the Community and in force at any given time during the period concerned.\n2. Paragraph 1 shall apply to wine within a quota of 500 000 hectolitres for each year of application.", "By way of derogation from Article 1 of Regulation (EEC) No 2506/75, the free-at-frontier reference price for the wine referred to in Article 1 shall be the price resulting from the application of the latter Article.", "1. The Council, acting by a qualified majority on a proposal from the Commission, shall allocate the quota referred to in Article 1 (2).\n2. The detailed rules for the application of this Regulation and in particular for the application of the provisions concerning the supervision of the use to which the wine in question is put shall be adopted in accordance with the procedure laid down in Article 7 of Regulation No 24 (1).", "The arrangements provided for in this Regulation shall apply from the date of the entry into force of the Interim Agreement between the European Economic Community and the People's Democratic Republic of Algeria.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 24 June 1976.\nFor the Council\nThe President\nG. THORN  (1)OJ No 30, 20.4.1962, p. 989/62."}