{"celex_id": "31973R1460", "uri": "http://publications.europa.eu/resource/cellar/61a33428-0d13-4bc9-b787-b407ca8090c6", "type": "Regulation", "concepts": ["1201", "1261", "755", "889", "980"], "title": "Regulation (EEC) No 1460/73 of the Commission of 16 May 1973 on applications for reimbursement of aid granted by Member States of recognized groups of hop producers\n", "header": "REGULATION (EEC) No 1460/73 OF THE COMMISSION  of 16 May 1973  on applications for reimbursement of aid granted by Member States to recognized groups of hop producers\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community;\nHaving regard to Council Regulation (EEC) No 1696/71 (1) of 26 July 1971 on the common organization of the market in hops, and in particular Article 17 (7) thereof;\nWhereas applications for reimbursement of aid granted to recognized groups of hop producers by Member States, 25 % or 50 % of which, depending on the nature of the aid, may be reimbursed by the Guidance Section of the European Agricultural Guidance and Guarantee Fund, must contain certain information which should be set out in a uniform manner by Member States ; whereas this would make it easier to decide on such applications, after checking whether they comply with Regulation (EEC) No 1696/71 and Council Regulation (EEC) No 879/73 (2) of 26 March 1973 on the granting and reimbursement of aid granted by Member States to recognized groups of hop producers;\nWhereas, to enable applications for reimbursement to be verified thoroughly, Member States must hold the supporting documents on the basis of which the aid was calculated for inspection by the Commission for a period of two years from the date of the applications;\nWhereas the measures provided for in this Regulation are in accordance with the Opinion of the Fund Committee;", "main_body": ["1. Applications for reimbursement made by Member States as provided in Article 17 (4) of Regulation (EEC) No 1696/71 shall be submitted in accordance with the Tables set out in Annex I to this Regulation.\n2. The information set out in Annex II to this Regulation shall be provided in respect of each recognized producer group so that the Commission may decide on the initial reimbursement of aid granted to those groups.", "Each Member State shall hold for inspection by the Commission for a period of two years from the date of the applications for reimbursement the supporting documents in its possession - or certified copies thereof - on the basis of which the aid provided for in Articles 8 and 9 of Regulation (EEC) No 1696/71 was calculated.  (1)OJ No L 175, 4.8.1971, p. 1. (2)OJ No L 86, 31.3.1973, p. 26.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 16 May 1973.\nFor the Commission\nThe President\nFranรงois-Xavier ORTOLI\nANNEX I A\n>PIC FILE= \"T0005031\">  >PIC FILE= \"T0005032\">    >PIC FILE= \"T0005033\">\n>PIC FILE= \"T0005034\">\nANNEX II\n>PIC FILE= \"T9000772\">"}