{"celex_id": "31972R1723", "uri": "http://publications.europa.eu/resource/cellar/b5d917a1-7963-4645-afb6-fd5669d34730", "type": "Regulation", "concepts": ["5217", "5283", "6013", "933", "979"], "title": "Regulation (EEC) No 1723/72 of the Commission of 26 July 1972 on making up accounts for the European Agricultural Guidance and Guarantee Fund, Guarantee Section\n", "header": "REGULATION (EEC) No 1723/72 OF THE COMMISSION of 26 July 1972 on making up accounts for the European Agricultural Guidance and Guarantee Fund, Guarantee Section\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community;\nHaving regard to Council Regulation (EEC) No 729/701 of 21 April 1970 on the financing of the common agricultural policy, and in particular Articles 4 (4) and 5 (3) thereof;\nWhereas in order to make up accounts of the authorities and bodies empowered to pay the expenditure financed by the EAGGF, Guarantee Section, it is necessary to set out the procedure whereby annual accounts are to be forwarded to the Commission;\nWhereas the provisions to be adopted must enable Member States to submit all necessary documents for making up accounts in a uniform manner in accordance with the provisions relating to Community financing;\nWhereas the authorities and bodies empowered to effect expenditure must keep accounts relating exclusively to the financial resources made available to them for payment of expenditure financed by the EAGGF, Guarantee Section, and whereas statistical data must be extracted from those accounts ; whereas, however, it is necessary, additionally and by way of exception, to provide during the first two years for possible recourse to other sources of information ; whereas, moreover, since the information supplied is of a composite character from other data, provision must be made for retaining the supporting documents upon which it is based, at least until the Community authorities have finished their investigations, it being understood that this provision shall not prejudice national provisions providing for a longer period;\nWhereas, in order to facilitate verification of the figures, Member States have to forward to the Commission, on the one hand, the annual reports drawn up by the authorities and bodies responsible for payments and on the other hand, all reports or parts of reports drawn up by the auditing or supervisory authorities ; whereas, it is desirable to prepare a model form for the reports to be drawn up by the authorities and bodies responsible for payments;\nWhereas information must be available to the Commission concerning sums wrongly paid as a result of irregularities not shown in the quarterly statements provided for in Articles 3 and 5 of Regulation (EEC) No 283/722 of 7 February 1972 concerning irregularities and the recovery of sums wrongly paid in connection with the financing of the common agricultural policy and the organization of an information system in this field;\nWhereas, in making up the annual reports, it is necessary to establish the amount of Community financial resources still available in each Member State at the end of the year;\nWhereas the measures provided for in this Regulation are in accordance with the Opinion of the Fund Committee,", "main_body": ["1. For the making up of accounts provided for in Article 5 (2) (b) of Regulation (EEC) No 729/70, Member States shall forward to the Commission:    (a) the annual summaries of accounts and the reports drawn up by each authority or body in application of Article 4 (3) of the said Regulation;\n(b) all reports or parts of reports drawn up by the competent auditing or supervisory authorities relating to the expenditure referred to in Articles 2 and 3 of that Regulation;\n(c) a summary of the expenditure of all authorities and bodies which they have empowered to pay the above expenditure.\n1 OJ No L 94, 28.4.1970, p. 13.  2 OJ No L 36, 10.2.1972, p. 1.\n2. The documents referred to in paragraph 1 shall be forwarded in triplicate and must reach the Commission not later than 31 March of the year following that in which the expenditure they deal with was paid. These documents may be forwarded at intervals. However, for expenditure financed for 1971, the documents referred to in paragraph 1 must reach the Commission not later than IS October 1972.", "The accounts and documents referred to in Article 1 shall relate to transactions carried out from 1 January 1971 and for which payments were made during the financial year preceding the year in which they are forwarded to the Commission.", "1. The summaries of accounts referred to in Article I under (a) shall include:    (a) statistical data set out in the form shown in Tables I to VIII of the Annex;\n(b) a statement of cash holdings as at the last day of the year under consideration, set out in the form shown in Tables X (a) of the Annex.\n2. The data relating to refunds, set out under tariff subheadings as shown in Table I, must distinguish between all products, derived products and varieties, for which a specific refund rate has been fixed by the Commission. Furthermore, when the products have served as food gifts within the framework of the Food Aid Convention, the quantities involved and the refunds paid at the fob stage for such transactions must be shown separately.\n3. Information relating to intervention and other measures to be provided by product and by type of intervention as shown in Tables II to VIII must normally be given on a separate line each time that the rate per unit for this expenditure alters during the year.", "1. Information referred to in Article 3 shall be extracted from the accounts of authorities and bodies within the meaning of Article 4 of Regulation (EEC) No 729/70.\nHowever, if for the 1971 and 1972 summaries of accounts the above-mentioned accounts do not contain all items necessary for completion of the Tables in the Annex as shown in those Tables and in accordance with Article 3 (2) and (3), other sources of information shall, by way of exception, be consulted.\n2. The supporting documents relating to expenditure financed by the EAGGF, Guarantee Section, shall be kept for Community purposes at least until 31 December of the financial year following that during which the Commission made up accounts for the year to which that expenditure relates.", "The reports referred to in Article 1 (1) (a) shall be drawn up by each authority and body responsible for payments, in accordance with the following plan:    (a) administrative, accounting and financial conditions under which it has fulfilled the tasks entrusted to it in application of Article 4 of Regulation (EEC) No 729/70, and in particular:      - statement of powers and working procedures,\n- description of relationships established with other authorities, public or private, for the accomplishment of the aforementioned tasks,\n- manner in which the claims of beneficiaries are received, dealt with and paid;\n(b) special conditions which have affected the amount of expenditure:      - analysis of different categories of expenditure,\n- analysis of technical problems encountered, particularly in dealing with goods bought In by intervention;\n(c) special details and where appropriate in particular:      - the cases and reasons which, during the first two years, necessitated recourse to the possibilities made available under the second paragraph of Article 4 (1),\n- reasons for the absence of breakdown of the information relating to intervention referred to in Article 3 (3);\n(d) national supervision of EAGGF expenditure:      - indication of internal and external methods of supervision,\n- the state of each of these methods of supervision at the time of compiling the information referred to in Article 3.", "The summary of expenditure referred to in Article 1 (c) shall be drawn up in the form shown in Table IX of the Annex.\nIt shall be accompanied by a summary of cash holdings as at 31 December of the year under consideration, set out as shown in Table X (b) of the Annex.", "Member States shall communicate to the Commission, not later than 31 March of each year, a statement of amounts relating to irregularities not shown in the quarterly statements provided for in Articles 3 and 5 of Regulation (EEC) No 283/72 and for which the recovery procedure has been terminated during the preceding year.\nHowever, for the year 1971, these communications  shall be forwarded to the Commission not later than 15 October 1972.", "The decision to make up the accounts mentioned In Article 5 (2) (b) of Regulation (EEC) No 729/70 shall cover:    (a) the determination of the amount of expenditure incurred in each Member State during the year in question, recognized as chargeable to the EAGGF, Guarantee Section;\n(b) the determination of the amount of the financial resources still available in each Member State at the end of the year in question, representing the difference between total Community financial resources available at the beginning of the year or advanced during the year and the amount referred to under (a).\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 26 July 1972.\nFor the Commission\nThe President\nS.L. MANSIIOLT\nANNEXES\n>PIC FILE= \"T0050852\"\"PIC FILE= \"T0050853\">\n>PIC FILE= \"T0050854\">\n>PIC FILE= \"T0050855\">\n>PIC FILE= \"T0050856\">\n>PIC FILE= \"T0050857\">\n>PIC FILE= \"T0050858\">\n>PIC FILE= \"T0050859\">\n>PIC FILE= \"T0050860\">\n>PIC FILE= \"T0050861\">\n>PIC FILE= \"T0050862\">\n>PIC FILE= \"T0050863\">\n>PIC FILE= \"T0050864\">\n>PIC FILE= \"T0050865\">\n>PIC FILE= \"T0050866\">\n>PIC FILE= \"T0050867\">\n>PIC FILE= \"T0050868\">\n>PIC FILE= \"T0050869\">"}