{"celex_id": "31971R2603", "uri": "http://publications.europa.eu/resource/cellar/1b67ee74-b135-4d80-84be-de6a015fe14c", "type": "Regulation", "concepts": ["164", "20", "4284", "4373", "666", "87"], "title": "Regulation (EEC) No 2603/71 of the Commission of 6 December 1971 on detailed rules for the conclusion of contracts for first processing and market preparation of tobacco held by intervention agencies\n", "header": "REGULATION (EEC) No 2603/71 OF THE COMMISSION  of 6 December 1971  on detailed rules for the conclusion of contracts for first processing and market preparation of tobacco held by intervention agencies\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community;\nHaving regard to Council Regulation (EEC) No 727/70 1 of 21 April 1970 on the common organisation of the market in raw tobacco, as amended by Regulation (EEC) No 1574/71 2 and in particular Article 7 (4) thereof;\nWhereas Article 1 of Council Regulation (EEC) No 327/71 3 of 15 February 1971 laying down certain general rules relating to contracts for first processing and market preparation, to storage contracts and to disposal of tobacco held by intervention agencies provides for the conclusion of contracts for first processing and market preparation by invitation to tender ; whereas contracts may only be awarded to the most favourable tenderer, provided that tender does not exceed an amount to be determined for each variety ; whereas it is therefore necessary to determine the terms of the invitation to tender and to fix the amounts;\nWhereas published invitations to tender must contain certain information for the guidance of interested parties to enable them to prepare and submit their tenders;\nWhereas, in order to maintain a balance between prices for tobacco for which the premium is granted, for baled tobacco bought-in by intervention and for tobacco subjected to first processing and market preparation, it would be appropriate to fix the amount on the basis of the criteria referred to in Article 4 (2) of Regulation (EEC) No 727/70 for the calculation of the premium, and in Article 6 (2) of the same Regulation for the calculation of derived intervention prices;\nWhereas the costs of first processing and market preparation differ, for each variety of tobacco, according to the methods of drying, leaf preparation and market preparation as well as according to the duration of these operations;\nWhereas, since the invitation to tender covers all the costs of first processing and market preparation and all transport costs from the place where the goods are taken over to the place of storage, the costs of processing should be supplemented by an amount corresponding to current taking-over and transport costs ; whereas this amount can be fixed on the basis of an estimate of the distances to be considered normal between the place where the goods are taken over, the undertaking in question and the place of storage;\nWhereas Article 4 of Regulation (EEC) No 327/71 provides that tobacco which is subjected to first processing and market preparation under invitations to tender provided for by that Regulation is subject to the system of supervision introduced to ensure that tobacco benefiting from the premium is processed ; whereas the system of supervison was introduced by Commission Regulation (EEC) No 1726/70 4 of 25 August 1970 on the procedure for granting the premium for leaf tobacco, as amended by Regulation (EEC) No 2596/70 5 ; whereas, consequently, this system should be made applicable by adapting it to the specific requirements of the operations carried out under invitations to tender;\nWhereas the publication in the Official Journal of the European Communities of a statement relating to the notice of opening of an invitation to tender would  1OJ No L 94, 28.4.1970, p. 1. 2OJ No L 167, 26.7.1971, p. 1. 3OJ No L 39, 17.2.1971, p. 3. 4OJ No L 191, 27.8.1970, p. 1. 5OJ No L 277, 22.12.1970, p. 7.\nensure that the maximum number of interested parties could compete thereby making the tendering procedure more effective;\nWhereas if the system of first processing and market preparation for leaf tobacco held by the intervention agencies is to be implemented, the Commission must be kept permanently and fully informed of the results obtained;\nWhereas the measures provided for in this Regulation are in accordance with the Opinion of the Management Committee for Tobacco;", "main_body": ["The terms of the invitation to tender provided for in Article 1 (2) of Regulation (EEC) No 327/71 shall specify at least:    (a) the variety, the quality and the quantity of leaf tobacco,\n(b) the place where the leaf tobacco is taken over,\n(c) the place of delivery of the baled tobacco for storage purposes,\n(d) where appropriate, the time limit fixed for carrying out the operations,\n(e) the presentation of the baled tobacco to be delivered,\n(f) the maximum permitted weight losses,\n(g) where relevant, the amount of the deposit referred to in Article 1 (5) of Regulation (EEC) No 327/71,\n(h) the time limit for the submission of tenders.", "The amount referred to in Article 1 (6) of Regulation (EEC) No 327/71 is hereby fixed, for each tobacco variety, as shown in the Annex.", "For the purposes of the supervision provided for in Article 4 of Regulation (EEC) No 327/71 a document shall be drawn up, giving at least the name and address of the successful tenderer and the particulars referred to under (e), (f), (g), (h), (j), (k), (m), (n), and (o) of Article 2 (2) of Regulation (EEC) No 1726/70.\nThis document shall also show one of the following:    - \"Interventionstabak\",\n- \"tabac d'intervention\",\n- \"tabacco d'intervento\",\n- \"interventietabak\",\n- (intervention tobacco).", "1. The period for the submission of tenders to be specified in the terms of the invitation to tender shall be a minimum of twenty days, reckoned from the day of the official publication of the invitation to tender by the Member State in question.\n2. The Member State shall inform the Commission of the opening of the invitation in time to allow the latter to have a statement relating to this invitation published in the Official Journal of the European Communities not later than four days after the official publication referred to in paragraph 1.\n3. Not later than the fifteenth day of the second following month, Member States shall communicate to the Commission the quantities of products awarded and the prices at which the awards were made in the course of each month.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 6 December 1971.\nFor the Commission\nThe President\nFranco M. MALFATTI\nANNEX Amount referred to in Article 1 (6) of Regulation (EEC) No 327/71\n>PIC FILE= \"T0011003\">"}