{"celex_id": "31978D0707", "uri": "http://publications.europa.eu/resource/cellar/21424970-d42e-44ae-8ae1-fc45f6c081bb", "type": "Decision", "concepts": ["3774", "4284", "4667", "4860"], "title": "78/707/EEC: Commission Decision of 27 July 1978 amending Decision 78/360/EEC authorizing certain Member States to sell butter at a reduced price in the form of concentrated butter (Only the French, German, Dutch and English texts are authentic)\n", "header": "COMMISSION DECISION of 27 July 1978 amending Decision 78/360/EEC authorizing certain Member States to sell butter at a reduced price in the form of concentrated butter (Only the French, German, Dutch and English texts are authentic) (78/707/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 804/68 of 27 June 1968 on the common organization of the market in milk and milk products (1), as last amended by Regulation (EEC) No 1421/78 (2), and in particular Article 6 (7) thereof,\nHaving regard to Council Regulation (EEC) No 985/68 of 15 July 1968 laying down general rules for intervention on the market in butter and cream (3), as last amended by Regulation (EEC) No 2714/72 (4), and in particular Article 7a thereof,\nWhereas Commission Regulation (EEC) No 649/78 of 31 March 1978 on the sale at reduced prices of intervention butter for direct consumption as concentrated butter (5) provides that the Member States may be authorized to sell butter from public storage or to grant aid for butter from private storage released for direct consumption as concentrated butter;\nWhereas several Member States have been authorized by Commission Decision 78/360/EEC of 31 March 1978 (6) to sell butter at a reduced price in the form of concentrated butter ; whereas the United Kingdom has also requested authorization to undertake the sale of 100 tonnes of butter and is in a position to guarantee that the butter in question reaches its prescribed destination ; whereas the said Decision should be amended to allow this request;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Management Committee for Milk and Milk Products,", "main_body": ["Article 1 of Decision 78/360/EEC is hereby amended as follows:    1. Paragraph 1 shall read as follows:\n\"1. The Member States referred to in paragraph 2 are hereby authorized to have recourse to the provisions of Regulation (EEC) No 649/78 in respect of quantities not exceeding those specified in the said paragraph.\"\n2. The following is added to paragraph 2:\n\"United Kingdom 100 tonnes.\"", "This Decision is addressed to the Federal Republic of Germany, the Kingdom of Belgium, the Grand Duchy of Luxembourg, the Kingdom of the Netherlands and the United Kingdom."], "attachments": "Done at Brussels, 27 July 1978.\nFor the Commission\nFinn GUNDELACH\nVice-President\n(1) OJ No L 148, 28.6.1968, p. 13.  (2) OJ No L 171, 28.6.1978, p. 12.  (3) OJ No L 169, 18.7.1968, p. 1.  (4) OJ No L 291, 28.12.1972, p. 17.  (5) OJ No L 86, 1.4.1978, p. 33.  (6) OJ No L 103, 15.4.1978, p. 35."}