{"celex_id": "31978D0255", "uri": "http://publications.europa.eu/resource/cellar/54240d7d-03e7-45db-9191-2140f184333c", "type": "Decision", "concepts": ["1519", "1958", "2970", "2979", "889", "980"], "title": "78/255/EEC: Commission Decision of 13 February 1978 on the implementation of the reform of agricultural structures in Italy (province of Trento) pursuant to Directives 72/159/EEC, 72/160/EEC, 72/161/EEC and 75/268/EEC (Only the Italian text is authentic)\n", "header": "COMMISSION DECISION  of 13 February 1978  on the implementation of the reform of agricultural structures in Italy (province of Trento) pursuant to Directives 72/159/EEC, 72/160/EEC, 72/161/EEC and 75/268/EEC  (Only the Italian text is authentic)  (78/255/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 72/159/EEC of 17 April 1972 on the modernization of farms (1), and in particular Article 18 (3) thereof,\nHaving regard to Council Directive 72/160/EEC of 17 April 1972 concerning measures to encourage the cessation of farming and the reallocation of utilized agricultural area for the purposes of structural improvement (2), and in particular Article 9 (3) thereof,\nHaving regard to Council Directive 72/161/EEC of 17 April 1972 concerning the provision of socio-economic guidance for and the acquisition of occupational skills by persons engaged in agriculture (3), and in particular Article 11 (3) thereof,\nHaving regard to Council Directive 75/268/EEC of 28 April 1975 on mountain and hill farming and farming in certain less-favoured areas (4), and in particular Article 13 thereof,\nWhereas on 16 November 1977 the Italian Government notified the law of the autonomous province of Trento of 26 November 1976 laying down measures for the reorganization and development of agriculture;\nWhereas pursuant to Article 18 (3) of Directive 72/159/EEC, Article 9 (3) of Directive 72/160/EEC, Article 11 (3) of Directive 72/161/EEC and Article 13 of Directive 75/268/EEC the Commission has to decide whether, having regard to the abovementioned law of the province of Trento, the existing Italian provisions implementing Directives 72/159/EEC, 72/160/EEC, 72/161/EEC and Titles III and IV of Directive 75/268/EEC, which are the subject of Commission Decisions 76/480/EEC of 13 April 1976 (5) and 76/964/EEC of 7 December 1976 (6), continue to satisfy the conditions for financial contribution by the Community and whether the said law satisfies the conditions for financial contribution by the Community to the measures defined in Title II of Directive 75/268/EEC;\nWhereas Articles 1 to 16 and 22 to 23 of the said law are consistent with the conditions and aims of Directive 72/159/EEC and Titles III and IV of Directive 75/268/EEC;\nWhereas Articles 17 to 21 of the said law satisfy the conditions of Title II of Directive 75/268/EEC;\nWhereas Articles 24 to 37 are consistent with the conditions and aims of Directive 72/160/EEC ; whereas Articles 38 to 47 are consistent with the conditions and aims of Directive 72/161/EEC;\nWhereas this Decision is in accordance with the opinion of the Standing Committee on Agricultural Structures,", "main_body": ["The existing Italian provisions implementing Directives 72/159/EEC, 72/160/EEC, 72/161/EEC and Titles III and IV of Directive 75/268/EEC, having regard to Articles 1 to 16 and 22 to 47 of the law of the autonomous province of Trento of 26 November 1976, notified on 16 November 1977, continue to satisfy the conditions for financial contribution by the Community to the common measures referred to in Article 15 of Directive 72/159/EEC, Article 6 of Directive 72/160/EEC, Article 8 of Directive 72/161/EEC and Article 13 of Directive 75/268/EEC.", "Articles 17 to 21 of the law of the autonomous province of Trento of 26 November 1976 satisfy the conditions for financial contribution by the (1)OJ No L 96, 23.4.1972, p. 1. (2)OJ No L 96, 23.4.1972, p. 9. (3)OJ No L 96, 23.4.1972, p. 15. (4)OJ No L 128, 19.5.1975, p. 1. (5)OJ No L 138, 26.5.1976, p. 14. (6)OJ No L 364, 31.12.1976, p. 62.   Community to the common measures referred to in Article 13 of Directive 75/268/EEC.", "This Decision is addressed to the Italian Republic."], "attachments": "Done at Brussels, 13 February 1978.\nFor the Commission\nFinn GUNDELACH\nVice-President"}