{"celex_id": "31970R2093", "uri": "http://publications.europa.eu/resource/cellar/be6188fe-395a-49b3-bdf2-c1a9ba978c09", "type": "Regulation", "concepts": ["1117", "1118", "2621", "2713", "980"], "title": "Regulation (EEC) No 2093/70 of the Council of 20 October 1970 laying down general rules for applying Articles 6 and 7(1) of Regulation (EEC) No 2517/69 laying down certain measures for reorganizing Community fruit production\n", "header": "REGULATION (EEC) No 2093/70 OF THE COUNCIL  of 20 October 1970  laying down general rules for applying Articles 6 and 7 (1) of Regulation (EEC) No 2517/69 laying down certain measures for reorganizing Community fruit production\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community;\nHaving regard to Council Regulation (EEC) No 2517/69 (1) of 9 December 1969 laying down certain measures for reorganizing Community fruit production, and in particular Article 8 (3) thereof;\nHaving regard to the proposal from the Commission;\nWhereas Article 8 (3) of Regulation (EEC) No 2517/69 states that the general rules for applying Articles 6 and 7 (1) of that Regulation are to be laid down;\nWhereas Article 6 of Regulation (EEC) No 2517/69 provides for the recovery of grants where the undertaking referred to in Article 2 (2) (b) of that Regulation is not complied with ; and whereas it is necessary to determine who should bear any financial consequences, if any,", "main_body": ["1. Member States shall, in accordance with their national laws, regulations and administrative provisions, take the measures needed to recover disbursements in the event of failure to comply with the undertaking referred to in Article 2 (2) (b) of Regulation (EEC) No 2517/69.\nMember States shall inform the Commission of the measures taken to this end and in particular of the stage reached by administrative and legal procedures.\n2. Where the amounts referred to in paragraph 1 are not recovered in full, the financial consequences shall be borne equally by the Community and by the Member State concerned, except those resulting from irregularities or negligence attributable to the administrative departments or authorities of the Member State concerned, which shall be borne entirely by that Member State.\n3. Amounts recovered under Article 6 of Regulation (EEC) No 2517/69 shall be paid to the national administrative departments or authorities which disbursed them. These departments or authorities shall set half of such amounts against expenditure financed by the Guidance Section of the European Agricultural Guidance and Guarantee Fund.", "1. The applications for refund provided for in Article 7 (1) of Regulation (EEC) No 2517/69 shall cover all expenditure incurred in a calendar year by the Member States and shall be submitted to the Commission by 30 June of the following year.\n2. The Commission shall take a decision on such applications, after consulting the Fund Committee, by the end of the current year.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 20 October 1970.\nFor the Council\nThe President\nH.D. GRIESAU\n(1)OJ No L 318, 18.12.1969, p. 15."}