{"celex_id": "31976R0793", "uri": "http://publications.europa.eu/resource/cellar/d2e0e2b7-935f-4f90-939c-18b33519fbbf", "type": "Regulation", "concepts": ["1486", "2713", "3070", "693", "797"], "title": "Council Regulation (EEC) No 793/76 of 6 April 1976 amending Regulation (EEC) No 1035/72 on the common organization of the market in fruit and vegetables and Regulation (EEC) No 2511/69 laying down special measures for improving the production and marketing of Community citrus fruit\n", "header": "COUNCIL REGULATION (EEC) No 793/76  of 6 April 1976  amending Regulation (EEC) No 1035/72 on the common organization of the market in fruit and vegetables and Regulation (EEC) No 2511/69 laying down special measures for improving the production and marketing of Community citrus fruit\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 43 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nWhereas Article 16 (4) of Council Regulation (EEC) No 1035/72 of 18 May 1972 on the common organization of the market in fruit and vegetables (2), as last amended by Regulation (EEC) No 2482/75 (3), provides that the price at which the products for which the intervention system applies are bought in pursuant to Article 19 is to be calculated by applying conversion factors to the buying-in price ; whereas so that these intervention measures may be applied to all products under comparable conditions, conversion factors should also be applied to the buying-in price for Quality Class I products in the case of products for which no Quality Class II exists;\nWhereas Articles 6 and 7 of Council Regulation No 2511/69 of 9 December 1969 laying down special measures for improving the production and marketing of Community citrus fruits (4), as last amended by Regulation (EEC) No 2481/75 (5) extended the granting of the marketing premium to include lemons until the end of the 1975/76 marketing year ; whereas Article 23 (3) of Regulation (EEC) No 1035/72 consequently provided that, for the same period, transport costs should not be taken into account when calculating the reference price for lemons ; whereas the aforementioned period was too short to allow the effects of these measures to be assessed ; whereas they should therefore be extended for a further marketing year,", "main_body": ["The text of Article 16 (4) of Regulation (EEC) No 1035/72 shall be replaced by the following:\n\"4. For a product with commercial characteristics different from those of the product by reference to which the basic price is fixed, the price at which the product is bought in pursuant to Article 19 shall be calculated by applying conversion factors to the buying-in price.\nIn the case of products for which no Class II exists, conversion factors shall also be applied to the buying-in price for Class I products, so that intervention shall take place under conditions comparable to those for other products.\nThe conversion factors shall be fixed in accordance with the procedure laid down in Article 33.\"", "In the first indent of Article 23 (2), first subparagraph, of Regulation (EEC) No 1035/72, \"31 May 1977\" shall be substituted for \"31 May 1976\".\nIn the second subparagraph the phrase \"and lemons\" shall be added after \"similar citrus hybrids\".  (1)OJ No C 53, 8.3.1976, p. 24. (2)OJ No L 118, 20.5.1972, p. 1. (3)OJ No L 254, 1.10.1975, p. 3. (4)OJ No L 318, 18.12.1969, p. 1. (5)OJ No L 254, 1.10.1975, p. 1.", "The text of Article 6, second subparagraph, of Regulation (EEC) No 2511/69 shall be replaced by the following:\n\"However, as regards lemons, this financial compensation shall only be granted for consignments dispatched before 1 June 1977.\"", "In Article 7 (2) of Regulation (EEC) No 2511/69 the phrase \"and lemons\" shall be added after \"clementines\".", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 6 April 1976.\nFor the Council\nThe President\nJ. HAMILIUS"}