{"celex_id": "31976R1445", "uri": "http://publications.europa.eu/resource/cellar/258b361f-cf8f-4b39-8870-87964d55c318", "type": "Regulation", "concepts": ["2068", "2412", "4081"], "title": "Commission Regulation (EEC) No 1445/76 of 22 June 1976 specifying the different varieties of Lolium perenne L.\n", "header": "COMMISSION REGULATION (EEC) No 1445/76  of 22 June 1976  specifying the different varieties of Lolium perenne L.\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2358/71 of 26 October 1971 on the common organization of the market in seeds (1), as last amended by Regulation (EEC) No 671/75 (2), and in particular Article 3 (5) thereof,\nWhereas in Annex VIII to Council Regulation (EEC) No 833/76 of 5 April 1976 fixing certain prices and other amounts applicable in agriculture for the 1976/77 marketing year (3), the amount of aid for seeds was fixed at different levels for Lolium perenne L. of high persistence, late or medium late, for Lolium perenne L. of low persistence, medium late, medium early or early, and for the new and other varieties of Lolium perenne L.;\nWhereas in order to ensure uniform application throughout the Community of the procedures for granting aid, the different varieties of Lolium perenne L. must be defined and the list of the varieties of high persistence, late or medium late and of these varieties of low persistence, medium late, medium early or early, must be established;\nWhereas it is therefore necessary to repeal Commission Regulation (EEC) No 964/75 of 11 April 1975 specifying the varieties of Lolium perenne L. to be regarded as \"late\", \"medium late\", and \"early\" (4);\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Seeds,", "main_body": ["Varieties of Lolium perenne L. shall, within the meaning of the provisions adopted in implementation of Article 3 of Regulation (EEC) No 2358/71, be classified as \"of high persistence, late or medium late\", and as \"of low persistence, medium late, medium early or early\", by reference to the lists set out in the Annexes to this Regulation.", "Regulation (EEC) No 964/75 is hereby repealed.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 22 June 1976.\nFor the Commission\nP.J. LARDINOIS\nMember of the Commission  (1)OJ No L 246, 5.11.1971, p. 1. (2)OJ No L 72, 20.3.1975, p. 21. (3)OJ No L 100, 14.4.1976, p. 24. (4)OJ No L 93, 15.4.1975, p. 10.\nANNEX I - ANHANG I - BIJLAGE I - ALLEGATO I - BILAG I - ANNEXE I Varieties of high persistence, late or medium lateSorten mit hoher Persistenz, späte oder mittelspäte Zeer standvastige rassen, late of halflate Varietà ad alta persistenza, tardiva o semi-tardiva Sorter med høj persistens, sildige eller halvsildige Variétés à haute persistance, tardives ou mi-tardives\n>PIC FILE= \"T0010119\">\nANNEX II - ANHANG II - BIJLAGE II - ALLEGATO II - BILAG II - ANNEXE II Varieties of low persistence, medium late, medium early or early Sorten mit geringer Persistenz, mittelspäte, mittelfrühe oder frühe Weinig standvastige rassen, halflate, halfvroege of vroegeVarietà a bassa persistenza, semi-tardiva, semi-precoce o precoce Sorter med lav persistens, halvsildige, halvtidlige eller tidlige Variétés à basse persistance, mi-tardives, mi-précoces ou précoces\n>PIC FILE= \"T0010120\">"}