{"celex_id": "31971R2180", "uri": "http://publications.europa.eu/resource/cellar/92097b01-68c4-4c3b-a8d2-a84ff46da80c", "type": "Regulation", "concepts": ["1565", "2763", "4025"], "title": "Regulation (EEC) No 2180/71 of the Council of 12 October 1971 on the general rules to be applied to the market in milk and milk products in the event of supply difficulties\n", "header": "REGULATION (EEC) No 2180/71 OF THE COUNCIL  of 12 October 1971  on the general rules to be applied to the market in milk and milk products in the event of supply difficulties\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community;\nHaving regard to Council Regulation (EEC) No 804/68 1 of 27 June 1968 on the common organisation of the market in milk and milk products, as last amended by Regulation (EEC) No 1410/71 2, and in particular Article 20 (2) thereof;\nHaving regard to the proposal from the Commission;\nWhereas Article 20 (1) of Regulation (EEC) No 804/68 provides that the necessary measures may be taken when the free-at-frontier price for one or more of the pilot products rises substantially above the threshold price ; whereas this situation is likely to continue, thereby disturbing or threatening to disturb the Community market;\nWhereas the general rules for applying these measures must include criteria for determining whether a rise in the free-at-frontier price above the threshold price is substantial and for estimating the likely duration of such a situation;\nWhereas, in order to prevent this situation from leading to any disturbance or threat of disturbance of the Community market, an adequate supply of milk products should be ensured ; whereas for this purpose recourse may be had to the total or partial suspension of levies and to the levying of export charges;", "main_body": ["1. A substantial rise, within the meaning of Article 20 of Regulation (EEC) No 804/68, shall be considered to have occurred if the free-at-frontier price exceeds the threshold price by at least 3 %.\n2. The substantial rise of the free-at-frontier price above the threshold price shall be considered as likely to continue if there is an imbalance between supply and demand and if this imbalance is likely to continue in the light of the foreseeable development of production and of market prices.\n3. The Community market shall be considered as disturbed or threatened with disturbance as a result of the situation described in paragraphs 1 and 2 if the high level of prices in international trade    - hinders the importation of milk products into the Community, or\n- leads to milk products being exported from the Community\nto such an extent that the provisioning of the Community is no longer assured or may be endangered.", "1. When the conditions mentioned in Article 20 (1) of Regulation (EEC) No 804/68 are fulfilled in accordance with the criteria stated in Article 1 of this Regulation, the total or partial suspension of levies and/or the levying of export charges may be decided in accordance with the procedure laid down in Article 30 of Regulation (EEC) No 804/68.\n2. The measures mentioned in paragraph 1 may be taken for several of the products listed in Article 1 of  1OJ No L 148, 28.6.1968, p. 13. 2OJ No L 148, 3.7.1971, p. 3.\nRegulation (EEC) No 804/68 if the state of the market and the interrelationship of the products so require.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 12 October 1971.\nFor the Council\nThe President\nI. VIGLIANESI"}