{"celex_id": "31978R0732", "uri": "http://publications.europa.eu/resource/cellar/a74888f3-32c8-4b54-9bde-add8c52d5416", "type": "Regulation", "concepts": ["2628", "4284", "4667", "4682"], "title": "Commission Regulation (EEC) No 732/78 of 11 April 1978 on detailed rules for the sale to the armed forces of Member States of beef held by the intervention agencies and amending Regulation (EEC) No 1687/76\n", "header": "COMMISSION REGULATION (EEC) No 732/78  of 11 April 1978  on detailed rules for the sale to the armed forces of Member States of beef held by the intervention agencies and amending Regulation (EEC) No 1687/76\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 805/68 of 27 June 1968 on the common organization of the market in beef and veal (1), as last amended by Regulation (EEC) No 425/77 (2), and in particular Article 7 (3) thereof,\nWhereas large stocks of beef have built up as a result of intervention under Article 6 of Regulation (EEC) No 805/68;\nWhereas prolonged storage of this meat should be avoided because of the high costs involved ; whereas measures should therefore be adopted to encourage its disposal;\nWhereas the sale of certain beef held by the intervention agencies to the armed forces and similar organizations constitutes one such measure;\nWhereas such a sale should be subject to Commission Regulation (EEC) No 216/69 of 4 February 1969 on detailed rules of application for the disposal of frozen beef and veal bought in by intervention agencies (3), while providing for certain derogations which are necessary because of the special nature of the sale in question, and to Commission Regulation (EEC) No 1687/76 of 30 June 1976 laying down common detailed rules for verifying the use and/or destination of products from intervention (4), as last amended by Regulation (EEC) No 649/78 (5);\nWhereas special provisions should be laid down to cover the case where the products are purchased by an authorized agent acting on behelf of the beneficiaries, in order to ensure that the products reach their destination;\nWhereas the Management Committee for Beef and Veal has not delivered an opinion within the time limit set by its chairman,", "main_body": ["1. The intervention agencies may be authorized to sell to the armed forces or similar organizations of Member States which make application therefor, bonein beef of adult bovine animals or boned or preserved beef which they hold.\n2. For the purposes of this Regulation, \"similar organizations\" shall mean those sections of the forces of Member States whose members live as a Community and are subject to service regulations similar to those of the armed forces.", "The sales shall be carried out in accordance with the provisions of Regulation (EEC) No 216/69 and of this Regulation.", "The armed forces or similar organizations referred to in Article 1 may purchase the products through an authorized agent. In such case the authorized agent shall submit the requests for delivery from the armed forces or similar organizations which he represents justifying the sale of the quantity requested.", "When the products referred to in Article 1 are sold in another Member State hereinafter called the Member State of destination, to armed forces or similar organizations not belonging to the Member State of sale, the products shall be sold only on presentation of a numbered voucher made out by the intervention agency of the Member State of destination.\nThis voucher shall include the following information:    (a) the beneficiaries and the name of the authorized agent responsible;\n(b) the quantity of the product to which it gives entitlement;\n(c) the intervention agency which is to supply the goods.  (1)OJ No L 148, 28.6.1968, p. 24. (2)OJ No L 61, 5.3.1977, p. 1. (3)OJ No L 28, 5.2.1969, p. 10. (4)OJ No L 190, 14.7.1976, p. 1. (5)OJ No L 86, 1.4.1978, p. 33.\nThe intervention agency which is to supply the goods shall be chosen by the organizations concerned.", "By way of derogation from Regulation (EEC) No 216/69:    (a) the security shall only be required if the products are purchased by an authorized agent;\n(b) the price shall be paid as the goods leave the warehouse, in proportion to the quantities withdrawn, at the latest on the day preceding each withdrawal.", "Where, for reasons of force majeure, the purchaser is unable to observe the time limits for taking delivery the intervention agency shall determine the measures which it considers necessary in the circumstances.", "In the Annex to Regulation (EEC) No 1687/76 under the heading \"II. Products subject to a use and/or destination other than that mentioned under I\", the following paragraph 16 and the relevant footnote are hereby inserted after paragraph 15:\n\"16. Commission Regulation (EEC) No 732/78 of 11 April 1978 on detailed rules for the sale to the armed Forces of Member States of beef held by the intervention agencies and amending Regulation (EEC) No 1687/76\n- Section 104:\nsold to the army (Regulation (EEC) No 732/78);\nsolgt til hæren (forordnung (EØF) nr. 732/78) ; an die Streitkräfte verkauft (Verordnung (EWG) Nr. 732/78);\nvendu à l'armée (règlement (CEE) nº 732/78);\nvenduto all'esercito (regolamento (CEE) n. 732/78);\nverkocht aan het leger (Verordening (EEG) nr. 732/78).\"", "This Regulation shall enter into force on 10 April 1978.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 11 April 1978.\nFor the Commission\nFinn GUNDELACH\nVice-President"}