{"celex_id": "31974L0651", "uri": "http://publications.europa.eu/resource/cellar/3929b526-f210-4131-a135-e158239d2575", "type": "Directive", "concepts": ["1309", "365", "4133", "4585", "5647", "619"], "title": "Council Directive 74/651/EEC of 19 December 1974 on the tax reliefs to be allowed on the importation of goods in small consignments of a non-commercial character within the Community\n", "header": "COUNCIL DIRECTIVE  of 19 December 1974  on the tax reliefs to be allowed on the importation of goods in small consignments of a non-commercial character within the Community  (74/651/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Articles 99 and 100 thereof;\nHaving regard to the proposal from the Commission;\nHaving regard to the Opinion of the European Parliament (1);\nHaving regard to the Opinion of the Economic and Social Committee (2);\nWhereas the tax impediments at present hindering the dispatch from one Member State to another of small consignments of goods intended for private persons constitute an obstacle to the creation of an economic market with characteristics similar to those of a domestic market ; and whereas the elimination of such impediments is the corollory to freedom of movement and freedom of establishment for persons in the Community;\nWhereas such impediments should be reduced as far as possible in respect of small consignments from one private person to another in order to assist personal and family contacts between private persons in different Member States,", "main_body": ["1. Goods dispatched from a Member State in small consignments of a non-commercial character by a private person, wherever may be his permanent or usual residence or his principal place of business, intended for another private person in another Member State shall be allowed relief from turnover taxes and excise duties payable on importation.\n2. For the purpose of paragraph 1, small consignments of a non-commercial character mean consignments of goods which:    (a) have been acquired in the Community subject to the taxation normally imposed in the domestic market in one of the Member States and without relief from turnover taxes and/or excise duties;\n(b) are not intended for commercial use and appear from their nature and quantity to be intended solely for the personal or family use of the recipient;\n(c) are not sent against payment of any kind by the recipient ; and\n(d) do not have a total value exceeding 40 units of account for each consignment.\n3. Notwithstanding the foregoing provisions of this Article, Member States shall have power to  (1)OJ No C 129, 11.12.1972, p. 58. (2)OJ No C 142, 31.12.1972, p. 3.\nreduce the relief allowed for small consignments for products which are subject to the quantitative limits referred to in Article 4 (1) of Council Directive No 69/169/EEC (1) of 28 May 1969 on the harmonization of provisions laid down by law, regulation or administrative action relating to the relief from turnover taxes and excise duty collected on importation in international passenger traffic, as amended by Council Directive No 72/230/EEC (2), or to exclude those products from the benefit of the said relief.", "1. Member States shall put into operation the measures necessary to comply with this Directive not later than 1 April 1975.\n2. Each Member State shall inform the Commission of the measures it takes to apply this Directive. The Commission shall communicate this information to the other Member States.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 19 December 1974.\nFor the Council\nThe President\nJ. P. FOURCADE  (1)OJ No L 133, 4.6.1969, p. 6. (2)OJ No L 139, 17.6.1972, p. 28."}