{"celex_id": "31979D0089", "uri": "http://publications.europa.eu/resource/cellar/c0a1d66c-c01f-46de-b7f3-4881962d7ad0", "type": "Decision", "concepts": ["1193", "1318", "5386", "6", "815"], "title": "79/89/ECSC: Commission Decision of 15 January 1979 authorizing the acquisition of the coal wholesale firm Lange, Kühl  Co. KG, Kiel (KGH), by Hugo Stinnes AG, Mülheim (Ruhr) (Only the German text is authentic)\n", "header": "COMMISSION DECISION  of 15 January 1979  authorizing the acquisition of the coal wholesale firm Lange, Kühl & Co. KG, Kiel (KGH), by Hugo Stinnes AG, Mülheim (Ruhr)  (Only the German text is authentic)  (79/89/ECSC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Coal and Steel Community, and in particular Articles 66 and 80 thereof,\nHaving regard to Decision No 24-54 of 6 May 1954 laying down in implementation of Article 66 (1) of the Treaty a Regulation on what constitutes control of an undertaking (1),\nHaving regard to the application made on 2 June 1978 by Hugo Stinnes AG, Mülheim (Ruhr), Federal Republic of Germany, for authorization to acquire the coal wholesaler Lange, Kühl & Co. KG, Kiel (KGH),\nHaving obtained the views of the Government of the Federal Republic of Germany,\nWhereas:\nHugo Stinnes AG is a wholly owned subsidiary of VEBA Aktiengesellschaft. Like certain other subsidiaries and firms controlled by VEBA, with which it is concentrated through the parent company, it is engaged in the distribution of solid fuels and is therefore an undertaking covered by Article 80. In 1977, the wholesale sales of solid fuel in the Federal Republic of Germany of the firms concentrated in VEBA totalled some 5 77 million tonnes.\nLange, Kühl & Co. KG, Kiel (KGH) is engaged in the wholesale distribution of solid fuels, and therefore is also an undertaking covered by Article 80.\nIts sales in 1977 were approximately 335 000 tonnes of solid fuel.\nThe takeover of Lange, Kühl & Co. KG by a wholesaler controlled by VEBA Aktiengesellschaft will lead to a concentration within the meaning of Article 66 (1) of the Treaty, and the firm taken over will be linked with the other firms controlled by VEBA.\nThe Government of the Federal Republic of Germany, in its comments obtained in accordance with the fourth paragraph of Article 66 (2), draws attention to VEBA's large market share in the area supplied by Lange, Kühl & Co. KG, which would be further increased as a result of the merger, and recommends that under these circumstances authorization should be refused, unless the entire coal wholesaling activity of the firm Lange, Kühl & Co. KG were transferred to another firm under a cooperation agreement entered into for at least five years. This has not occurred.\nVEBA, together with its subsidiaries and the other firms which it controls, has an estimated 17 % share of the relevant market, which is the wholesale distribution of solid fuels in West Germany. This figure does not, however, give a true picture of VEBA's market position. The majority of solid fuel users have converted their plants to run on fuel oil or have adapted them to dual operation, thus leaving them with the option between solid or liquid fuels. Since 1962, sales of solid fuels for domestic heating and industry have fallen by 70 %. Consequently, at present less than 30 % of sales by coal wholesalers (tonne for tonne) are of solid fuels, the greater proportion being accounted for by fuel oil.\nThe price of solid fuels in thus largely dependent on the price of light and heavy fuel oil. This means that VEBA will not be in a position to determine prices within the meaning of Article 66 (2), despite the fact that VEBA itself produces and sells oil products, since the volume of its business in this field also accounts for only about 17 % of fuel oil consumption in Germany. The small proportion of crude oil from its own production used in VEBA's refineries (4 79 %) is an important contributing factor in preventing VEBA from controlling the price of fuel oil. Nor will VEBA be in a position to control distribution, since under the conditions which have reigned on the market in solid and liquid fuels for almost 20 years, as a result of the competition from fuel oil, it does not have the market power it would need to direct supplies, determine types and volumes of sales, share markets or restrict production.\nThe merger is not likely to give VEBA the power to evade the rules of competition instituted under the Treaty. In particular, it will not have an artificially privileged position involving a substantial advantage in access to markets.\nThe objections raised by the Federal Government relate to the impact of the merger on competition in a limited geographical area which does not constitute a substantial part of the common market. These (1)OJ of the ECSC, 11.5.1954, p. 375.   objections therefore do not provide sufficient grounds for withholding authorization.\nThe proposed transaction accordingly satisfies the tests for authorization in Article 66 (2) and may be authorized,", "main_body": ["Hugo Stinnes AG, Mülheim (Ruhr), is hereby authorized to acquire the coal wholesaler Lange, Kühl and Co. KG, Kiel (KGH).", "This Decision is addressed to Hugo Stinnes AG, Mülheim (Ruhr), Federal Republic of Germany."], "attachments": "Done at Brussels, 15 January 1979.\nFor the Commission\nRaymond VOUEL\nMember of the Commission"}