{"celex_id": "31974R1777", "uri": "http://publications.europa.eu/resource/cellar/7cac8515-4491-40f5-a562-f4f64813c13b", "type": "Regulation", "concepts": ["2643", "2845", "2847", "4400"], "title": "Regulation (EEC) No 1777/74 of the Commission of 9 July 1974 fixing the value of certain items to be used in calculating the import duties and sluice-gate prices for ovalbumin and lactalbumin\n", "header": "REGULATION (EEC) No 1777/74 OF THE COMMISSION  of 9 July 1974  fixing the value of certain items to be used in calculating the import duties and sluice-gate prices for ovalbumin and lactalbumin\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community;\nHaving regard to Council Regulation No 170/67/EEC (1) of 27 June 1967 on the common system of trade for ovalbumin and lactalbumin and repealing Regulation No 48/67/EEC, as amended by Regulation (EEC) No 1081/71 (2), and in particular Articles 3 and 5 (5) thereof;\nWhereas Commission Regulation No 201/67/EEC (3) of 28 June 1967 on detailed rules for the application of Regulation No 170/67/EEC on the common system of trade for ovalbumin and lactalbumin and repealing Regulation No 48/67/EEC fixed, in particular, the coefficients to be applied to the levies on eggs in shell to obtain the amounts of the import duties on ovalbumin and lactalbumin;\nWhereas, in pursuance of Commission Regulation No 200/67/EEC (4) of 28 June 1967 fixing for the period 1 July to 31 October 1967 import charges and sluice-gate prices for certain albumins, the sluice-gate prices for the products in question were fixed:    - using the same amount to represent the loss in value of the basic material as was used for the individual products derived from eggs in shell, and:\n- setting processing costs at flat rates of:    - 0.7325 u.a./kg in the case of dried albumins,\nand\n- 0.0950 u.a./kg in the case of other albumins;\nWhereas there is no need at present to use different levels of reduced value in respect of the basic material used for the production of individual products derived from eggs in shell and in respect of that used for the production of ovalbumin and lactalbumin;\nWhereas changing techniques and prices have made it necessary to re-examine the figures used for the purpose of establishing the coefficients and flat rates, referred to above ; whereas the figures have altered considerably, particularly as regards costs of shelling, pasteurization, freezing, drying and packing ; whereas new coefficients and flat rates should therefore be fixed;\nWhereas the Management Committee for Poultrymeat and Eggs has not delivered an opinion within the time set by its Chairman,", "main_body": ["The coefficients provided for in Article 3 of Regulation No 170/67/EEC are fixed as follows:    (a) for the products listed in Article 1 (a) 1 of that Regulation : 4.06;\n(b) for the products listed in Article 1 (a) 2 of that Regulation : 0.55.", "The processing costs referred to in Article 5 (1) of Regulation No 170/67/EEC are fixed as follows:    (a) for the products listed in Article 1 (a) 1 of that Regulation : 0.9200 u.a./kg;\n(b) for the products listed in Article 1 (a) 2 of that Regulation : 0.1200 u.a./kg.", "The provisions of Articles 1 to 5 of Regulation No 163/67/EEC shall apply in respect of the products listed in Article 1 of Regulation No 170/67/EEC. The references to Articles 8 and 8 (2) of Regulation No 122/67/EEC, however, shall be deemed to be references to Article 5 (3) of Regulation No 170/67/EEC.", "Regulation No 201/67/EEC is hereby repealed.", "This Regulation shall enter into force on 1 August 1974.  (1)OJ No 130, 28.6.1967, p. 2596/67. (2)OJ No L 116, 28.5.1971, p. 9. (3)OJ No 134, 30.6.1967, p. 2836/67. (4)OJ No 134, 30.6.1967, p. 2834/67.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 9 July 1974.\nFor the Commission\nThe President\nFrançois-Xavier ORTOLI"}