{"celex_id": "31972L0221", "uri": "http://publications.europa.eu/resource/cellar/2a022c3d-9a2c-45a8-95e9-076a4f0bf5de", "type": "Directive", "concepts": ["225", "4016", "4258", "5992", "6030", "770", "814", "827"], "title": "Council Directive 72/221/EEC of 6 June 1972 concerning coordinated annual surveys of industrial activity\n", "header": "10.6.1972 EN Official Journal of the European Communities L 133/57\nCOUNCIL DIRECTIVE\nof 6 June 1972\nconcerning coordinated annual surveys of industrial activity\n(72/221/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 213 thereof;\nHaving regard to the proposal from the Commission;\nWhereas, in order to carry out the tasks entrusted to it under the Treaty, the Commission must have at its disposal up-to-date statistics, comparable as between States, on the structure, importance and development of industry and small craft industries in Member States;\nWhereas, when the industrial census was being prepared in 1963, the Commission found it necessary to draw the attention of the Governments of Member States to the fact that the development of the industrial economy in a common market requires that industrial statistics should provide certain minimum data; whereas the information available in the various Member States is inadequate or insufficiently comparable to serve as a reliable basis for the work of the Commission;\nWhereas the European Economic Community has in the meantime made substantial progress towards integration; whereas new economic policies and guidelines call for initiatives and decisions based on valid statistics; whereas the statistics available in industry and small craft industries are not yet up to the standards appropriate to this economic situation.\nWhereas these deficiencies make it difficult to extract from the industrial statistics now available in the various Member States information which could serve as a reliable basis for the work of the Commission, in particular as regards medium-term economic policy industrial policy, and competition policy;\nWhereas comparable information on industrial activity must be obtained from the Member States and whereas for that reason it is necessary to carry out surveys which are coordinated as regards content, coverage, concepts and definitions, methods, and breakdown by industrial activity and size of statistical unit, for the purpose of collecting a body of coherent statistics whereby it will be possible to analyse the situation and economic development of the various branches of industry, and the potential for or obstacles to their growth; whereas these statistics will also provide the data necessary for calculating the contribution of industry and small craft industries to the national product and for other work in the sphere of statistical and economic synthesis;", "main_body": ["The Member States, in technical cooperation with the Commission, shall take all necessary steps for collecting annual statistical data with a view to drawing up coherent statistics on the structure and productive activity of industry in the Member States. This first collection of data shall be made in 1974, at the latest and shall relate to the preceding year.", "The surveys shall cover all industrial undertakings and small businesses, if any, which employ twenty or more persons and whose principal activity is listed in one of the Divisions of the Nomenclature of Economic Activities in the European Communities (NACE), for industry, including energy and water, and also construction (NACE 1 to 5).\nSurveys shall, at least once in every five years, be extended to cover undertakings employing fewer than 20 persons. The Commission, in agreement with the Member States, shall appoint the years in which the surveys shall be so extended.\nSurveys into undertakings employing fewer than twenty persons may be carried out by means of sampling.", "The statistical units shall be the undertaking, the economic activity unit and, where regional statistics are concerned, also the local unit. Statistical units are defined in Part I of the NACE.", "Surveys shall cover the variables listed in the Annex to this Directive. During the first stage, which shall start in 1974 at the latest, the surveys need not include data relating to the variables shown in brackets. For the 1977 survey, covering the year 1976, and subsequently, Member States shall collect data relating to all the variables listed in the Annex.\nData to be collected on undertakings employing from twenty to ninety-nine persons shall, however, cover only the variables concerning the number of persons employed, turnover, gross wages and salaries paid, and also purchases of raw materials, intermediate products and industrial services.\nAs regards periodical surveys into undertakings employing fewer than twenty persons, the Commission shall, before the end of 1975, put forward proposals on the data to be collected.\nFrom the first survey onwards data on local units (enterprise) shall be collected in respect of the following variables:\n— total number of persons employed other than home workers;\n— gross salaries and wages paid out, including the amount paid to home workers on the payroll;\n— total of investments in fixed capital.\nThe information last referred to shall supplement the data by undertaking collected annually in respect of investments, in compliance with Council Directive No 64/475/EEC of 30 July 1964 (1).", "With the exception of information subject to statistical secrecy under national law, the results of the surveys recorded in. accordance with a common schedule of tables and broken down by industrial activity corresponding to the three-digit NACE headings shall be forwarded annually to the Commission.\nThe Commission shall, with the agreement of the Member States, determine the exceptions to the general rule governing break-down by industrial activity, the details relating to the presentation of results, including the break-down according to size of statistical unit, and the form in which results should be forwarded.\nMember States in which the collection and processing of data are based on a nomenclature of activities other than the NACE shall take all necessary measures to ensure that results expressed in their nomenclature shall be adequately transposed into the Community nomenclature.", "Member States shall take all appropriate steps to reduce to a minimum the time taken in carrying out and processing the surveys, in order that the results may be available to the Commission as soon as possible.", "The cost of carrying out these surveys in the Member States shall be borne by the national budgets.", "This Directive is addressed to the Member States."], "attachments": "Done at Luxembourg, 6 June 1972.\nFor the Council\nThe President\nG. THORN\n(1)  OJ No 131, 13.8.1964, p. 2193/64.\nANNEX\nvariables adopted for the collection of data by undertaking and data according to units of economic activity (EAU)\nCode Variables Questions for\nthe undertaking the EAU\n1 Number of persons employed, total * —\n1.1 Proprietors working in the undertaking and family workers * —\n1.2 Employees, total of * *\n1.21 Manual workers, including apprentices * *\n1.21.1 of whom: women (*) —\n1.22 Non-manual workers, including commercial and technical trainees * *\n1.22.1 of whom: women (*) —\n2 Number of hours, normal and overtime, worked by manual workers including apprentices during the year — (*)\n3 Labour costs, total * (*)\n3.1 Gross wages and salaries paid other than remuneration paid to home workers * (*)\n3.2 Remuneration paid to home workers as entered on the payroll (*) (*)\n3.3 Compulsory and voluntary social security charges of the employer * (*)\n3.31 of which: voluntary social security contributions and other labour costs (*) (*)\n4 Turnover, total * —\n4.1 Sales of products manufactured by the undertaking (or the EAU) and revenue from industrial services rendered to others (work from material supplied, etc.) * *\n4.11 of which: proceeds of industrial services supplied (work from material supplied, etc.) (*) (*)\n4.2 Sales of goods purchased from others and resold as purchased * —\n4.3 Turnover from other items * —\n5 Internal transfers of intermediate goods and industrial services: value of deliveries of raw materials and intermediate products and value of industrial services rendered by one EAU to another EAU of an undertaking — (*)\n6 Internal transfers of fixed capital: value of capital goods manufactured (or built) by one EAU and supplied to another EAU of an undertaking — (*)\n7 Stocks of finished products manufactured by the unit and of products in course of manufacture:\n7.1 — at the beginning of the year * (*)\n7.2 — at the end of the year * (*)\n7.3 — difference, plus or minus * (*)\n8 Stocks of goods purchased:\n8.1 — at the beginning of the year * —\n8.2 — at the end of the year * —\n8.3 — difference, plus or minus * —\n9 Value of capital goods manufactured or built by the undertaking itself with its own labour force and for its own use and major repairs carried out by the undertaking itself * —\n10 Value of capital goods manufactured or built by the EAU itself with its own labour force and for its own use and major repairs carried out by the EAU itself — (*)\n11 Purchases or receipts of raw and ancillary materials, intermediate products, energy and small tools not considered as fixed capital:\n11.1 Purchases from others undertakings * *\n11.2 Value of raw materials, etc received from other EAUs of the undertaking — (*)\n12 Cost of industrial services received:\n12.1 — from others * *\n12.2 — from others — (*)\n13 Cost of goods purchased for resale as purchased * —\n14 Stocks of raw and ancillary materials, intermediary products and energy:\n14.1 — at the beginning of the year * (*)\n14.2 — at the end of the year * (*)\n14.3 — difference, plus or minus * (*)\n15 Cost of non-industrial services received from others, total of * —\n15.1 Rent paid for non-residential buildings and of capital goods * (*)\n15.11 of which: rent paid for capital goods (*) *\n15.2 Insurance premiums paid * —\n15.3 Bank charges * —\n15.4 Cost of other non-industrial services * —\n16 Indirect taxes, total * —\n16.1 Value added tax (VAT) and other taxes and consumption * (*)\n16.11 VAT and other turnover taxes (*) (*)\n16.12 Taxes on consumption (*) (*)\n16.2 Other indirect taxes * —\n17 Operating subsidies * (*)"}