{"celex_id": "31974R2051", "uri": "http://publications.europa.eu/resource/cellar/c78711a0-8d20-47ae-915b-128f3fd74fb9", "type": "Regulation", "concepts": ["1294", "2718", "2771", "4078", "5368"], "title": "Regulation (EEC) No 2051/74 of the Council of 1 August 1974 on the customs procedure applicable to certain products originating in and coming from the Faroe Islands\n", "header": "REGULATION (EEC) No 2051/74 OF THE COUNCIL  of 1 August 1974  on the customs procedure applicable to certain products originating in and coming from the Faroe Islands\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community;\nHaving regard to the proposal from the Commission;\nWhereas in its resolution of 4 February 1974, the Council stated that it was at present prepared to adopt, for the purpose of promoting exports from the Faroe Islands to the Community, an arrangement for the progressive elimination of customs duties on imports of products originating in and coming from the Faroe Islands which are essential for their economic and social development ; whereas in this resolution the Council also recognized that fishing is of vital importance for the Faroe Islands and that because of the geographical situation of this region of the Kingdom of Denmark, fishing and related industries are essential activities for the population, since possibilities of alternative employment are extremely limited ; whereas on this occasion the Council expressed its desire that the Community should play its part in the development of the Faroe Islands and its willingness to re-examine, in the light of the results of the Conference on the Law of the Sea, the decisive factors for the economic and social development of this region of the Kingdom of Denmark;\nWhereas, by virtue of Protocol No 2 annexed to the Act of Accession (1), products imported from the Faroe Islands into the other regions of Denmark which come within the customs procedure applicable on 1 January 1973, cannot be considered as being in free circulation in the other regions of Denmark within the meaning of Article 10 of the Treaty when they are exported to another Member State ; whereas, furthermore, as regards products coming within the common organization of the market in the fishing sector the benefits of this provision are dependent upon the Faroe Islands respecting the reference prices fixed or to be fixed by the Community,", "main_body": ["For products falling within Chapters 25 to 99 of the Common Customs Tariff, originating in and coming from the Faroe Islands: - customs duties on imports and charges having an equivalent effect applicable in the Community as originally constituted and in Ireland shall be reduced:\nto 60 % of the basic duty from 1 September 1974,\nto 40 % of the basic duty from 1 January 1975,\nto 20 % of the basic duty from 1 January 1976;\n- no new duty shall be introduced for imports into the United Kingdom.", "1. Customs duties on imports into the Community as originally constituted of certain products falling under heading Nos 03.01, 03.02, 03.03, 16.04, 16.05 and 23.01 of the Common Customs Tariff, listed in Annex I, originating in and coming from the Faroe Islands, shall be reduced to the level indicated in each case.\n2. Customs duties on imports into the United Kingdom of certain products falling under heading No 03.01, 03.02, 03.03, 16.04, 16.05 and 23.01 of the Common Customs Tariff, listed in Annex II, originating in and coming from the Faroe Islands, shall be reduced to the level indicated in each case.\n3. Customs duties on imports into Ireland of certain products falling under heading Nos 03.01, 03.02, 03.03, 16.04, 16.05 and 23.01 of the Common Customs Tariff, listed in Annex III, and originating in and coming from the Faroe Islands, shall be reduced to the level indicated in each case.\n4. The application of the reductions provided for in paragraphs 1, 2 and 3 shall be dependent upon the Faroe Islands observing the reference prices fixed or to be fixed by the Community for fisheries products.", "1. For each product, the basic duty on which the progressive reductions provided for in Article 1 shall be based, shall be the duty actually in force on 1 January 1972.\n2. The reduced duties calculated in accordance with Article 1 shall be rounded off to the first decimal point.\nDependent upon the application by the Community of Article 39 (5) of the Act of Accession, for the  (1)OJ No L 73, 27.3.1972, p. 163.\nspecific duties or the specific portion of the combined duties of the Irish Customs Tariff, Article 1 shall be applied by rounding off to the fourth decimal point.", "This Regulation shall not apply:    - to products referred to in Council Regulation (EEC) No 2682/72 (1) of 12 December 1972 laying down general rules for granting export refunds on certain agricultural products exported in the form of goods not covered by Annex II to the Treaty, and the criteria for fixing the amount of such refunds;\n- to products referred to in Council Regulation No 170/67/EEC (2) of 27 June 1967 on the common system of trade for ovalbumin and lactalbumin and repealing Regulation No 48/67/EEC.", "1. For the purpose of applying this Regulation the concept of original products is defined according to the procedure provided for in Article 14 of Council Regulation (EEC) No 802/68 (3) of 27 June 1968 on the common definition of the concept of the origin of goods, dependent upon the special rules set out in Annex IV and the provisions of paragraph 2.\n2. Application of the tariff reductions for the products referred to in this Regulation shall be conditional upon the production of a certificate, an example of which is reproduced in Annex V. This certificate shall be issued by the authorities of the Faroe Islands when the goods to which it refers are exported.\n3. Article 2 shall apply to products coming under the common organization of the market in fishery products which are imported into Denmark under the conditions provided for in Article 1 of Protocol No 2 annexed to the Act of Accession and re-exported to other Member States either unaltered or in the form of products falling within heading Nos 03.01, 03.02 and 03.03 of the Common Customs Tariff.", "This Regulation shall enter into force on 1 September 1974.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 1 August 1974.\nFor the Council\nThe President\nJ. SAUVAGNARGUES  (1)OJ No L 289, 27 12.1972, p. 13. (2)OJ No 130, 28.6.1967, p. 2596/67. (3)OJ No L 148, 28.6.1968, p. 1.\nANNEX I\nDuties applicable to products imported into the Community as originally constituted\n>PIC FILE= \"T0005157\">\nANNEX II\nDuties applicable to products imported into the United Kingdom\n>PIC FILE= \"T0005158\">\nANNEX III\nDuties applicable to products imported into Ireland\n>PIC FILE= \"T0005159\">\nANNEX IV\nDefinition of the term \"originating products\" for products covered by the common organization of markets in the fishery products sector\nI. For the purpose of implementing the tariff reductions provided for in Article I, the following products, provided they are transported directly to the Community, shall be considered as originating in the Faroe Islands:    (a) products obtained by fishing conducted in the Faroe Islands;\n(b) products taken from the sea by Faroe Island vessels;\n(c) products made aboard Faroe Island factory ships exclusively from products referred to in subparagraph (b);\n(d) goods produced in the Faroe Islands from products specified in subparagraphs (a), (b) and (c).\nThe term \"in the Faroe Islands\" shall cover also the territorial waters of the Faroe Islands.\nVessels operating on the high seas, including factory ships, on which the fish caught is worked or processed shall be considered as part of the territory of the Faroe Islands provided that they satisfy the conditions set out below concerning vessels.\nThe term \"Faroe Islands\" shall apply only to vessels:    - which are registered in the Faroe Islands;\n- which sail under the flag of the Faroe Islands;\n- which are at least 50 % owned by nationals of Member States of the Community or of the Faroe Islands or by a company with its head office in one of those States, of which the manager or managers, chairman of the board of directors or of the supervisory board, and the majority of the members of such boards are nationals of the Member States of the Community or of the Faroe Islands and of which, in addition, in the case of partnerships or limited companies, at least half the capital belongs to those States or to public bodies or nationals of the said States;\n- of which the captain and all the officers are nationals of the Member States of the Community or of the Faroe Islands;\n- of which at least 75 % of the crew are nationals of the Member States of the Community or of the Faroe Islands.\nII. Products shall be regarded as being transported directly from the Faroe Islands to the Community where they cross no territories other than those of the Faroe Islands and of the Community.\nANNEX V\n>PIC FILE= \"T0005160\"> >PIC FILE= \"T0005161\">\n>PIC FILE= \"T0005162\">\n>PIC FILE= \"T0005163\">"}