{"celex_id": "31977D0454", "uri": "http://publications.europa.eu/resource/cellar/c46100e8-0006-4f7b-9185-e59e16a6e509", "type": "Decision", "concepts": ["5511", "5900", "6050"], "title": "77/454/EEC: Council Decision of 27 June 1977 setting up an Advisory Committee on Training in Nursing\n", "header": "COUNCIL DECISION  of 27 June 1977  setting up an Advisory Committee on Training in Nursing  (77/454/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the proposal from the Commission,\nWhereas, in its resolution of 6 June 1974 concerning the mutual recognition of diplomas, certificates and other evidence of formal qualifications, the Council declared itself in favour of the establishment of advisory committees;\nWhereas, in the context of the mutual recognition of diplomas, certificates and other evidence of formal qualifications in general nursing and also in the context of nursing care provided by all other personnel, it is important to ensure a comparably demanding standard of training;\nWhereas, to contribute to the attainment of this objective, it is desirable to set up an advisory committee to advise the Commission,", "main_body": ["An Advisory Committee on Training in Nursing, hereinafter called \"the Committee\", is hereby set up within the Commission.", "1. The task of the Committee shall be to help to ensure a comparably high standard of training of the various categories of nursing personnel throughout the Community.\n2. It shall carry out this task in particular by the following means:    - exchange of comprehensive information on the training methods and the content, level and structure of theoretical and practical instruction provided in the Member States,\n- discussion and consultation with the object of developing common approaches to the standard to be attained in the training of nursing personnel and, as appropriate, to the structure and content of such training,\n- keeping under review the adaptation of the abovementioned training to developments in nursing practice, medical and social science and teaching methods.\n3. The Committee shall communicate to the Commission and the Member States its opinions and recommendations including, when it considers it appropriate, suggestions for amendments to be made to the provisions concerning training in the Directives relating to nursing activities as in Directives 77/452/EEC (1) and 77/453/EEC (2).\n4. The Committee shall also advise the Commission on any other matter which the Commission may refer to it in connection with the training of nursing personnel.", "1. The Committee shall consist of three experts from each Member State, as follows:    - one expert from the practising profession,\n- one expert from the establishments providing training in nursing,\n- one expert from the competent authorities of the Member State.\n2. There shall be an alternate for each member. Alternates may attend the meetings of the Committee.  (1)See page 1 of this Official Journal. (2)See page 8 of this Official Journal.\n3. The members and alternates referred to in paragraphs 1 and 2 shall be nominated by the Member States. The members referred to in the first and second indents of paragraph 1 and their alternates shall be nominated upon a proposal from the nursing practising profession and the establishments providing training in nursing. The members and alternates thus nominated shall be appointed by the Council.", "1. The term of office of members of the Committee shall be three years. After the expiry of this period the members of the Committee shall remain in office until they are replaced or their term of office is renewed.\n2. The term of office of a member may end before the expiry of the period of three years by virtue of resignation or death of the member or his replacement by another person, in accordance with the procedure provided for in Article 3. Such an appointment would be for the remainder of the term of office.", "The Committee shall elect a Chairman and two Deputy Chairmen from its own membership. It shall adopt its own rules of procedure. The agenda for meetings shall be drawn up by the Chairman of the Committee in consultation with the Commission.", "The Committee may set up working parties, call upon and allow observers or experts to assist it in connection with all the special aspects of its work.", "The Secretariat shall be provided by the Commission."], "attachments": "Done at Luxembourg, 27 June 1977.\nFor the Council\nThe President\nJ. SILKIN"}