{"celex_id": "31973D0053", "uri": "http://publications.europa.eu/resource/cellar/988050c6-1d1b-4ed4-81de-3c0c09962358", "type": "Decision", "concepts": ["1755", "192", "2560", "4692", "619"], "title": "73/53/EEC: Commission Decision of 26 February 1973 concerning protective measures to be applied by the Member States against swine vesicular disease\n", "header": "COMMISSION DECISION  of 26 February 1973  concerning protective measures to be applied by the Member States, against swine vesicular disease  (73/53/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community;\nHaving regard to the Council Directive of 26 June 1964 (1) on animal health problems affecting intra-Community trade in bovine animals and swine, as last amended by the Council Directive of 7 February 1972 (2), and in particular Article 9 thereof;\nHaving regard to the Council Directive of 26 June 1964 (3) on health problems affecting intra-Community trade in fresh meat, as last amended by the Council Directive of 27 October 1970 (4), and in particular Article 8 thereof;\nWhereas the situation created by the outbreak of swine vesicular disease in parts of the Community could endanger Community pig stock ; whereas consequently the Member States were fully justified in adopting certain emergency protective measures;\nWhereas however, at the present time the seriousness of the disease and the speed with which it is spreading are not such as to justify import restrictions, even partial ; whereas it is sufficient if the dispatching Member States in which there is an outbreak of swine vesicular disease grant the receivity Member States guarantees which are identical to more provided for by existing Community rules on foot-and-mouth disease, in order to prevent the disease from spreading ; whereas in fact there is a certain similarity between the clinical appearance of the first symptoms of vesicular disease and of foot-and-mouth disease;\nWhereas in implementation of the Community provisions referred to above, the measures to be applied by the countries concerned should be coordinated to this effect;\nWhereas the measures provided for in this Decision are in accordance with the Opinion of the Standing Veterinary Committee;", "main_body": ["Member States in which there has been an outbreak of swine vesicular disease shall grant guarantees in respect of pigs and fresh pigmeat dispatched from their territories to the territory of another Member State, which are identical to those established for foot-and-mouth-disease by the Council Directive of 26 June 1964 on animal health problems affecting intra-Community trade in bovine animals and swine as last amended by the Council Directive of 7 February 1972, and in particular Articles 2 (i), 3 (2) (b) and 2 (c) (i) (ii) thereof.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 26 February 1973.\nFor the Commission\nThe President\nFranรงois-Xavier ORTOLI  (1)OJ No 121, 29.7.1964, pp. 1977 and 2012/64. (2)OJ No L 38, 12.2.1972, p. 95. (3)OJ No 121, 29.7.1964, p. 2012/64. (4)OJ No L 239, 30.10.1970, p. 42."}