{"celex_id": "31979L0640", "uri": "http://publications.europa.eu/resource/cellar/84d8e031-9152-4d24-86f2-ab1022a82bca", "type": "Directive", "concepts": ["2884", "3874", "4039", "468", "5234", "5287"], "title": "Commission Directive 79/640/EEC of 21 June 1979 amending the Annexes to Council Directive 77/576/EEC on the approximation of the laws, regulations and administrative provisions of the Member States relating to the provision of safety signs at places of work\n", "header": "COMMISSION DIRECTIVE  of 21 June 1979  amending the Annexes to Council Directive 77/576/EEC on the approximation of the laws, regulations and administrative provisions of the Member States relating to the provision of safety signs at places of work  (79/640/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 77/576/EEC of 25 July 1977 on the approximation of the laws, regulations and administrative provisions of the Member States relating to the provisions of safety signs at places of work (1), and in particular Articles 4, 5 and 6 thereof,\nWhereas the provisions in the Annexes to the abovementioned Directive relating to a uniform system of safety signs at places of work need to be regularly adapted to take account of technical progress and the future development of international methods of signposting;\nWhereas Annex I contains no regulations concerning the relationship between dimensions of safety signs and distance of observation and no precise definition of the colorimetric and photometric properties of the materials used for such signs ; whereas, when approving the Directive, the Council asked that these omissions be promptly rectified ; whereas the addition which has accordingly been made to Annex I is in line with the current international standards in this field;\nWhereas it seems necessary to include in Annex II a new sign warning of the presence of laser beams ; whereas here also the sign on which there is unanimous international agreement can serve as a model;\nWhereas the provisions of this Directive are in accordance with the opinion of the Committee for the Adjustment to Technical Progress and to Future Development in International Methods of Directive 77/576/EEC on the Approximation of the Laws, Regulations and Administrative Provisions of the Member States Relating to the Provision of Safety Signs at Places of Work,", "main_body": ["The Annexes to Council Directive 77/576/EEC are amended as provided in the following Articles.", "In Annex I:    1. the following paragraph shall be inserted after paragraph 5.4 of section 5, \"Design of safety signs\":\n\"5.5. Dimensions of safety signs\nThe dimensions of safety signs may be determined in accordance with the formula: >PIC FILE= \"T0015055\">\nwhere A is the area of the sign in m2 and 1 the greatest distance in m from which the sign must be understood.\nNote : This formula is applicable for distances up to about 50 m.\"\n2. after section 5, \"Design of safety signs\", the following new section 6 shall be inserted:\n\"6. COLORIMETRIC AND PHOTOMETRIC PROPERTIES OF MATERIALS\nAs regards the colour and photometric properties of working substances the ISO standards and the standards of the International Lighting Commission (CIE - Commission internationale de l'ĂŠclairage) are recommended.\"\n3. The existing section 6 \"Yellow/black danger identification\" shall become section 7.  (1)OJ No L 229, 7.9.1977, p. 12.", "In Annex II, No 2, \"Warning signs\" the following sign is added: >PIC FILE= \"T0015056\">", "Member States shall bring into force the laws, regulations or administrative provisions necessary to comply with the provisions of this Directive by 1 January 1981 at the latest. They shall forthwith inform the Commission thereof.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 21 June 1979.\nFor the Commission\nHenk VREDELING\nVice-President"}