{"celex_id": "31976R2014", "uri": "http://publications.europa.eu/resource/cellar/9bb38189-1552-45f8-b05e-d0a9eecd8699", "type": "Regulation", "concepts": ["1005", "4617", "919"], "title": "Commission Regulation (Euratom) No 2014/76 of 23 July 1976 on the support of projects concerning uranium prospecting programmes within the territories of the Member States\n", "header": "COMMISSION REGULATION (EURATOM) No 2014/76  of 23 July 1976  on the support of projects concerning uranium prospecting programmes within the territories of the Member States\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Atomic Energy Community, and in particular Article 70 thereof,\nWhereas the importance of uranium in supplying energy for the Community and the Community's dependence on imports of uranium make it a fundamental objective of a common energy policy to secure conditions ensuring long-term supplies;\nWhereas the expansion of uranium prospecting programmes within the territories of the Member States tend by their nature to improve the security of supplies and could be a means of achieving such a policy;\nWhereas in the first instance it is for mining industry itself to finance such activities ; whereas the Community should however, in view of the high risk inherent in such activities, provide for the possibility of granting support;\nWhereas projects concerning uranium prospecting programmes within the territories of the Member States, which are of prime importance in ensuring the Community supply of the uranium, would benefit from such support ; whereas this support should be of a financial character;\nWhereas, in view of the need to confine such support to that which is strictly essential, the Commission must be able to avail itself of all means of evaluating, case by case, what benefits may be derived from such projects and whether they are consistent with the objectives of the common energy policy,", "main_body": ["The Commission may, in accordance with the conditions laid down hereinafter, grant support for the carrying out of projects concerning uranium prospecting programmes (Annex A) intended to identify new sources of uranium within the territories of the Member States and which could make a major contribution in ensuring the Community's supply of uranium.", "The responsibility for each of the projects supported must devolve upon a Member State or a natural or a legal person constituted in Member States in accordance with the laws in force there.\nIf the creation of a legal entity to undertake a project could involve additional costs for the participating firms, such a project may be carried out by simple cooperation between natural or legal persons. In this case, these persons shall be jointly and severally liable for the obligations resulting from Community support.", "The support granted to a project shall take the form of the Commission's participation in the financing of this project as part of the appropriations made for this purpose in the general budget of the Communities.", "1. Any project emanating from a Member State or from any other source shall be submitted for examination by the Commission.\n2. Every project must be accompanied by a report which shall give:    (a) the natural or legal person responsible for the project, his financial situation and technical capacities;\n(b) the measures of support, agreed to or anticipated, by the Member States for the implementation of the project;\n(c) a detailed description of the project, according to Annex B and especially:      - the nature and extent of the risks involved in the project,\n- the cost of the project and the methods of financing for its implementation,\n- any other factor justifying the nature and the extent of the support which the Commission proposes should be granted to the project, especially if the project includes technological innovations,\n- the time-scale for the project.", "The Commission shall determine the level and the conditions of the support referred to in Article 3.", "Each beneficiary of such support shall periodically submit to the Commission reports on the progress of work on the project and on the expenditure involved in its implementation.\nThe Commission shall at all times be able to exercise technical and financial control on the implementation of the project.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 23 July 1976.\nFor the Commission\nHenri SIMONET\nVice-President\nANNEX A Examples of prospecting activities  (Article 1)\nProspecting as included in Article 70 of the Euratom Treaty will be treated from the point of view of eligibility of proposals as covering:    1. Regional uranium exploration i.e.      - Regional airborne programmes\n- Regional ground surveys\n2. Local uranium evaluation programme i.e.      - Detailed surveys, airborne and ground\n- Drilling\n- Tunnelling\n3. Evaluation of uranium occurrences i.e.\n- Detailed drilling\n- Ore processing and mine plant feasibility studies\nANNEX B Project description  (Article 4)\n1. Name of project and organizations involved.\n2. Financial status, technical expertise and availability of personnel of the company managing the programme.\n3. Object and type of programme (including whether joint venture, initial reconnaissance, etc.).\n4. Geographical location.\n5. Geology of area (i.e. stratigraphy, petrography, tectonics, anomolies - especially radiometric, mineralization).\n6. Details of previous investigations already carried out with special reference to radiometric studies.\n7. Details of mineral rights over the project area.\n8. Details of other rights of significance to project (i.e. access, land ownership, etc.).\n9. Environmental impact.\n10. Programme of work evisaged (including number of skilled/unskilled personnel involved).\n11. Detailed operational project costs including costs of any new material purchased.\n12. Percentage of funding that is required.\n13. Possibility for financing of that part of the programme not covered by paragraph 12.\n14. Economic merits of programme.\n15. Will the programme proceed if Community funding is not available.\n16. Calendar of work and financial commitment."}