{"celex_id": "31979R3065", "uri": "http://publications.europa.eu/resource/cellar/6cc5e4b2-b0e7-4a4a-b45c-771c0e2852d0", "type": "Regulation", "concepts": ["1076", "4324", "4499", "491", "5409"], "title": "Council Regulation (EEC) No 3065/79 of 20 December 1979 implementing Decisions No 1/79 and No 2/79 of the EEC- Switzerland Joint Committee - Community transit - amending Appendices II and IIA to the Agreement between the European Economic Community and the Swiss Confederation on the application of the rules on Community transit\n", "header": "COUNCIL REGULATION (EEC) No 3065/79  of 20 December 1979  implementing Decisions No 1/79 and No 2/79 of the EEC-Switzerland Joint Committee - Community transit - amending Appendices II and IIA to the Agreement between the European Economic Community and the Swiss Confederation on the application of the rules on Community transit\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 113 thereof,\nHaving regard to the proposal from the Commission,\nWhereas Article 16 of the Agreement between the European Economic Community and the Swiss Confederation on the application of the rules on Community transit (1), signed on 23 November 1972, empowers the Joint Committee set up under the Agreement to adopt Decisions making certain amendments to the Agreement and to its Appendices;\nWhereas the Joint Committee has decided to amend Appendix II to the Agreement in order to provide for the introduction of a second type of Community transit declaration which Member States may allow to be used and which has only one description-of-goods box;\nWhereas the Joint Committee has decided also to amend Appendix IIA to the Agreement in order to provide for a special stamp adapted to the form provided in that Appendix ; whereas the special stamp is intended to be impressed or pre-printed on the said form in the case of simplification of the formalities to be carried out at offices of departure;\nWhereas the said amendments are the subject respectively of Decisions No 1/79 of 2 July 1979 and No 2/79 of 23 November 1979 of the Joint Committee ; whereas it is necessary to take the measures required to implement the said Decisions,", "main_body": ["Decisions No 1/79 and No 2/79 of the EEC-Switzerland Joint Committee - Community transit - amending Appendices II and IIA to the Agreement between the European Economic Community and the Swiss Confederation on the application of the rules on Community transit shall apply in the Community. The texts of the Decisions are annexed to this Regulation.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 December 1979.\nFor the Council\nThe President\nJ. TUNNEY  (1)OJ No L 294, 29.12.1972, p. 1."}