{"celex_id": "31970R2596", "uri": "http://publications.europa.eu/resource/cellar/50ee1a1e-7d42-4c8a-b5bf-a77ca3a8e604", "type": "Regulation", "concepts": ["2194", "2644", "2871", "3170", "4373", "5025"], "title": "Regulation (EEC) No 2596/70 of the Commission of 21 December 1970 amending the German texts of Regulations (EEC) Nos 1726/70 and 1727/70 and the Italian text of Regulation (EEC) No 1727/70 on raw tobacco\n", "header": "REGULATION (EEC) No 2596/70 OF THE COMMISSION  of 21 December 1970  amending the German texts of Regulations (EEC) Nos 1726/70 and 1727/70 and the Italian text of Regulation (EEC) No 1727/70 on raw tobacco\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community;\nHaving regard to Council Regulation (EEC) No 727/70 (1) of 21 April 1970 on the common organisation of the market in raw tobacco, and in particular the first subparagraph of Article 3 (3) Articles 5 (6) and 6 (10) thereof;\nWhereas the German texts of Commission Regulation (EEC) No 1726/70 (2) of 25 August 1970 on the procedure for granting the premium for leaf tobacco and Commission Regulation (EEC) No 1727/70 (3) of 25 August 1970 on intervention procedure for raw tobacco contain expressions which do not conform to the usual German terminology and therefore lead to uncertainty as to the application of these Regulations;\nWhereas discrepancies have been found between the Italian text of Annex III to Regulation (EEC) No 1727/70 and the text in the other languages ; whereas the Italian text departs from the usual terminology;\nWhereas the German and Italian texts of these Regulations must therefore be corrected;\nWhereas the measures provided for in this Regulation are in accordance with the Opinion of the Management Committee for Tobacco;", "main_body": ["The term \"Reingewicht\" shall be replaced by the term \"Eigengewicht\" in the German text of the following provisions:    (a) Regulation (EEC) No 1726/70:      - Article 2 (2) (h);\n- Article 4 (1);\n- Article 6 (2);\n- Article 11.\n(b) Regulation (EEC) No 1727/70:     - Article 1 (1) (b);\n- Article 5;\n- Article 6 (1), first subparagraph;\n- Article 6 (1), second subparagraph.", "In the German text of Article 4 (1) of Regulation (EEC) No 1726/70, \"Feld 31\" shall be substituted for \"Fach 31\".", "The text annexed to this Regulation shall be substituted for the Italian text of Annex III to Regulation (EEC) No 1727/70.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nIt shall apply from 30 August 1970.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 21 December 1970.\nFor the Commission\nThe President\nFranco M. MALFATTI\n(1)OJ No L 94, 28.4.1970, p. 1. (2)OJ No L 191, 27.8.1970, p. 1. (3)OJ No L 191, 27.8.1970, p. 5.\nANNEX\n\"ALLEGATO III\nCARATTERISTICHE DEI TABACCHI ESCLUSI DAGLI ACQUISTI ALL'INTERVENTO\n(a) Frammenti di foglie.\n(b) Foglie molto danneggiate dalla grandine.\n(c) Foglie che presentano gravi difetti d'integrita con la superficie fogliare danneggiata per più di un terzo.\n(d) Foglie colpite per più del 25 % della loro superficie da malattie o da alterazioni provocate da parassiti.\n(e) Foglie che presentano residui d'antiparassitari.\n(f) Foglie immature o di colore verde carico.\n(g) Foglie placcate.\n(h) Foglie ammuffite o marcite.\n(i) Foglie con nervature non essiccate, umide o attaccate da marciume o con costole umide e accentuate.\n(j) Foglie di germogli.\n(k) Foglie aventi un odore estraneo alla varietà di cui trattasi.\n(l) Foglie sporche con terra aderente.\n(m) Foglie il cui tasso d'umidità supera di oltre il 3 % il tasso d'umidita fissato nell'allegato I del regolamento (CEE) n. 1464/70 o nell'allegato I del regolamento (CEE) n. 1465/70.\""}