{"celex_id": "31976R2417", "uri": "http://publications.europa.eu/resource/cellar/972a80f9-b9b0-4c23-86b2-2b8f50d0ee09", "type": "Regulation", "concepts": ["1552", "2730", "2888", "3191", "4713", "491"], "title": "Commission Regulation (EEC) No 2417/76 of 5 October 1976 amending Regulation (EEC) No 2115/76 laying down detailed rules for the import of wines, grape juice and grape must\n", "header": "COMMISSION REGULATION (EEC) No 2417/76  of 5 October 1976  amending Regulation (EEC) No 2115/76 laying down detailed rules for the import of wines, grape juice and grape must\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 816/70 of 28 April 1970 laying down additional provisions for the common organization of the market in wine (1), as last amended by Regulation (EEC) No 1167/76 (2), and in particular Article 28 (4) thereof,\nHaving regard to Council Regulation (EEC) No 1848/76 of 27 July 1976 laying down general rules for the import of wines, grape juice and grape must (3), and in particular Article 4 thereof,\nWhereas the V I documents which must accompany imports are specified in Regulation (EEC) No 2115/76 laying down detailed rules for the import of wines, grape juice and grape must (4) ; whereas, since this form of document may not be available everywhere it is needed, provision should be made, on the basis of Article 4 of Regulation (EEC) No 1848/76, for the form of document previously used for this purpose to continue to be used for a transitional period;\nWhereas Article 9 of Regulation (EEC) No 2115/76 provides that the Regulation shall not apply to wines shown to have been dispatched from the third country, in question before the date on which it took effect ; whereas, in order to avoid administrative difficulties, this exception should be extended to other products of the wine sector;\nWhereas Annex III to Regulation (EEC) No 2115/76 specifies the production zones in non-member countries that are comparable to the Community zones laid down in Annex III to Regulation (EEC) No 816/70 ; whereas Article 38 of Council Regulation (EEC) No 1160/76 of 17 May 1976 amending Regulation (EEC) No 816/70 laying down additional provisions for the common organization of the market in wine (5), amended Annex III to Regulation (EEC) No 816/70 by subheading zone C I ; whereas Annex III to Regulation (EEC) No 2115/76 should therefore be amended;\nWhereas it is provided in Article 2 (2) of Regulation (EEC) No 1848/76 that the certificate and analysis report are to dispensed with for imports into the Community of wines in containers of two litres or less originating in certain non-member countries ; whereas, however, certain consignments of wine from those non-member countries are still dispatched in containers of more than two litres ; whereas, to ease the transition to the new system, particularly as certain Member States are entitled to defer until 31 December 1979 the implementation of the Council Directive of 19 December 1974 on the approximation of the laws of the Member States relating to the making-up by volume of certain prepackaged liquids (6), it should be provided, on the basis of Article 4 of the Regulation, that those consignments may for a specified period qualify for the exemption referred to above;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Wine,", "main_body": ["The following sentence is added to Article 1 of Regulation (EEC) No 2115/76:\n\"However, with the exception of sparkling wines and liqueur wines, wines shown to have been dispatched before 1 December 1976 may be accompanied by V I documents in the form used prior to 1 September 1976.\"", "Article 8 of Regulation (EEC) No 2115/76 is amended to read as follows:  (1)OJ No L 99, 5.5.1970, p. 1. (2)OJ No L 135, 24.5.1976, p. 42. (3)OJ No L 204, 30.7.1976, p. 5. (4)OJ No L 237, 28.8.1976, p. 1. (5)OJ No L 135, 24.5.1976, p. 1. (6)OJ No L 42, 15.2.1975, p. 1.\n\"The third countries in respect of which the certificate and analysis report may be dispensed with pursuant to Article 2 (2) of Regulation (EEC) No 1848/76 are listed in Annex IV to this Regulation.\nUntil 31 January 1977 the exemption provided for in that Article shall be extended to wines in containers of four litres or less originating in and imported from the third countries listed in the said Annex IV.\"", "In Article 9 (1) of Regulation (EEC) No 2115/76, the word \"wines\" is replaced by the word \"products\".", "Annex III to Regulation (EEC) No 2115/76 is amended to read as follows:\n\"Zone A:\nZone B : Austria, the German speaking area of Switzerland\nZone C I a : The French and Italian speaking areas of Switzerland\nZone C I b:\nZone C II : Portugal (Vinhos verdes region), Romania, Yugoslavia, (Republics of Slovenia, Croatia, Bosnia-Herzegovina, Serbia), Hungary (north trans-Danubian wine-growing regions, northern Hungary and the wine-growing region of Takij-Hegyalja).\nZone C III : All other production regions in non-member countries.\"", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 September 1976.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 5 October 1976.\nFor the Commission\nP.J. LARDINOIS\nMember of the Commission"}