{"celex_id": "31975R0091", "uri": "http://publications.europa.eu/resource/cellar/75aca316-380f-4218-aee3-64327e336b10", "type": "Regulation", "concepts": ["3191", "4381", "693", "863"], "title": "Regulation (EEC) No 91/75 of the Commission of 15 January 1975 applying the duty in the Common Customs Tariff to certain varieties of sweet oranges originating in Spain\n", "header": "REGULATION (EEC) No 91/75 OF THE COMMISSION  of 15 January 1975  applying the duty in the Common Customs Tariff to certain varieties of sweet oranges originating in Spain\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community;\nHaving regard to Council Regulation (EEC) No 2047/70 (1) of 13 October 1970 on imports of citrus fruit originating in Spain, and in particular Article 5 thereof;\nWhereas Article 7 of Annex I to the Agreement between the European Economic Community and Spain provides for a reduced rate of duty on imports into the Community of certain citrus fruit originating in Spain ; whereas, during the period in which reference prices are applied, this reduction is dependent on the observance of a specified price on the Community market ; whereas detailed rules for the application of this system are contained in Regulation (EEC) No 2047/70;\nWhereas, in certain respects, these rules refer to provisions of Regulation No 23 which were incorporated in Council Regulation (EEC) No 1035/72 (2) of 18 May 1972 on the common organization of the market in fruit and vegetables, as last amended by Regulation (EEC) No 2745/72 (3) ; whereas, in this case, reference should be made to Regulation (EEC) No 1035/72, in accordance with the Table which appears in Annex IV thereto;\nWhereas Regulation (EEC) No 2047/70 provides that, where one of the products listed in Article 1 of that Regulation is imported, the duty in the Common Customs Tariff is applied where quotations for that product, converted where necessary to Class I in accordance with the provisions of Article 24 (2) of Regulation (EEC) No 1035/72 recorded on the representative Community markets at the importer/wholesaler stage or converted to that stage, adjusted by the conversion factors and following deduction of transport costs and import charges other than customs duties, remain lower than the reference price in force, plus the incidence of the Common Customs Tariff on that price and a standard amount fixed at 1.2 units of account per 100 kilogrammes, for three consecutive market days on the representative markets of the Community with the lowest quotations:\nWhereas, if the system is to operate normally, it should be calculated on the following basis:    - in the case of currencies which are maintained in relation to each other, at any given moment, within a band of 2 725 %, a rate of exchange based on their effective parity;\n- for other currencies an exchange rate based on the arithmetic mean of the spot market rates of each of these currencies recorded for a given period, in relation to the Community currencies referred to in the previous subparagraph;\nWhereas the conversion factors, the transport costs and import charges other than customs are those used for the purpose of calculating the entry price referred to in Regulation No 1035/72 ; whereas the method of calculating import charges other than customs duties is, for certain cases, defined in Article 2 (2) of Regulation (EEC) No 2047/70;\nWhereas application of these rules to quotations recorded for sweet oranges imported into the Community and originating in Spain indicates that the conditions set out in the first paragraph of Article 4 of Regulation (EEC) No 2047/70 are fulfilled, for the varieties listed in Article 1 (3) (c) of Regulation (EEC) No 3025/74 (4) fixing reference prices for sweet oranges for the 1974/75 marketing year ; whereas the duty in the Common Customs Tariff should, therefore, be applied to the products in question,", "main_body": ["As from 17 January 1975, the duty in the Common Customs Tariff shall be applied to fresh sweet oranges imported into the Community and originating in Spain other than the varieties Moro, Tarocco, Biondo comune (Blanca comuna, Bionde commune), Grano de oro (Imperial, Sucrena), Baladi, Pera, Macetera, Pineapple, Blood oval (Dobblefina, Double fine), Portuguese sanguines, Sanguina redonda (Entrefina), Surinam varieties and the ordinary Sanguina variety, with the exception of Navel sanguines (improved Double fine, Washington sanguina, Sanguina grande) and Maltese sanguines (subheading ex 08.02 A I of the Common Customs Tariff).", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.  (1)OJ No L 228, 15.10.1970, p. 2. (2)OJ No L 118, 20.5.1972, p. 1. (3)OJ No L 291, 28.12.1972, p. 147. (4)OJ No L 321, 30.11.1974, p. 68.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 15 January 1975.\nFor the Commission\nThe President\nFrançois-Xavier ORTOLI"}