{"celex_id": "31978L1017", "uri": "http://publications.europa.eu/resource/cellar/bb582f5b-9d60-45c8-8f6c-a9913979c6cc", "type": "Directive", "concepts": ["1958", "2194", "2970", "2971", "889", "980"], "title": "Council Directive 78/1017/EEC of 24 November 1978 amending Directive 72/159/EEC on the modernization of farms and Directive 73/131/EEC on the guidance premium provided for in Article 10 of the Directive of 17 April 1972 on the modernization of farms\n", "header": "COUNCIL DIRECTIVE  of 24 November 1978  amending Directive 72/159/EEC on the modernization of farms and Directive 73/131/EEC on the guidance premium provided for in Article 10 of the Directive of 17 April 1972 on the modernization of farms  (78/1017/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 43 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nWhereas under Article 14 (2) (a) of Council Directive 72/159/EEC of 17 April 1972 on the modernization of farms (3), as last amended by Council Directive 77/390/EEC (4), Member States may, during a period of five years from the time when the said Directive takes effect, grant temporary aids to farmers who are not capable of attaining the level of earned income laid down under Article 4 of that Directive and who are not yet eligible for the annuities provided for in Article 2 (1) of Council Directive 72/160/EEC of 17 April 1972 concerning measures to encourage the cessation of farming and the reallocation of utilized agricultural area for the purposes of structural improvement (5);\nWhereas, pending the re-examination of Directive 72/159/EEC provided for in Article 16 of the said Directive, the period of application of this measure was extended until 31 December 1977 by Directive 77/390/EEC;\nWhereas, since this re-examination is still in progress, it would seem appropriate to extend the period laid down in Article 14 (2) (a) of Directive 72/159/EEC until 31 December 1979 as regards the measures provided for under that Article in force in the Member States on 15 March 1977;\nWhereas the provision in the development plan for the farm to concentrate on the production of beef, veal, mutton or lamb may require differing efforts ; whereas the amounts fixed by Council Directive 73/131/EEC of 15 May 1973 on the guidance premium provided for in Article 10 of the Directive of 17 April 1972 on the modernization of farms (6) should be changed into ceiling amounts,", "main_body": ["The period laid down in Article 14 (2) (a) of Directive 72/159/EEC shall be extended until 31 December 1979 as regards the measures provided for under that Article in force in the Member States on 15 March 1977.", "The second paragraph of Article 1 of Directive 73/131/EEC shall be replaced by the following:\n\"The maximum amount of this premium shall be:    - 48 units of account per hectare within a ceiling of 4 800 units of account per farm in the first year,\n- 32 75 units of account per hectare within a ceiling of 3 250 units of account per farm in the second year,\n- 16 75 units of account per hectare within a ceiling of 1 650 units of account per farm in the third year.\"", "Article 1 shall take effect as from 1 January 1978.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 24 November 1978.\nFor the Council\nThe President\nJ. ERTL  (1)OJ No C 230, 28.9.1978, p. 15. (2)OJ No C 261, 6.11.1978, p. 46. (3)OJ No L 96, 23.4.1972, P. 1. (4)OJ No L 145, 13.6.1977, p. 43. (5)OJ No L 96, 23.4.1972, p. 9. (6)OJ No L 153, 9.6.1973, p. 24."}