{"celex_id": "31979D0324", "uri": "http://publications.europa.eu/resource/cellar/09103f23-f413-4c39-9eef-4b7b2d520bba", "type": "Decision", "concepts": ["1755", "192", "5034", "5334", "889", "980"], "title": "79/324/EEC: Commission Decision of 9 March 1979 concerning applications for reimbursement under Directive 77/391/EEC introducing Community measures for the eradication of brucellosis, tuberculosis and leucosis in cattle\n", "header": "COMMISSION DECISION  of 9 March 1979  concerning applications for reimbursement under Directive 77/391/EEC introducing Community measures for the eradication of brucellosis, tuberculosis and leucosis in cattle  (79/324/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 77/391/EEC of 17 May 1977 introducing Community measures for the eradication of brucellosis, tuberculosis and leucosis in cattle (1), as last amended by Directive 79/9/EEC (2), and in particular Article 8 (3) thereof,\nWhereas the applications for reimbursement forwarded to the Guidance Section of the European Agricultural Guidance and Guarantee Fund in respect of the aid provided for in Article 7 (2) of Directive 77/391/EEC must include certain information, which, in order to facilitate its examination for conformity with the provisions of the Directive and of the Commission Decisions approving national eradication plans and the taking of a decision thereon, must be presented in an identical form by the Member States;\nWhereas, in order to ensure effective checks, the Member States must keep the supporting documents at the disposal of the Commission for an adequate period;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the EAGGF Committee,", "main_body": ["Applications for reimbursement submitted by the Member States pursuant to Articles 7 and 8 of Directive 77/391/EEC must be presented in accordance with the tables annexed to this Decision.", "The Member States shall keep at the disposal of the Commission for a period of three years after implementation of the plan the supporting documents or certified copies thereof in its possession on the basis of which its application for reimbursement was submitted.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 9 March 1979.\nFor the Commission\nFinn GUNDELACH\nVice-President  (1)OJ No L 145, 13.6.1977, p. 44. (2)OJ No L 6, 10.1.1979, p. 27.\nANNEX\nApplication for payment under Article 8 (1) of Directive 77/391/EEC\n>PIC FILE= \"T0014477\">\nIt is confirmed that the cows and other bovine animals were slaughtered under the measures provided for in Article 2 of Directive 77/391/EEC and the national plan approved by the Commission.\nStamp and signature of the competent authority\nApplication for payment under Article 8 (1) of Directive 77/391/EEC\n>PIC FILE= \"T0014478\">\nIt is confirmed that the cows and other bovine animals were slaughtered under the measures provided for in Article 3 of Directive 77/391/EEC and the national plan approved by the Commission.\nStamp and signature of the competent authority\nApplication for payment under Article 8 (1) of Directive 77/391/EEC\n>PIC FILE= \"T0014479\">\nIt is confirmed that the cows and other bovine animals were slaughtered under the measures provided for in Article 4 of Directive 77/391/EEC and the national plan approved by the Commission.\nStamp and signature of the competent authority"}