{"celex_id": "31976R1425", "uri": "http://publications.europa.eu/resource/cellar/40a4c689-4117-45d1-a128-911aa04a22c4", "type": "Regulation", "concepts": ["1486", "2656", "3732"], "title": "Council Regulation (EEC) No 1425/76 of 21 June 1976 on special intervention measures for rice\n", "header": "COUNCIL REGULATION (EEC) No 1425/76  of 21 June 1976  on special intervention measures for rice\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1418/76 of 21 June 1976 on the common organization of the market in rice (1), and in particular the first subparagraph of Article 6 thereof,\nHaving regard to the proposal from the Commission,\nWhereas the establishment of a single price system for rice entails replacing national systems of regionalized intervention prices, limited to the territory of each producer Member State by a uniform Community system ; whereas changed patterns of trade between surplus and deficit areas in the Community should result therefrom;\nWhereas it is not yet possible to make a final decision on adapting the market to the new regionalized prices for rice on a Community scale and to the disappearance of price zones which had been created by the barrier of intra-Community levies;\nWhereas, moreover, harvests of all or several varieties of rice, which in certain regions of the Community differed substantially from the average for previous years, could in those regions temporarily bring about a change in market prices not found elsewhere in the Community;\nWhereas in consequence intervention agencies might have to buy in large quantities in certain regions without this measure being required by the long-term trend of markets in the Community;\nWhereas provision should therefore be made for preventive measures to enable trade to support the market in those regions for a given period;\nWhereas, in view of the uniformity which should characterize the Community market in rice, such measures should be assessed and decided upon from a Community viewpoint,", "main_body": ["If in any region of the Community market prices show a fall or a weakness which, in the case of rice or certain varieties of rice and in view of the size of the harvest or regional stocks and their geographical situation, could oblige the intervention agency to buy in large quantities, the Member State concerned may request the Commission to authorize the intervention agency, in accordance with the procedure provided for in Article 27 of Regulation (EEC) No 1418/76, to take special intervention measures on the paddy rice market in accordance with Article 6 of that Regulation. The decision of the Commission shall be taken within 12 working days following that on which the request was made.\nThe Member State shall state the reasons for its request and for the measures which it considers should be adopted and shall indicate the intended duration of their application.", "1. Council Regulation (EEC) No 446/68 of 9 April 1968 on special intervention measures for rice (2) is hereby repealed.\n2. References to the Regulation repealed by paragraph 1 shall be construed as references to this Regulation.", "This Regulation shall enter into force on 1 July 1976.  (1)See page 1 of this Official Journal. (2)OJ No L 91, 12.4.1968, p. 4.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 21 June 1976.\nFor the Council\nThe President\nJ. HAMILIUS"}