{"celex_id": "31979R2300", "uri": "http://publications.europa.eu/resource/cellar/0da7c45f-e489-428d-bd3e-4aba8c95a900", "type": "Regulation", "concepts": ["1774", "192", "20", "4692", "862"], "title": "Council Regulation (EEC) No 2300/79 of 16 October 1979 on exceptional aid to the Republic of Malta in the form of pigmeat\n", "header": "COUNCIL REGULATION (EEC) No 2300/79  of 16 October 1979  on exceptional aid to the Republic of Malta in the form of pigmeat\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Articles 43 and 235 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nWhereas the Republic of Malta has submitted a request to the Community for exceptional aid in the form of pigmeat;\nWhereas the requirements of that country, particularly in the wake of the swine fever epidemic which recently decimated its pig herds, justify such aid;\nWhereas the Community has taken steps to participate, by means of financial assistance, in the programme to eradicate African swine fever in Malta;\nWhereas exceptional aid in the form of pigmeat can be considered an essential adjunct to Community financial assistance to Malta;\nWhereas the circumstances giving rise to the granting of the exceptional aid in question dictate that this operation cannot be carried out until action has been taken to slaughter pigs, destroy pigmeat and decontaminate farms, slaughterhouses and meat storage premises on Maltese territory;\nWhereas the quantities of pigmeat to be supplied by way of aid, stocks being at present available within the Community, must be mobilized on the Community market;\nWhereas the meat in question must be bought and transported as cheaply as possible ; whereas provision must be made for a tendering procedure in order to achieve that aim;\nWhereas this aid is of an exceptional nature ; whereas the Regulations on the common organization of the markets in the pigmeat sector do not provide for tendering procedures ; whereas the recipient country should therefore make its own arrangements, in accordance with the conditions to be laid down by the Commission, for mobilizing and transporting the meat in question;\nWhereas implementation of this operation would appear to be conducive to furthering the aims of the Community;\nWhereas the Treaty does not provide the specific powers of action for this purpose,", "main_body": ["Exceptional aid consisting of 2 500 tonnes of pigmeat, in the form of carcases or semi-carcases, without head, feet or flare fat and of a quality no lower than class II on the Community scale for the classification of pig carcases, having a unit price no higher than the average price recorded on the reference markets for the said class II adjusted if necessary for the presentation and point of marketing of the product, shall be granted to the Republic of Malta for consumption by the local population.", "The exceptional aid specified in Article 1 shall be mobilized by the recipient country on the Community market in accordance with the tendering procedure. The Commission shall lay down appropriate conditions for the tendering procedure and for the use of the aid by the recipient country.", "The exceptional aid operation may be implemented as soon as the necessary health measures have been taken in Malta in respect of:    - the slaughter of pigs,\n- the destruction of all types of pigmeat and of all pigmeat-based products with the exception of preserves in sterilized tins,\n- the cleaning, disinfection, disinsectization and deratization of farms and all places likely to have been contaminated by pigs, pigmeat or pigmeat-based products.", "No refund shall be payable in respect of the goods supplied by way of exceptional aid under this Regulation.  (1)Opinion delivered on 28 September 1979 (not yet published in the Official Journal).", "The Community shall finance refrigerated transportation of the exceptional aid to the port of unloading.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 16 October 1979.\nFor the Council\nThe President\nJ. GIBBONS"}