{"celex_id": "31978R1055", "uri": "http://publications.europa.eu/resource/cellar/34a31f1c-1a50-4b42-b67d-5b83b3ae09e0", "type": "Regulation", "concepts": ["1988", "2958", "4860"], "title": "Commission Regulation (EEC) No 1055/78 of 19 May 1978 amending with regard to the application of monetary compensatory amounts various Regulations on milk and milk products\n", "header": "COMMISSION REGULATION (EEC) No 1055/78  of 19 May 1978  amending with regard to the application of monetary compensatory amounts various Regulations on milk and milk products\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 804/68 of 27 June 1968 on the common organization of the market in milk and milk products (1), as last amended by Regulation (EEC) No 1038/78 (2), and in particular Articles 6 (7), 7 (5) and 10 (3) thereof,\nHaving regard to Council Regulation (EEC) No 974/71 of 12 May 1971 on certain measures of conjunctural policy to be taken in agriculture following the temporary widening of the margins of fluctuation for the currencies of certain Member States (3), as last amended by Regulation (EEC) No 557/76 (4), and in particular Article 3 thereof,\nWhereas various Commission Regulations on the granting of aids or on special sale measures for butter or skimmed-milk powder, in order to take proper account of the value of these products for the application of the monetary compensatory amounts fixed pursuant to Regulation (EEC) 974/71, specify the application of a coefficient to the amounts applicable to these products ; whereas for administrative simplification these coefficients should be fixed solely in the Commission Regulation fixing the monetary compensatory amounts and certain rates for their application, which is currently Regulation (EEC) No 1036/78 (5), and should no longer appear in each Regulation instituting particular measures;\nWhereas the Regulations concerned are the following:    - Commission Regulation (EEC) No 1282/72 of 21 June 1972 on the sale of butter at a reduced price to the army and similar forces (6), as last amended by Regulation (EEC) No 2904/77 (7);\n- Commission Regulation (EEC) No 1717/72 of 8 August 1972 on the sale of butter at a reduced price to non-profit-making institutions and organizations (8), as last amended by Regulation (EEC) No 2904/77;\n- Commission Regulation (EEC) No 232/75 of 30 January 1975 on the sale of butter at reduced prices for use in the manufacture of pastry products and ice-cream (9), as last amended by Regulation (EEC) No 367/78 (10);\n- Commission Regulation (EEC) No 1624/76 of 2 July 1976 concerning special arrangements for the payment of aid for skimmed-milk powder denatured or processed into compound feedingstuffs in the territory of another Member State (11), as last amended by Regulation (EEC) No 2724/77 (12);\n- Commission Regulation (EEC) No 368/77 of 23 February 1977 on the sale by tender of skimmed-milk powder for use in feed for pigs and poultry (13), as last amended by Regulation (EEC) No 787/78 (14);\n- Commission Regulation (EEC) No 1844/77 of 10 August 1977 on the granting by tender of special aid for skimmed-milk powder intended as feed for animals other than young calves (15), as amended by Regulation (EEC) No 787/78;\n- Commission Regulation (EEC) No 649/78 of 31 March 1978 on the sale at reduced prices of intervention butter for direct consumption as concentrated butter (16);\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Milk and Milk Products,  (1)OJ No L 148, 28.6.1968, p. 13. (2)See page 4 of this Official Journal. (3)OJ No L 106, 12.5.1971, p. 1. (4)OJ No L 67, 15.3.1976, p. 1. (5)OJ No L 133, 22.5.1978, p. 1. (6)OJ No L 142, 22.6.1972, p. 14. (7)OJ No L 338, 23.12.1977, p. 16. (8)OJ No L 181, 9.8.1972, p. 11. (9)OJ No L 24, 31.1.1975, p. 45. (10)OJ No L 52, 23.2.1978, p. 12. (11)OJ No L 180, 6.7.1976, p. 9. (12)OJ No L 315, 9.12.1977, p. 15. (13)OJ No L 52, 24.2.1977, p. 19. (14)OJ No L 106, 20.4.1978, p. 18. (15)OJ No L 205, 11.8.1977, p. 11. (16)OJ No L 86, 1.4.1978, p. 33.", "main_body": ["The provisions of Article 8 of Regulation (EEC) No 1282/72 and of Article 9 of Regulation (EEC) No 1717/72 are replaced by the following provisions:\n\"The monetary compensatory amounts applicable to butter sold under this Regulation shall be equal to the monetary compensatory amounts fixed pursuant to Regulation (EEC) No 974/71 multiplied by the coefficient shown in the corresponding note in Part 5 of Annex I to the Commission Regulation fixing the monetary compensatory amounts.\nIf necessary the Commission may adjust this coefficient.\"", "Article 20 of Regulation (EEC) No 232/75 is replaced by the following Article:\n\"Article 20\nThe monetary compensatory amounts applicable to that part of the butter and concentrated butter specified in Article 6 (1) (a) and (b) which consists of butter shall be equal to the monetary compensatory amounts fixed pursuant to Regulation (EEC) No 974/71 multiplied by the coefficient shown in the corresponding note in Part 5 of Annex I to the Commission Regulation fixing the monetary compensatory amounts.\nIf necessary the Commission may adjust these coefficients.\"", "The text of Regulation (EEC) No 1624/76 is replaced by the following text:\n\"The monetary compensatory amounts applicable to skimmed-milk powder exported to the Member State of destination under this Regulation shall be equal to the monetary compensatory amounts fixed pursuant to Regulation (EEC) No 974/71 multiplied by the coefficient shown in the corresponding note in Part 5 of Annex I to the Commission Regulation fixing the monetary compensatory amounts.\nIf necessary the Commission may adjust this coefficient.\"", "In Article 19 (2) of Regulation (EEC) No 368/77:\n\"coefficient 0 715\" in the first indent, and\n\"coefficient 0 725\" in the second indent\nare both replaced by:\n\"coefficient shown in the corresponding note in Part 5 of Annex I to the Commission Regulation fixing the monetary compensatory amounts.\"\nThe following subparagraph is added:\n\"If necessary the Commission may adjust these coefficients.\"", "In Article 17 of Regulation (EEC) No 1844/77, \"coefficient 0 725\" is replaced by:\n\"coefficient shown in the corresponding note in Part 5 of Annex I to the Commission Regulation fixing the monetary compensatory amounts.\nIf necessary the Commission may adjust this coefficient.\"", "Article 13 of Regulation (EEC) No 649/78 is repealed.", "This Regulation shall enter into force on 22 May 1978.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 May 1978.\nFor the Commission\nFinn GUNDELACH\nVice-President"}