{"celex_id": "31978R1154", "uri": "http://publications.europa.eu/resource/cellar/837cb785-4ad3-4328-8768-cd51c200364f", "type": "Regulation", "concepts": ["1115", "1602", "2173"], "title": "Council Regulation (EEC) No 1154/78 of 30 May 1978 amending Regulation (EEC) No 1035/72 on the common organization of the market in fruit and vegetables and Regulation (EEC) No 2601/69 laying down special measures to encourage the processing of certain varieties of oranges\n", "header": "COUNCIL REGULATION (EEC) No 1154/78  of 30 May 1978  amending Regulation (EEC) No 1035/72 on the common organization of the market in fruit and vegetables and Regulation (EEC) No 2601/69 laying down special measures to encourage the processing of certain varieties of oranges\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 43 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nWhereas Council Regulation (EEC) No 1035/72 of 18 May 1972 on the common organization of the market in fruit and vegetables (2), as last amended by Regulation (EEC) No 1122/78 (3), does not fix the dates for the beginning and end of the marketing years or seasons for fresh fruit and vegetables produced in the Community ; whereas experience has shown the need, in particular when the representative rates for the various currencies are adjusted, to fix marketing periods at least for products subject to the intervention system or for which there are reference prices;\nWhereas, so that there may be fuller information as to quantities produced and quantities coming on to the market, producers who are members of producers' organizations should be required to provide such information when requested by their organization;\nWhereas Article 14 of Council Regulation (EEC) No 1035/72 makes provision for measures to encourage the formation and operation of these organizations;\nWhereas experience has shown that these measures have not been fully successful in encouraging the formation of producers' organizations in certain regions of the Community ; whereas additional measures should therefore be introduced for a limited period;\nWhereas, in order to encourage action by producers' organizations to adapt supplies more closely to market requirements, these organizations should be authorized to withdraw products which, while meeting the quality standards, do not comply with the marketing rules which they have adopted;\nWhereas Article 16 (4) of Regulation (EEC) No 1035/72 provides that the price at which the products subject to intervention are bought in pursuant to Article 19 shall be calculated by applying conversion factors to the buying-in price ; whereas, with respect to grapes, there are structural surpluses of this product for which corrective measures have already been taken ; whereas, pending the results of these measures, conversion factors to be applied to the buying-in price to maintain a balance between the intervention price for table grapes and the price obtained by the producer for that same product when intended for wine-making should be determined;\nWhereas the markets in peaches and summer pears are particularly sensitive ; whereas it should be possible to follow trends in their prices, even if those of products having the same characteristics as those by reference to which the basic price is fixed are not available ; whereas balancing supply and demand should also be encouraged by permitting Member States to intervene more quickly ; whereas this may be achieved by raising the level of prices and shortening the period of market observation, since these are the two points which are decisive for recording a state of serious crisis for the product concerned;\nWhereas Community preference would be better served if reference prices were adjusted to take account of changes in production costs;\nWhereas Article 25 of Regulation (EEC) No 1035/72 provides that where it would be appropriate to apply a countervailing charge in respect of a number of exporting countries for the same product over the same period, a single charge shall be applied in respect of those countries unless the entry prices for one or more of those countries are abnormally low in relation to entry prices recorded for the other exporting country or countries concerned ; whereas recent experience has shown that application of these provisions results in repeated adjustments to the countervailing charge, causing uncertainty among traders ; whereas this could be prevented if the situation of each exporting country were treated separately ; whereas appropriate measures should, therefore, be introduced;\nWhereas Council Regulation (EEC) No 2601/69 of 18 December 1969 laying down special measures to encourage the processing of certain varieties of oranges (4), as last amended by Regulation (EEC) No 2483/75 (5), lays down the criteria on the basis of which the financial compensation granted to (1)OJ No C 6, 9.1.1978, p. 15. (2)OJ No L 118, 20.5.1972, p. 1. (3)OJ No L 142, 30.5.1978, p. 13. (4)OJ No L 324, 27.12.1969, p. 21. (5)OJ No L 254, 1.10.1975, p. 5.   processors is fixed ; whereas one of these criteria is the price which processors usually pay for their supplies, which is calculated on the basis of the prices obtaining in the industry during the three marketing years preceding the one for which financial compensation is granted ; whereas, following the extension of the granting of financial compensation to include all quantities of oranges bought by the industry, the prices obtaining in the industry are tending to merge with the minimum price ; whereas new criteria for fixing the financial compensation should therefore be laid down ; whereas these criteria should establish a direct link between the movement of the minimum price and changes in the proportion of that price which is payable by the processor,", "main_body": ["The following paragraph shall be added to Article 1 of Regulation (EEC) No 1035/72:\n\"3. The marketing years or seasons shall be as follows:    - for tomatoes and cucumbers, from 1 January to 31 December,\n- for cherries, from 1 April to 30 September,\n- for peaches, from 1 May to 31 October,\n- for cauliflowers and grapes, from 1 May to 30 April,\n- for plums, from 1 June to 31 October,\n- for pears and lemons, from 1 June to 31 May,\n- for apples, from 1 July to 30 June,\n- for oranges, from 1 October to 15 July,\n- for mandarins (including tangerines and satsumas), clementines, wilkings and other similar citrus hybrids, from 1 October to 15 May.\nFor the other products, the marketing years or seasons shall be determined, if necessary, in accordance with the procedure laid down in Article 33. Decisions on any changes to be made to the marketing years as defined above shall be taken in accordance with the same procedure.\"", "The following indent shall be added to Article 13 of Regulation (EEC) No 1035/72:\n\"- of providing the information requested by the organization on harvests and supplies.\"", "1. The following paragraph shall be inserted in Article 14 of Regulation (EEC) No 1035/72:\n\"1a. However, Member States may grant aid to producers' organizations which are established during the seven years beginning 1 October 1977, in respect of the five years following the date on which they are established, to encourage their formation and to facilitate their operation provided that the organizations furnish adequate guarantees as regards the duration and effectiveness of their activities. The amount of such aid shall not be less, for the first, second, third, fourth and fifth years respectively, than 5 %, 4 %, 3 %, 2 % and 1 % of the value of production marketed under the auspices of the producers' organization in question but, nevertheless, may not exceed the actual cost of formation and administrative costs of the organization concerned.\nThe aid shall be paid during the seven years following the date of establishment.\"\n2. The following paragraph shall be added to Article 14 of Regulation (EEC) 1035/72:\n\"4. Detailed rules for the application of this Article shall be adopted in accordance with the procedure laid down in Article 33.\"", "The following subparagraph shall be inserted after the first subparagraph of Article 15 (1) of Regulation (EEC) No 1035/72:\n\"If marketing rules aimed at limiting the volume of the supply of products listed in Annex II are applied, the producers' organizations may decide not to put on sale products which, while conforming to the quality standards, do not comply with the marketing rules referred to above. In that case the producers' organizations or the appropriate associations of such organizations shall grant members compensation, calculated on the basis of the withdrawal price, for the quantities that remain unsold. Detailed rules for the application of this paragraph shall be adopted as necessary in accordance with the procedure laid down in Article 33.\"", "The third subparagraph of Article 16 (1) of Regulation (EEC) No 1035/72 shall be replaced by the following:\n\"In determining the period for which these prices are to apply, slack market periods at the beginning and at the end of the marketing year shall be disregarded.\"", "Article 16 (4) of Regulation (EEC) No 1035/72 is hereby amended as follows:    (a) in the first subparagraph the words \"or Article 19a\" shall be added after \"Article 19\";\n(b) the following subparagraph shall be inserted after the second subparagraph:\n\"With respect to table grapes, the conversion factors shall be so fixed as to maintain a balance between the price at which the product is bought in under Article 19 and the price obtained for grapes produced with a view to the obligatory distillation of wine made from table grapes.\"", "The following second subparagraph shall be added to Article 17 (1) of Regulation (EEC) No 1035/72:\n\"If, for peaches throughout the marketing year and for pears during the period 1 July to 31 August, these prices are unavailable for a given market on a given day, Member States shall communicate to the Commission the prices recorded for products to be defined in accordance with the procedure laid down in Article 33.\"", "In Article 19 (1) of Regulation (EEC) No 1035/72 the phrase \"with the exception of peaches throughout the marketing year and pears for the period 1 July to 31 August\" shall be added after \"for a given product\".", "The following Article shall be inserted in Regulation (EEC) No 1035/72:\n\"Article 19a 1. By way of derogation from Article 19, where, for peaches or pears during the period 1 July to 31 August, on one of the representative markets referred to in Article 17 (2), the prices communicated to the Commission pursuant to Article 17 (1) remain below the buying-in price plus 5 % of the basic price for two consecutive market days, the Commission shall without delay record, if the Member State in which such a situation arises so requests, that the market in the product in question is in a state of serious crisis in that Member State.\n2. Upon that finding, the Member State in question shall, through the body or natural or legal persons appointed by it for the purpose, buy in products of Community origin offered to it, provided that these products satisfy the quality and grading requirements laid down by the quality standards and they were not withdrawn from the market pursuant to Article 15 (1). The products concerned shall be purchased in accordance with the second subparagraph of Article 19 (2).\n3. Buying-in operations shall be suspended when prices remain higher than the buying-in price plus 5 % of the basic price for two consecutive market days ; once this condition has been fulfilled, the Commission shall record the fact without delay.\"", "0\n1. Article 20 (1) of Regulation (EEC) No 1035/72 shall be replaced by the following:\n\"1. Articles 18, 19 and 19a shall apply without prejudice to provisions adopted pursuant to Articles 4 and 5 (2).\"\n2. In Article 21 (1) and (2) of Regulation (EEC) No 1035/72, the words \"under Article 19\" shall be replaced by \"under Articles 19 and 19a\".", "1\nThe second indent of the first subparagraph of Article 23 (2) of Regulation (EEC) No 1035/72 shall be amended as follows:\n\"- taking into account the trend in production costs in the fruit and vegetable sector.\"", "2\n1. Paragraph 2 of Articles 25 and 25a of Regulation (EEC) No 1035/72 shall be deleted.\n2. The first subparagraph of Article 26 (1) of Regulation (EEC) No 1035/72 shall be replaced by the following:\n\"1. Where, after the charge introduced under Article 25 has come into effect, there are changes in the items used to calculate it, such changes shall not be taken into account unless they result in a change over three successive market days of more than one unit of account in the said charge.\"", "3\nIn Article 36 (2) of Regulation (EEC) No 1035/72 the words \"Article 14 (1)\" shall be replaced by \"Article 14 (1) and (1a)\".", "(1) of Regulation (EEC) No 2601/69 shall be replaced by the following:\n\"1. Member States shall grant financial compensation to those processors who have concluded contracts in accordance with the provisions of Article 2.\nThe financial compensation shall be so fixed that the difference between the minimum price and the financial compensation does not vary in relation to that recorded for the previous marketing year by a percentage exceeding the percentage variation in the minimum price.\nThe financial compensation shall be paid to the interested parties at their request as soon as the supervisory authorities in the Member State where processing is carried out have ascertained that the products under contract have been processed.\nThe amount of such financial compensation shall be fixed before the beginning of each marketing year.\"", "5\nThis Regulation shall enter into force on 1 June 1978.\nHowever, the countervailing charges introduced before the date of the entry into force of this Regulation, under Article 25 (2) of Regulation (EEC) No 1035/72, will be amended only if the application of that paragraph would so require.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 May 1978.\nFor the Council\nThe President\nI. NĂ\u0098RGAARD"}