{"celex_id": "31978L0610", "uri": "http://publications.europa.eu/resource/cellar/357a9409-e83f-4864-9aa9-1164c2fad85c", "type": "Directive", "concepts": ["1362", "1754", "192", "3135", "4039"], "title": "Council Directive 78/610/EEC of 29 June 1978 on the approximation of the laws, regulations and administrative provisions of the Member States on the protection of the health of workers exposed to vinyl chloride monomer\n", "header": "COUNCIL DIRECTIVE  of 29 June 1978  on the approximation of the laws, regulations and administrative provisions of the Member States on the protection of the health of workers exposed to vinyl chloride monomer  (78/610/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 100 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nHaving regard to the opinion of the Economic and Social Committee (2),\nWhereas, in the past it was recognized that vinyl chloride monomer was capable of giving rise only to the generally reversible disease known as \"occupational acro-osteolysis\" ; whereas more recent evidence from epidemiological studies and animal experimentation indicates that prolonged and/or repeated exposure to high concentrations of vinyl chloride monomer in the atmosphere may give rise to a \"vinyl chloride monomer\" syndrome encompassing, in addition to occupational acro-osteolysis, the skin disease scleroderma and liver disorders;\nWhereas vinyl chloride monomer should also be regarded as a carcinogen which may cause angiosarcoma, a rare malignant tumour which can also occur without any known cause;\nWhereas, although working conditions are considerably better than those under which the above syndrome formerly occurred, a comparison of protective measures taken by each Member State reveals certain differences ; whereas, therefore, in the interests of balanced economic and social development, these national laws, which directly affect the functioning of the common market, should be harmonized and improved;\nWhereas the first step should be to take technical preventive and protective measures based on the latest scientific knowledge so that the values of concentrations of vinyl chloride monomer in the atmosphere in the works can be reduced to an extremely low figure;\nWhereas medical surveillance of workers in the vinyl chloride monomer and vinyl chloride polymer industry should take account of the latest medical knowledge, in order that the health of workers in this important sector of the chemical industry may be protected;\nWhereas the urgent need to harmonize laws in this field is recognized by both sides of industry which took part in the discussion on this specific problem ; whereas efforts must therefore be made towards the approximation, while the improvement is being maintained, of the laws, regulations and administrative provisions of the Member States as envisaged in Article 117 of the Treaty;\nWhereas the provisions of this Directive constitute minimal requirements which may be re-examined in the light of the experience gained and of progress in medical techniques and knowledge in this field, the final objective being to achieve optimum protection of workers,", "main_body": ["1. The object of this Directive is the protection of workers:    - employed in works in which vinyl chloride monomer is produced, reclaimed, stored, discharged into containers, transported or used in any way whatsoever, or in which vinyl chloride monomer is converted into vinyl chloride polymers, and\n- exposed to the effects of vinyl chloride monomer in a working area.\n2. This protection shall comprise:    - technical preventive measures,\n- the establishment of limit values for the atmospheric concentration of vinyl chloride monomer in the working area,  (1)OJ No C 163, 11.7.1977, p. 11. (2)OJ No C 287, 30.11.1977, p. 11.\n- the definition of measuring methods and the fixing of provisions for monitoring the atmospheric concentration of vinyl chloride monomer in the working area,\n- if necessary, personal protection measures,\n- adequate information for workers on the risks to which they are exposed and the precautions to be taken,\n- the keeping of a register of workers with particulars of the type and duration of their work and the exposure to which they have been subjected,\n- medical surveillance provisions.", "For the purpose of this Directive:    (a) \"working area\" means a section of a works with defined boundaries which may comprise one or more workplaces. It is characterized by the fact that the individual worker spends irregular periods of time there at various workplaces in the course of his duty or duties, that the length of time spent at these individual workplaces cannot be more closely defined and that further subdivision of the working area into smaller units is not possible;\n(b) \"technical long-term limit value\" means the value which shall not be exceeded by the mean concentration, integrated with respect to time, of vinyl chloride monomer in the atmosphere of a working area, the reference period being the year, with account being taken only of the concentrations measured during the periods in which the plant is in operation and of the duration of such periods.\nFor guidance and for practical reasons, Annex I contains a table of the corresponding limit values obtained from statistics with a view to being able to detect, over shorter periods, the risk of the technical long-term limit value's being exceeded.\nThe concentration values recorded during the alarm periods referred to in Article 6 shall not be taken into account in the calculation of the mean concentration.\n(c) \"competent doctor\" means the doctor responsible for the medical surveillance of the workers referred to in Article 1 (1).", "1. The fundamental aim of the technical measures adopted to meet the requirements of this Directive shall be to reduce to the lowest possible levels the concentrations of vinyl chloride monomer to which workers are exposed. All working areas in works referred to in Article 1 (1) shall therefore be monitored for the atmospheric concentration of vinyl chloride monomer.\n2. For the works referred to in Article 1 (1), the technical long-term limit value shall be three parts per million.\nAn adjustment period not exceeding one year in which to comply with the technical long-term limit value of three parts per million shall be provided for in the case of existing plant at such works.", "1. The concentration of vinyl chloride monomer in the working area may be monitored by continuous or discontinuous methods. The permanent sequential method shall be regarded as being a continuous method.\nHowever, the use of a continuous or permanent sequential method shall be obligatory in enclosed vinyl chloride monomer polymerization plant.\n2. In the case of continuous or permanent sequential measurements over a period of one year, the technical long-term limit value shall be considered as having been complied with if the arithmetic mean concentration is found not to exceed this value.\nIn the case of discontinuous measurements, the number of values measured shall be such that it is possible to predict with a confidence coefficient of at least 95 % - accepting the relevant assumptions made in Annex I - that the actual mean annual concentration will not exceed the technical long-term limit value.\n3. Any measurement system which records accurately for the purposes of analysis at least one third of the technical long-term limit value concentration shall be regarded as suitable.\n4. If non-selective systems of measurement are used for measuring vinyl chloride monomer, the measurement recorded shall be taken as the total vinyl chloride monomer concentration value.\n5. Measuring instruments shall be calibrated at regular intervals. Calibration shall be carried out by suitable methods based on the latest state of the art.", "1. Measurements of the atmospheric concentration of vinyl chloride monomer in a working area for the purpose of verifying compliance with the technical long-term limit value shall be carried out using measuring points chosen so that the results obtained are as representative as possible of the individual vinyl chloride monomer exposure level of workers in that area.\n2. Depending on the size of the working area, there may be one or more measuring points. If there is more than one measuring point, the mean value for the various measuring points shall be considered in principle as the representative value for the whole working area.\nIf the results obtained are not representative of the vinyl chloride monomer concentration in the working area, the measuring point for checking compliance with the technical long-term limit value shall be that point in the working area where the worker is exposed to the highest mean concentration.\n3. Measurements carried out as described in this Article may be combined with measurements based on individual sampling, i.e. using devices worn by exposed persons for the purpose of verifying the suitability of the measuring points chosen and of obtaining any other information relevant to technical prevention and medical surveillance.", "1. In order that abnormal increases in vinyl chloride monomer concentration levels may be detected, a monitoring system capable of detecting such increases shall be provided in places where they may occur.\nIn cases involving such an increase in the concentration level, technical measures shall be taken without delay to determine and to remedy the causes thereof.\n2. The value corresponding to the alarm threshold shall not exceed, at a measuring point, 15 parts per million for mean values measured over a period of one hour, 20 parts per million for mean values measured over 20 minutes or 30 parts per million for mean values measured over two minutes. If the alarm threshold is exceeded, personal protection measures shall be taken without delay.", "Appropriate personal protection measures shall be provided for certain operations (e.g. cleaning of autoclaves, servicing and repairs) during which it cannot be guaranteed that concentrations will be kept below the limit values through operational or ventilation measures.", "Employers shall inform the workers referred to in Article 1 (1), both upon recruitment or prior to their taking up their activities and at regular intervals thereafter, of the health hazards associated with vinyl chloride monomer and of the precautions to be taken when this substance is being handled.", "1. Employers shall keep a register of the workers referred to in Article 1 (1), with particulars of the type and duration of work and the exposure to which they have been subjected. This register shall be given to the competent doctor.\n2. A worker shall, at his request, be given the opportunity to note the particulars in the register concerning him.\n3. Employers shall make available to workers' representatives at the undertaking, at their request, the results of the measurements taken at the places of work.", "0\n1. Employers shall be required to ensure that the workers referred to in Article 1 (1) are examined by the competent doctor, both upon recruitment or prior to their taking up their activities and subsequently.\n2. Without prejudice to national provisions, the competent doctor shall determine in each individual case the frequency and type of the examination provided for in paragraph 1. The necessary guidelines are given in Annex II.\n3. Member States shall take the necessary steps to ensure that the registers referred to in Article 9 and the medical records are kept for at least 30 years from the date on which the activity of the workers referred to in Article 1 (1) was taken up.\nFor workers already engaged in such activity on the date of entry into force of the provisions adopted pursuant to this Directive, the 30-year period shall commence on that date.\nMember States shall determine how the registers and the medical records are to be used for study and research purposes.", "1\n1. Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive within 18 months of its notification and shall forthwith inform the Commission thereof.\n2. Member States shall communicate to the Commission the texts of the provisions of national law which they adopt in the field covered by this Directive.", "2\nThis Directive is addressed to the Member States."], "attachments": "Done at Luxembourg, 29 June 1978.\nFor the Council\nThe President\nS. AUKEN\nANNEX I  STATISTICAL BASIS FOR THE TECHNICAL LONG-TERM LIMIT VALUE  (Article 2 (b))\n1. Owing to differences in definition, the recommended values for the permissible atmospheric concentration substances injurious to health at the workplace currently vary from country to country.\nThis Directive is concerned with a new, statistically-defined reference value - the technical long-term limit value - which should be regarded as a mean annual value.\n2. The limit values for shorter reference periods are based on data obtained by extensive measurement of vinyl chloride monomer concentrations in the vinyl chloride polymer industry. These measurements accord with the data resulting from observations both on other substances injurious to health and for other sectors of industry.\nThe data can be summarized as follows:  (a) the distributions of concentrations of substances injurious to health can be represented log normally;\n>PIC FILE= \"T0013207\">\n3. Assuming these data, a mean ratio of the limit values for shorter reference periods to the technical long-term limit value can be established: >PIC FILE= \"T0013208\">\n4. The above limit values for reference periods shorter than one year must have a maximum 5 % probability of being exceeded when the annual arithmetic mean of atmospheric vinyl chloride monomer concentrations is three parts per million.\nANNEX II  GUIDELINES FOR THE MEDICAL SURVEILLANCE OF WORKERS  (Article 10 (2))\n1. Current knowledge indicates that over-exposure to vinyl chloride monomer can give rise to the following disorders and diseases:      - sclerodermatous skin disorders,\n- circulatory disorders in the hands and feet (similar to Raynaud's syndrome),\n- acro-osteolysis (affecting certain bone structures, particularly the phalanges in the hand),\n- liver and spleen fibroses (similar to perilobular fibrosis, known as Banti's syndrome),\n- lung function disorders,\n- thrombocytopenia,\n- hepatic angiosarcoma.\n2. Medical surveillance of the workers should take account of all symptoms and syndromes, with particular emphasis on the area of greatest risk. As far as is known at present, no symptoms occurring separately or in combination have been identified as precursors or transitional stages of hepatic sarcoma. As no specific methods of preventive analysis are known for this disease, medical action shall include at least the following measures as minimum requirements:      (a) records of the workers's medical and occupational history,\n(b) clinical examination of the extremities, the skin and the abdomen,\n(c) X-ray of the hand bones (every two years).\nFurther tests, particularly laboratory tests, are desirable. These should be decided by the competent doctor in the light of the most recent developments in industrial medicine.\nThe following laboratory tests are suggested at present for prognostic epidemiological surveys:        - urinalysis (glucose, proteins, salts, bile pigments, urobilinogen),\n- erythrocyte sedimentation rate,\n- blood platelet count,\n- determination of total bilirubin level,\n- determination of transaminase levels (SGOT, SGPT),\n- determination of gamma glutamyl transferase (GT) level,\n- thymol turbidity test,\n- alkaline phospatase level,\n- determination of cryoglobulin.\n3. As in the case of all biological examinations, the results of the tests shall be interpreted in the light of the laboratory techniques used and their normal values. Generally speaking, the significance of a functional disorder is assessed after joint consideration of the results obtained from various examinations and by developments in the anomalies observed. As a general rule, abnormal results shall be investigated and, if necessary, additional specialist examinations carried out.\n4. The competent doctor shall decide in each case whether a worker is suitable for a working area.\nThe competent doctor shall also decide what contra-indications apply. The most important of these are:      - typical vascular and neurovascular lesions,\n- lung function disorders,\n- clinical or biological hepatic insufficiency,\n- diabetes,\n- chronic renal insufficiency,\n- thrombocytopenia and hemorrhagic disorders,\n- certain chronic skin diseases such as scleroderma,\n- abuse of alcohol and/or addiction to drugs.\nThis list, which is intended merely for guidance, has been drawn up using pathological data obtained from previous retrospective studies."}