{"celex_id": "31976R1512", "uri": "http://publications.europa.eu/resource/cellar/86b43844-5fc8-4055-872a-f6bd6d586142", "type": "Regulation", "concepts": ["2591", "2729", "3191", "4399", "4578", "5403"], "title": "Council Regulation (EEC) No 1512/76 of 24 June 1976 concluding the Agreement in the form of an Exchange of Letters relating to Article 22 of the cooperation Agreement and Article 15 of the interim Agreement between the European Economic Community and the Republic of Tunisia concerning the import into the Community of bran and sharps originating in Tunisia\n", "header": "28.6.1976 EN Official Journal of the European Communities L 169/19\nCOUNCIL REGULATION (EEC) No 1512/76\nof 24 June 1976\nconcluding the Agreement in the form of an exchange of letters relating to Article 22 of the Cooperation Agreement and Article 15 of the Interim Agreement between the European Economic Community and the Republic of Tunisia and concerning the import into the Community of bran and sharps originating in Tunisia\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 113 thereof,\nHaving regard to the recommendation from the Commission,\nWhereas the Cooperation Agreement between the European Economic Community and the Republic of Tunisia was signed on 25 April 1976;\nWhereas the Interim Agreement (1) on the advance implementation of the trade provisions of the Cooperation Agreement signed on the same day enters into force on 1 July 1976;\nWhereas the Agreement in the form of an exchange of letters relating to Article 22 of the Cooperation Agreement and Article 15 of the Interim Agreement between the European Economic Community and the Republic of Tunisia and c6ncerning the import into the Community of bran and sharps originating in Tunisia should be concluded,", "main_body": ["The Agreement in the form of an exchange of letters relating to Article 22 of the Cooperation Agreement and Article 15 of the Interim Agreement between the European Economic Community and the Republic of Tunisia and concerning the import into the Community of bran and sharps originating in Tunisia is hereby concluded on behalf of the Community.\nThe text of the Agreement is annexed to this Regulation.", "The President of the Council is hereby authorized to designate the person empowered to sign the Agreement for the purpose of binding the Community (2).", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 24 June 1976.\nFor the Council\nThe President\nG. THORN\n(1)  OJ No L 141, 28. 5. 1976, p. 195.\n(2)  The date of signature of the Agreement will be published in the Official Journal of the European Communities."}