{"celex_id": "31976D0687", "uri": "http://publications.europa.eu/resource/cellar/7c14ed49-c9fa-4149-811f-f2021987cbd3", "type": "Decision", "concepts": ["1318", "2412", "4081", "4858", "5360", "5451"], "title": "76/687/EEC: Commission Decision of 30 June 1976 authorizing the Federal Republic of Germany to restrict the marketing of seed of certain varieties of agricultural plant species (Only the German text is authentic)\n", "header": "COMMISSION DECISION  of 30 June 1976  authorizing the Federal Republic of Germany to restrict the marketing of seed of certain varieties of agricultural plant species  (Only the German text is authentic)  (76/687/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the Council Directive of 29 September 1970 on the common catalogue of varieties of agricultural plant species (1), as last amended by the Council Directive of 11 December 1973 (2), and in particular Article 15 (2), (3) and (7) thereof,\nHaving regard to the request made by the Federal Republic of Germany,\nWhereas, under Articles 15 (1), 16 and 17 of the said Directive, seed and propagating material of varieties of agricultural plant species which have been officially accepted before 1 January 1974 in one or more of the Member States and which fulfil the conditions provided for in this Directive are, after 31 December 1975, no longer subject to any marketing restrictions relating to variety in the Community;\nWhereas, however, Article 15 (2) thereof provides that a Member State may be authorized upon application to prohibit the marketing of seed and propagating material of certain varieties;\nWhereas the Federal Republic of Germany has applied for such authorization in respect of some varieties of different species;\nWhereas the Commission Decision of 30 December 1975 (3) extended the period provided for in the said Article 15 (1) for the majority of these varieties for the Federal Republic of Germany from 31 December 1975 to 30 June 1976;\nWhereas the Commission has meanwhile completed its examination of the German application in respect of these varieties;\nWhereas the variety Kawegigamono (sugar beet) has not been the subject of official growing trials in the Federal Republic of Germany for the purpose of the German application;\nWhereas the said variety has been the subject of an application for official acceptance in the Federal Republic of Germany in so far as its seed is to be marketed in another country (Article 4 (2) (b) of the said Directive) ; whereas therefore even the applicant has not claimed that this variety has any satisfactory value for cultivation or use in the Federal Republic of Germany;\nWhereas therefore this variety can be treated as not producing results in the Federal Republic of Germany, which, with respect to its qualities taken as a whole as regards its value for cultivation or use, corresponds to those obtained from a comparable variety accepted therein (Article 15 (3) (c), first case of the said Directive);\nWhereas the other varieties listed in this Decision or varieties thereof have been the subject of official growing trials in the Federal Republic of Germany ; whereas the results of these trials have led the Federal Republic of Germany to decide that these varieties are not distinct or sufficiently uniform there, or that their value for cultivation or use is inferior to other comparable varieties accepted in the Federal Republic of Germany;\nWhereas, the other Member States have accepted these conclusions in respect of the varieties Trifolium (meadow fescue), Aberystwyth S 151, Cotswold Single Cut, Essex Single Cut (red clover);\nWhereas, it is therefore clear that these varieties do not produce results in the Federal Republic of Germany, which, with respect to their qualities taken as a whole as regards their value for cultivation or use, correspond to those obtained from a comparable variety accepted there (Article 15 (3) (c), first case of the said Directive);\nWhereas in respect of the variety Famosa (red fescue), the results of the trials show that in the Federal Republic of Germany, when compared with the national rules governing the acceptance of varieties there, which apply as part of current Community provisions,  (1)OJ No L 225, 12.10.1970, p. 1. (2)OJ No L 356, 27.12.1973, p. 79. (3)OJ No L 46, 21.2.1976, p. 25.\nit is not distinct from other varieties accepted therein (Article 15 (3) (a) of the said Directive);\nWhereas, in respect of the varieties Taca Trifolium (red fescue), Talbot (perennial rye grass), Soma Hunsballe (smooth-stalk meadow grass), Bastion, Drabant, Holme, Maris Beacon, Maris Nimrod (common wheat), the results of the trials show that in the Federal Republic of Germany, when compared with the national rules governing the acceptance of varieties there, which apply as part of current Community provisions, they are not sufficiently uniform in certain characteristics (Article 15 (3) (a) of the said Directive);\nWhereas, in respect of the other varieties listed in the Article 1 hereof, the results of the trials show that they do not produce results in the Federal Republic of Germany, which, with respect to their qualities taken as a whole as regards their value for cultivation or use, correspond to those obtained from a comparable variety accepted there (Article 15 (3) (c), first case of the said Directive);\nWhereas therefore the application of the Federal Republic of Germany in respect of all these varieties should be granted in full ; whereas account should also be taken of the fact that some of these varieties are officially accepted in the Federal Republic of Germany provided their seed is to be marketed in another country;\nWhereas for the variety Mascot (common wheat) the Federal Republic of Germany is not yet in a position for reasons beyond its control to justify its application;\nWhereas therefore the period provided for in Article 15 (1) thereof should be extended in the case of the Federal Republic of Germany by an appropriate period to enable her to prepare the necessary data concerning this variety (Article 15 (7) of the said Directive);\nWhereas other varieties are no longer included in the German application;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Seed and Propagating Material for Agriculture, Horticulture and Forestry,", "main_body": ["1. The Federal Republic of Germany is hereby authorized to prohibit the marketing in its territory of seed of the following varieties listed in the 1976 common catalogue of varieties of agricultural plant species:\nI. BEET\nSugar beet\nKawegigamono\nII. FODDER BEET    1. Festuca pratensis\nJoma Dæhnfeldt\nLeto Dæhnfeldt\nTrifolium\n2. Festuca rubra  - commutata\nFamosa\n- rubra\nTaca Trifolium\n3. Lolium perenne\nAberystwyth S 23\nAberystwyth S 101\nAberystwyth S 321\nPax Øtofte\nTalbot\n4. Phleum pratense\nDrummond\nOmnia\n5. Poa pratensis\nE.F.\nSoma Hunsballe\n6. Trifolium pratense\nAberystwyth S 151\nAltaswede\nCotswold Single Cut\nEssex Single Cut\nResident Øtofte\nTenda Trifolium\n7. Trifolium repens\nKent White Wild\nIII. CEREALS Triticum aestivum\nBastion\nDrabant\nHolme\nMaris Beacon\nMaris Dove\nMaris Nimrod\n2. In respect of the variety Kawegigamono (sugar beet), this authorization shall be valid only to the extent that its seed is not to be marketed in another country.", "The authorization under Article 1 shall be withdrawn as soon as it is established that the conditions thereof are no longer satisfied.", "In respect of the variety Mascot (Triticum aestivum), the period provided for in Article 15 (1) of the Council Directive of 29 September 1970 and extended by the Commission Decision of 30 December 1975 to 30 June 1976 shall be extended for the Federal Republic of Germany to 31 December 1976.", "The Federal Republic of Germany shall notify the Commission of the date from which it makes use of the authorization under Article 1 and the detailed methods to be followed. The Commission shall inform the other Member States thereof.", "This Decision is addressed to the Federal Republic of Germany."], "attachments": "Done at Brussels, 30 June 1976.\nFor the Commission\nP.J. LARDINOIS\nMember of the Commission"}