{"celex_id": "31978L0420", "uri": "http://publications.europa.eu/resource/cellar/bd7502ef-cf2e-4dfd-a4ce-07ad719ffad2", "type": "Directive", "concepts": ["13", "2773", "2897", "2923", "5511", "87"], "title": "Council Directive 78/420/EEC of 2 May 1978 amending Second Directive 75/319/EEC on the approximation of provisions laid down by law, regulation or administrative action relating to proprietary medicinal products\n", "header": "COUNCIL DIRECTIVE  of 2 May 1978  amending Second Directive 75/319/EEC on the approximation of provisions laid down by law, regulation or administrative action relating to proprietary medicinal products  (78/420/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 100 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nHaving regard to the opinion of the Economic and Social Committee (2),\nWhereas Second Council Directive 75/319/EEC of 20 May 1975 on the approximation of provisions laid down by law, regulation or administrative action relating to proprietary medicinal products (3) set up a Committee for Proprietary Medicinal Products, hereinafter referred to as \"the Committee\", and entrusted it with the task of giving opinions on whether particular proprietary medicinal products comply with the requirements of Council Directive 65/65/EEC of 26 January 1965 on the approximation of provisions laid down by law, regulation or administrative action relating to proprietary medicinal products (4);\nWhereas Articles 9 and 10 of Directive 75/319/EEC provide that, where the Community procedure is to be applied, the Member State which has issued a marketing authorization shall forward a dossier to the Committee which shall forthwith forward the dossier to the competent authorities of the Member States specified by the person responsible for marketing;\nWhereas experience has shown that the provision that the dossiers shall pass through the Committee instead of being sent directly to the Member States concerned results in administrative problems in the forwarding of voluminous documentation and in delays in the work of the Committee;\nWhereas, in order to solve these problems and to reduce the delays, it is necessary to amend these provisions to enable the Member State which initially issued the marketing authorization to send the dossier directly to the Member States concerned as well as to the Committee,", "main_body": ["The following shall be substituted for Article 9 of Directive 75/319/EEC:\n\"Article 9 1. The Member State which has issued a marketing authorization for a proprietary medicinal product shall, if the person responsible for marketing has requested forwarding to at least five other Member States, forward a dossier containing a copy of this request and a copy of the authorization together with the particulars and documents listed in the second paragraph of Article 4 of Directive 65/65/EEC to the Committee and to the competent authorities of the Member States specified.\n2. Such forwarding shall be deemed to be equivalent to the submission of an application for marketing authorization, within the meaning of Article 4 of Directive 65/65/EEC, to the said authorities.\n3. The Committee shall without delay inform the Member States concerned that the dossier has been received by the Committee.\"", "In Article 10 (1) of Directive 75/319/EEC the words \"transmission of the information referred to in Article 9 (3)\" shall be substituted for \"forwarding referred to in Article 9 (2)\".", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 2 May 1978.\nFor the Council\nThe President\nK.B. ANDERSEN  (1)OJ No C 266, 7.11.1977, p. 45. (2)OJ No C 18, 23.1.1978, p. 11. (3)OJ No L 147, 9.6.1975, p. 13. (4)OJ No 22, 9.2.1965, p. 369/65."}