{"celex_id": "31979R0929", "uri": "http://publications.europa.eu/resource/cellar/58a79835-49d1-4009-ad73-ba2a4a2184b4", "type": "Regulation", "concepts": ["5856", "933", "980"], "title": "Council Regulation (EEC) No 929/79 of 8 May 1979 amending Regulation (EEC) No 729/70 concerning the amount allotted to the Guidance Section of the European Agricultural Guidance and Guarantee Fund\n", "header": "COUNCIL REGULATION (EEC) No 929/79  of 8 May 1979  amending Regulation (EEC) No 729/70 concerning the amount allotted to the Guidance Section of the European Agricultural Guidance and Guarantee Fund\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 43 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nWhereas the annual appropriations allotted to the Guidance Section of the European Agricultural Guidance and Guarantee Fund as provided for in Article 6 (5) of Council Regulation (EEC) No 729/70 of 21 April 1970 on the financing of the common agricultural policy (3), as last amended by Regulation (EEC) No 2788/72 (4), will from 1980 onwards no longer be sufficient to meet expenditure by this Section on the improvement of agricultural structures;\nWhereas the amount of aid that may be awarded by the Guidance Section of the Fund should be fixed for a five-year period from 1 January 1980 and, except in the case of a new Council Decision, for each successive five-year period;\nWhereas the annual appropriations allotted to the Guidance Section of the Fund should be fixed through the budgetary procedure in terms of the commitments to be met;\nWhereas to enable the appraisal of the financial needs of each five-year period it is appropriate to foresee suitable arrangements not only for the transition to the new financial system but also at the end of each period,", "main_body": ["In Article 6 of Regulation (EEC) No 729/70, paragraph 5 is replaced by the following:\n\"5. For the year 1972 the appropriations for the Guidance Section of the Fund shall amount to 285 million units of account. From 1 January 1973 to 31 December 1979 these appropriations shall amount to 325 million units of account per year.\nFrom 1 January 1980 the total amount of financial assistance which may be charged to the Guidance Section of the Fund shall be fixed for five-year periods by the Council acting on a Commission proposal in accordance with the procedure laid down in the third subparagraph of Article 43 (2) of the Treaty. The exact amount of appropriations to be entered in the budget shall be fixed annually through the budgetary procedure on the basis of the volume of expenditure to be financed under the common measures and special measures for that year.\nThe total amount for each five-year period may be increased by the Council acting in accordance with the procedure laid down in the third subparagraph of Article 43 (2) of the Treaty only for the common measures provided for in Article 6 (2) of this Regulation.\nIf the Council does not fix a new amount before the end of the current five-year period the amount valid for the current period, with any increase made under the preceding subparagraph, shall continue to apply for the following period.\"", "The following provisions shall be inserted in Regulation (EEC) No 729/70:\n\"Article 6a\n1. The amounts provided for as financial assistance for a five-year period and not entered in the budget, during that period, may no longer be entered in the budget during the following five-year period.\n2. Moreover, the appropriations entered in the budget and not committed at the end of the last financial year of that period shall remain available pursuant to Article 6 of the Financial Regulation for the first financial year of the following five-year period ; they shall be deducted, however, from the amount of financial assistance for the following five-year period.  (1)OJ No C 244, 14.10.1978, p. 4. (2)OJ No C 6, 8.1.1979, p. 76. (3)OJ No L 94, 28.4.1970, p. 13. (4)OJ No L 295, 30.12.1972, p. 1.", "b\n1. The appropriations set aside in accordance with Regulations (EEC) No 2010/68, (EEC) No 1534/69, (EEC) No 2591/70, (EEC) No 847/72, (EEC) No 2809/73, (EEC) No 1215/75 and (EEC) No 3309/75 and not entered in the budget by 31 December 1979 may no longer be entered in the budget after that date.\n2. The appropriations entered in the 1979 budget for the Guidance Section of the Fund, and not committed by 31 December 1979 shall remain available pursuant to Article 6 of the Financial Regulation for the following financial year ; they shall be deducted however from the amount of financial assistance for the five-year period starting on 1 January 1980.", "c\nPursuant to the second subparagraph of Article 6 (5), the total amount of financial assistance which may be charged to the Guidance Section of the Fund for the period 1980 to 1984 is 3 600 million European units of account.\"", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 8 May 1979.\nFor the Council\nThe President\nP. BERNARD-REYMOND"}