{"celex_id": "31979R0356", "uri": "http://publications.europa.eu/resource/cellar/7aa86534-60c4-4e55-92a3-18cd82e2c0e1", "type": "Regulation", "concepts": ["4718", "473"], "title": "Council Regulation (EEC) No 356/79 of 5 February 1979 on general rules governing the special distillation of table wines referred to in Article 58 of Regulation (EEC) No 337/79\n", "header": "COUNCIL REGULATION (EEC) No 356/79  of 5 February 1979  on general rules governing the special distillation of table wines referred to in Article 58 of Regulation (EEC) No 337/79\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 337/79 of 5 February 1979 on the common organization of the market in wine (1), and in particular Article 58 (2) thereof,\nHaving regard to the proposal from the Commission (2),\nWhereas Article 58 (1) of Regulation (EEC) No 337/79 provides for the special distillation of table wines, for producer associations only, when the total volume of supplies available in the Community, including imports of wine from Algeria, Morocco and Tunisia - hereinafter referred to as the Maghreb countries - is such as to disturb the Community market ; whereas the conditions in which the special distillation may take place should be defined;\nWhereas the criteria for initiating distillation and in particular the concept of disturbance of the market should be defined;\nWhereas the criteria for determining the quantities to be distilled must also be laid down;\nWhereas the type of wine which is in direct competition with wines from the Maghreb countries should be determined;\nWhereas provision should be made for a method of calculating the quota of each producer association in the total quantity to be distilled;\nWhereas the price to be paid for the distilled wine should be specified;\nWhereas, if this price does not allow the products obtained from this operation to be marketed under normal conditions, it will be necessary to provide aid;\nWhereas an organization should be made responsible for applying these provisions in each Member State concerned,", "main_body": ["1. The decision to distil referred to in Article 58 of Regulation (EEC) No 337/79 shall be adopted when the supply situation including imports of wine from the Maghreb countries is such as to disturb the Community market within the meaning of paragraph 2 below. This situation shall be studied twice a year, the first time before 15 December, on the basis of the forward estimates, the second time before 15 April, on the basis of the corrected forward estimates. It may be decided, however, to carry out an additional assessment before 15 September if the quantities imported between 15 April and the aforesaid date are abnormally high. The dates in question are hereinafter referred to as \"assessment\" dates.\n2. Disturbance of the Community market shall be deemed to have occurred when the average price of table wine with an alcoholic strength by volume of not less than 11 % vol, on representative markets to be determined, remains, for at least two consecutive weeks in a month, below the average activating prices fixed for the table wines of types R I and R II.", "The quantity of wines qualifying for special distillation shall correspond to the quantity imported from the Maghreb countries between two assessment dates during the calendar months in which a disturbance within the meaning of Article 1 (2) has been ascertained.\nWhere import statistics are not available, an estimate may be made on the basis of import licences issued.\nThis quantity shall be multiplied by a standard value of 12 % vol.", "1. Producer associations producing red wine with an alcoholic strength by volume of not less than 11 % vol wishing to take advantage of special distillation  (1)See page 1 of this Official Journal. (2)OJ No C 276, 20.11.1978, p. 1.\narrangements shall make a declaration to the competent intervention agency. The declaration shall specify:    - the average volume of wine with an alcoholic strength by volume of 11 % vol or over produced during a period to be determined,\n- the average alcoholic strength by volume of the wine in question.\n2. The intervention agencies shall notify the Commission of declarations made, specifying the total quantity broken down by 0 710 % vol, the weighted total alcoholic strength by volume and the total quantity expressed in % vol.\n3. The authorization to distil shall be granted by the Commission as follows:    - in full for each declaration where the total quantity of table wine resulting from the declarations submitted does not exceed the total quantity determined in accordance with Article 2,\n- with a pro rata reduction for each declaration where the total quantity of table wine resulting from the declarations submitted exceeds the quantity determined in accordance with Article 2.\n4. The authorization shall be expressed in % vol.", "1. Producer associations having obtained a certain quota may conclude delivery contracts for table wines produced by the said associations themselves for the quantity in question, where appropriate through the intervention agency, with the distillers of their choice.\n2. Under such contracts:    (a) the distiller shall purchase the quantity of table wine stated in the contract;\n(b) the distiller shall distil such wine and pay for it at a price which shall not be less than the price referred to in Article 5.\n3. The contracts shall specify:    (a) the quantity, colour and actual alcoholic strength by volume of the table wines to be distilled;\n(b) the name and address of the producer;\n(c) the place at which the wine is stored;\n(d) the name of the distiller or the registered business or company name of the distillery;\n(e) the address of the distillery.", "1. The minimum buying-in price for table wines for special distillation shall be equal to the activating price for table wines of type R I.\n2. This price shall apply to unpacked goods, ex producer's premises.", "Products resulting from special distillation must have an alcoholic strength of 95 % vol or more with a tolerance of 0 74 % vol.", "1. Aid shall be paid by the intervention agency for each % vol/hectolitre of wine distilled.\n2. The amount of the aid shall be fixed taking into account the difference between the activating price for table wine of type R I and the price level of vinous alcohol.", "1. The Member States concerned shall appoint an intervention agency to apply the provisions of this Regulation.\n2. The intervention agency of the Member State in whose territory the distillation takes place shall be responsible for payment of the aid.", "1. Council Regulation (EEC) No 1933/75 of 22 July 1975 on general rules governing the special distillation of table wines referred to in Article 33a of Regulation (EEC) No 816/70 (1) is hereby repealed.\n2. References to the Regulation repealed by paragraph 1 shall be construed as references to this Regulation.", "0\nThis Regulation shall come into force on 2 April 1979.  (1)OJ No L 198, 29.7.1975, p. 20.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 5 February 1979.\nFor the Council\nThe President\nP. MEHAIGNERIE"}