{"celex_id": "31974L0562", "uri": "http://publications.europa.eu/resource/cellar/5f5c5989-89f1-430c-82a5-9e6f9fe70325", "type": "Directive", "concepts": ["372", "4511", "4519", "4526", "4533", "4542"], "title": "Council Directive 74/562/EEC of 12 November 1974 on admission to the occupation of road passenger transport operator in national and international transport operations\n", "header": "COUNCIL DIRECTIVE  of 12 November 1974  on admission to the occupation of road passenger transport operator in national and international transport operations  (74/562/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 75 thereof;\nHaving regard to the proposal from the Commission;\nHaving regard to the Opinion of the European Parliament (1);\nHaving regard to the Opinion of the Economic and Social Committee (2);\nWhereas the organization of the transport market is one of the essential factors in the implementation of the common transport policy provided for in the Treaty;\nWhereas the adoption of measures aimed at coordinating the conditions of admission to the occupation of road passenger transport operator is likely to favour effective exercise of the right of establishment;\nWhereas it is necessary to provide for the introduction of common rules for admission to the occupation of road passenger transport operator in national and international transport operations in order to ensure that road passenger transport operators are better qualified, thus contributing to rationalization of the market, improvement in the quality of the service provided in the interests of users, transport operators and the economy as a whole, and to greater road safety;\nWhereas, therefore, the rules for admission to the occupation of road passenger transport operator should cover the good repute, financial standing and professional competence of operators;\nWhereas, however, it is not necessary to include in these common rules certain kinds of transport which are of limited economic importance;\nWhereas transitional measures must be introduced to enable Member States to adapt their national rules to those of the Community;\nWhereas the harmonization of conditions for applying these common rules requires that provision be made for a Community consultation procedure as regards the appropriate national measures to be taken,", "main_body": ["1. Admission to the occupation of road passenger transport operator shall be governed by the provisions adopted by the Member States in accordance with the common rules contained in this Directive.\n2. For the purpose of this Directive, \"the occupation of road passenger transport operator\" means the activity of any natural person or any undertaking operating by means of motor vehicles so constructed and equipped as to be suitable for carrying more than nine persons - including the driver - and intended for that purpose, passenger transport services for the public or for specific categories of users against payment by the person transported or by the transport organizer.\nFor the purposes of this Directive, \"undertaking\" means any association or group of persons with or without legal personality, whether profit-making or not, or any official body, whether having its own legal personality or being dependent upon an authority having such personality.\n3. Member States may, after consulting the Commission, exempt from the application of all or some of the provisions of this Directive natural persons or undertakings engaged exclusively in road passenger transport services for non-commercial purposes or having a main occupation other than that of road passenger transport operator, in so far as their transport operations have only a minor impact on the transport market.", "1. Natural persons or undertakings wishing to engage in the occupation of road passenger transport operator shall:    (a) be of good repute;\n(b) be of appropriate financial standing;\n(c) satisfy the condition as to professional competence.\nWhere the applicant is a natural person and does not satisfy provision (c), the competent authorities may  (1)OJ No C 17, 12.2.1969, p. 6. (2)OJ No C 26, 28.2.1969, p. 8.\nnevertheless permit him to engage in the occupation of road passenger transport operator provided that he designates to the said authorities another person, satisfying provisions (a) and (c) above, who shall continuously and effectively manage the transport operations of the undertaking.\nWhere the applicant is an undertaking, provisions (a) and (c) above must be satisfied by one of the natural persons who will continuously and effectively manage the transport operations of the undertaking. Member States may also require that other persons in the undertaking satisfy provision (a) above.\n2. Pending coordination at a later date, each Member State shall determine the provisions relating to good repute which must be satisfied by the applicant and, where appropriate, the natural persons referred to in paragraph 1.\n3. Appropriate financial standing shall consist in having available sufficient financial resources to ensure the launching and proper administration of the undertaking. Pending coordination at a later date, each Member State shall determine what provisions and what methods of furnishing proof may be adopted for this purpose.\n4. The condition as to professional competence shall consist in the possession of skills in the subjects listed in the Annex and recognized by the authority or body designated for that purpose by each Member State. The necessary knowledge shall be acquired by attending courses, by practical experience in a transport undertaking or by a combination of both. The Member States may exempt from the application of these provisions the holders of certain advanced diplomas or technical diplomas implying sound knowledge of the subjects listed in the Annex.\nThe production of a certificate issued by the authority or body referred to in the preceding subparagraph shall constitute proof of professional competence.", "1. Member States shall determine the circumstances in which operation of a road passenger transport undertaking may, by way of derogation from the provisions of Article 2 (1), be continued on a temporary basis for a maximum period of one year, with extension for a maximum period of six months, in duly justified special cases, in the event of the death or physical or legal incapacity of the natural person engaged in the occupation of transport operator or of the natural person who satisfies the provisions of Article 2 (1) (a) and (c).\n2. However, the competent authorities in the Member States may, by way of exception and in certain special cases, definitively authorize a person not fulfilling the condition as to professional competence referred to in Article 2 (1) (c) to continue to operate the transport undertaking provided that such person possesses at least three years' practical experience in the day-to-day management of the undertaking.", "1. Natural persons and undertakings furnishing proof that before 1 January 1978, they were authorized under national regulations in a Member State to engage in the occupation of road passenger transport operator in national and/or international transport operations shall be exempt from the requirement to furnish proof that they satisfy the provisions laid down in Article 2.\n2. However, those natural persons who, after 31 December 1974 and before 1 January 1978, were:    - authorized to engage in the occupation of road passenger transport operator without having furnished proof, under national regulations, of their professional competence, or\n- designated continuously and effectively to manage the transport operations of the undertaking,\nmust satisfy, before 1 January 1980 the condition of professional competence referred to in Article 2 (4).\nThe same requirement shall apply in the case referred to in the third subparagraph of Article 2 (1).", "1. Decisions taken by the competent authorities of Member States pursuant to the measures adopted on the basis of this Directive and entailing the rejection of an application for admission to the occupation of road passenger transport operator shall state the grounds on which they are based.\n2. Member States shall ensure that the competent authorities withdraw the authorization to pursue the occupation of passenger transport operator if they establish that the provisions of Article 2 (1) (a), (b) or (c) are no longer satisfied. In this case, however, they shall allow sufficient time for a substitute to be appointed.\n3. With regard to the decisions referred to in paragraphs 1 and 2, Member States shall ensure that the natural persons or undertakings covered by this Directive are able to defend their interests by appropriate means.", "1. Member States shall, after consulting the Commission and before 1 January 1977, adopt the measures necessary for the implementation of this Directive, in particular Article 2 (4) thereof.\n2. Member States shall ensure that the procedure for official verfication of the skills mentioned in  Article 2 (4) shall become operative for the first time before 1 January 1978.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 12 November 1974.\nFor the Council\nThe President\nJ. SAUVAGNARGUES\nANNEX LIST OF SUBJECTS REFERRED TO IN ARTICLE 2 (4)\nThe knowledge to be taken into consideration for the official recognition of professional competence must cover at least the subjects listed below. These must be described in full detail and have been worked out or approved by the competent national authorities. They must be so designed as to be within the grasp of those persons whose education corresponds to the level normally reached at school-leaving age.\nA. SUBJECTS OF WHICH KNOWLEDGE IS REQUIRED FOR TRANSPORT OPERATORS INTENDING TO ENGAGE EXCLUSIVELY IN NATIONAL TRANSPORT OPERATIONS      1. Law\nElements of civil, commercial, social and fiscal law, as necessary for engaging in the occupation, with particular emphasis on:        - general contracts;\n- transport contracts, with particular reference to the responsibility of the transport operator (nature and limits);\n- commercial companies;\n- ledgers;\n- regulations governing labour, social security;\n- taxation systems.\n2. Business and financial management of an undertaking        - methods of payment and financing;\n- costing;\n- system of fares, prices and conditions of transport;\n- business accounts;\n- insurance;\n- invoices;\n- travel agencies.\n3. Regulation of road passenger services        - institution of transport services and transport plans;\n- conditions of fulfilment of passenger services;\n- provisions relating to admission to and pursuit of the occupation;\n- transport documents.\n4. Technical standards and aspects of operation        - vehicle selection;\n- type-approval and registration;\n- vehicle maintenance standards.\n5. Road safety      - laws, regulations and administrative provisions applicable to traffic;\n- traffic safety;\n- geographical knowledge of routes;\n- accident prevention and procedure in the event of an accident.\nB. SUBJECTS OF WHICH KNOWLEDGE IS REQUIRED FOR TRANSPORT OPERATORS INTENDING TO ENGAGE IN INTERNATIONAL TRANSPORT    - subjects listed under A;\n- provisions applicable to passenger transport by road between Member States and between the Community and non-member countries, arising out of national laws, Community standards, international conventions and agreements;\n- practice and formalities connected with border-crossings;\n- main traffic regulations in the Member States."}