{"celex_id": "31978R1993", "uri": "http://publications.europa.eu/resource/cellar/6ea351fa-da92-4f36-b711-dbf04408a1fd", "type": "Regulation", "concepts": ["11", "207", "225", "2713", "2763", "3170"], "title": "Commission Regulation (EEC) No 1993/78 of 18 August 1978 concerning measures to develop the use and consumption of milk products of Community origin outside the Community through technical and/or commercial assistance\n", "header": "COMMISSION REGULATION (EEC) No 1993/78  of 18 August 1978  concerning measures to develop the use and consumption of milk products of Community origin outside the Community through technical and/or commercial assistance\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1079/77 of 17 May 1977 on a co-responsibility levy and on measures for expanding the markets in milk and milk products (1), as amended by Regulation (EEC) No 1001/78 (2), and in particular Article 4 thereof,\nWhereas Article 4 of Regulation (EEC) No 1079/77 provides for measures to be taken to expand the markets for milk products ; whereas in the annual programme of such measures communicated to the Council pursuant to Article 4 (3) thereof, the Commission, after consultation with the Advisory Committee for Milk and Milk Products, outlined its intention to adopt inter alia measures to develop the use and consumption of milk products of Community origin outside the Community through technical and/or commercial assistance to the milk sector, particularly in developing countries ; whereas detailed rules for the implementation of these measures should be laid down;\nWhereas such measures should boost the Community's trade with the countries concerned, without however damaging existing Community exports of milk products;\nWhereas it appears appropriate to invite organizations and undertakings likely to be interested in such measures and possessing the necessary qualifications and experience to submit detailed proposals ; whereas there should be only partial Community financing of expenditure incurred by such measures;\nWhereas detailed rules should be laid down concerning the duration of the measures and the payment of Community funds to those whose proposals are accepted ; whereas, in addition, the Commission should be kept informed of the results of the measures provided for in this Regulation ; whereas pursuant to Article 5 (1) of Regulation (EEC) No 1079/77 these measures should be considered as forming part of intervention ; whereas the intervention agencies should be made responsible for supervising the execution of successful proposals and for making the relevant payments;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Milk and Milk Products,", "main_body": ["1. Under the terms of this Regulation, encouragement shall be given to measures to develop and improve the use and consumption of milk and milk products of Community origin outside the Community through technical and/or commercial assistance in order to promote Community trade with the countries concerned.\n2. The measures referred to in paragraph 1 may only relate to the improvement, in third countries, of marketing conditions, consumer information and publicity in favour of milk products of Community origin, irrespective of the form taken by the commercial operation.\n3. The measures referred to in paragraph 1 may in no case concern direct or indirect financing of investments (supplies of plant, deliveries of goods, remuneration of staff, etc.) upon the establishment of new factories or plants, or the extension or renovation of existing factories or plants used for the manufacture or processing of milk products in a third country.\nHowever, if proof is furnished that such investments are made at the instigation of the authorities or of those concerned in the third country, the provision of the necessary know-how for this purpose may be considered a measure in accordance with paragraph 1.\n4. Measures liable to prejudice existing Community trade in milk products with the country concerned shall not be taken into consideration.  (1)OJ No L 131, 26.5.1977, p. 6. (2)OJ No L 130, 18.5.1978, p. 11.\n5. The measures referred to in the previous paragraphs shall be completed by 31 December 1979, without prejudice to the provisions of the second subparagraph of Article 4 (2). However, in exceptional cases a longer period may be agreed pursuant to Article 5 (1) in order to secure the greatest degree of effectiveness to the measure in question.", "1. Measures referred to in Article 1 (1) shall be proposed and carried out by organizations or undertakings which:    (a) have the necessary qualifications and experience for execution of the proposed measures;\n(b) give suitable guarantees:      - safeguarding the interests of existing Community trade with the third country or countries concerned, and\n- to the effect that they will not make direct or indirect financial investments in the sense of the first subparagraph of Article 1 (3).\n2. Community financing shall be limited to 75 % of expenditure incurred by the measure concerned.", "1. The parties specified in Article 2 (1) are invited to transmit to the competent authority appointed by their Member State, hereinafter called \"the intervention agency\", detailed proposals concerning the measures referred to in Article 1 (1).\n2. The proposals shall reach the intervention agency concerned before 1 November 1978.\n3. The intervention agencies shall specify the other rules for the submission of proposals in a notice which shall be published in the Official Journal of the European Communities.\n4. Within 10 working days following expiry of the time limit laid down in paragraph 2, the intervention agency shall transmit the proposals received to the Commission.\nThe intervention agency may add its comments, if any, to the documents in question.", "1. The proposal shall state:    (a) the name and address of the party concerned;\n(b) all details concerning the measures proposed, indicating the time required for completion, the expected results and any third parties which may be involved;\n(c) the price asked for carrying out these measures, expressed in the currency of the Member State on whose territory the party concerned is established, with an itemized breakdown of this amount and the corresponding financing plan;\n(d) the desired form of payment of the Community contribution (Article 7 (1) (a) or (b)).\n2. The details referred to in paragraph 1 (b) and (c) shall only concern measures to be completed by the date referred to in Article 1 (5).\nHowever, a proposed measure may form part of a group of measures provided that the final date for the completion of these measures is expected to be no later than 31 March 1980. In this case the proposal shall include, by way of information, the details specified in paragraph 1 (b) and (c) in respect of all the measures.\n3. A proposal shall only be valid where:    (a) it is submitted by a party fulfilling the conditions laid down in Article 2 (1);\n(b) it is accompanied by an undertaking to comply with the provisions of this Regulation and the list of terms and conditions referred to in Article 6.", "1. After examination of the proposals by the Management Committee for Milk and Milk Products pursuant to Article 31 of Regulation (EEC) No 804/68, the Commission shall conclude contracts in respect of the measures referred to in Article 1 (1) with those parties whose proposals have been accepted.\nPrior to the conclusion of a contract, the party concerned may be requested to supply additional information and/or details concerning its proposal.\n2. The intervention agency shall inform each party concerned as soon as possible of the decision taken in respect of its proposal.", "1. On acceptance of a proposal in accordance with Article 5, a list of terms and conditions shall be drawn up by the Commission in at least three copies and signed by the party concerned.\n2. The list of terms and conditions shall form an integral part of the contract referred to in Article 5 (1) and shall:    (a) include the details specified in Article 4 (1) or make reference to them ; and\n(b) supplement these details where necessary by additional conditions arising from the application of the second subparagraph of Article 5 (1).\n3. The Commission shall forward a copy of the contract and of the list of terms and conditions to the intervention agency responsible for ensuring that the agreed conditions are observed.", "1. The intervention agency concerned shall pay the party in question, in accordance with the choice expressed in its proposal:    (a) either, within six weeks of the date of signature of the contract and the list of terms and conditions, a single payment on account amounting to 60 % of the agreed Community contribution;\n(b) or, at two-monthly intervals, four equal instalments each amounting to 20 % of the agreed Community contribution, the first such instalment being paid within six weeks of the date of signature of the contract and the list of terms and conditions.\n2. The payment of each instalment shall be subject to the lodging with the intervention agency of a security equal to the amount of the instalment, plus 10 %.\n3. The securities shall only be released and the balance paid by the intervention agency on:    (a) confirmation by the intervention agency that the party concerned has fulfilled its obligations as laid down in the list of terms and conditions;\n(b) transmission to the Commission and to the intervention agency of the report referred to in Article 8 (1) and verification of the details contained in this report by the intervention agency and by the competent Commission department ; and\n(c) proof being furnished that the party concerned has spent its own contribution for the purpose laid down.\n4. To the extent that the conditions set out in paragraph 3 are not fulfilled, the securities shall be forfeited. In this event, the amount in question shall be deducted from expenditure declared to the EAGGF, Guarantee Section, and more particularly from that arising out of the measure referred to in Article 4 of Regulation (EEC) No 1079/77.", "1. Every party responsible for one of the measures referred to in Article 1 (1) shall submit to the Commission and to the intervention agency concerned before 1 April 1980 a report on the utilization of the Community funds allocated and on the results of the measures in question. If, in accordance with Article 1 (5), a longer completion period than that provided for therein has been agreed, the report shall be submitted at the latest three months after the end of this period.\n2. The results of the work provided for in this Regulation may only be published with the express authorization of the Commission.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 18 August 1978.\nFor the Commission\nFinn GUNDELACH\nVice-President"}