{"celex_id": "31977R2932", "uri": "http://publications.europa.eu/resource/cellar/2f788aa8-b3f7-4826-8401-bf4c7202b856", "type": "Regulation", "concepts": ["1069", "1076", "4324", "4499", "491"], "title": "Council Regulation (EEC) No 2932/77 of 19 December 1977 implementing Decisions No 2/77 and No 3/77 of the Joint Committee set up under the Agreement between the European Economic Community and the Swiss Confederation on the application of the rules on Community transit\n", "header": "COUNCIL REGULATION (EEC) No 2932/77 of 19 December 1977 implementing Decisions No 2/77 and No 3/77 of the Joint Committee set up under the Agreement between the European Economic Community and the Swiss Confederation on the application of the rules on Community transit\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 113 thereof,\nHaving regard to the proposal from the Commission,\nWhereas Article 16 of the Agreement between the European Economic Community and the Swiss Confederation on the application of the rules on Community transit (1) signed on 23 November 1972 empowers the Joint Committee set up under that Agreement to adopt Decisions making certain amendments to the Agreement and to its Appendices;\nWhereas the Joint Committee has decided to repeal as from 1 January 1978 the Additional Protocol annexed to the Agreement by Decision No 1/73 of 4 December 1973 (2);\nWhereas the Joint Committee has at the same time adopted the amendments to Appendix II to the Agreement necessary in order to substitute new forms for certain forms hitherto used for Community transit purposes;\nWhereas these amendments are the subject of Decisions No 2/77 and No 3/77 of the Joint Committee ; whereas it is necessary to take the measures required to implement those Decisions,", "main_body": ["Decisions No 2/77 and No 3/77 of the Joint Committee set up under the Agreement between the European Economic Community and the Swiss Confederation on the application of the rules on Community transit, which are annexed hereto, shall apply in the Community as from 1 January 1978.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 December 1977.\nFor the Council\nThe President\nH. SIMONET\n(1) OJ No L 294, 29.12.1972, p. 1.  (2) OJ No L 365, 31.12.1973, p. 187.\nANNEX\nDECISION No 2/77 OF THE EEC-SWITZERLAND JOINT COMMITTEE of 26 October 1977 - Community transit - on the amendment of the Agreement (Additional Protocol)\nTHE JOINT COMMITTEE,\nHaving regard to the Agreement between the European Economic Community and the Swiss Confederation on the implementation of Community transit Regulations, and in particular Article 16 (3) (c) thereof,\nWhereas the use of internal Community transit documents T3 and T3L, brought into effect following the accession of the new Member States, will lapse after 31 December 1977 ; whereas, accordingly, the Additional Protocol added to the Agreement by Decision No 1/73 will lose all significance after that date,\nHAS DECIDED AS FOLLOWS:\nSole Article\n1. The Additional Protocol added to the Agreement by Decision No 1/73 of 4 December 1973 is repealed with effect from 1 January 1978.\n2. From 1 January 1978 internal Community transit documents T3 and T3L and International Consignment Notes and International Express Parcels Consignment Notes having the same force as documents T3 and issued before that date shall be regarded as internal Community transit documents T2 and T2L.\nDone at Brussels, 26 October 1977.\nFor the Joint Committee\nThe President\nK. PINGEL\nDECISION No 3/77 OF THE EEC-SWITZERLAND JOINT COMMITTEE of 26 October 1977 - Community transit - on the amendment of Appendix II to the Agreement\nTHE JOINT COMMITTEE,\nHaving regard to the Agreement between the European Economic Community and the Swiss Confederation on the implementation of Community transit Regulations, and in particular Article 16 (3) (a) thereof,\nWhereas some forms hitherto used for Community transit purposes are, as from 1 January 1978, to be replaced by new forms ; whereas, accordingly, Appendix II to the Agreement should be amended,\nHAS DECIDED AS FOLLOWS:\nArticle 1\nAppendix II to the Agreement shall be amended as follows:    (a) Article 1 (1) shall be replaced by the following:\n\"1. The forms on which Community transit declarations are made shall correspond, except as regards spaces reserved for national use and boxes wholly or partly delineated by dotted lines, to the specimens shown in Annexes I and II. These declarations shall be used in accordance with the provisions of Regulation (EEC) No 222/77 and of Articles 3 and 4 of this Regulation.\"\n(b) Article 1 (3) shall be replaced by the following:\n\"[3. The form to be completed as the special Community transit document (hereinafter referred to as \"Control Copy T5\") as proof that goods have been used for a specific purpose and/or have arrived at a prescribed destination shall conform, except as regards boxes wholly or partly delineated by dotted lines, to the specimen in Annex VI and shall be issued and used in accordance with the provisions of Articles 10 to 13.]\"\n(c) Article 1 (5) shall be replaced by the following:\n\"5. The form to be completed as the receipt, to certify that the Community transit document and/or Control Copy T5 and the relevant consignment have been produced at the office of destination, shall conform to the specimen in Annex VIII. However, as regards the Community transit document, the receipt on the statistical copy thereof may be used. The receipt shall be issued in accordance with the provisions of Article 15.\"\n(d) Article 1 (8) shall be replaced by the following:\n\"8. The form on which the internal Community transit document T2L is completed to establish the Community nature of goods not moving under Community transit procedure shall conform, except as regards boxes wholly or partly delineated by dotted lines, to the specimen in Annex XI. The document shall be issued and used in accordance with the provisions of Title V.\"\n(e) Article 2 (4) shall be replaced by the following:\n\"4. The paper referred to in paragraphs 1, 2 and 3 shall be white except for loading lists for which the colour of the paper may be left to the choice of the persons concerned.\"\n(f) Article 3 shall be replaced by the following:\n\"Article 3 1. Forms for Community transit declarations shall include at least the following copies which must be delivered together and in numerical order at the office of departure:   1. copy for the office of departure,\n2. copy for the office of destination,\n3. copy for return,\n4. statistical copy.\n2. The copy for return shall have a black border about 4 mm wide on the right-hand side.\n3. The principal shall indicate whether the Community transit declaration is made on a form T1, accompanied, where appropriate, by one or more continuation sheets T1 bis, or on a form T2, accompanied, where appropriate, by one or more continuation sheets T2 bis, by inserting in capital letters or typescript, in the space following the T symbol on these forms the endorsement \"1 - ONE\" when the goods are to move under the external Community procedure or the endorsement \"2 - TWO\" when the goods are to move under the internal Community transit procedure.\n4. In the case of consignments containing at the same time goods of the types referred to in Article 1 (2) and (3) of Regulation (EEC) No 222/77, continuation sheets T1 bis and T2 bis may be attached to the same T form. In this case the space following the T symbol, the second box 41 and boxes 42, 43 and 49 on the T form shall be barred and the serial numbers of the continuation sheets T1 and T2 shall be given in the first box 41.\n5. When one of the endorsements referred to in paragraph 3 has been omitted from the space following the T symbol or when, in the case of consignments containing at the same time goods of the types referred to in Article 1 (2) and (3) of Regulation (EEC) No 222/77, the provisions of paragraph 4 and of Article 5 (7) have not been complied with, goods transported under cover of such documents shall be deemed to be moving under the external Community transit procedure.\"\n(g) Article 4 shall be replaced by the following:\n\"[Article 4\nWhen, in accordance with Articles 15 and 39 of Regulation (EEC) No 222/77, the export or re-export declaration and the Community transit declaration are combined in a single form, the copies referred to in Article 3 shall be delivered at the same time as the copy or copies required by the Member State of departure for purposes of export or re-export.]\"\n(h) The first subparagraph of Article 5 (1) shall be replaced by the following:\n\"1. When a Community transit declaration is completed for a load comprising more than two kinds of goods, particulars of the goods may be furnished on one or more loading lists instead of being given in boxes 22, 41, 42, 43 and 49 of form T1, accompanied by one or more forms T1 bis or of T2 accompanied by one or more forms T2 bis.\"\n(i) Article 5 (5) shall be replaced by the following:\n\"5. When several loading lists are attached to the same form T1 or T2, each must bear a serial number allotted by the principal ; the number of loading lists attached shall be shown in box 2 of form T1 or T2.\"\n(j) The following paragraph 7 shall be added to Article 5:\n\"7. In the case of consignments containing at the same time goods of the types referred to in Article 1 (2) and (3) of Regulation (EEC) No 222/77, separate loading lists must be completed and may be attached to the same T form.\nIn this case the space following the T symbol, the second box 41 and boxes 22, 42, 43 and 49 on the T form shall be barred and a reference to the serial numbers of the loading lists relating to each category of goods shall be given in the first box 41.\"\n(k) Article 6 (b) and (c) shall be replaced by the following:\n\"(b) a box, 70 × 55 mm, divided into a top part 70 × 15 mm, for the insertion of the symbol T followed by one of the endorsements referred to in Article 3 (3), and a lower part 70 × 40 mm for the references referred to in Article 5 (4);\n(c) columns, in the following order and headed as shown:      - Item No,\n- Marks, numbers, number and kind of packages ; descriptions of goods,\n- Country of consignment,\n- Gross weight (in kilograms),\n- Reserved for customs.\n\"\n(l) The following paragraphs 3 and 4 shall be added to Article 11:\n\"[3. When goods are not entered under a Community transit procedure the Control Copy T5 must bear a reference to the document relating to the procedure used.\n4. The Community transit document or the document relating to the procedure used must bear  a reference to the Control Copy or Copies T5 issued.]\"\n(m) Article 59 (1) shall be replaced by the following:\n\"1. The authorized consigner shall, not later than the time of dispatching the goods, enter on the front of copies 1, 2 and 3 of the duly completed declaration T1 or T2 in the space marked \"Control by office of departure\" particulars of the period within which the goods must be produced at the office of destination and of the identification measures applied and the endorsement \"Simplified procedure\".\"\n(n) Article 59 (3) shall be replaced by the following:\n\"3. When the customs authorities of the Member State of departure carry out control on departure of a consignment, they shall record the fact in the box \"Control by office of departure\" on the front of copies 1, 2 and 3 of the declaration T1 or T2.\"\n(o) Annexes I to IV shall be replaced by Annexes I and II to this Decision and Annexes V and XI shall be replaced by Annexes III and IV to this Decision.\nArticle 2\nForms corresponding to the specimens in the Annexes to this Decision shall be used with effect from 1 January 1978.\nHowever, forms corresponding to the specimens in Annexes I to IV and XI to Appendix II to the Agreement which were in force before the 1 January 1978 may continue to be used, under the conditions applicable thereto before that date, until 30 June 1978.\nArticle 3\nThis Decision shall enter into force on 1 January 1978.\nDone at Brussels, 26 October 1977.\nFor the Joint Committee\nThe President\nK. PINGEL\nANNEX I\n>PIC FILE= \"T0019429\">      >PIC FILE= \"T0019430\">\n>PIC FILE= \"T0019431\">\n>PIC FILE= \"T0019432\">\n>PIC FILE= \"T0019433\">\n>PIC FILE= \"T0019434\">\nANNEX II\n>PIC FILE= \"T0019435\">\n>PIC FILE= \"T0019436\">\n>PIC FILE= \"T0019437\">\n>PIC FILE= \"T0019438\">\nANNEX III\n>PIC FILE= \"T0019439\">\nANNEX IV\n>PIC FILE= \"T0019440\">\n>PIC FILE= \"T0019441\">"}