{"celex_id": "31970R2555", "uri": "http://publications.europa.eu/resource/cellar/78a9ee71-6161-4995-a01b-bdc6c20f06a9", "type": "Regulation", "concepts": ["1264", "1642", "1644", "2591", "2661", "3568"], "title": "Regulation (EEC) No 2555/70 of the Council of 15 December 1970 repealing Regulation No 168/67/EEC and amending Regulation (EEC) No 19/69 and Regulation No 171/67/EEC\n", "header": "REGULATION (EEC) No 2555/70 OF THE COUNCIL  of 15 December 1970  repealing Regulation No 168/67/EEC and amending Regulation (EEC) No 19/69 and Regulation No 171/67/EEC\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community;\nHaving regard to Council Regulation No 136/66/EEC (1) of 22 September 1966 on the establishment of a common organisation of the market in oils and fats, as last amended by Regulation (EEC) No 2554/70, (2) and in particular Articles 16 (1), 17 and 18 (2) thereof;\nHaving regard to Council Regulation No 162/66/EEC (3) of 27 October 1966 on trade in oils and fats between the Community and Greece, and in particular Article 8 thereof;\nHaving regard to the proposal from the Commission;\nWhereas Article 17 of Regulation No 136/66/EEC will be amended on 1 January 1971 ; whereas Council Regulation No 168/67/EEC (4) of 27 June 1967 laying down conditions for the issue of import and export licences for olive oil, as amended by Regulation (EEC) No 1253/70, (5) should therefore be repealed;\nWhereas, in the interests of sound administration of the system of Community licences, where the levy is fixed in advance, importation must be effected during the period of validity of the licence which serves as a supporting document for the advance fixing ; whereas Article 1 of Council Regulation (EEC) No 19/69 (6) of 20 December 1968 on the advance fixing of the levy on imports of olive oil, as last amended by Regulation (EEC) No 2110/70, (7) should therefore be amended;\nWhereas Article 2 of Regulation (EEC) No 19/69 provides for a deposit where the levy is fixed in advance ; whereas this deposit is now covered by the system of import licences provided for in Article 17 of Regulation No 136/66/EEC ; whereas that Article 2 should therefore be repealed;\nWhereas similar problems arise in the case of Articles 7a and 7b of Council Regulation No 171/67/EEC (8) of 27 June 1967 on export refunds and levies on olive oil, as last amended by Regulation (EEC) No 2118/69 (9) ; whereas Article 7a should therefore be amended and Article 7b repealed;", "main_body": ["Regulation No 168/67/EEC is hereby repealed.", "1. The following shall be substituted for Article 1 of Regulation (EEC) No 19/69:\n\"The levy applicable to the products listed in Article 1 (2) (c) of Regulation No 136/66/EEC on the day on which the application for an import licence is lodged, adjusted on the basis of the threshold price in force on the day of importation, shall, if the applicant so requests when applying for the licence, be applied to imports to be effected during the period of validity of the licence.\"\n2. Article 2 of Regulation (EEC) No 19/69 is hereby repealed.  (1)OJ No 172, 30.9.1966, p. 3025/66. (2)OJ No L 275, 19.12.1970, p. 5. (3)OJ No 197, 29.10.1966, p. 3393/66. (4)OJ No 130, 28.6.1967, p. 2593/67. (5)OJ No L 143, 1.7.1970, p. 1. (6)OJ No L 3, 7.1.1969, p. 2. (7)OJ No L 234, 23.10.1970, p. 6. (8)OJ No 130, 28.6.1967, p. 2600/67. (9)OJ No L 271, 29.10.1969, p. 9.", "1. The following shall be substituted for Article 7a (2) of Regulation No 171/67/EEC:\n\"However, without prejudice to the provisions of paragraph 3, the refund applicable on the day on which the application for an export licence is lodged, adjusted on the basis of the threshold price in force on the day of exportation, shall, if the applicant so requests when applying for the licence, be applied to exports to be effected during the period of validity of the licence.\"\n2. Article 7b of Regulation No 171/67/EEC is hereby repealed.", "This Regulation shall enter into force on 1 January 1971.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 15 December 1970.\nFor the Council\nThe President\nJ. ERTL"}