{"celex_id": "31977D0282", "uri": "http://publications.europa.eu/resource/cellar/69a090b0-bf07-4ec1-bc92-59b4a22367e0", "type": "Decision", "concepts": ["1085", "4081", "5360", "5451"], "title": "77/282/EEC: Commission Decision of 30 March 1977 authorizing the French Republic to restrict the marketing of seed of certain varieties of agricultural plant species (Only the French text is authentic)\n", "header": "COMMISSION DECISION  of 30 March 1977  authorizing the French Republic to restrict the marketing of seed of certain varieties of agricultural plant species  (Only the French text is authentic)  (77/282/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 70/457/EEC of 29 September 1970 on the common catalogue of varieties of agricultural plant species (1), as last amended by Council Directive 73/438/EEC of 11 December 1973 (2), and in particular Article 15 (2), (3) and (7) thereof,\nHaving regard to the application lodged by the French Republic,\nWhereas, under Article 15 (1) of the said Directive, seeds and propagating material of varieties of agricultural plant species which have been officially accepted during 1974 in one or more Member States and which also meet the conditions laid down in the said Directive are, with effect from 31 December 1976, no longer subject to any marketing restrictions relating to variety in the Community;\nWhereas, however, Article 15 (2) thereof provides that a Member State may be authorized upon application to prohibit the marketing of seed and propagating material of certain varieties;\nWhereas the French Republic has applied for such authorization for a certain number of varieties of different species;\nWhereas Commission Decision 77/148/EEC of 29 December 1976 (3) extended the period provided for in the said Article 15 (1) for the majority of these varieties for the French Republic from 31 December 1976 to 31 March 1977;\nWhereas the Commission has meanwhile completed its examination of the French application in respect of these varieties;\nWhereas the varieties listed in this Decision have been the subject of official growing trials in the French Republic ; whereas the results of these trials have led the French Republic to decide that these varieties are not sufficiently uniform there;\nWhereas the other Member States have accepted these conclusions in respect of the variety Capelli Senatore (durum wheat) ; whereas it is therefore clear that this variety is not sufficiently uniform in France in one characteristic (Article 15 (3) (c), first case of the said Directive);\nWhereas in respect of the variety Hydra (barley), the results of the trials show that in the French Republic, when compared with the national rules governing the acceptance of varieties there, which apply as part of current Community provisions, it is not sufficiently uniform in certain characteristics (Article 15 (3) (a) of the said Directive);\nWhereas, therefore, the application of the French Republic in respect of these varieties should be granted in full;\nWhereas in respect of the variety Oberweihst (cocks-foot), the French Republic is not yet in a position to justify its application for reasons beyond its control;\nWhereas the period provided for in Article 15 (1) thereof should therefore be extended in the case of the French Republic by an appropriate period to enable it to prepare the necessary data concerning these varieties (Article 15 (7) of the said Directive);\nWhereas other varieties are no longer included in the French application;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Seed and Propagating Material for Agriculture, Horticulture and Forestry,  (1)OJ No L 225, 12.10.1970, p. 1. (2)OJ No L 356, 27.12.1973, p. 79. (3)OJ No L 47, 18.2.1977, p. 68.", "main_body": ["The French Republic is hereby authorized to prohibit the marketing in its territory of seed of the following varieties listed in the 1977 common catalogue of varieties of agricultural plant species:\nCereals    1. Hordeum distichum L. Hydra\n2. Triticum durum L. Cappelli senatore.", "The authorization under Article 1 shall be withdrawn as soon as it is established that the conditions thereof are no longer satisfied.", "In respect of the variety Oberweihst (Dactylis glomerata), the period provided for in Article 15 (1) of Directive 70/457/EEC shall be extended for the French Republic from 31 March 1977 to 31 December 1979.", "The French Republic shall notify the Commission of the date from which it makes use of the authorization under Article 1 and the detailed methods to be followed. The Commission shall inform the other Member States thereof.", "This Decision is addressed to the French Republic."], "attachments": "Done at Brussels, 30 March 1977.\nFor the Commission\nFinn GUNDELACH\nVice-President"}