{"celex_id": "31972D0443", "uri": "http://publications.europa.eu/resource/cellar/e3851c0d-4d78-410a-8a4b-1796bc6242d0", "type": "Decision", "concepts": ["1099", "1684", "2456", "2646", "4509", "4818", "5386"], "title": "72/443/ECSC: Commission Decision of 22 December 1972 on alignment of prices for sales of coal in the common market\n", "header": "COMMISSION DECISION  of 22 December 1972  on alignment of prices for sales of coal in the common market  (72/443/ECSC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Coal and Steel Community, and in particular Articles 60 (2) (b) and 47 thereof;\nHaving regard to Decision No 30-53 1 of 2 May 1953 concerning practices prohibited in the common market for coal and steel under Article 60 (1) of the Treaty;\nHaving regard to Decision No 3-58 2 of 18 March 1958 on alignment of prices for sales of coal in the common market;\nHaving regard to the Decision of the Council of the European Communities of 22 January 1972 concerning the accession of new Member States to the European Coal and Steel Community, and in particular Article 153 of the Act annexed thereto;\nAfter consulting the Consultative Committee;\nWhereas, to avoid disturbances of the common market, Decision No 3-58 restricted the right of undertakings to align prices on a price list established on another basing point and securing for the buyer the most advantageous conditions at the place of delivery;\nWhereas since 1958 changes have occurred in the common market for coal ; whereas the restrictions on the right of alignment must be adapted to changed circumstances ; whereas the accession of the United Kingdom, Denmark and Ireland and its consequences for the coal market must be borne in mind;\nWhereas the rules laid down by Decision No 3-58 must consequently be replaced by new provisions ; whereas, under Article 30 of the Act, this must be done in conformity with the guidelines set out in Annex II thereto;\nWhereas the right to align must to this end be confined to the price lists of undertakings and selling agencies which, because of the volume and nature of production, are influential in the formation of prices in the common market ; whereas experience since 1958 has shown that this means undertakings which sell on the common market more than one million tons annually of hard coal or products obtained from hard or brown coal of their own production ; whereas, moreover, undertakings who are soon to cease production should be taken into consideration;\nWhereas, furthermore, the tonnages which undertakings may supply under alignment should be limited ; whereas to avoid perceptible alterations to traditional supply channels such limitations should be defined in geographical terms and for the principal groups of products ; Whereas the exercise of the right to align presupposes that the fuels to be supplied are comparable to those in the price list on which alignment is effected;\nWhereas in order to prevent illicit under-quotation, undertakings are required under Article 3 of Decision No 30-53 to have regard to all the terms of the competitor's price list when calculating the delivered price;\nWhereas, in order that delivered prices may be calculated accurately, undertakings must be required to know the exact amount of the transport costs;\nWhereas, to facilitate the verification of authorised alignments where shipping costs are involved, undertakings must supply the Commission with information on the costs taken into account ; whereas the Commission may publish the shipping costs used in an appropriate manner for the information of all concerned;  1OJ No 6, 4.5.1953, p. 109. 2OJ No 11, 29.3.1958, p. 157/58.\nWhereas so that the scale of the transactions carried out by undertakings as a result of alignment may be assessed and so that a check may be kept as to whether this Decision is applied correctly, undertakings must be required to notify the Commission at regular intervals of the character and amount of the transactions that they carry out under alignment;", "main_body": ["1. Undertakings in the coal industry may use their right to align their prices on a price list established on another basing point and securing for the buyer more advantageous conditions at the place of delivery only in accordance with the provisions of the following Articles of this Decision.\n2. This Decision shall also apply to the selling agencies of undertakings in the coal industry within the meaning of Article 1 (2) of Decision No 30-53.", "Undertakings in the coal industry shall align their prices on the price lists of none other than the undertakings and selling agencies listed below:    - Aachener Kohlenverkauf GmbH, Aachen,\n- Comptoir belge des charbons, Bruxelles,\n- Gewerkschaft Auguste-Viktoria, Marl i.W.,\n- Houillères du Bassin du Centre et du Midi, Saint-Étienne,\n- Houillères du Bassin de Lorraine, Metz,\n- Houillères du Bassin du Nord et du Pas-de-Calais, Douai,\n- Maatschappij Laura & Vereeniging, Eygelshoven,\n- Maatschappij Oranje-Nassau, Heerlen,\n- National Coal Board, London,\n- Niedersächsischer Kohlen-Verkauf GmbH, Hannover,\n- Rheinischer Braunkohlenbrikett-Verkauf GmbH, Köln,\n- Ruhrkohle AG, Essen,\n- Saarbergwerke AG, Saarbrücken,\n- Sophia-Jacoba Handelsgesellschaft m.b.H., Hückelhoven,\n- Verkoopkantoor der Staatsmijnen, Den Haag.", "1. In each of the sales areas listed below the undertakings listed in Article 2 may align only up to the tonnage marketed by them in that area during the preceding calendar year.\nThe sales areas for the purposes of this provision shall be the following:    (a) Great Britain and Northern Ireland;\n(b) In the Federal Republic of Germany:      - Lower Saxony, Schleswig-Holstein, Hamburg and Bremen,\n- North-Rhineland-Westphalia, Rhineland-Pfalz and Saarland,\n- Hessen, Baden-Württemberg and Bayern;\n(c) Belgium and Luxemburg;\n(d) In France:      - the region to the east of and including the departments of Aisne, Seine-et-Marne, Loiret, Loir-et-Cher, Indre, Haute-Vienne, Dordogne, Lot-et-Garonne, Gers, Hautes-Pyrénées,\n- all other French departments;\n(e) Italy;\n(f) The Netherlands;\n(g) Denmark;\n(h) Ireland.\n2. The tonnages referred to in paragraph 1 shall apply separately to each of the following products:    (a) Hard coal for coke production;\n(b) Hard coal for domestic and small-scale consumption;\n(c) Other hard coals;\n(d) Furnace coke;\n(e) Foundry coke;\n(f) Other coke;\n(g) Hard coal briquettes;\n(h) Brown coal briquettes.\n3. Upon receipt of an application setting out the reasons therefor the Commission may, in favour of certain undertakings or selling agencies, increase the maximum tonnages indicated in paragraphs 1 and 2.", "1. Alignment shall be permitted only if the undertaking is able to ascertain exactly the amount of the transport costs to the place of destination.\n2. Where transport costs are not published, the undertaking which is aligning shall, where necessary, ascertain by examining the actual vouchers that the details supplied by the purchaser or carrier concerning the amount of transport costs are accurate.", "In calculating the delivery price at the point of destination, undertakings effecting alignment shall take account of all costs to be borne by the consumer such as trade surcharges, price correctives for ash or water content, quality surcharges, and other significant factors (e.g. graining, volatile matter content, heating power, sulphur content, coke-producing capacity).", "1. Coal industry undertakings shall notify alignments within the common market in which shipping costs are involved. The notification shall specify the level of costs serving as a basis for the reduction caused by alignment.\n2. The notification shall be made when the contract is concluded. It shall contain details of the calculation of the aligned price, distinguishing between loading and freight costs (included port fees, insurance and all other costs charged by the loader).\n3. The Commission shall communicate on demand to all undertakings concerned the shipping costs notified to it ; it may publish them in an appropriate manner.", "Undertakings exercising the right to align prices must, on 15 August and 15 February of each year, inform the Commission of the following:    (a) The tonnages of fuel and the agreed delivery terms for which supply contracts have been concluded under alignment;\n(b) The tonnages of fuel supplied under alignment and on the basis of their own price list in each of the sales areas listed in Article 3 (1).\nSuch information shall be communicated in printed form in a manner to be determined by the Commission.", "This Decision shall not prevent undertakings from aligning their prices in accordance with the last subparagraph of Article 60 (2) on conditions offered by undertakings outside the Community.", "This Decision shall enter into force on 1 January 1973. Decision No 3-58 is hereby repealed with effect from the same date."], "attachments": "Done at Brussels, 22 December 1972.\nFor the Commission\nThe President\nS.L. MANSHOLT"}