{"celex_id": "31979R2916", "uri": "http://publications.europa.eu/resource/cellar/ec93cedb-c87b-44e0-aef2-783728e9d048", "type": "Regulation", "concepts": ["2591", "2743", "4682"], "title": "Council Regulation (EEC) No 2916/79 of 20 December 1979 amending Regulation (EEC) No 805/68 on the common organization of the market in beef and veal\n", "header": "COUNCIL REGULATION (EEC) No 2916/79  of 20 December 1979  amending Regulation (EEC) No 805/68 on the common organization of the market in beef and veal\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 113 thereof,\nHaving regard to the proposal from the Commission,\nWhereas, in the case of frozen beef and veal falling within subheading 02.01 A II b) of the Common Customs Tariff, the Community has undertaken in an exchange of letters with certain non-member countries to take the necessary measures to ensure that the levy applicable to those products may, on application, be fixed in advance ; whereas it is therefore necessary to amend Article 16 of Council Regulation (EEC) No 805/68 of 27 June 1968 on the common organization of the market in beef and veal (1), as last amended by Regulation (EEC) No 425/77 (2),", "main_body": ["Article 16 of Regulation (EEC) No 805/68 shall be replaced by the following:\n\"Article 16\n1. The levy to be charged shall be that applicable on the day of import.\n2. However, the levy applicable on the day of application for the import licence shall apply on importation, if the applicant so requests, when making such application for:      - products falling within subheading 02.01 A II a) of the Common Customs Tariff originating in and coming from non-member countries which, by reason of the length of the sea voyage involved, comply with an agreement concluded with the Community in this matter which provides for adequate safeguards;\n- products falling within subheading 02.01 A II b) of the Common Customs Tariff originating in and coming from non-member countries which comply with an agreement concluded with the Community in this matter which provides for adequate safeguards.\n3. When the Community market is disturbed or threatened with disturbances as a result of the application of paragraph 2, a decision may be taken, in accordance with the procedure provided for in Article 27, to suspend application of that paragraph for such time as may be strictly necessary.\n4. Detailed rules for the application of this Article shall be adopted in accordance with the procedure laid down in Article 27.\"", "This Regulation shall enter into force on 1 January 1980.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 December 1979.\nFor the Council\nThe President\nJ. TUNNEY  (1)OJ No L 148, 28.6.1968, p. 24. (2)OJ No L 61, 5.3.1977, p. 1."}