{"celex_id": "31976D0044", "uri": "http://publications.europa.eu/resource/cellar/24510e3f-0696-4c36-9f9c-8ee4cccab1e3", "type": "Decision", "concepts": ["2970", "3774", "4771", "86", "889", "980"], "title": "76/44/EEC: Commission Decision of 22 December 1975 on the implementation of the reform of agricultural structures in the United Kingdom pursuant to Title II of Directive 72/161/EEC (Only the English text is authentic)\n", "header": "COMMISSION DECISION  of 22 December 1975  on the implementation of the reform of agricultural structures in the United Kingdom pursuant to Title II of Directive 72/161/EEC  (Only the English text is authentic)  (76/44/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 72/161/EEC of 17 April 1972 concerning the provision of socio-economic guidance for and the acquisition of occupational skills by persons engaged in agriculture (1), and in particular Article 11 (3) thereof,\nWhereas on 18 September 1975 the Government of the United Kingdom, pursuant to the second indent of Article 10 (1) of Directive 72/161/EEC, forwarded the following list of the courses available in the United Kingdom for the basic and further training of persons engaged in agriculture, which it considered eligible for reimbursement within the terms of Article 12 of the Directive referred to above. It also notified a series of Acts on the basis of which these courses had already been set up before 1 January 1973.    1. Basic course for persons engaged in agriculture who commence training after attaining age 23 and had not previously acquired sufficient basic training (Stage 1 and Stage 2).\n2. Other courses for trainees who have received basic training in agriculture or are aged at least 25 and have at least five years' relevant practical farming experience.     (a) Craft courses in Northern Ireland, each of 8-80 hours, on modernization and development matters. Only persons completing successive modules exceeding 100 hours satisfy the Directive.\n(b) Group training on the farm averaging 184 hours given by specialist and highly qualified instructors in Great Britain.\n(c) Supervision and management courses, throughout the UK, taking the form of a combination of modules totalling at least 40 hours, part-time training totalling at least 120 hours or full-time training totalling 300, 600 or 900 hours. For this type of training only, trainees must be aged at least 25 and have attended course 1 stage 1 or 2 above to be eligible for financial assistance from the Community.\n(d) Development courses throughout the UK of 100-900 hours taking the form of full-time training or part-time training spread over three years. The need to encourage the vocational advancement and adaptation of farmers and workers beyond the level of normal vocational training has long been recognized in the UK and the provision of these development courses therefore anticipated the arrangements envisaged in Article 5 (1) of the Directive;\nWhereas, under Article 11 (3) of Directive 72/161/EEC, the Commission must decide whether, having regard to the objectives of the said Directive and to the need for a proper connection between the various measures, the provisions forwarded comply with the said Directive and thus satisfy the conditions for financial contribution by the Community;\nWhereas it is the basic aim of Title II of Directive 72/161/EEC to enable persons aged 18 or over engaged in agriculture to acquire new agricultural skills, or to improve those which they already possess, so that they can integrate into modern agriculture;\nWhereas, to that end, the Member States are therefore required under Article 5 (1) and Article 6 (1) of Directive 72/161/EEC to set up schemes in addition to the existing normal agricultural courses of study in their countries, whereby farmers and hired and family farm workers may receive further training of a general, technical and economic nature;\nWhereas, according to the third indent of Article 12 (2) of Directive 72/161/EEC, the Guidance Section of the EAGGF shall refund to Member States 25 % of the expenditure incurred in setting up the measures referred to, up to an overall amount of 1 500 units of  (1)OJ No L 96, 23.4.1972, p. 15.\naccount for each farmer or agricultural worker having completed a course of vocational training or advanced vocational training;\nWhereas the abovementioned training courses correspond to the aim of Title II of the Directive referred to above and satisfy the requirements for full training courses for the general improvement of occupational skills for the acquisition of new skills by persons engaged in agriculture;\nWhereas the EAGGF Committee has been consulted on the financial aspects;\nWhereas the provisions of this Decision are in accordance with the opinion of the Standing Committee on Agricultural Structures,", "main_body": ["1. The courses of basic and further training notified by the Government of the United Kingdom on 18 September 1975 for persons engaged in agriculture satisfy the conditions for a financial contribution from the Community to the common measures referred to in Article 8 of Directive 72/161/EEC.\n2. The financial contribution by the Community shall be limited to eligible expenditure which has been incurred in respect of the courses referred to in paragraph 1 above since 1 January 1973.", "This Decision is addressed to the United Kingdom."], "attachments": "Done at Brussels, 22 December 1975.\nFor the Commission\nP.J. LARDINOIS\nMember of the Commission"}