{"celex_id": "31977L0805", "uri": "http://publications.europa.eu/resource/cellar/14a764fa-dd16-481d-9b57-222e51a12594", "type": "Directive", "concepts": ["1015", "1234", "1321", "1395", "4373"], "title": "Council Directive 77/805/EEC of 19 December 1977 amending Directive 72/464/EEC on taxes, other than turnover taxes, which affect the consumption of manufactured tobacco\n", "header": "COUNCIL DIRECTIVE  of 19 December 1977  amending Directive 72/464/EEC on taxes, other than turnover taxes, which affect the consumption of manufactured tobacco  (77/805/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Articles 99 and 100 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nHaving regard to the opinion of the Economic and Social Committee (2),\nWhereas, in accordance with Council Directive 72/464/EEC of 19 December 1972 on taxes, other than turnover taxes, which affect the consumption of manufactured tobacco (3), as amended by Directives 74/318/EEC (4), 75/786/EEC (5) and 76/911/EEC (6) the Council shall adopt, at least six months before the expiry of the first stage, a Directive laying down the special criteria to apply during the second stage;\nWhereas the first stage expires on 31 December 1977 ; whereas a further extension of this stage has proved necessary;\nWhereas the special criteria applicable during the first stage have made possible an initial approximation of the structures of the excise duties on cigarettes in seven of the nine Member States, without the tax revenue of the Member States or the conditions of their markets being appreciably affected;\nWhereas the structure of the excise duty on cigarettes must include, in addition to a specific component calculated per unit of the product, a proportional component based on the retail selling price, inclusive of all taxes ; whereas the turnover tax on cigarettes has the same effect as a proportional excise duty and this fact should be taken into account when the ratio between the specific component of the excise and the total tax burden is being established;\nWhereas the special provisions to apply during the second stage should be laid down so as to guide the excise duties levied on cigarettes by the Member States towards a common structure;\nWhereas Denmark should be granted the right to refrain from enforcing the provisions in Article 12 (1) of Directive 72/464/EEC in Greenland in view of that territory's special situation;\nWhereas the introduction of the harmonized taxation system in the United Kingdom without any accompanying adaptation measures might conflict with the health policy applied by the United Kingdom Government;\nWhereas the United Kingdom should therefore be authorized, by way of derogation from Article 4 (2) of Directive 72/464/EEC, to charge an additional excise duty on the most harmful cigarettes for a limited period of 30 months from the date of entry into force of the second stage;  (1)OJ No C 178, 2.8.1976, p. 11. (2)OJ No C 204, 30.8.1976, p. 1. (3)OJ No L 303, 31.12.1972, p. 1. (4)OJ No L 180, 3.7.1974, p. 30. (5)OJ No L 330, 24.12.1975. p. 51. (6)OJ No L 354, 24.12.1976, p. 33.\nWhereas the structure of the excise duty on manufactured tobacco other than cigarettes will be determined at a later date,", "main_body": ["Article 4 (3) of Directive 72/464/EEC shall be replaced by the following:\n\"3. At the final stage of harmonization of structures, the same ratio shall be established for cigarettes in all Member States between the specific excise duty and the sum of the proportional excise duty and the turnover tax, in such a way that the range of retail selling prices reflects fairly the difference in the manufacturers' delivery prices.\"", "In Article 7 (1) of Directive 72/464/EEC the words \"period of 54 months\" shall be replaced by \"period of 60 months\".", "The following Title shall be inserted in Directive 72/464/EEC:\n\"TITLE IIa\nSpecial provisions applicable during the second stage of harmonization", "0a 1. Without prejudice to the implementation of Article 1 (4), the second stage of harmonization of the structures of the excise duty on manufactured tobacco shall run from 1 July 1978 to 31 December 1980.\n2. During this second stage of harmonization Article 10b shall apply.", "0b 1. The amount of the specific excise duty on cigarettes shall be established by reference to cigarettes in the most popular price category according to the information available at 1 January each year, beginning 1 January 1978.\n2. The specific component of the excise duty may not be less than 5 % or more than 55 % of the amount of the total tax burden resulting from the aggregation of the proportional excise duty, the specific excise duty and the turnover tax levied on these cigarettes.\nHowever, until 31 December 1978, Ireland may apply a specific element which may not be more than 60 % of the amount of the total tax burden.\n3. If the excise duty or the turnover tax levied on the price category referred to above is amended after 1 January 1978, the amount of the specific excise duty shall be established by reference to the new total tax burden on the cigarettes referred to in paragraph 1.\n4. Notwithstanding Article 4 (1), each Member State may exclude customs duties from the basis for calculating the proportional excise duty on cigarettes.\n5. The Member States may levy on cigarettes a minimum excise duty, the amount of which may not exceed 90 % of the sum of the proportional excise duty and the specific excise duty which they levy on the cigarettes referred to in paragraph 1.", "0c\nBy way of derogation from Article 4 (2), the United Kingdom shall be authorized, for a period of 30 months from the date of entry into force of the second stage, to charge an additional excise duty on cigarettes whose tar yield is 20 mg or more.\nThe total tax burden on the cigarettes to which this additional excise duty applies may not exceed by more than 20 % the total tax burden which would have been imposed if the additional excise duty had not been levied. The ratio between the specific components of the excise duty and the total tax burden must be within the limits determined by this Directive.\nBefore the entry into force of the second stage, the United Kingdom shall inform the other Member States and the Commission of the method and the criteria used to determine the tar yield of cigarettes.\"", "The following sentence shall be added to Article 12 (1) of Directive 72/464/EEC:\n\"Denmark may refrain from enforcing these provisions in Greenland.\"", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 19 December 1977.\nFor the Council\nThe President\nG. GEENS"}