{"celex_id": "31973L0440", "uri": "http://publications.europa.eu/resource/cellar/1a502953-bff4-4e8d-ab71-22597ff2a9c8", "type": "Directive", "concepts": ["1958", "2393", "2970", "3682", "4327"], "title": "Council Directive 73/440/EEC of 11 December 1973 on the general provisions for the regional differentiation of certain measures provided for in the Directives of 17 April 1972 on the reform of agriculture\n", "header": "COUNCIL DIRECTIVE  of 11 December 1973  on the general provisions for the regional differentiation of certain measures provided for in the Directives of 17 April 1972 on the reform of agriculture  (73/440/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 43 thereof;\nHaving regard to Council Directive 72/159/EEC (1) of 17 April 1972 on the modernization of farms, and in particular Article 1 (2) thereof;\nHaving regard to Council Directive 72/160/EEC (2) of 17 April 1972 on measures to encourage the cessation of farming and the reallocation of utilized agricultural areas for the purposes of structural improvement, and in particular Article 1 (2) thereof;\nHaving regard to Council Directive 72/161/EEC (3) of 17 April 1972 on the provision of socio-economic guidance for and the acquisition of occupational skills by persons engaged in agriculture, and in particular Articles 1 (2) and 5 (2) thereof;\nHaving regard to the proposal from the Commission;\nHaving regard to the Opinion of the European Parliament;\nWhereas when Member States exercise the option of not applying, in certain regions, all or some of the measures provided for in Directive 72/159/EEC and Directive 72/160/EEC, they should do so only in those regions in which a major part of the agriculture has already attained the objective of comparable income or in which the areas hitherto exploited for agricultural purposes are intended for other uses;\nWhereas the option of not applying all or some of the measures provided for by Directive 72/161/EEC must, on account of the close relationship of the latter with Directives 72/159/EEC and 72/160/EEC, be restricted to those regions in which Member States apply neither of these two Directives;\nWhereas when Member States vary according to region the amount of the financial incentives provided for in Directive 72/159/EEC, it is essential that they take account of the amount of effort to modernize to be made by agriculture in the various regions and to this end, that they take into particular consideration the financial difficulties of the farms in regions where the average agricultural income is low and those difficulties arising from the disparity between the current agricultural income of these farms and the target income to be reached;\nWhereas when Member States vary according to region the amount of the financial incentives provided for in Directive 72/160/EEC, it is essential that they take account of both the need to liberate lands in each region resulting from the amount of effort to modernize to be made by agriculture in the various regions and the necessity to re-establish an adequate balance between the different age categories of farmers;\nWhereas when Member States vary according to region the meausres provided for in Directive 72/161/EEC on the provision of socio-economic guidance for and the acquisition of occupational skills by persons engaged in agriculture, it is essential that they take account of the amount of effort to be made by the various regions in order to attain the objectives of agricultural reform,", "main_body": ["1. When Member States apply Article 1 (2), second indent, of Directive 72/159/EEC and Article 1 (2), second indent, of Directive 72/160/EEC, the regions concerned must comply with the condition that at least 75 % of the utilized agricultural area of the region operated by those for whom farming is their main occupation, is already situated in farms complying with the conditions of income laid down in Article 4 (1) of Directive 72/159/EEC.  (1)OJ No L 96, 23.4.1972, p. 1. (2)OJ No L 96, 23.4.1972, p. 9. (3)OJ No L 96, 23.4.1972, p. 15.\n2. Member States may apply Article 1 (2), second indent, of Directive 72/160/EEC:    (a) in regions which fulfil the conditions laid down in paragraph (1),\n(b) as regards the premium referred to in Article 2 (1) (b) of Directive 72/160/EEC, in regions where, for a reference period of at least one year, 70 % or more of the land released in application of that Directive has not been used, only under Article 5 (2) of the same Directive.\n3. Article 1 (2), second indent, of Directive 72/159/EEC and Article 1 (2), second indent, of Directive 72/160/EEC, or only the former, may also be applied where following an official decision the region is no longer intended for agricultural purposes and where, for this reason, the question of improvement of agricultural structures ceases to be relevant.\nWhen Article 1 (2), second indent, of Directive 72/159/EEC is applied under the conditions defined in subparagraph 1, the Member State concerned shall refrain from application of Article 14 (2) of that Directive.\n4. Application of Article 1 (2), second indent, or of Article 5 (2), second indent, of Directive 72/161/EEC is limited to regions where Member States apply neither Directive 72/159/EEC nor Directive 72/160/EEC.", "When Member States apply Article 1 (2), first indent of Directive 72/159/EEC, they shall take account of the amount of effort towards agricultural modernization to be carried out in the various regions, on account of, in particular:    - the low level of agricultural income,\n- a significant disparity between agricultural income and comparable income within the meaning of Article 4 (1) of Directive 72/159/EEC.", "1. When Member States apply Article 1 (2), first indent of Directive 72/160/EEC, they shall take account of the need for land to be released resulting from the amount of effort towards agricultural modernization of the various regions. For this purpose, they shall give particular consideration to:    - the low level of agricultural income, or\n- the significant disparity between agricultural income and comparable income within the meaning of Article 4 (1) of Directive 72/159/EEC.\n2. The differentiated fixing of the amounts according to regions shall apply to the measures provided for in Directive 72/160/EEC for the benefit of farmers over 65 years of age, or between 55 and 65 years of age, or under 55 years of age, or of all three of these groups, or of two of them.\nMember States shall fix these amounts by taking into account the imbalances in the age group distribution of the agricultural population.", "When Member States apply, Article 1 (2), first indent or Article 5 (2) of Directive 72/161/EEC, they shall place emphasis on action furthering the establishment and development of socio-economic guidance services or the asquisition of occupational skills by persons engaged in agruculture, for the benefit of regions which are characterized by:    - the low level of agricultural income, or\n- the significant disparity between agricultural income and comparable income within the meaning of Article 4 (1) of Directive 72/159/EEC.", "Each Member State shall define the regions for the purposes of this Directive.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 11 December 1973.\nFor the Council\nThe President\nIb FREDERIKSEN"}