{"celex_id": "31975R0142", "uri": "http://publications.europa.eu/resource/cellar/434b73da-bcfd-4060-90bc-141f0c128cd6", "type": "Regulation", "concepts": ["1264", "2641", "2676", "3166"], "title": "Regulation (EEC) No 142/75 of the Commission of 20 January 1975 amending Regulation (EEC) No 616/72 as regards export levies on olive oil\n", "header": "REGULATION (EEC) No 142/75 OF THE COMMISSION  of 20 January 1975  amending Regulation (EEC) No 616/72 as regards export levies on olive oil\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community;\nHaving regard to Council Regulation No 136/66/EEC (1) of 22 September 1966 on the establishment of a common organization of the market in oils and fats, as last amended by Regulation (EEC) No 1707/73 (2);\nHaving regard to Council Regulation No 162/66/EEC (3) of 27 October 1966 on trade in oils and fats between the Community and Greece;\nHaving regard to Council Regulation No 171/67/EEC (4) of 27 June 1967 on export refunds and levies on olive oil, as last amended by Regulation (EEC) No 2429/72 (5), and in particular Article 11 thereof;\nWhereas, under Article 4 of Commission Regulation (EEC) No 616/72 (6) of 27 March 1972 on detailed rules for the application of export refunds and levies on olive oil, as last amended by Regulation (EEC) No 2563/72 (7), the Commission is to fix export levies for olive oil put up in packings of a capacity exceeding 5 kg where the difference specified in the first subparagraph of Article 10 (2) of Regulation No 171/67/EEC exceeds a certain amount ; whereas experience has shown that the application of this provision has led to export levies being fixed even where exports do not threaten to disturb the Community or the world market in olive oil ; whereas provision should therefore be made for levies to be fixed under the same conditions for the oil referred to above as for oil put up in small quantities;\nWhereas the measures provided for in this Regulation are in accordance with the Opinion of the Management Committee for Oils and Fats.", "main_body": ["Article 4 of Regulation (EEC) No 616/72 is replaced by the following:\n\"Article 4 1. The Commission shall fix an export levy for olive oil falling within subheading 15.07 A of the Common Customs Tariff where the difference between the cif price and the price recorded on the Community market is such as to encourage exportation on a scale likely to disturb the Community or the world market. For the purposes of determining the price on the Community market account shall be taken of quotations and prices on the most representative markets for production and export.\nThe export levy shall be adjusted in accordance with any changes in the situation.\n2. Where the cif price exceeds the market target price the application of the export levy shall be examined at least once a month under the procedure laid down in Article 39 of Regulation No 136/66/EEC.\n3. The Commission shall notify Member States of the amount of the export levy to be charged per 100 kg of oil exported as soon as such levy is fixed.\"", "Article 3 of Regulation (EEC) No 616/72 is hereby repealed.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.  (1)OJ No 172, 30.9.1966, p. 3025/66. (2)OJ No L 175, 29.6.1973, p. 5. (3)OJ No 197, 29.10.1966, p. 3393/66. (4)OJ No 130, 28.6.1967, p. 2600/67. (5)OJ No L 264, 23.11.1972, p. 1. (6)OJ No L 78, 31.3.1972, p. 1. (7)OJ No L 274, 7.12.1972, p. 11.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 January 1975.\nFor the Commission\nThe President\nFrançois-Xavier ORTOLI"}