{"celex_id": "31977R0443", "uri": "http://publications.europa.eu/resource/cellar/9eb78563-56f7-465d-8586-5a5f4601cdc0", "type": "Regulation", "concepts": ["1277", "2670", "2958", "3170", "386"], "title": "Commission Regulation (EEC) No 443/77 of 2 March 1977 on the sale at a fixed price of skimmed-milk powder for use in feed for pigs and poultry and amending Regulations (EEC) No 1687/76 and (EEC) No 368/77\n", "header": "COMMISSION REGULATION (EEC) No 443/77  of 2 March 1977  on the sale at a fixed price of skimmed-milk powder for use in feed for pigs and poultry and amending Regulations (EEC) No 1687/76 and 368/77\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 804/68 of 27 June 1968 on the common organization of the market in milk and milk products (1), as last amended by Regulation (EEC) No 559/76 (2), and in particular Articles 7 (5) and 28 thereof,\nHaving regard to Council Regulation (EEC) No 974/71 of 12 May 1971 on certain measures of conjunctural policy to be taken in agriculture following the temporary widening of the margins of fluctuations of the currencies of certain Member States (3), as last amended by Regulation (EEC) No 557/76 (4), and in particular Article 6 thereof,\nWhereas in conjunction with the sale by tender under Commission Regulation (EEC) No 368/77 of 23 February 1977 on the sale by tender of skimmed-milk powder for use in feed for pigs and poultry (5), a corresponding measure should be adopted for the sale of the skimmed-milk powder concerned at a fixed price, in order that the processing industry may obtain supplies, in certain circumstances, outside the tendering procedure;\nWhereas the price must be fixed in such a way as to give priority to sale by tender ; whereas the other rules can for the most part be based on the provisions of Regulation (EEC) No 368/77 ; whereas some of these rules must be amended or corrected under this Regulation following some errors of substance;\nWhereas Commission Regulation (EEC) No 1687/76 of 30 June 1976 laying down common detailed rules for verifying the use and/or destination of products from intervention (6), as last amended by Regulation (EEC) No 368/77, applied ; whereas, therefore, an appropriate addition must be made to the Annex hereto;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Milk and Milk Products,", "main_body": ["There shall be put up for sale at a fixed price under the conditions set out hereinafter skimmed-milk powder bought in under Article 7 (1) of Regulation (EEC) No 804/68 and taken into storage before 1 January 1976.", "1. Purchase contracts may only be concluded with the intervention agency during the period from the fourth Tuesday of each month to the Tuesday of the following week, hereinafter called \"the selling period\".\n2. Skimmed-milk powder shall be sold:    (a) in quantities of 20 tonnes and over;\n(b) ex-warehouse at a price equal to the minimum selling price fixed in accordance with Article 11 of Regulation (EEC) No 368/77, for the individual invitation to tender immediately preceding the selling period, increased by one unit of account per 100 kilograms.\n3. Requests to purchase which reach the intervention agency on the same day shall be deemed to have been introduced at the same time. If, after taking such requests into account, it is found that they exceed the quantity available in a store, then unless the interested parties reach an amicable arrangement the intervention agency shall dispose of the available quantity by drawing lots.", "Skimmed-milk powder shall be sold only to those who give a written undertaking:    - either to denature the skimmed-milk powder or have it denatured in accordance with one of the formulae set out in Section 1 of the Annex to Regulation (EEC) No 368/77 and with the prescription set out in Section 3 thereof, at a denaturing centre approved in accordance with Article 7 of Regulation (EEC) No 368/77,  (1)OJ No L 148, 28.6.1968, p. 13. (2)OJ No L 67, 15.3.1976, p. 9. (3)OJ No L 106, 12.5.1971, p. 1. (4)OJ No L 67, 15.3.1976, p. 1. (5)OJ No L 52, 24.2.1977, p. 19. (6)OJ No L 190, 14.7.1976, p. 1.\n- or to denature the skimmed-milk powder by incorporating it directly in a feedingstuff, under the conditions laid down in Article 8 and Section 2 of the Annex to Regulation (EEC) No 368/77 and in accordance with the prescriptions set out in Section 3 thereof.", "1. The purchase contracts shall specify the Member State on whose territory the denaturing or direct incorporation is to take place.\n2. Articles 5 (2), 6 (2) and 9 (4) (b) of Regulation (EEC) No 368/77 shall apply to the skimmed-milk powder sold under this Regulation as regards:    (a) the taking of samples by those concerned;\n(b) the power of Member States not to allow the application of certain denaturing formulae, or the recourse to direct incorporation;\n(c) the obligation of the buyer to forego any claim.", "1. The intervention agency shall sell the skimmed-milk powder only if, not later than the date of conclusion of the purchase contract, a payment on account is made of two units of account per 100 kilograms for the whole quantity covered by the contract.\n2. The taking over of any quantity by the purchaser is conditional on:    (a) payment of the balance of purchase price;\n(b) the lodging of a processing security, the amount of which shall be equal to that laid down in Article 11 (2) of Regulation (EEC) No 368/77 for the individual tendering procedure immediately preceding the selling period.", "1. On payment of the purchase price and when the processing security has been lodged the intervention agency shall issue a removal warrant indicating:    - the quantity in respect of which these conditions have been satisfied,\n- the store in question,\n- the latest date for taking delivery,\n- the date of expiry of the selling period during which the skimmed-milk powder has been purchased.\n2. The purchaser shall take delivery of the skimmed-milk powder within 45 days of the conclusion of the contract of sale. Delivery of the skimmed-milk powder may be taken in instalments, each of which shall not be less than 10 tonnes.\n3. Save in cases of force majeure, if the buyer has not taken delivery of the skimmed-milk powder within the period prescribed, the contract of sale shall be cancelled in respect of the quantities not taken and the payment on account shall be forfeited in respect of those quantities.", "1. The skimmed-milk powder shall be delivered by the intervention agency in sacks marked with one or more of the following indications in letters not less than one centimetre high:\n\"to be denatured (Regulation (EEC) No 443/77)\",\n\"til denaturering (forordning (EØF) nr. 443/77)\",\n\"zur Denaturierung (Verordnung (EWG) Nr. 443/77\",\n\"à dénaturer (règlement (CEE) nº 443/77)\",\n\"destinato alla denaturazione (regolamento (CEE) n. 443/77)\",\n\"voor denaturering (Verordening (EEG) nr. 443/77)\".\n2. The intervention agency shall make the skimmed-milk powder available in the manner laid down in Article 15 (2) of Regualtion (EEC) No 368/77.", "1. The denaturing of the skimmed-milk powder or its direct incorporation in a feedingstuff shall take place within the time limit and in the manner laid down in Article 16 (1) and (2) of Regulation (EEC) No 368/77.\n2. The sacks, packagings and containers used for the transport and storage of the skimmed-milk powder sold under this Regulation and denatured or incorporated in accordance with Article 3 shall bear the number of this Regulation and shall indicate the denaturing or incorporation formula used (formulas I A to I G and II A to II K) and, in the case of direct incorporation, the percentage of skimmed-milk powder contained in the final product.", "Articles 17 (2), 18 and 19 of Regulation (EEC) No 368/77 shall apply to skimmed-milk powder sold under this Regulation, as regards:    (a) release of the processing security where time limits are exceeded;\n(b) the measures to be taken in cases of force majeure;\n(c) the application of monetary compensatory amounts and aid.", "0\nMember States shall communicate to the Commission, before the 10th day of each month, the quantities of skimmed-milk powder which during the preceding month have been:    - the subject of a contract of sale under this Regulation,\n- allocated under the tendering procedure referred to in Regulation (EEC) No 368/77;\n- removed from store, divided up according to the methods of sale provided for in the above Regulations.", "1\nRegulation (EEC) No 368/77 is hereby amended as follows:    1. Article 9 (6) shall read;\n\"6. The tender may not be withdrawn. However, the tenderer may stipulate that where the price specified in his tender exceeds by more than one unit of account per 100 kilograms the minimum selling price fixed for the individual tender, his tender shall be deemed to be withdrawn and that he shall undertake to purchase, during the selling period beginning on the fourth Tuesday of the same month, subject to the conditions laid down in Regulation (EEC) No 443/77, a quantity equivalent to that covered by the tender to be taken from a store which may be different from that designated in the tender.\"\n2. The following paragraph shall be added to Article 10:\n\"4. Where, pursuant to Article 9 (6), the tenderer purchases skimmed-milk powder under Regulation (EEC) No 443/77, the tendering security shall be released only if the person concerned has made the payment on account provided for in Article 5 (1) of the said Regulation.\n3. In Article 12 (2) the words \"and notwithstanding the tenders deemed to be withdrawn under Article 9 (6)\" shall be inserted after the words \"Subject as provided in paragraph 1\".\n4. In the third line of Article 16 (2), the amount \"two units of account per tonne\" is replaced by \"three units of account per tonne\".\n5. In Article 19:      - the letter \"a\" is deleted,\n- the text under \"b\" is replaced by the following:\n\"the aid provided for under Article 10 of Regulation (EEC) No 804/68 is not applicable to skimmed-milk powder sold in accordance with this Regulation.\"", "2\nIn the Annex to Regulation (EEC) No 1687/76, under \"II. Products subject to a use and/or destination other than that mentioned under I\", the following paragraph 16 and footnote 7 relating thereto shall be inserted after paragraph 15:\n\"16. Commission Regulation (EEC) No 443/77 of 2 March 1977 on the sale at a fixed price of skimmed-milk powder for use in feed for pigs and poultry and amending Regulations (EEC) No 1687/76 and (EEC) No 368/77 (7)  - Section 104 : \"to be denatured (Regulation (EEC) No 443/77)\",\n\"til denaturering (forordning (EØF) nr. 443/77)\",\n\"zur Denaturierung (Verordnung (EWG) Nr. 443/77)\",\n\"à dénaturer (règlement (CEE) nº 443/77)\",\n\"destinato alle denaturazione (regolamento (CEE) n. 443/77)\",\n\"voor denaturering (Verordening (EEG) nr. 443/77)\",\n- Section 106 :  1. The date on which the skimmed-milk powder was removed from intervention stocks.\n2. The date of expiry of the selling period during which the skimmed-milk powder was purchased.\"\n(7)OJ No L 58, 3.3.1977, p. 16.", "3\nThis Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 2 March 1977.\nFor the Commission\nFinn GUNDELACH\nVice-President"}