{"celex_id": "31977D0754", "uri": "http://publications.europa.eu/resource/cellar/0b8f924e-508d-4079-900d-49aebeefd867", "type": "Decision", "concepts": ["1958", "2970", "2979", "4839", "889", "980"], "title": "77/754/EEC: Commission Decision of 21 November 1977 on the implementation of the reform of agricultural structures in Belgium pursuant to Directives 72/159/EEC, 72/160/EEC and 75/268/EEC (Only the French and Dutch texts are authentic)\n", "header": "COMMISSION DECISION  of 21 November 1977  on the implementation of the reform of agricultural structures in Belgium pursuant to Directives 72/159/EEC, 72/160/EEC and 75/268/EEC  (Only the French and Dutch texts are authentic)  (77/754/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 72/159/EEC of 17 April 1972 on the modernization of farms (1), as amended by Directive 76/837/EEC (2), and in particular Article 18 (3) thereof,\nHaving regard to Council Directive 75/268/EEC of 28 April 1975 on mountain and hill farming and farming in certain less-favoured areas (3), and in particular Article 13 thereof,\nHaving regard to Council Directive 72/160/EEC of 17 April 1972 concerning measures to encourage the cessation of farming and the reallocation of utilized agricultural area for the purposes of structural improvement (4), and in particular Article 9 (3) thereof,\nWhereas the Belgian Government, pursuant to Article 17 (4) of Directive 72/159/EEC, Article 13 of Directive 75/268/EEC and Article 8 (4) of Directive 72/160/EEC, has notified the following provisions:    - the royal decree of 23 December 1976 amending the royal decree of 21 June 1974 on the modernization of farms,\n- the ministerial decree of 17 March 1977 amending the ministerial decree of 6 November 1975 on the granting of an annual compensatory allowance to farmers in less-favoured areas,\n- the ministerial decree of 5 April 1977 fixing the comparable income for 1977,\n- the ministerial decree of 29 April 1977 amending the ministerial decree of 21 June 1974 on the modernization of farms,\n- the ministerial decree of 5 May 1977 amending the ministerial decree of 17 June 1976 on the granting of investment aid to groups to encourage rational fodder production and pasture grazing,\n- the royal decree of 15 April 1977 laying down the conditions for granting the cessation allowance provided for in the law of 3 May 1971 to applicants operating an undertaking engaged wholly or in part in the cultivation of grapes under glass,\n- the royal decree of 15 April 1977 on the determination of the agricultural year and fixing the period for which the cessation allowance is to be granted;\nWhereas, pursuant to Article 18 (3) of Directive 72/159/EEC and Article 9 (3) of Directive 72/160/EEC, the Commission must decide whether, having regard to the objectives of the said Directives and to the need for a proper connection between the various measures, the provisions notified comply with the Directives and the provisions existing in Belgium for implementation of the reform of agricultural structures pursuant to Directives 72/159/EEC, 72/160/EEC and 75/268/EEC thus continue to satisfy the conditions for financial contribution by the Community even when the abovementioned provisions are taken into account;\nWhereas the abovementioned provisions are in accordance with the conditions and objectives of Directives 72/159/EEC, 72/160/EEC and 75/268/EEC;\nWhereas the EAGGF Committee has been consulted on the financial aspects;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Agricultural Structures,", "main_body": ["The provisions existing in Belgium for implementation of the reform of agricultural structures pursuant to Directives 72/159/EEC, 72/160/EEC and 75/268/EEC continue, having regard to the provisions mentioned in detail in the recitals, to satisfy the conditions for financial contribution by the Community to  (1)OJ No L 96, 23.4.1972, p. 1. (2)OJ No L 302, 4.11.1976, p. 19. (3)OJ No L 128, 19.5.1975, p. 1. (4)OJ No L 96, 23.4.1972, p. 9.\nthe common measures referred to in Article 15 of Directive 75/268/EEC.", "This Decision is addressed to the Kingdom of Belgium."], "attachments": "Done at Brussels, 21 November 1977.\nFor the Commission\nFinn GUNDELACH\nVice-President"}