{"celex_id": "31976D0688", "uri": "http://publications.europa.eu/resource/cellar/7bb371e6-a891-4684-8aae-9694d8d3bce2", "type": "Decision", "concepts": ["1085", "2412", "2414", "4081", "5360", "5451"], "title": "76/688/EEC: Commission Decision of 30 June 1976 authorizing the French Republic to restrict the marketing of seed of certain varieties of agricultural plant species (Only the French text is authentic)\n", "header": "COMMISSION DECISION  of 30 June 1976  authorizing the French Republic to restrict the marketing of seed of certain varieties of agricultural plant species  (Only the French text is authentic)  (76/688/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the Council Directive of 29 September 1970 on the common catalogue of varieties of agricultural plant species (1), as last amended by the Council Directive of 11 December 1973 (2), and in particular Article 15 (2), (3) and (7) thereof,\nHaving regard to the request made by the French Republic,\nWhereas, under Articles 15 (1), 16 and 17 of the said Directive, seed and propagating material of varieties of agricultural plant species which have been offically accepted before 1 January 1974 in one or more of the Member States and which fulfil the conditions provided for in that Directive are, after 31 December 1975, no longer subject to any marketing restrictions relating to variety in the Community;\nWhereas, however, Article 15 (2) thereof provides that a Member State may be authorized upon application to prohibit the marketing of seed and propagating material of certain varieties;\nWhereas the French Republic has applied for such authorization in respect of some varieties of different species;\nWhereas the Commission Decision of 30 December 1975 (3) extended the period provided for in the said Article 15 (1) for the majority of these varieties for the French Republic from 31 December 1975 to 30 June 1976;\nWhereas the Commission has meanwhile completed its examination of the French application in respect of these varieties;\nWhereas the varieties Dasas, Rubina Roskilde, Taca Trifolium (red fescue) and Scots (timothy) have not been the subject of official growing trials in the French Republic for the purpose of the French application;\nWhereas the species of red fescue has not yet been put to agricultural use in the French Republic ; whereas the said variety of timothy is a local variety originating in another Member State ; whereas it is well known that the varieties of red fescue considered as fodder plants and the local varieties of timothy originating in another country are not yet suitable for cultivation in the French Republic (Article 15 (3) (c), second case of the said Directive);\nWhereas the other varieties listed in this Decision, or varieties of the same type, have been the subject of official growing trials in the French Republic ; whereas the results of these trials have led the French Republic to decide that these varieties are not sufficiently uniform there or that their value for cultivation or use is inferior to other comparable varieties accepted in the French Republic;\nWhereas the other Member States have accepted these conclusions in respect of the varieties Celtic (Italian rye grass), Tailteann (perennal rye grass) and the relevant varieties of red clover ; whereas it is therefore clear that these varieties do not produce results in the French Republic, which with respect to their qualities taken as a whole as regards their value for cultivation or use, correspond to those obtained from another variety accepted there (Article 15 (3) (c), first case of the said Directive);\nWhereas in respect of the varieties Midas (fodder kale), Matador (swede rape), Maris Osprey (oats), Imber (barley) and Maris Halberd (common wheat), the results of the trials show that in the French Republic, when compared with the national rules governing the acceptance of varieties there, which apply as part of current Community provisions, they are not sufficiently uniform in certain characteristics (Article 15 (3) (a) of the said Directive);\nWhereas in respect of the other varieties listed in Article 1 hereof, the results of the trials show that they do not produce results in the French Republic which with respect to their qualities taken as a whole as  (1)OJ No L 225, 12.10.1970, p. 1. (2)OJ No L 356, 27.12.1973, p. 79. (3)OJ No L 46, 21.2.1976, p. 27.\nregards their value for cultivation or use, correspond to those obtained from a comparable variety accepted there (Article 15 (3) (c) of the said Directive);\nWhereas therefore the application of the French Republic in respect of all these varieties should be granted in full ; whereas account should also be taken of the fact that some of these varieties are officially accepted in the French Republic provided their seed is not intended for the production of fodder plants;\nWhereas the relevant varieties of cocksfoot, with the exception of Rano Trifolium, Rozelle (tall fescue), Bounty, Champ, Glasnevin Gem (timothy), Marathon (field pea), Canson (fodder kale), the relevant varieties of swede rape with the exception of Matador, as well as Canova (barley), the French Republic is not yet in a position for reasons in part beyond its control to justify its application;\nWhereas therefore the period provided for in Article 15 (1) thereof should be extended in the case of the French Republic by an appropriate period to enable her to prepare the necessary data concerning these varieties (Article 15 (7) of the said Directive);\nWhereas other varieties are no longer included in the French application;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Seed and Propagating Material for Agriculture, Horticulture and Forestry,", "main_body": ["1. The French Republic is hereby authorized to prohibit the marketing in its territory of seed of the following varieties listed in the 1976 common catalogue of varieties of agricultural plant species:\nI. FODDER PLANTS    1. Dactylis glomerata\nRano Trifolium\n2. Festuca rubra\nDasas\nRubina Roskilde\nTaca Trifolium\n3. Lolium multiflorum\nAberystwyth S 22\nCeltic\n4. Lolium perenne\nTailteann\n5. Phleum pratense\nScots\n6. Trifolium pratense\nAberystwyth S 123\nAberystwyth S 151\nAltaswede\nCornish Marl\nCotswold Single Cut\nEssex Single Cut\nGrasslands Turoa\nKrano Pajbjerg\nMerkur\nMontgomery\nNava Trifolium\nRea 4n\nResident Øtofte\nTenda Trifolium\nToma Øtofte\nVesta Dæhnfeldt\n7. Brassica oleracea convar. acephala\nMidas\nII. OIL AND FIBRE PLANTS Brassica napus ssp. oleifera\nMatador\nIII. CEREALS    1. Avena sativa\nMaris Osprey\n2. Hordeum distichum\nImber\n3. Triticum aestivum\nMaris Halberd\n2. In respect of the relevant varieties of Festuca rubra, this authorization shall be valid only to the extent that their seed is intended for the production of fodder plants.", "The authorization under Article 1 shall be withdrawn as soon as it is established that the conditions thereof are no longer satisfied.", "1. In respect of the variety Canova (Hordeum distichum), the period provided for in Article 15 (1) of the Council Directive of 29 September 1970 and extended by the Commission Decision of 30 December 1975 to 30 June 1976 shall be extended for the French Republic to 31 December 1976.\n2. In respect of the varieties Alsa Roskilde, Bopa Pajbjerg, Delamere, Ferdia, Hera Dæhnfeldt, Norton (Dactylis glomerata), Rozelle (Festuca arundinacea), Bounty, Champ, Glasnevin Gem. (Phleum pratense), Marathon (Pisum arvense), Canson (Brassica oleracea convar. acephala), Broad Leaf Essex, English Giant, Fora, Hungry Gab, Rape Kale, Silona, Target (Brassica napus ssp. oleifera), the period referred to in paragraph 1 shall be extended for the French Republic from 30 June 1976 to 31 December 1978.\n3. In respect of the variety Flaxmere (Dactylis glomerata), the period referred to in paragraph 1 shall be extended for the French Republic from 30 June 1976 to 31 December 1979.", "The French Republic shall notify the Commission of the date from which it makes use of the authorization under Article 1 and the detailed methods to be followed. The Commission shall inform the other Member States thereof.", "This Decision is addressed to the French Republic."], "attachments": "Done at Brussels, 30 June 1976.\nFor the Commission\nP.J. LARDINOIS\nMember of the Commission"}