{"celex_id": "31975R2769", "uri": "http://publications.europa.eu/resource/cellar/1780af58-8e0e-465a-83a3-892710fbde0f", "type": "Regulation", "concepts": ["2449", "2560", "2738", "4692", "6007"], "title": "Regulation (EEC) No 2769/75 of the Council of 29 October 1975 laying down conditions for applying protective measures in the market in pigmeat\n", "header": "REGULATION (EEC) No 2769/75 OF THE COUNCIL  of 29 October 1975  laying down conditions for applying protective measures in the market in pigmeat\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community;\nHaving regard to Council Regulation (EEC) No 2759/75 (1) of 29 October 1975 on the common organization of the market in pigmeat, and in particular Article 18 (1) thereof;\nHaving regard to the proposal from the Commission;\nHaving regard to the Opinion of the European Parliament (2);\nWhereas Article 18 (1) of Regulation (EEC) No 2759/75 makes provision for the application of appropriate measures if, by reason of imports or exports, the Community market in one or more of the products listed in Article 1 thereof experiences or is threatened with serious disturbances which may endanger the objectives set out in Article 39 of the Treaty ; whereas these measures relate to trade with third countries ; whereas they will no longer apply when the disturbance or threat of disturbance has ceased;\nWhereas it is for the Council to adopt detailed rules for the application of the said Article 18 (1) and to define the cases in which and the limits within which Member States may take interim protective measures;\nWhereas it is therefore necessary to specify the main factors to be used in assessing whether the Community market is seriously disturbed or threatened with disturbance;\nWhereas, since recourse to protective measures depends upon the effect on the Community market of trade with third countries, the situation on this market must be assessed by taking account not only of the factors peculiar to the market itself but also of those relating to the trend of that trade;\nWhereas the measures which may be taken in application of Article 18 of Regulation (EEC) No 2759/75 should be specified ; whereas those measures must be such as to put an end to serious disturbances on the market and to the threat of such disturbances ; whereas if they are not to have other than the desired effects, they must be capable of being adapted to the particular circumstances;\nWhereas both the criteria for assessing the situation on the market and the measures required to deal with that situation must be determined in the light of the fact that the provisions governing trade in pigmeat do not at present include a system of import licences;\nWhereas recourse by a Member State to Article 18 of Regulation (EEC) No 2759/75 should be limited to cases in which the market of that State, following an assessment based on the abovementioned factors, is regarded as fulfilling the conditions of that Article ; whereas the measures which may be taken in such a case should be designed to prevent the market situation from deteriorating further ; whereas, however, they must be of an interim nature and should accordingly apply only until the entry into force of a Community decision on the subject;\nWhereas the Commission is required to take a decision on Community protective measures to be applied in response to a request from a Member State within 24 hours following receipt of the request ; whereas, in order that the Commission may assess the situation on the market with all proper accuracy, provision should be made to ensure that it is informed as quickly as possible of any interim protective measures applied by a Member State ; whereas provision should therefore be made for the Commission to be notified of any such measures as soon as they have been adopted and for such notification to be treated as a request within the  (1)See page 1 of this Official Journal. (2)OJ No C 60, 13.3.1975, p. 42.\nmeaning of Article 18 (2) of Regulation (EEC) No 2759/75,", "main_body": ["In order to assess whether the Community market in one or more of the products specified in Article 1 (1) of Regulation (EEC) No 2759/75 is by reason of imports or exports experiencing or threatened with serious disturbances which may endanger the objectives set out in Article 39 of the Treaty, particular account shall be taken of:    (a) the volume of imports or exports effected or foreseen;\n(b) the quantities of products available on the Community market;\n(c) the prices recorded on the Community market or the foreseeable trend of these prices and in particular any excessive upward or downward trend thereof;\n(d) if the abovementioned situation has arisen by reason of imports, the quantities of products for which intervention measures have been taken or may or need to be.", "1. The measures which may be taken under Article 18 (2) and (3) of Regulation (EEC) No 2759/75, should the situation mentioned in Article 18 (1) arise, shall be the suspension of imports or exports or the levying of charges on exports.\n2. Such measures may be taken only to such extent and for such length of time as is strictly necessary. They shall take account of the special situation of products already on their way to the Community. They shall apply only to products coming from or intended for third countries. They may be restricted to products imported from or originating in particular countries, to exports to particular countries or to particular qualities or types of presentation. They may be restricted to imports intended for particular regions of the Community or to exports from such regions.", "1. A Member State may take one or more interim protective measures if, after an assessment based on the factors set out in Article 1, it considers that the situation envisaged in Article 18 (1) of Regulation (EEC) No 2759/75 has arisen on its territory.\nInterim measures may comprise:    (a) the suspension of imports or exports;\n(b) the requirement that sums be deposited or secured in respect of export charges.\nNo actual payment of an export charge may be required under a measure as provided in (b) unless it is so decided in accordance with Article 18 (2) or (3) of Regulation (EEC) No 2759/75.\nThe provisions of Article 2 (2) of this Regulation shall apply.\n2. The Commission shall be notified by telex of the interim protective measures as soon as they have been decided on. Such notification shall be treated as a request within the meaning of Article 18 (2) of Regulation (EEC) No 2759/75. The measures shall apply only until such time as a decision taken by the Commission on the matter enters into force.", "1. Council Regulation (EEC) No 2593/69 (1) of 18 December 1969 laying down conditions for applying protective measures in the market in pigmeat, is hereby repealed.\n2. References to the Regulation repealed by paragraph 1 shall be construed as references to this Regulation.", "This Regulation shall enter into force on 1 November 1975.  (1)OJ No L 324, 27.12.1969, p. 6.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 29 October 1975.\nFor the Council\nThe President\nG. MARCORA"}