{"celex_id": "31975R2160", "uri": "http://publications.europa.eu/resource/cellar/a80cc332-7fa2-451e-b5f6-96f66a517117", "type": "Regulation", "concepts": ["1442", "3191", "4715", "4717", "4726", "619"], "title": "Regulation (EEC) No 2160/75 of the Commission of 19 August 1975 amending Regulation (EEC) No 2805/73 as regards the list of white quality wines produced in specified regions and of imported white quality wines containing a certain percentage of sulphur dioxide\n", "header": "REGULATION (EEC) No 2160/75 OF THE COMMISSION  of 19 August 1975  amending Regulation (EEC) No 2805/73 as regards the list of white quality wines produced in specified regions and of imported white quality wines containing a certain percentage of sulphur dioxide\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community;\nHaving regard to Council Regulation (EEC) No 816/70 (1) of 28 April 1970 laying down additional provisions for the common organization of the market in wine, as last amended by Regulation (EEC) No 678/75 (2), and in particular Article 26a (3) thereof;\nWhereas Article 26a (1) of Regulation (EEC) No 816/70 permits the maximum sulphur dioxide content to be increased to 400 mg/l in the case of certain white quality wines produced in specified regions and in the case of certain imported white quality wines having special characteristics of production;\nWhereas, in Commission Regulation (EEC) No 2805/73 (3) of 12 October 1973 determining a list of white quality wines produced in specified regions and of imported white quality wines containing a certain percentage of sulphur and laying down certain transitional provisions relating to the percentage of sulphur dioxide in wines produced before 1 October 1973, the Commission adopted a list of white quality wines produced in specified regions and of imported white wines;\nWhereas certain French wines in respect of which the production and storage may give rise to technical difficulties should be added to the list of white quality wines psr ; whereas the list of imported white quality wines should also be added to in view of the request put forward by Romania and supported by its laws relating to wine production;\nWhereas the measures provided for in this Regulation are in accordance with the Opinion of the Management Committee for Wine,", "main_body": ["Article 1 of Regulation (EEC) No 2805/73 is replaced by the following:\n\"The maximum total sulphur dioxide content shall be 400 mg/l for:    A. White quality wines produced in specified regions:      (a) wines having the right to the name Beerenauslese;\n(b) wines having the right to the name Trockenbeerenauslese;\n(c) Sauterne;\n(d) Barsac;\n(e) Cadillac;\n(f) Cérons;\n(g) Loupiac;\n(h) Saint-Croix-du-Mont;\n(i) Monbazillac;\n(k) Bonnezeaux;\n(l) Quarts de Chaume;\n(m) Côteaux du Layon;\n(n) Côteaux de l'Aubance.\nB. Imported white quality wines:\n(a) white quality wines, having, under Community provisions or, in the absence thereof, under those of the Member States, the right to the name Beerenauslese or Trockenbeerenauslese;\n(b) the wines listed below, provided that they come under the definition \"superior wines of designated origin\" under Romanian law:\n- Murfatlar,\n- Cotnari,\n- Tirnave,\n- Pietroasele,\n- Valea Calugareasca,\n- Dragasani.\"", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.  (1)OJ No L 99, 5.5.1970, p. 1. (2)OJ No L 72, 20.3.1975, p. 43. (3)OJ No L 289, 16.9.1973, p. 21.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 August 1975.\nFor the Commission\nP.J. LARDINOIS\nMember of the Commission"}