{"celex_id": "31976R1493", "uri": "http://publications.europa.eu/resource/cellar/ca40f83f-4a47-4128-841d-2e5e210b2336", "type": "Regulation", "concepts": ["1819", "2957", "3191", "4578", "693"], "title": "Council Regulation (EEC) No 1493/76 of 24 June 1976 suspending the application of the condition to which imports of certain citrus fruit originating in Morocco or Tunisia are subject under the Association Agreements between the Community and each of those countries\n", "header": "COUNCIL REGULATION (EEC) No 1493/76  of 24 June 1976  suspending the application of the condition to which imports of certain citrus fruit originating in Morocco or Tunisia are subject under the Association Agreements between the Community and each of those countries\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 43 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nWhereas Regulation (EEC) No 2108/75 (2), as amended by Regulation (EEC) No 3416/75 (3), extended the arrangements applied by the Community to trade with Morocco within the framework of the Association with that country ; whereas Regulation (EEC) No 2107/75 (4), as amended by Regulation (EEC) No 3415/75 (5), extended the arrangements applied by the Community to trade with Tunisia within the framework of the Association with that country;\nWhereas Article 4 (2) and (3) of Annex 1 to the Agreement establishing an Association between the European Economic Community and the Kingdom of Morocco (6), and Article 4 (2) and (3) of Annex 1 to the Agreement establishing an Association between the European Economic Community and the Republic of Tunisia (7), provide, inter alia, for the application to imports into the Community of certain fresh citrus fruit falling within subheadings 08.02 A I and ex B of the Common Customs Tariff, originating in those countries, of arrangements comprising a tariff reduction subject, during the period of application of reference prices, to the observance of a specific price on the Community market;\nWhereas Council Regulation (EEC) No 1467/69 of 23 July 1969 on imports of citrus fruits originating in Morocco (8), as amended by Regulation (EEC) No 2365/70 (9) and Council Regulation (EEC) No 1472/69 of 23 July 1969 on imports of citrus fruit originating in Tunisia (10), as amended by Regulation (EEC) No 2366/70 (11), laid down detailed rules for the application of those provisions;\nWhereas the application of the condition governing the tariff reduction for imports of certain fresh citrus fruit falling within subheadings 08.02 A I and ex B of the Common Customs Tariff originating in Morocco and Tunisia should be suspended;\nWhereas, as a result, the application of Regulations (EEC) No 1467/69 and (EEC) No 1472/69 should also be suspended,", "main_body": ["For the following products: >PIC FILE= \"T0010124\">\noriginating in Morocco and Tunisia, the application of the following provisions, extended by Regulations (EEC) No 3416/75 and (EEC) No 3415/75 respectively, shall be suspended:    - Article 4 (2) and (3) of Annex 1 to the Agreement establishing an Association between the European Economic Community and the Kingdom of Morocco;  (1)Opinion delivered on 18.6.1976 and not yet published in the Official Journal. (2)OJ No L 215, 13.8.1975, p. 2. (3)OJ No L 337, 31.12.1975, p. 4. (4)OJ No L 215, 13.8.1975, p. 1. (5)OJ No L 337, 31.12.1975, p. 3. (6)OJ No L 197, 8.8.1969, p. 1. (7)OJ No L 198, 8.8.1969, p. 1. (8)OJ No L 197, 8.8.1969, p. 95. (9)OJ No L 257, 26.11.1970, p. 1. (10)OJ No L 198, 8.8.1969, p. 95. (11)OJ No L 257, 26.11.1970, p. 2.\n- Article 4 (2) and (3) of Annex 1 to the Agreement establishing an Association between the European Economic Community and the Republic of Tunisia.", "For the products listed in Article 1 originating in Morocco and Tunisia, the application of Regulations (EEC) No 1467/69 and (EEC) No 1472/69 shall be suspended.", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 24 June 1976.\nFor the Council\nThe President\nG. THORN"}