{"celex_id": "31976R1624", "uri": "http://publications.europa.eu/resource/cellar/8ee0c01e-b70a-4718-bd02-39d81a6d982b", "type": "Regulation", "concepts": ["1233", "1277", "2958", "2965", "3190", "386"], "title": "Commission Regulation (EEC) No 1624/76 of 2 July 1976 concerning special arrangements for the payment of aid for skimmed-milk powder denatured or processed into compound feedingstuffs in the territory of another Member State\n", "header": "COMMISSION REGULATION (EEC) No 1624/76  of 2 July 1976  concerning special arrangements for the payment of aid for skimmed-milk powder denatured or processed into compound feedingstuffs in the territory of another Member State\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 804/68 of 27 June 1968 on the common organization of the market in milk and milk products (1), as last amended by Regulation (EEC) No 559/76 (2), and in particular Articles 10 (3) and 28 thereof,\nWhereas the third subparagraph of Article 3 (1) of Council Regulation (EEC) No 986/68 of 15 July 1968 laying down general rules for granting aid for skimmed-milk and skimmed-milk powder for use as feed (3), as last amended by Regulation (EEC) No 1530/76 (4), provides that a Member State may grant aid for skimmed-milk powder produced in its territory if it is denatured or processed into compound feedingstuffs in the territory of another Member State ; whereas the Member States have informed the Commission that they wish to make use of this power with effect from 15 July 1976 with respect to skimmed-milk powder intended for the abovementioned use in Italy;\nWhereas it is therefore necessary with respect to the payment of aid to lay down administrative provisions such as will satisfy the Member State granting aid that the skimmed-milk powder in question is in fact used in the Member State of destination in accordance with Commission Regulation (EEC) No 990/72 of 15 May 1972 on detailed rules for granting aid for skimmed milk processed into compound feedingstuffs and for skimmed-milk powder for use as feed (5), as last amended by Regulation (EEC) No 804/76 (6) ; whereas for this purpose use should be made of the control copy referred to in Article 1 of Commission Regulation (EEC) No 2315/69 of 19 November 1969 on the use of Community transit documents for the purpose of applying Community measures for verifying the use and/or destination of goods (7), as last amended by Regulation (EEC) No 690/73 (8), and provision should be made that the Member State of destination subject the goods to a control involving the lodging of a security to be released when the skimmed-milk powder has been denatured or processed into compound feedingstuffs;\nWhereas the control to which the skimmed-milk powder is subject after transfer to the territory of the Member State of destination is designed to ensure that it is used for the prescribed purpose ; whereas, therefore, payment of aid should be authorized in the consignor Member State as soon as proof has been provided that the goods have been subjected to the said control;\nWhereas proof that the goods have been subjected to control by the Member State of destination should in principle be provided by production of the control copy referred to in Article 1 of Regulation (EEC) No 2315/69 ; whereas, however, if the control copy cannot be produced through circumstances outside the trader's control, although the product has indeed been subjected to the abovementioned control, other documents should in such cases be recognized as equivalent;\nWhereas to facilitate trade it would further seem appropriate to authorize the consignor Member State to pay the exporter an advance on the aid after a certain period has elapsed counting from the day when he completes customs export formalities and provides a security to be released on presentation of proof of control by the Member State of destination;\nWhereas to avoid duplicating aid payments special arrangements should be made to cover the transition from the present system of aid to that provided for in this Regulation;\nWhereas with respect to the application of monetary compensatory amounts in respect of skimmed-milk powder consigned to the Member State of destination under this Regulation, the amount of aid paid to the exporter should be taken into account;\nWhereas the Management Committee for Milk and Milk Products has not delivered an opinion within the time limit set by its Chairman;  (1)OJ No L 148, 28.6.1968, p. 13. (2)OJ No L 67, 15.3.1976, p. 9. (3)OJ No L 169, 18.7.1968, p. 4. (4)OJ No L 170, 29.6.1976, p. 4. (5)OJ No L 115, 17.5.1972, p. 1. (6)OJ No L 93, 8.4.1976, p. 22. (7)OJ No L 295, 24.11.1969, p. 14. (8)OJ No L 66, 13.3.1973, p. 23.", "main_body": ["Where, with respect to the payment of aid for skimmed-milk powder produced in one Member State (hereinafter referred to as the \"consignor Member State\") and intended to be dispatched into another Member State (hereinafter referred to as the \"Member State of destination\") in order to be denatured or processed into compound feedingstuffs on the territory of the latter State in accordance with Regulation (EEC) No 990/72, the authorization provided in the third subparagraph of Article 3 (1) of Regulation (EEC) No 986/68 is used, the provisions of this Regulation shall apply.", "1. The aid shall not be paid by the consignor Member State until proof is furnished that the skimmed milk has been subjected to customs control or equivalent administrative control in the Member State of destination, to this end a security equal to the amount of aid to be paid by the consignor Member State plus 10 % shall be lodged.\nThe security shall be provided by the importer established in the Member State of destination before completion of the customs formalities for release to the market of destination.\n2. Proof of control by the Member State of destination and of provision of the security referred to in paragraph 1 may be provided only by production of the control copy referred to in Article 1 of Regulation (EEC) No 2315/69.\nSections 101, 103, 104 and 106 of the control copy shall be completed. Section 104 shall be filled in by deleting as necessary and entering one of the following endorsements in the second indent:\n\"déstiné à être mis sous contrôle et à faire l'objet de la constitution d'une caution (règlement (CEE) nº 1624/76)\",\n\"unter Kontrolle zu stellen gegen Stellung einer Kaution (Verordnung (EWG) Nr. 1624/76)\",\n\"da sottoporre a controllo e destinato a fare l'oggetto della costituzione di una cauzione (regolamento (CEE) n. 1624/76)\",\n\"bestemd om onder controle te worden geplaats en onderworpen te zijn aan het stellen van een waarborg (Verordening (EEG) nr. 1624/76)\",\n\"to be placed under control and to be subject to a security (Regulation (EEC) No 1624/76)\",\n\"bestemt til at blive sat under kontrol mod sikkerheds stillelse (forordning (EØF) nr. 1624/76)\".\nIn section 106, there shall be entered the date on which customs export formalities were completed.\n3. In the section of the control copy headed \"Control as to use and/or destination\", under the heading \"Remarks\", the customs office of destination shall enter particulars of the document produced as evidence that security has been lodged.\n4. The control copy referred to in paragraph 2 shall not be issued in respect of the skimmed-milk powder referred to in Article 1 (3) of Regulation (EEC) No 990/72.\n5. The security referred to in paragraph 1 shall be released only on presentation of proof that the quantities of skimmed-milk powder in question have been denatured or processed in accordance with the provisions of Articles 2 to 7 of Regulation (EEC) No 990/72 within six months of the day on which the customs formalities for release to the market of destination were completed.\nThe security shall be released without delay.\n6. Security as referred to in paragraph 1 that has been forfeited shall be set against intervention expenditure in the milk products sector, the amounts and quantitities concerned being entered separately in the accounts.", "1. In cases where the conditions laid down regarding denaturing or processing have not been met as a result of force majeure, the appropriate authorities of the Member State of destination shall decide at the request of the person concerned:    (a) that the period referred to in Article 2 (5) shall be extended for as long as necessary having regard to the circumstances invoked, or\n(b) that, where the products have been irretrievably lost, control may be deemed to have been effected.\n2. The person concerned shall provide evidence in respect of the circumstances relied upon as constituting force majeure.\n3. The Member State of destination shall inform the Commission each quarter of cases where paragraph 1 has been applied, giving details of the circumstances invoked, the quantities concerned and the measures adopted.", "1. Where the control copy referred to in Article 2 (2) is not returned to the office of departure or central body of the consignor Member State within three months of its date of issue by reason of circumstances outside the control of the person concerned, that person may apply to the appropriate authority for other documents to be accepted as equivalent, stating the grounds for such application and furnishing supporting documents. The latter shall include a written statement from the customs office which checked or arranged for the checking of the control procedures and the provision of security confirming that the requirements in these respects have been met.\n2. On 1 March and 1 September of each year Member States shall forward to the Commission a statement showing the number of times this Article has been applied, the reason, where known, for the failure to return the control copy and the quantities of skimmed-milk powder and amount of aid concerned.", "1. Consignor Member States may, after a period of two months has elapsed from the day on which customs formalities for export to the Member State of destination were completed, advance to the exporter an amount not exceeding 75 % of the aid, provided that security is lodged as guarantee for payment of the advance plus 10 % in cases where the proof referred to in Article 2 (2), or, if applicable, the supporting documents referred to in Article 4 (1), are not produced within six months of the day on which customs export formalities were completed.\n2. Amounts repaid pursuant to paragraph 1 shall be set against intervention expenditure in the milk products sector, the amounts and quantities concerned being entered separately in the accounts.", "The securities referred to in Articles 2 (1) and 5 shall be provided, at the choice of the person concerned, in cash or in the form of a guarantee given by an establishment that meets the criteria fixed by the Member State concerned.", "1. Exporting Member States shall restrict use of the authorization provided for in the third subparagraph of Article 3 (1) of Regulation (EEC) No 986/68 and the provisions of this Regulation to skimmed-milk powder in respect of which customs formalities for export to the Member State of destination are completed on or after 15 July 1976.\n2. The Member State of destination shall take all appropriate measures to ensure that aid is not granted by its authorities for the quantities of skimmed-milk powder referred to in paragraph 1.\n3. The Member State of destination shall grant no aid in respect of skimmed-milk powder exported from another Member State on or after the date specified in paragraph 1.", "1. The amount of aid paid in accordance with Article 2 (1) shall be that applicable on the day the customs formalities for export to the Member State of destination are completed.\n2. In cases where the amount of aid payable under Article 9 of Regulation (EEC) No 990/72 is greater than that paid by the consignor Member State under Article 2 (1) of this Regulation, the difference between these two amounts shall be paid by the consignor Member State to the exporter only on production of written evidence from the appropriate authority showing that denaturing or processing on the territory of the Member State of destination took place after the entry into force of the new amount of aid.\nSuch evidence shall indicate the serial number of the control copy which accompanied the skimmed-milk powder and shall give the net weight of the quantity in question and the date of denaturing or of processing into compound feedingstuffs.", "With respect to skimmed-milk powder exported to the Member State of destination under this Regulation, a coefficient of 0.58 shall be applied to the monetary compensatory amounts fixed pursuant to Regulation (EEC) No 974/71.", "0\nEach Member State shall notify the Commission at its request of measures taken in application of this Regulation.", "1\nThis Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 2 July 1976.\nFor the Commission\nP.J. LARDINOIS\nMember of the Commission"}