{"celex_id": "31976L0764", "uri": "http://publications.europa.eu/resource/cellar/279843ff-f020-414c-9d85-86b28adb6255", "type": "Directive", "concepts": ["13", "2897", "3844"], "title": "Council Directive 76/764/EEC of 27 July 1976 on the approximation of the laws of the Member States on clinical mercury-in-glass, maximum reading thermometers\n", "header": "COUNCIL DIRECTIVE  of 27 July 1976  on the approximation of the laws of the Member States on clinical mercury-in-glass, maximum reading thermometers  (76/764/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 100 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nHaving regard to the opinion of the Economic and Social Committee (2),\nWhereas the mandatory provisions governing the manufacture and methods of control of clinical thermometers, differ from one Member State to another and hence hinder trade in those instruments ; whereas these provisions accordingly require approximation;\nWhereas Council Directive 71/316/EEC of 26 July 1971 on the approximation of the laws of the laws of the Member States relating to common provisions for both measuring instruments and methods of metrological control (3) has laid down the procedure for EEC pattern approval and EEC initial verification ; whereas, in accordance with that Directive, technical requirements for manufacture and performance of clinical thermometers should be laid down,", "main_body": ["This Directive shall apply to clinical mercury-in-glass, maximum reading thermometers designed to measure the internal temperature of humans or animals.", "The clinical mercury-in-glass maximum reading thermometers eligible to bear the EEC mark shall be those described in the Annexes. They shall not be subject to EEC pattern approval ; they shall be subject to EEC initial verfication.", "No Member State may prevent, prohibit or restrict the placing on the market or entry into use of clinical thermometers bearing the EEC initial verification mark.", "1. Member States shall put into force the laws, regulations and administrative provisions needed in order to comply with this Directive within four years of its notification and shall forthwith inform the Commission thereof.\n2. Member States shall ensure that the text of the main provisions of national law which they adopt in the field covered by this Directive are communicated to the Commission.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 27 July 1976.\nFor The Council\nThe President\nM. van der STOEL  (1)OJ No 63, 3.4.1967, p. 982/67. (2)OJ No 30, 22.2.1967, p. 480/67. (3)OJ No L 202, 6.9.1971, p. 1.\nANNEX I\n1. TEMPERATURE UNIT\nThe temperature unit shall be the degree Celsius on the international scale employed for measurement of temperature.\n2. SCALE RANGE\nThe scale range shall extend at least from 35 75 to 42 ºC and the scale shall be divided into tenths of degrees Celsius.\n3. TYPES\nThermometers may be of the solid-stem or enclosed-scale type.\nThermometers of the solid-stem type shall have a prismatic stem on which the scale is indicated.\nIn thermometers of the enclosed-scale type the scale shall be indicated on a small, separate panel, both stem and panel being enclosed in a water-tight sheath.\nThermometers shall be fitted with a maximum reading device which prevents the mercury column from falling automatically when the mercury in the bulb returns to the surrounding temperature.\n4. MATERIALS\nThe bulbs of thermometers shall be constructed of glass conforming to the requirements laid down in Annex II and identified visibly and indelibly:      - either by a mark affixed to the bulb by the producer of the glass,\n- or by a mark affixed to any part of the thermometer, by its manufacturer, together with a certificate issued by the producer of the glass to the effect that it conforms to requirements.\nThe glass used for the maximum reading device and for the capillary space shall have adequate hydrolytic resistance (*).\nThe small panel showing the scale in the case of enclosed-scale thermometers shall be of silica, metal or any other material of an equivalent stability of design.\nThe thermometer stems shall be of capillary glass which gives an enlarged image of the mercury column. This should be legible at a glance throughout the whole of its length.\n5. MANUFACTURER\nThe thermometer shall be free of any fault which could prevent its normal functioning or mislead the user.\nThe ends of the thermometer shall be formed in such a way as to avoid any risk of accident during its use.\nThe mercury shall be sufficiently pure and dry. The bulb, the capillary tube and the mercury shall be sufficiently free of gas to ensure that the thermometer functions correctly.\nWhen, after it has been heated up to at least 37 ºC, and has returned to the surrounding temperature, the thermometer is submitted to an acceleration of 600 m/s2 at the base of the bulb, the mercury meniscus shall fall to below the lowest scale line.\nIn enclosed-scale thermometers, the panel showing the scale shall be placed in direct contact with the stem and shall be fixed in the sheath in such a way that it does not become detached from the stem.  (*) Glass may be regarded as having adequate hydrolytic resistance if, when analysed according to the provisions of ISO recommendation 719-1968 (calculation of the hydrolytic resistance of granulated glass at 98 ºC), the quantity of alkali obtained in solution from 1 g of glass does not exceed 263 75 ¶g of Na2O.\nThe position of the panel shall be indicated by an indelible mark on the sheath, at the level of one of the numbered lines on the scale.\nThe inside of the sheath shall be free of any extraneous substance and of all humidity.\nWhen the temperature in the bulb rises, the mercury column shall rise at as steady a rate as possible and not spasmodically. The mercury column, seen from an angle perpendicular to the scale, shall be easily legible throughout the whole of its length.\n6. SCALE AND GRADUATION\nThe scale shall be indicated clearly and uniformly.\nThe distance representing one Celsius degree on the scales shall be not less than 6 mm in enclosed-scale thermometers and not less than 5 mm in solid-stem thermometers.\nIn solid-stem thermometers, the scale lines and the figures shall be placed in such a way as to enable them and the enlarged image of the mercury column to be seen at the same time.\nThe scale lines shall be perpendicular to the axis of the thermometer and their thickness shall not exceed one-fifth of the distance separating the axes of consecutive lines in enclosed-scale thermometers and one-quarter of the distance in solid-stem thermometers.\nThe scale lines representing degrees and half-degrees shall be longer than the others.\nThe appropriate figures shall be shown opposite the scale lines representing degrees. Both figures and scale lines shall be indelible.\n7. INSCRIPTIONS\nThe stem of a solid-stem thermometer and the panel of an enclosed scale thermometer shall carry the following indelible inscriptions:      (a) \"ºC\";\n(b) the maker's trademark if this has been registered with the appropriate authorities of one of the Member States, or the name of the company;\n(c) e.g. in the case of veterinary thermometers, the words \"veterinary thermometer\".\nOther inscriptions shall only be permitted provided there is no risk of their misleading the user.\nNo inscription shall be permitted in respect of the response interval required to indicate the temperature of the user.\n8. MAXIMUM PERMISSIBLE ERRORS\nAfter returning to the ambient temperature of 20 ± 3 ºC, the temperature shown shall be that of the testing bath to within + 0 710 and - 0 715 ºC.\n9. RESPONSE INTERVAL\nThe constant \"k\" of the response interval of clinical thermometers when immersed in a stirred water bath shall be less than or in no case in excess of 2 76 seconds (1).\n10. POSITION OF EEC INITIAL VERIFICATION MARK\nA space shall be reserved for the EEC initial verification mark on the back of the thermometer.  (1)>PIC FILE= \"T0009636\">\nPursuant to 3.1.1 of Annex II to Directive 71/316/EEC and in derogation from the general rule stipulated in section 3 of that same Annex, the initial verification mark shall, in view of the special requirements with regard to the marking on glass instruments, consist of a series of signs indicating the following:      - a small \"e\",\n- the year of verification,\n- the letter or letters denoting the State where the initial verification took place,\n- if necessary the distinguishing number of the verifying office.\nIn the case of marking effected by the sanding method, the letters and figures should be interrupted at appropriate points without in any way detracting from their legibility.\nANNEX II Requirements to be met by glass used for thermometer bulbs\nA test thermometer without a maximum reading device shall, when appropriately heated, fulfil the following conditions : after it has remained heated up to 100 ºC for half an hour, depression of zero shall not exceed 0 705 ºC."}