{"celex_id": "31978R1600", "uri": "http://publications.europa.eu/resource/cellar/931d1cda-c4f5-4a8c-b470-2f1d7514f779", "type": "Regulation", "concepts": ["1486", "1684", "3170", "5360"], "title": "Commission Regulation (EEC) No 1600/78 of 7 July 1978 amending Regulations (EEC) No 1569/77 and (EEC) No 1570/77 on intervention in cereals\n", "header": "COMMISSION REGULATION (EEC) No 1600/78  of 7 July 1978  amending Regulations (EEC) No 1569/77 and (EEC) No 1570/77 on intervention in cereals\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2727/75 of 29 October 1975 on the common organization of the market in cereals (1), as last amended by Regulation (EEC) No 1254/78 (2), and in particular Article 7 (5) thereof,\nWhereas Article 2 (4) of Commission Regulation (EEC) No 1569/77 of 11 July 1977 fixing the procedure and conditions for the taking over of cereals by intervention agencies (3) provides that in the event of particularly unfavourable climatic conditions derogations from paragraph 2 of the said Article may be made for the marketing year in question ; whereas this provision may not be applied to cereals harvested before 1 August of the following marketing year in different climatic conditions;\nWhereas Article 3 (3) of Regulation (EEC) No 1569/77 provides that the price to be paid by the intervention agency to the seller is that valid for the month of delivery ; whereas, in the case of offers made during May, the intervention agency may specify that delivery of the cereal shall take place during June, for which month the price valid is that for August of the current marketing year ; whereas provision should therefore be made for sellers who have to deliver in June to receive for their goods the price valid for May;\nWhereas in the Annex to Regulation (EEC) No 1569/77 the minimum specific weight of barley is fixed at 63 kilograms per hectolitre ; whereas the intervention agencies of the Member States are however permitted by the Annex to fix the minimum specific weight for winter barley at 59 kilograms per hectolitre ; whereas, in view of the technical and economic requirements of the Community market, reductions should be fixed that more accurately reflect the price differences between winter barley of low specific weight and standard quality barley ; whereas the reductions for barley fixed in Table II of the Annex to Commission Regulation (EEC) No 1570/77 of 11 July 1977 on price increases and reductions applicable to intervention in cereals (4) should therefore be adjusted appropriately;\nWhereas, following the fixing of prices by the Council for the 1978/79 marketing year, the increase that may be applied for rye sold for bread-making under Article 6 (1) of Regulation (EEC) No 1570/77 should be adjusted;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["1. The following subparagraph is added to Article 2 (4) of Regulation (EEC) No 1569/77:\n\"These derogations may be made only for cereals offered for intervention before 1 June of the marketing year in question.\"\n2. The following sentence is added to the first subparagraph of Article 3 (3):\n\"However, when the delivery is made during a month for which the intervention price is lower than that for the month in which the offer was made, the latter price shall be paid.\"", "1. In Article 6 (1) of Regulation (EEC) No 1570/77, the figure \"3 711\" shall read \"4 750\".  (1)OJ No L 281, 1.11.1975, p. 1. (2)OJ No L 156, 14.6.1978, p. 1. (3)OJ No L 174, 14.7.1977, p. 15. (4)OJ No L 174, 14.7.1977, p. 18.\n2. The barley price reductions fixed in Table II of the Annex to Regulation (EEC) No 1570/77 are amended as follows: >PIC FILE= \"T0013808\">", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 August 1978.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 7 July 1978.\nFor the Commission\nFinn GUNDELACH\nVice-President"}