{"celex_id": "31973R0686", "uri": "http://publications.europa.eu/resource/cellar/e8bd8426-9ada-4d11-88e4-ad39907694b3", "type": "Regulation", "concepts": ["1277", "1570", "2965", "712"], "title": "Regulation (EEC) No 686/73 of the Commission of 8 March 1973 amending Regulation (EEC) No 1105/68 on detailed rules for granting aid for skimmed milk for use as feed\n", "header": "REGULATION (EEC) No 686/73 OF THE COMMISSION  of 8 March 1973  amending Regulation (EEC) No 1105/68 on detailed rules for granting aid for skimmed milk for use as feed\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community;\nHaving regard to Council Regulation (EEC) No 804/68 (1) of 27 June 1968 on the common organization of the market in milk and milk products, as last amended by the Act (2) annexed to the Treaty (3) concerning the Accession of new Member States to the European Economic Community and to the European Atomic Energy Community, signed in Brussels on 22 January 1972, and in particular Article 10 (3) thereof;\nWhereas, according to Article 2 (1) (b) of Council Regulation (EEC) No 986/68 (4) of 15 July 1968 laying down general rules for granting aid for skimmed milk and skimmed-milk powder for use as feed, as last amended by Regulation (EEC) No 1038/72 (5), an aid may be granted for skimmed milk which has been used as feed on the farms where it was produced;\nWhereas in some Member States a system of authorized sale of cream by producers to retailers and consumers has been in operation during many years ; whereas Commission Regulation (EEC) No 1105/68 (6) of 27 July 1968 on detailed rules for granting aid for skimmed milk for use as feed, as last amended by Regulation (EEC) No 675/72 (7), does not take the skimmed milk produced on the farms in this way into consideration for the granting of aid ; whereas, in order to ensure an equal treatment between the milk producers in question and the milk producers who deliver cream to dairies and use the skimmed milk as feed, the rules laid down in Regulation (EEC) No 1105/68 should be completed accordingly;\nWhereas, at the same occasion, the first subheading of Article 1 (1) of Regulation (EEC) No 1105/68 should be adapted to the valid provisions of Article 2 (1) (a) of Regulation (EEC) No 986/68;\nWhereas the measures provided for in this Regulation are in accordance with the Opinion of the Management Committee for Milk and Milk Products;", "main_body": ["The following shall be substituted for the first subheading of Article 1 (1) of Regulation (EEC) No 1105/68:\n\"1. Aid may be granted for skimmed milk produced and processed in the dairy if the skimmed milk:    - either has been denatured by one of the methods referred to in Article 2 and if its specific gravity before denaturing was at least 1.03,\n- or has been subject to administrative control offering safeguards equivalent to denaturing.\"", "1. The following shall be substituted for Article 6 (2) (b) of Regulation (EEC) No 1105/68:\n\"(b) sell their own butter production or deliver cream for direct consumption to retailers or consumers, the statement shall be sent to the competent authority.\"\n2. The following Article 8a shall be inserted after Article 8 of Regulation (EEC) No 1105/68:\n\"Article 8a\n1. Without prejudice to the provisions of paragraph 3, breeders who use their own skimmed milk for feeding their animals and sell cream to retailers or consumers shall, for each kilogramme of milk fat sold, receive the aid corresponding to 23 kilogrammes of skimmed milk.\n2. Aid shall be granted only to breeders registered as cream sellers.  (1)OJ No L 148, 28.6.1968, p. 13. (2)OJ No L 73, 27.3.1972, p. 14. (3)OJ No L 73, 27.3.1972, p. 5. (4)OJ No L 169, 18.7.1968, p. 4. (5)OJ No L 118, 20.5.1972, p. 21. (6)OJ No L 184, 29.7.1968, p. 24. (7)OJ No L 79, 1.4.1972, p. 83.\nRegistration shall be effected by the agency of the Member State competent to grant aid. This agency shall issue a registration card which shall indicate the number of cows whose milk is used for cream production.\n3. Aid shall be granted only for a quantity of skimmed milk not exceeding a maximum yearly quantity for each cow mentioned on the registration card.\nThe maximum yearly quantity shall be 2 800 kilogrammes of skimmed milk per cow. The quantity of milk delivered by the breeder to a dairy or to final consumers shall, however, be deducted from that figure.\n4. Breeders shall receive aid only if they account for the quantity of cream produced and sold as well as for the growth of their livestock by suitable documentation.\"", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation is applicable from 1 February 1973.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 8 March 1973.\nFor the Commission\nThe President\nFranรงois-Xavier ORTOLI"}