{"celex_id": "31974D0393", "uri": "http://publications.europa.eu/resource/cellar/385ffed7-65bb-49de-b7f0-a4aafd59afaa", "type": "Decision", "concepts": ["2300", "2450", "3373", "5115", "5404", "616"], "title": "74/393/EEC: Council Decision of 22 July 1974 establishing a consultation procedure for cooperation agreements between Member States and third countries\n", "header": "COUNCIL DECISION  of 22 July 1974  establishing a consultation procedure for cooperation agreements between Member States and third countries  (74/393/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Articles 113 and 235 thereof;\nHaving regard to the proposal from the Commission;\nHaving regard to the Opinion of the European Parliament (1);\nWhereas it should be ensured that \"cooperation\" agreements between Member States and third countries and any commitments and measures planned in the framework of such agreements are in accordance with the common policies, and with the common commercial policy in particular;\nWhereas it is desirable to facilitate the exchange of information and views in the field of cooperation in order to identify problems of common interest and, in view of these, where appropriate to encourage coordination of the activities of Member States with regard to the third countries concerned;\nWhereas the negotiation and implementation of such agreements should therefore be subject to a prior consultation procedure,", "main_body": ["1. Member States shall inform the Commission and the other Member States:    - of agreements relating to economic and industrial cooperation - hereinafter referred to as cooperation agreements - which they propose to negotiate or renew with third countries;\n- of commitments and measures which are proposed by the authorities of the Member States concerned as part of cooperation agreements and which may affect the common policies, and in particular of those which may affect trade ; this exchange of information shall be carried out where appropriate before examination of these commitments and measures within the inter-governmental or joint committees set up by these agreements.\n2. Member States shall forward to the Commission and to the other Member States the texts of cooperation agreements initialled with third countries.\nThey Shall inform the Commission and the other Member States if their authorities assume or adopt under cooperation agreements any such commitments or measures as are referred to in paragraph 1.", "1. If so requested by a Member State or proposed by the Commission within eight working days of the receipt of the information referred to in Article 1 (1), this information shall be the subject of prior consultation with the other Member States and the Commission within three weeks of its receipt.  (1)OJ No C 23, 8.3.1974, p. 9.\nWhere the matter is urgent, consultation shall take place without delay.\n2. If so requested by a Member State or proposed by the Commission, consultation on the agreements, commitments and measures referred to in Article 1 may be instituted at any time, except in the case of matters on which consultation has already taken place and on which no new facts are available.", "The main purpose of the consultations provided for in Article 2 shall be:    (a) to ensure that the agreements, commitments and measures referred to in Article 1 are consistent with common policies and in particular the common commercial policy;\n(b) to facilitate the exchange of information and views in order to identify problems of common interest and, in view of these, to encourage coordination, where appropriate, of the activities of the Member States with regard to the third countries concerned;\n(c) to examine the advisability of unilateral measures which could be taken by the Community in the fields covered by Article 113 of the Treaty in order to promote cooperation projects.", "1. The consultations provided for in Article 2 shall take place within a select committee composed of representatives of each Member State and of the Commission. It will be chaired by a representative from the Commission and the necessary secretarial services shall be provided by the General Secretariat of the Council.\nWhen, however, these consultations relate to arrangements, commitments and measures in the field of credit insurance, credit guarantees and financial credits, they shall take place within the Policy Coordination Group for Credit Insurance, Credit Guarantees and Financial Credits set up by the Council Decision of 27 September 1960 (1).\nThe exchange of information and coordination of the activities of the Committee and the Group mentioned above shall be suitably arranged to give an overall picture of the content and functioning of cooperation agreements.\n2. The Member States and the Commission shall take all measures necessary to ensure the proper functioning of the consultation procedure, and in particular to safeguard the confidential nature of the information they receive in this connection.", "Articles 1, 2 and 3 shall apply without prejudice to any special Community rules or procedures already in existence.", "Member States shall ensure in an appropriate manner that cooperation agreements which they propose to conclude or renew with third countries are on no account invoked or interpreted as affecting the obligations devolving on them by virtue of the Treaties establishing the European Communities.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 22 July 1974.\nFor the Council\nThe President\nJ. SAUVAGNAGUES  (1)OJ No 66, 27.10.1960, p. 1339/60."}