{"celex_id": "31975R3280", "uri": "http://publications.europa.eu/resource/cellar/de6c95c3-d628-4329-b39d-41124821f407", "type": "Regulation", "concepts": ["1031", "1644", "1786", "5792", "6007"], "title": "Regulation (EEC) No 3280/75 of the Council of 16 December 1975 laying down detailed rules for applying protective measures in the market in live trees and other plants, bulbs, roots and the like, cut flowers and ornamental foliage\n", "header": "REGULATION (EEC) No 3280/75 OF THE COUNCIL  of 16 December 1975  laying down detailed rules for applying protective measures in the market in live trees and other plants, bulbs, roots and the like, cut flowers and ornamental foliage\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community;\nHaving regard to Council Regulation (EEC) No 234/68 (1) of 27 February 1968 on the establishment of a common organization of the market in live trees and other plants, bulbs, roots and the like, cut flowers and ornamental foliage, and in particular Article 9 (1) thereof;\nHaving regard to the proposal from the Commission;\nWhereas Article 9 (1) of Regulation (EEC) No 234/68 makes provision for the application of appropriate measures if, by reason of imports or exports, the Community market in one or more of the products referred to in Article 1 of that Regulation experiences or is threatened with serious disturbances which may endanger the objectives set out in Article 39 of the Treaty ; whereas the application of these measures in trade with non-member countries must come to an end once the disturbance or threat thereof has ceased;\nWhereas the Council is responsible for adopting the detailed rules for applying Article 9 (1) and for defining the instances in which Member States may take interim protective measures and the limits applicable thereto;\nWhereas the main factors to be taken into account in assessing whether the market in the Community is seriously disturbed or threatened with serious disturbance should therefore be specified;\nWhereas no disturbance of the market in live trees and other plants, bulbs, roots and the like, cut flowers and ornamental foliage will be caused by exports ; whereas protective measures should therefore be confined to imports of those products;\nWhereas recourse to protective measures depends on the influence on the Community market exerted by trade with non-member countries ; whereas the situation on this market must therefore be assessed in the light not only of the factors peculiar to the market itself but also of those relating to trends in the aforesaid trade;\nWhereas the measures which may be taken in application of Article 9 of Regulation (EEC) No 234/68 should be specified ; whereas these measures must be such as to put an end to serious disturbances on the market and the threat of such disturbances ; whereas they must accordingly be well suited to the circumstances if they are not to have other than the desired effects;\nWhereas recourse by a Member State to Article 9 of Regulation (EEC) No 234/68 should be limited to cases in which the market of that State, following an assessment based on the abovementioned factors, is to be regarded as fulfilling the conditions of that Article ; whereas the measures which could be taken in such a case should be designed to prevent the market situation from deteriorating further and must be of an interim nature ; whereas such national measures may consequently apply only until the entry into force of a Community decision on the matter;\nWhereas the Commission must take a decision on Community protective measures to be applied in response to a request from a Member State within 24 hours of receipt of that request ; whereas, in order that the Commission may assess the situation on the market with the greatest effectiveness, provision should be made to ensure that it is informed as quickly as possible of any interim protective measures applied by a Member State ; whereas it should therefore be laid down that the Commission shall be notified of any such measures as soon as they have been decided on and that such notification shall constitute a request within the meaning of Article 9 (2) of Regulation (EEC) No 234/68,", "main_body": ["In order to assess whether the Community market in one or more of the products referred to in Article 1 of Regulation (EEC) No 234/68 is, by reason of imports, experiencing or threatened with serious disturbances likely to endanger the objectives set out in Article 39 of the Treaty, particular account shall be taken of:    (a) the volume of goods imported or likely to be imported,\n(b) the availability of products on the Community market,  (1)OJ No L 55, 2.3.1968, p. 1.\n(c) the prices of home-grown products recorded on the Community market particularly at the producer market stage and including those recorded in auction markets, and the foreseeable trend of such prices, particularly any excessive downward trend,\n(d) the prices of products from non-member countries recorded on the Community market, at a stage comparable to that at which the prices referred to under (c) were recorded, and particularly any excessive downward trend.", "1. Should the situation referred to in Article 9 (1) of Regulation (EEC) No 234/68 arise, the measures which may be taken under paragraphs 2 and 3 of that Article shall be:    (a) for products subject to the system of import licences referred to in Article 3 of Council Regulation (EEC) No 3279/75 (1) of 16 December 1975 on the standardization of the treatment applied by the individual Member States to imports from non-member countries of live trees and other plants, bulbs, roots and the like, cut flowers and ornamental foliage:      - the total or partial discontinuation of the issue of licences, as a result of which no new applications will be accepted,\n- the rejection of all or some of the applications for the issue of licences which are being examined;\n(b) for products not subject to the system of import licences, the total or partial suspension of imports.\n2. The measures referred to in paragraph 1 may be taken only to such extent and for such length of time as is strictly necessary. They shall take account of the special situation of products which are already on their way to the Community. They shall apply only to products from non-member countries. They may be restricted to products imported from or originating in particular countries or to particular qualities, grades or varieties. They may be restricted to imports to certain regions of the Community.\n3. The rejection referred to in paragraph 1 (a), second indent shall apply to applications lodged during the period in which the suspension referred to in Article 3 (1) (a) is applied.", "1. A Member State may take one or more interim protective measures if, following an assessment based on the factors set out in Article 1, it considers that the situation referred to in Article 9 (1) of Regulation (EEC) No 234/68 has arisen on its territory.\nThe interim protective measures shall be as follows:    (a) for products subject to the system of import licences, the total or partial suspension of the issue of licences,\n(b) for products not subject to the system of import licences, the total or partial suspension of imports.", "(2) shall apply.\n2. The Commission shall be notified by telex of the interim protective measures as soon as they have been decided on. Such notification shall constitute a request within the meaning of Article 9 (2) of Regulation (EEC) No 234/68.\nThes measures shall apply only until such time as a Decision taken on this basis by the Commission enters into force.", "This Regulation shall enter into force on 1 January 1976.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 16 December 1975.\nFor the Council\nThe President\nG. MARCORA  (1)See page 1 of this Official Journal."}