{"celex_id": "31977R2904", "uri": "http://publications.europa.eu/resource/cellar/2e360fbe-1918-4724-b294-477bde3d3f20", "type": "Regulation", "concepts": ["2628", "2749", "303", "4204", "4667", "4860"], "title": "Commission Regulation (EEC) No 2904/77 of 23 December 1977 amending Regulations (EEC) No 1282/72, (EEC) No 1717/72 and (EEC) No 232/75 on sales of butter at reduced prices\n", "header": "COMMISSION REGULATION (EEC) No 2904/77  of 23 December 1977  amending Regulations (EEC) No 1282/72, (EEC) No 1717/72 and (EEC) No 232/75 on sales of butter at reduced prices\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 804/68 of 27 June 1968 on the common organization of the market in milk and milk products (1), as last amended by Regulation (EEC) No 2560/77 (2), and in particular Article 6 (7) thereof,\nHaving regard to Council Regulation (EEC) No 985/68 of 13 July 1968 laying down general rules for intervention on the market in butter and cream (3), as last amended by Regulation (EEC) No 2714/72 (4), and in particular Article 7a thereof,\nHaving regard to Council Regulation (EEC) No 974/71 of 12 May 1971 on certain measures of conjunctural policy to be taken in agriculture following the temporary widening of the margins of fluctuation for the currencies of certain Member States (5), as last amended by Regulation (EEC) No 557/76 (6), and in particular Article 6 thereof,\nWhereas, with regard to the price of dairy products in the new Member States, the last alignment of prices will come into force on 1 January 1978 in accordance with Article 52 (2) and (4) of the Act of Accession ; whereas it is therefore necessary to amend the provisions that were laid down in several Regulations to take account of the difference in prices of dairy products between the new Member States and the Community as originally constituted;\nWhereas the following provisions are affected:    - Articles 2 and 8 of Commission Regulation (EEC) No 1282/72 of 21 June 1972 on the sale of butter at a reduced price to the army and similar forces (7), as last amended by Regulation (EEC) No 920/77 (8),\n- Articles 3 and 9 of Commission Regulation (EEC) No 1717/72 of 8 August 1972 on the sale of butter at a reduced price to non-profit-making institutions and organizations (9), as last amended by Regulation (EEC) No 920/77,\n- Article 19 (4) of Commission Regulation (EEC) No 232/75 of 30 January 1975 on the sale of butter at reduced prices for use in the manufacture of pastry products and ice-cream (10), as last amended by Regulation (EEC) No 2379/77 (11);\nWhereas, moreover, under Council Regulation (EEC) No 880/77 of 26 April 1977 on the granting of a consumer subsidy for butter (12), an aid may be granted for butter bought on the Community market for private consumption ; whereas the reduction in the price of the butter sold under Regulation (EEC) No 1717/72 must be subject to the condition that the butter does not benefit from the aid referred to in Regulation (EEC) No 880/77;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Milk and Milk Products,", "main_body": ["Regulation (EEC) No 1282/72 is hereby amended as follows:    1. In Article 2, the second indent is deleted.\n2. Article 8 shall read:\n\"Article 8\nIn respect of butter sold under this Regulation:     (a) the compensatory amounts fixed under Regulation (EEC) No 974/71 shall apply the coefficient 0 742,\n(b) no refund shall be granted.\"\n(1)OJ No L 148, 28.6.1968, p. 13. (2)OJ No L 303, 28.11.1977, p. 1. (3)OJ No L 169, 18.7.1968, p. 1. (4)OJ No L 291, 28.12.1972, p. 15. (5)OJ No L 106, 12.5.1971, p. 1. (6)OJ No L 67, 15.3.1976, p. 1. (7)OJ No L 142, 22.6.1972, p. 14. (8)OJ No L 108, 30.4.1977, p. 75. (9)OJ No L 181, 9.8.1972, p. 11. (10)OJ No L 24, 31.1.1975, p. 45. (11)OJ No L 277, 29.10.1977, p. 37. (12)OJ No L 106, 29.4.1977, p. 31.", "Regulation (EEC) No 1717/72 is hereby amended as follows:   1. Article 3 shall read:\n\"Article 3\n1. The butter shall be sold by the intervention agency at a price equal to the buying-in price of the intervention agency concerned, in force when the contract of sale is concluded, less an amount not exceeding 138 75 units of account per 100 kilograms.\n2. The reduction in price referred to in paragraph 1 shall be subject to the condition that the butter sold under this Regulation does not benefit from the aid referred to in Regulation (EEC) No 880/77.\n3. Each seller Member State may determine a minimum purchasing quantity.\"\n2. In Article 4 (3) the provisions under (f) are deleted.\n3. Article 9 shall read:\n\"Article 9\nIn respect of butter sold under this Regulation, the compensatory amounts fixed under Regulation (EEC) No 974/71 shall apply the coefficient 0 740.\"", "Article 19 (4) of Regulation (EEC) No 232/75 is deleted.", "This Regulation shall enter into force on 1 January 1978.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 23 December 1977.\nFor the Commission\nFinn GUNDELACH\nVice-President"}