{"celex_id": "31978R1076", "uri": "http://publications.europa.eu/resource/cellar/a2cf4b48-b981-4d6d-8fc3-75bcbdb02e3e", "type": "Regulation", "concepts": ["4038", "4373", "5334"], "title": "Commission Regulation (EEC) No 1076/78 of 23 May 1978 on the communication of information on raw tobacco\n", "header": "COMMISSION REGULATION (EEC) No 1076/78  of 23 May 1978  on the communication of information on raw tobacco\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 727/70 of 21 April 1970 on the common organization of the market in raw tobacco (1), as last amended by the Act of Accession and in particular Article 15 thereof,\nWhereas Commission Regulation (EEC) No 2602/71 of 6 December 1971 (2) specifies the information necessary for purposes of the rules governing the common organization of the market in tobacco and the deadline for the transmission thereof to the Commission by Member States;\nWhereas certain Regulations, in particular Commission Regulations (EEC) No 1726/70 of 25 August 1970 on the procedure for granting the premium for leaf tobacco (3), and (EEC) No 1727/70 of 25 August 1970 on the intervention procedure for raw tobacco (4), also provide for the periodical communication of information ; whereas, furthermore, the necessity for the communication of further information has become apparent, in particular as regards the granting of export refunds;\nWhereas in the interests of administrative simplicity it is advisable both to re-group this information and also to relax the timetable for its transmission ; whereas, consequently, Regulation (EEC) No 2602/71 and the various provisions of Regulations (EEC) No 1726/70 and No 1727/70 concerning such information should be repealed;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Raw Tobacco,", "main_body": ["1. The Member States shall communicate to the Commission annually for each variety of tobacco the information specified in Section A of the Annex hereto.\n2. The final dates for the transmission of such information to the Commission are given in Section B of the said Annex.\n3. The Commission shall forward this information annually to the Member States.\n4. If the quantities of tobacco offered for intervention exceed or threaten to exceed the percentages and quantities of tobacco laid down by Regulation (EEC) No 1469/70 (5) the Member State concerned shall so inform the Commission forthwith.", "Regulation (EEC) No 2602/71 is hereby repealed.", "Article 12 (2) of Regulation (EEC) No 1726/70 and Article 9 (3) of Regulation (EEC) No 1727/70 are hereby repealed.", "This Regulation shall enter into force on 1 June 1978.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 23 May 1978.\nFor the Commission\nFinn GUNDELACH\nVice-President  (1)OJ No L 94, 28.4.1970, p. 1. (2)OJ No L 269, 8.12.1971, p. 9. (3)OJ No L 191, 27.8.1970, p. 1. (4)OJ No L 191, 27.8.1970, p. 5. (5)OJ No L 164, 27.7.1970, p. 35.\nANNEX\n>PIC FILE= \"T0013697\">"}