{"celex_id": "31974R1516", "uri": "http://publications.europa.eu/resource/cellar/a321772a-b650-4dad-a5fc-1378f937bb8f", "type": "Regulation", "concepts": ["2449", "4125", "4252", "4314", "4858"], "title": "Regulation (EEC) No 1516/74 of the Commission of 18 June 1974 on the supervision by Member States of contracts concluded between sugar manufacturers and beet producers\n", "header": "19.6.1974 EN Official Journal of the European Communities L 163/21\nREGULATION (EEC) NO 1516/74 OF THE COMMISSION\nof 18 June 1974\non the supervision by Member States of contracts concluded between sugar manufacturers and beet producers\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community;\nHaving regard to Council Regulation No 1009/67/EEC (1) of 18 December 1967 on the common organization of the market in sugar, as last amended by Regulation (EEC) No 1928/73 (2), and in particular Articles 5 (4), 31 (6) and 38 thereof;\nHaving regard to Council Regulation (EEC) No 206/68 (3) of 20 February 1968 laying down outline provisions for contracts and inter-trade agreements on the purchase of beet, as last amended by the Act (4) annexed to the Treaty of Accession (5) of the new Member States to the European Economic Community and the European Atomic Energy Community, and in particular Article 11 thereof;\nWhereas a series of provisions adopted in the sugar sector, and in particular those laid down in Articles 5, 30 and 31 of Regulation No 1009/67/EEC and in Regulation (EEC) No 206/68, concerns contracts and inter-trade agreements concluded for the purchase of beet; whereas it has proved necessary for regular checks to be made that the provisions of such contracts and agreement as aforesaid are in conformity with the said Community provisions; whereas efficient checks for this purpose could be carried out by the Member States;\nWhereas Commission Regulation (EEC) No 1087/69 (6) of 11 June 1969 on communications from Member States concerning sugar, as last amended by Regulation (EEC) No 700/73 (7) should be adopted;\nWhereas communication by the Member States of the results of the checks would improve the harmonization of such checks within the Community;\nWhereas the Management Committee for Sugar has not delivered an Opinion within the time limit set by its Chairman,", "main_body": ["Each Member State shall carry out regular checks on the conformity with the relevant Community provisions of the provisions adopted at the professional level concerning, especially the purchase of and payment for beets.", "The results of the checks referred to in Article 1 shall be communicated to the Commission before 30 June each year. If demanded, the Member States shall submit inter-trade agreements and contract forms to the Commission.", "Article 4 of Regulation (EEC) No 1087/69 is cancelled.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 18 June 1974.\nFor the Commission\nThe President\nFrançois-Xavier ORTOLI\n(1)  OJ No 308, 18. 12. 1967, p. 1.\n(2)  OJ No L 199, 19. 7. 1973, p. 7.\n(3)  OJ No L 47, 23. 2. 1968, p. 1.\n(4)  OJ No L 73, 27. 3. 1972, p. 14.\n(5)  OJ No L 73, 27. 3. 1972, p. 5.\n(6)  OJ No L 140, 12. 6. 1969, p. 15.\n(7)  OJ No L 67, 14. 3. 1973, p. 12."}