{"celex_id": "31977D0613", "uri": "http://publications.europa.eu/resource/cellar/0d3525d7-dea4-48d8-866f-22ff1bbdf27a", "type": "Decision", "concepts": ["4298", "4448", "5744", "937"], "title": "77/613/EEC: Commission Decision of 7 September 1977 setting out the definitions relating to the list of characteristics for the 1977 survey of the structure of agricultural holdings\n", "header": "COMMISSION DECISION  of 7 September 1977  setting out the definitions relating to the list of characteristics for the 1977 survey of the structure of agricultural holdings  (77/613/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3228/76 of 21 December 1976 on the organization of a survey on the structure of agricultural holdings for 1977 (1), and in particular Article 4 (2) and the second paragraph of Article 5 thereof,\nWhereas the definitions set out in Commission Decision 75/682/EEC of 2 October 1975 laying down for the purposes of a structures survey for 1975 as part of a programme of surveys on the structure of agricultural holdings the definitions relating to the list of characteristics and the list of agricultural products (2) are, in principle, to be retained for the structures survey for 1977 in order to ensure the continuity of concepts and the comparability of the results ; whereas Article 4 (1) of Regulation (EEC) No 3228/76 nevertheless provided for a change in the treatment of combined crops, but in some Member States only in certain regions and as an experiment;\nWhereas pursuant to Article 4 (2) of the said Regulation the Commission is to lay down the necessary detailed rules in agreement with the Member States in whose territories the regions referred to in the second subparagraph of paragraph 1 of that Article are situated;\nWhereas pursuant to the second paragraph of Article 5 of Regulation (EEC) No 3228/76 the definitions relating to the list of characteristics set out in the Annex to that Regulation are to be laid down in accordance with the procedure set out in Article 8 thereof;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Agricultural Statistics,", "main_body": ["1. Member States shall carry out a survey of the characteristics listed in the Annex to Regulation (EEC) No 3228/76 in accordance with the definitions and explanations set out in Commission Decision 75/682/EEC of 2 October 1975.  (1)OJ No L 366, 31.12.1976, p. 1. (2)OJ No L 301, 20.11.1975, p. 8.\n2. For the purposes of this Decision, in Annex I to Decision 75/682/EEC, \"E to J LAND USE\", Section II.2 is amended to read as follows:\n\"An arable crop with one or more permanent crops (association with permanent crops). In each of the three possible types of combined cropping, i.e.:    1. combination of two or more permanent ligneous crops;\n2. combination of permanent ligneous crops with arable crops;\n3. combination of permanent ligneous crops with permanent pasture;\nwhich are characterized by the presence of a permanent crop, the area is split proportionately to the area of each crop.\nIn the case of associated crops one at least of which is a permanent ligneous crop and where one of the crops has no significant utilization for the holding, this latter is to be disregarded in apportioning the areas.\"\n3. In Annex I to Decision 75/682/EEC, \"E to J LAND USE\", footnote 1 to Section II.2, relating to the term \"main crop\", is to be treated as referring to the term \"main crop\" in Section II.3.\n4. In Annex I to Decision 75/682/EEC, \"E to J LAND USE\", the table following Section II.3, headed : \"The various cases can be summarized as follows\" is deleted.\n5. In France and Italy, in the case of combined crops one at least of which is permanent ligneous crop, the whole of the area concerned shall be allocated to the main crop.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 7 September 1977.\nFor the Commission\nFinn GUNDELACH\nVice-President"}