{"celex_id": "31976R2951", "uri": "http://publications.europa.eu/resource/cellar/d78d3577-34bf-4cb7-b501-9a1e325770ff", "type": "Regulation", "concepts": ["3173", "3191", "4720"], "title": "Commission Regulation (EEC) No 2951/76 of 3 December 1976 amending for the second time Regulation (EEC) No 2115/76 laying down general rules for the import of wines, grape juice and grape must\n", "header": "COMMISSION REGULATION (EEC) No 2951/76  of 3 December 1976  amending for the second time Regulation (EEC) No 2115/76 laying down general rules for the import of wines, grape juice and grape must\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 816/70 of 28 April 1970 laying down additional provisions for the common organization of the market in wine (1), as last amended by Regulation (EEC) No 1167/76 (2), and in particular Article 28 (4) thereof,\nHaving regard to Council Regulation (EEC) No 1848/76 of 27 July 1976 laying down general rules for the import of wines, grape juice and grape must (3), and in particular Article 4 thereof,\nWhereas Commission Regulation (EEC) No 2115/76 of 20 August 1976 laying down general rules for the import of wines, grape juice and grape must (4), as amended by Regulation (EEC) No 2417/76 (5), provides that certain wines dispatched before 1 December 1976 may be accompanied by V.I documents complying with the models used up to 1 September 1976 ; whereas large stocks of documents still exist in non-member countries and experience has shown that the availability in the non-member countries concerned of the V.I documents provided for in Regulation (EEC) No 2115/76 cannot be guaranteed by 1 December 1976 ; whereas this date should therefore be amended to 1 July 1977;\nWhereas as part of the policy to simplify the agricultural legislation it seems advisable to exempt, for a transitional period, certain liqueur wines for which a comparable document is already required under Community rules;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Wine,", "main_body": ["Regulation (EEC) No 2115/76 is amended as follows:    1. In the second paragraph of Article 1, the date \"1 December 1976\" is replaced by \"1 July 1977\".\n2. The following subparagraph is added to Article 9 (2):\n\"(f) imported liqueur wines covered by Regulation (EEC) No 1120/75 of 17 April 1975 laying down conditions for the entry of port, Madeira, sherry, Setubal muscatel and Tokay (Aszu and Szamorodni) wines falling within subheadings 22.05 C III a) 1 and b) 1 and 2 and 22.05 C IV a) 1 and b) 1 and 2 of the Common Customs Tariff (1), Boberg wines for which a certificate of designation of origin is produced, and Samos muscat wines for which a certificate of origin is produced.\"\n3. A footnote as follows is inserted in respect of the new provision set out in the preceding paragraph:\n\"(1) OJ No L 111, 30.4.1975, p. 19.\"", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 3 December 1976.\nFor the Commission\nP.J. LARDINOIS\nMember of the Commission  (1)OJ No L 99, 5.5.1970, p. 1. (2)OJ No L 135, 24.5.1976, p. 42. (3)OJ No L 204, 30.7.1976, p. 5. (4)OJ No L 237, 28.8.1976, p. 1. (5)OJ No L 273, 6.10.1976, p. 8."}