{"celex_id": "31978D0415", "uri": "http://publications.europa.eu/resource/cellar/10621dce-8ea3-409a-afa2-59440b732fe0", "type": "Decision", "concepts": ["13", "2920", "3409", "4353", "5651"], "title": "78/415/EEC: Commission Decision of 14 April 1978 authorizing the Member States to restrict the marketing of forest reproductive material produced in Austria\n", "header": "COMMISSION DECISION  of 14 April 1978  authorizing the Member States to restrict the marketing of forest reproductive material produced in Austria  (78/415/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 66/404/EEC of 14 June 1966 on the marketing of forest reproductive material (1), as last amended by Directive 75/445/EEC (2),\nHaving regard to the Council Decision 78/262/EEC of 6 March 1978 on the equivalence of forest reproductive material produced in Austria (3), and in particular Article 2, second indent thereof,\nHaving regard to the requests made by the Member States,\nWhereas, under Article 1 of the said Decision, certain forest reproductive material produced in Austria is, under certain conditions, equivalent to the reproductive material produced in the Community and complying with the provisions of Directive 66/404/EEC;\nWhereas, however Article 2, second indent thereof provides, that a Member State shall be authorized on application to prohibit the marketing in all or part of its territory of reproductive material derived from specific basic material or a specific region of provenance, listed in the said Decision, where it has information giving grounds for the fear that the use of the said reproductive material would, on account of its genetic characters, have an adverse effect on its forestry;\nWhereas the Member States have presented such information, which has not been contradicted;\nWhereas therefore the application of the Member States should be granted in full;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Seed and Propagation Material for Agriculture, Horticulture and Forestry,", "main_body": ["The Member States shall be authorized to prohibit in all of its territory the marketing of reproductive material of certain species derived from the regions of provenance specified in the Annex.", "The authorization under Article 1 shall be withdrawn as soon as it is established that the conditions thereof are no longer satisfied.", "The Member States shall notify the Commission of the date from which they make use of the authorization under Article 1 and the detailed methods to be followed. The Commission shall inform the other Member States thereof.", "This Decision shall apply with effect from 1 April 1978.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 14 April 1978.\nFor the Commission\nFinn GUNDELACH\nVice-President\n(1)OJ No 125, 11.7.1966, p. 2326/66. (2)OJ No L 196, 26.7.1975, p. 14. (3)OJ No L 72, 14.3.1978, p. 5.\n>PIC FILE= \"T0012819\">\nLegend of the abbreviations\nB = Kingdom of Belgium.\nDK = Kingdom of Denmark.\nD = Federal Republic of Germany.\nF = French Republic.\nGB = United Kingdom.\nI = Italian Republic.\nIRL = Ireland.\nL = Grand Duchy of Luxembourg.\nNL = Kingdom of the Netherlands.\ntot. = all the \"Wuchsgebiete\" indicated for the relevant species in Council Decision 78/262/EEC of 6 March 1978 on the equivalence of forest reproductive material produced in Austria.\nalt. sup. = where altitude above.\nalt. inf. = where altitude below."}