{"celex_id": "31971R1523", "uri": "http://publications.europa.eu/resource/cellar/d387c64a-a848-461e-85fc-40c7be5b4d5c", "type": "Regulation", "concepts": ["1486", "1667", "5334", "5384"], "title": "Regulation (EEC) No 1523/71 of the Commission of 16 July 1971 on communications between Member States and the Commission on flax and hemp\n", "header": "REGULATION (EEC) No 1523/71 OF THE COMMISSION  of 16 July 1971  on communications between Member States and the Commission on flax and hemp\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community;\nHaving regard to Council Regulation (EEC) No 1308/70 1 of 29 June 1970 on the common organisation of the market in flax and hemp, and in particular Article 10 thereof;\nWhereas, in order to ensure good management of the market in flax and hemp, the Commission should be informed by Member States about the working of the measures provided for in Regulation (EEC) No 1308/70 ; whereas, for this purpose, certain information on the production and the market situation and on the pattern of trade in flax and hemp should be communicated regularly by Member States to the Commission ; whereas, to this end, fibre producers and merchants should be required to provide certain information to Member States;\nWhereas the measures provided for in this Regulation are in accordance with the Opinion of the Management Committee for Flax and Hemp;", "main_body": ["In connection with the aid provided for in Article 4 (1) of Regulation (EEC) No 1308/70, Member States shall communicate to the Commission:    1. During the second month following that of the time limit fixed for declaring the areas sown for a marketing year, the area of flax grown mainly for fibre, the area of flax grown mainly for seed and the area of hemp, these being the areas declared as sown.\n2. During the second month following that of the time limit fixed for applying for aid in each marketing year, the area of flax grown mainly for fibre, the area of flax grown mainly for seed and the area of hemp, these being the areas in respect of which aid has been requested.\n3. Not later than 31 March of each year, a return in respect of the current marketing year, and also where necessary in respect of previous crop years for which final information has not yet been communicated, breaking down the areas of flax grown mainly for fibre, the areas of flax grown mainly for seed and the areas of hemp as between areas for which:      (a) the right to aid has been approved;\n(b) the right to aid has not yet been approved;\n(c) aid has been paid.", "Member States shall communicate to the Commission, not later than the end of the third month of each marketing year,    (a) for flax grown mainly for fibre, the estimated average per-hectare yield of unprepared straw, of fibre and of seed of the last harvest;\n(b) for flax grown mainly for seed, the estimated average per-hectare yield of seed of the last harvest;\n(c) for hemp grown for paper manufacture, the estimated average per-hectare yield of unprepared straw of the last harvest;\n(d) for hemp grown for fibre, the estimated average per-hectare yield of unprepared straw, of fibre and of seed of the last harvest;\n(e) the quantities of unprepared straw of Community origin derived from flax grown mainly for fibre which were in store at the end of the last marketing year.  1OJ No L 146, 4.7.1970, p. 1.", "1. Flax and hemp fibre producers and traders shall inform Member States of the quantity of fibre of Community origin that they hold at the end of each month.\n2. Member States shall communicate to the Commission, not later than the fifteenth of each month, the quantity of fibre of Community origin stored at the end of the previous month.", "Member States shall communicate to the Commission, not later than the fifteenth of each month in respect of the preceding month, the average production-stage prices for the qualities of flax and hemp fibre and flax seed of Community origin which are most representative of the market.", "When applying Article 5 of Regulation (EEC) No 1308/70, Member States shall communicate to the Commission not later than the fifteenth of each month the quantities of fibres:    - for which storage contracts have been concluded during the previous month,\n- for which storage contracts have expired during the previous month,\n- for which storage contracts are in force at the end of the previous month.", "Pursuant to Article 8 (1) of Regulation (EEC) No 1308/70, Member States shall communicate to the Commission without delay all information relevant to an appreciation of the situation.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 16 July 1971.\nFor the Commission\nThe President\nFranco M. MALFATTI"}