{"celex_id": "31978D0285", "uri": "http://publications.europa.eu/resource/cellar/373970d6-3cb7-4974-aecd-a21faa990bb7", "type": "Decision", "concepts": ["1662", "1712", "2723", "4081"], "title": "78/285/EEC: Commission Decision of 22 February 1978 amending Decision 75/578/EEC authorizing the Grand Duchy of Luxembourg to restrict the marketing of seed of certain varieties of agricultural plant species (Only the French text is authentic)\n", "header": "COMMISSION DECISION  of 22 February 1978  amending Decision 75/578/EEC authorizing the Grand Duchy of Luxembourg to restrict the marketing of seed of certain varieties of agricultural plant species  (Only the Frech text is authentic)  (78/285/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 70/457/EEC of 29 September 1970 on the common catalogue of varieties of agricultural plant species (1), as last amended by Council Directive 78/55/EEC of 19 December 1977 (2), and in particular Article 7 thereof,\nHaving regard to Commission Decision 75/578/EEC of 30 June 1975 authorizing the Grand Duchy of Luxembourg to restrict the marketing of seed of certain varieties of agricultural plant species (3), and in particular Article 2 thereof,\nWhereas, in accordance with the provisions of Article 15 (1) of the abovementioned Directive, seed or propagating material of these varieties of agricultural species which have been officially approved in at least one of the Member States and which also fulfil the conditions laid down in the said Directive are, after the expiry of a given period, no longer subject to any marketing restrictions relating to variety within the Community;\nWhereas, however, Article 15 (2) of the abovementioned Directive provides that a Member State may be authorized upon application to prohibit the marketing of seed and propagating material of certain varieties;\nWhereas, in accordance with the abovementioned Decision, the Commission has authorized the Grand Duchy of Luxembourg inter alia to prohibit the marketing of seed of variety Tiran (Phleum pratense L.) in so far as it is intended for the production of fodder plants, because this variety did not correspond with respect to its quality taken as a whole as regards its value for cultivation or use, in the Grand Duchy of Luxembourg with the results obtained from a comparable variety accepted there (Article 15 (3) (c), first case thereof);\nWhereas, because of the results of new growing trials, it can no longer be maintained that in the Grand Duchy of Luxembourg the value for cultivation or use of this variety is inferior to other comparable varieties accepted there;\nWhereas therefore the conditions of Article 15 (3) (c), first case thereof, of the abovementioned Directive are no longer satisfied;\nWhereas therefore the authorization granted to the Grand Duchy of Luxembourg should be withdrawn;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Seed and Propagating Material for Agriculture, Horticulture and Forestry,", "main_body": ["The authorization for the Grand Duchy of Luxembourg granted in Decision 75/578/EEC shall be withdrawn with effect from 31 December 1977 as far as the variety Tiran (Phleum pratense L.) is concerned.", "This Decision is addressed to the Grand Duchy of Luxembourg."], "attachments": "Done at Brussels, 22 February 1978.\nFor the Commission\nFinn GUNDELACH\nVice-President  (1)OJ No L 225, 12.10.1970, p. 1. (2)OJ No L 16, 20.1.1978, p. 23. (3)OJ No L 253, 30.9.1975, p. 45."}