{"celex_id": "31975D0460", "uri": "http://publications.europa.eu/resource/cellar/0ef249b9-4cd0-4411-85e9-d130d3cfae40", "type": "Decision", "concepts": ["1612", "2795", "2849", "344", "4682", "5578"], "title": "75/460/EEC: Council Decision of 22 July 1975 adopting common research programmes and programmes for the coordination of research in the field of animal leucoses, livestock effluents, beef production and plant protein production\n", "header": "COUNCIL DECISION  of 22 July 1975  adopting common research programmes and programmes for the coordination of research in the field of animal leucoses, livestock effluents, beef production and plant protein production  (75/460/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 43 thereof;\nHaving regard to the proposal from the Commission;\nHaving regard to the Opinion of the European Parliament (1);\nWhereas Council Regulation (EEC) No 1728/74 (2) of 27 June 1974 on the coordination of agricultural research provides for the coordination at Community level of national agricultural research activities in order to further the attainment of the aims of the common agricultural policy;\nWhereas Article 5 of the above Regulation provides that the Council shall decide on specific measures for the coordination of research activities designed to allow rational organization of means employed, efficient use of results and the orientation of such work towards the aims of the common agricultural policy and shall also decide on the implementation of joint projects designed to second or supplement work undertaken in the Member States in fields which are of particular importance to the Community;\nWhereas progress in research on epizootics makes a direct contribution to the improvement of farm productivity and eliminates major obstacles to the harmonization of legislation and to trade in animals and animal products both inside the Community and with non-member countries ; whereas the lack of a differential diagnosis and of knowledge regarding the resistance process in the case of avian leucosis and Marek's disease represents a serious danger for poultry farms ; whereas the lack of a reliable method of diagnosis for bovine leucosis constitutes an impediment to the free movement of live cattle;\nWhereas the trend towards the specialization and intensification of animal production has given rise to large and intensive livestock units very often without pasturage ; whereas the dumping of waste from these units presents serious problems as regards the pollution of the environment, particularly when, as frequently happens, these enterprises are near centres of population ; whereas, moreover, these livestock effluents can be very valuable manure ; whereas for this purpose farmers generally use mineral fertilizers which are expensive and the long-term availability of which is not guaranteed ; whereas the intensive usage of mineral fertilizers also presents a pollution risk;\nWhereas the income for a large proportion of farms in the Community depends on the results of beef production ; whereas, independently of structural problems, the profitability of intensive beef production is inadequate ; whereas the necessary increase in productivity cannot be obtained by increasing prices ; whereas progress as regards breeding methods, meat quality and meat yield per animal are therefore necessary ; whereas progress in research is usually slower and harder to apply directly in the field of beef production;\nWhereas the Community is confronted by a serious deficit in the supply of protein for animal feed ; whereas, at the same time, the cost of protein products is of increasing importance in the cost price of animal products ; whereas, it consequently appears essential to increase protein production in the Community ; whereas an important contribution can be made by improving the protein yield per unit of crops already grown in the Community ; whereas, at the same time the introduction of new species and varieties rich in protein should be studied ; whereas, at the same time, research is necessary on the use of proteins in animal feed;\nWhereas the financial contribution of the Community shall be decided by the Council,", "main_body": ["1. The common research programmes and the programmes for the coordination of research in the  (1)OJ No C 157, 14.7.1975, p. 10. (2)OJ No L 182, 5.7.1974, p. 1.\nfield of animal leucoses and livestock effluents and the common research programmes in the field of beef production and plant protein production, contained in the Annex, are hereby adopted.\n2. The programmes will begin in 1975.", "The detailed rules for the application of this Decision, relating in particular to the scientific priorities to be followed within a common programme, the criteria for selecting the research centres and the institutes which will be invited to participate in the specific measures, and the orientation of a programme while it is being carried out shall be adopted in accordance with the procedure laid down in Article 8 of Regulation (EEC) No 1728/74.", "The Commission shall assure the implementation of coordination programmes in the field of animal leucoses and livestock effluents, in particular by organizing seminars and conferences, study visits, exchanges between researchers, scientific workshops and the collation, analysis and publication of results.", "Once the programmes have been completed, but not later than 31 July 1977, the Commission shall report to the European Parliament and the Council on the results of the research undertaken in the programmes governed by this Decision and on the use of the sums allocated in accordance with Article 5.", "The Community's financial contribution to the execution of the programmes mentioned in Article 1 shall be:\n>PIC FILE= \"T9000616\">"], "attachments": "Done at Brussels, 22 July 1975.\nFor the Council\nThe President\nG. MARCORA\nANNEX SCIENTIFIC CONTENT OF THE PROGRAMMES\nI. ANIMAL LEUCOSES\nAvian leucosis and Marek's disease\n(a)  Programme for the coordination of research on the differential diagnosis of Marek's disease and avian leucosis  - Establishment of common criteria for the differential diagnosis of the two diseases by means of regular contacts between research workers in the Member States under the guidance of the Commission.\n(b)  Common research programme on the mechanism of resistance to Marek's disease with a view to increasing the effectiveness of vaccination and to developing new methods to control the disease    - Type of resistance\nVaccinal resistance : study of vaccination failures, genetic resistance : research on inheritance of resistance, vaccination to study genetic resistance and sensitivity to Marek's disease.\n- Stimulation of resistance\nResearch into viral structural antigens and antigens associated with the virus of Marek's disease and the associated viruses of the herpes.\n- Mechanisms of resistance    - antibodies:    - the rôle of antibodies in genetic resistance,\n- the rôle of humoral antibodies in vaccinal immunity;\n- antibodies and immunity transmitted by the cell;\n- immunity transmitted by the cell and the rôle of macrophages : the rôle of these mechanisms as specific transmitters of vaccinal and genetic resistance;\n- interferon;\n- resistance of \"target\" cells to \"mutation\" : influence of malignant transformations of lymphoid cells on \"mutated\" properties;\n- natural hormones : effect of stress.\nBovine leucosis\n(a)  Programme for the coordination of research on improving the diagnosis of bovine leucosis in order to arrive at better control measures by means of finding a simple, safe and standardized test for early diagnosis and by facilitating epizoological studies.    - Development of specific methods for the early diagnosis of bovine leucosis, including studies on the use of immunodiffusion, immunofluorescence, and radio-immune assay techniques.\n- Differentiation between enzootic and other forms of bovine leucosis, including histological studies of tumours.\n- Electrophoretic studies with a view to distinguishing between cells from chronic and acute bovine leucosis.\nThese studies will lead to:    - the standardization of histological staining methods;\n- the correlation of serological data with the various histopathological forms of the disease.\n(b)  Common programme of research into virological and etiological aspects to identify and study the infectious agent of bovine leucosis    - Laboratory methods    - Development of methods for the large-scale production and of methods for the quantification of C-type virus particles.\n- Work on cell-lines and cultures, in vitro transmission, techniques of titration of the virus.\n- Studies on the biochemical, biophysical and antigenic properties of the C-type virus particle and its rôle in the etiology of leucosis, in particular : various purification procedures, properties of reverse transcriptase, properties of 60-70S RNA and C-type particle proteins, hybridization, attempts to induce the disease with purified C-type virus particles.\n- The genetics, pathogenesis and transmission of bovine leucosis    - Studies of \"masked transmission\"\nInvestigations to determine whether there exists a latent period (no symptoms but virus present) and how this stage arises and changes, studies of the development of leucosis including the role of C-type particles, transmission by ova and sperm.\n- Experiments to increase the virulence of the etiological agent, passage of cell-free and cell-containing leucotic material to new-born calves to shorten the incubation period, to concentrate the virus in the host and study the role of the agent, attempts to facilitate the passage from the haematological to the tumour phase, transmission accompanied by treatment with irradiation and immunosuppressive drugs.\n- Transmission of bovine leucosis to other species.\nII. EFFLUENT FROM INTENSIVE LIVESTOCK UNITS\n(a) Programme for the coordination of research to establish methods for the analysis of effluent from intensive livestock units applicable throughout the Community and to find solutions adapted to local situations      - Comparison of methods of analysis;\n- Elimination of odours and pathogenic germs by means of chemical treatment in the storage containers;\n- Elimination of odours produced in the cattle shed;\n- Use of effluent for non-agricultural purposes.\n(b) Common research programme to intensify and complement research on the use of manure by spreading      - Production and storage of semi-liquid manures including the elimination of pathogenic germs, reduction in nitrogen content and biological oxygen demand (BOD), study of the chemical characteristics of odours and the ventilation of storage containers, with a view to eliminating odours.\n- Effects of the physical, chemical and microbiological characteristics of semi-liquid manure and in particular its content of fertilizing elements, organic matter and pollutants on yield and quality of the crop, soil characteristics, flora and fauna of the soil, quality of the water in relation to type of soil, amount of semi-liquid manure, treatment of manure, manuring season, climate, crop, method of spreading.\n- Pollutant content\nEffect of pollutants with particular reference to pathogenic germs and parasites, heavy metals (in particular copper), antibiotics, antiseptics and detergents.\n- Establishment of a mathematical model : input will include essential factors such as the characteristics of the manure, type of soil, climatic factors and crops with a view to obtaining data on the ecological and economic consequences of different local decisions.\nIII. BEEF PRODUCTION\nCommon research programme to improve the efficiency of beef production, meat quality and carcass yield    1. To obtain a greater number of viable calves through:      - better control of reproduction by:      - reduced calving interval,\n- oestrus synchronization,\n- sex determination,\n- superovulation and egg transplantation\nand to consider the practical aspects of these methods in relation to livestock improvement and increased beef production;      - a reduction in calf mortality from perinatal intestinal infections, metabolic and respiratory diseases during and after birth;\n- early breeding and the use of once-bred heifers intended for slaughter by promoting earlier gestation and induced calving without affecting viability of calves and quality of the carcass and meat, and by tackling the problems of nutritional and endocrinological control of growth, oestrus, parturition and lactation from the viewpoint of the effective application of the results of research in this field.\n2. To improve meat quality and increase the weight of the carcass, through a better understanding of the genetic, physiological and nutritional factors influencing body development, by:      - use of bulls for increased slaughter weights,\n- study of cattle behaviour;\n- improvement of the nutritional efficiency of beef production;\n- study of the nutritional and physiological factors influencing the growth and physical development of cattle with a view to the practical application of research results;\n- standardization of the criteria for slaughter and carcass assessments, improvement of the study of carcass and meat quality in relation to the results of nutritional and genetic experiments;\n- improvement of the utilization of the carcass by technological means, i.e. research into the influence of quartering, packing and cutting on meat quality.\n3. To achieve a better understanding - particularly by coordinated programmes and comparative studies on selection criteria - of the suitability of the major European breeds used either alone or for cross-breeding with Friesians as regards fertility, early sexual maturity, ease of calving, genetic resistance to perinatal illness, maternal ability, growth, nutritional yield, characteristics of carcass and meat quality by means of the study of blood groups and genetic markers and for the purpose of selection for the production of good quality meat.\nThis research must take into consideration the economic importance of beef production by taking account of biological and economic approaches with a view to improving the balance between milk and beef within the Community.\nIV. PLANT PROTEINS\nCommon research programme for the qualitative and quantitative improvement of plant and proteins    - methods and techniques for analysing and assessing proteins:    - automation of analyses;\n- effect of polyphenols on the energy balance and the digestibility of nitrogen;\n- relationship between the in-vivo digestibility of proteins, on the one hand, and their physical solubility and solubilization by various enzymes on the other.\n- Improvement of crops with a high protein content:\nResearch in the field of genetics and selection    - Fodder grasses and legumes:    - the rôle of nitrogen-fixing bacteria,\n- methods for improving purple clover and lucerne,\n- effect of fertilizers,\n- the possibility of selecting fodder grasses for their protein content,\n- the production of high-protein fodder from grass.\n- Seed legumes:    - the rôle of nitrogen-fixing bacteria,\n- the study of proteins from various species,\n- pea improvement,\n- methodology of selection for protein content,\n- adaptation of new crops to European conditions.\n- Study of the use of various European high-protein species.\n- Cereal improvement:    - protein synthesis in cereals, its pathways and control, genetic variability and its consequences;\n- possibilities and methods of genetic improvement in autogamous cereals (common wheat, barley):    - selection from large collections,\n- crossings,\n- use of mutations,\n- study of selection sieves;\n- the genetics of maize, and in particular:    - the methods of using Floury 2 and Opaque 2 genes,\n- modifier genes,\n- study of the relationship between high protein content, the quality of the proteins involved and seed yield."}