{"celex_id": "31975R2481", "uri": "http://publications.europa.eu/resource/cellar/a3cf4090-afee-461d-b82e-79b5819ae786", "type": "Regulation", "concepts": ["2319", "2713", "2938", "693"], "title": "Regulation (EEC) No 2481/75 of the Council of 29 September 1975 amending Regulation (EEC) No 2511/69 laying down special measures for improving the production and marketing of Community citrus fruits\n", "header": "REGULATION (EEC) No 2481/75 OF THE COUNCIL  of 29 September 1975  amending Regulation (EEC) No 2511/69 laying down special measures for improving the production and marketing of Community citrus fruits\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 43 thereof;\nHaving regard to the proposal from the Commission;\nHaving regard to the Opinion of the European Parliament (1);\nWhereas Council Regulation (EEC) No 2511/69 (2) of 9 December 1969 laying down special measures for improving the production and marketing of Community citrus fruits, as amended by Regulation (EEC) No 175/73 (3), provides for the granting of additional aid to small farmers to compensate for part of the loss of income caused by replanting;\nWhereas one of the conditions for the granting of this aid is that the area of the undertaking does not exceed five hectares ; whereas, when the total area of the undertaking exceeds five hectares but the area fit for agricultural use does not exceed that limit since the rest of the land is not cultivable, the farmer's economic situation is the same as in the cases mentioned in the Regulation ; whereas all farmers of an area fit for agricultural use not exceeding five hectares should receive identical treatment;\nWhereas Regulation (EEC) No 2511/69 set up in particular a scheme of financial compensation to promote sales of Community-produced oranges and mandarins on Community import markets by means of contracts ensuring regular supplies for these markets;\nWhereas experience has shown that the contractual scheme referred to above has not had the desired results as regards the growth of Community outlets for the products in question ; whereas, moreover, the increase in competition from certain producer third countries can only make it more difficult to market Community-produced citrus fruit on the Community market;\nWhereas to counter these difficulties Regulation (EEC) No 2511/69 should be modified by discontinuing the contractual scheme and increasing the amounts of financial compensation ; whereas this compensation should be extended to include clementines;\nWhereas during the recent marketing years there have also been problems as regards the distribution of Community lemon production on the Community import markets ; whereas, therefore, it is advisable, as a precautionary measure, to grant financial compensation in respect of this product for the remainder of the 1975/76 marketing year;\nWhereas, in order to ensure the effectiveness of such a system, provision should be made for bringing up to date the amounts fixed in respect of oranges, mandarins and clementines, taking into account the trend of the basic and buying-in prices for the products concerned,", "main_body": ["The first indent of Article 4 (1) of Regulation (EEC) No 2511/69 shall be replaced by the following:\n\"- the area of their undertaking which is fit for agricultural use does not exceed five hectares,\"", "The text of Article 6 of Regulation (EEC) No 2511/69 shall be replaced by the following:  (1)Opinion delivered on September 1975 (not yet published in the Official Journal). (2)OJ No L 318, 18.12.1969, p. 1. (3)OJ No L 25, 30.1.1973, p. 2.\n\"Sellers in the producer Member States shall receive, in accordance with the conditions set out below, financial compensation in respect of Community oranges, mandarins, clementines and lemons marketed in the other Member States.\nHowever, as regards lemons, this financial compensation shall only be granted for the 1975/76 marketing year.\"", "The text of Article 7 of Regulation (EEC) No 2511/69 shall be replaced by the following:\n\"1. For the 1975/76 marketing year the financial compensation shall be fixed as follows:\n- 7.8 u.a./100 kg net for oranges of the Moro, Tarocco, Ovale calabrese, Belladonna, Navel and Valencia late varieties,\n- 6.7 u.a./100 kg net for oranges of the Sanguinello variety,\n- 4.4 u.a./100 kg net for oranges of the Sanguigno and Biondo comune varieties,\n- 6.7 u.a./100 kg net for mandarins,\n- 3.9 u.a./100 kg net for clementines,\n- 4.7 u.a./100 kg net for lemons.\n2. In subsequent marketing years the amount of financial compensation for oranges, mandarins and clementines shall be fixed each year before 1 August for the marketing year beginning during the following year according to the procedure laid down in Article 43 (2) of the Treaty, taking into account both the previous levels of this amount and the trend of the basic and buying-in prices of the products concerned. However, the percentage of the variation of the financial compensation by comparison with the preceding marketing year may not exceed the percentage of the variation of the basic and buying-in prices.\n3. Financial compensation shall only be granted in respect of products belonging to quality classes Extra and I.\"", "The text of Article 8 of Regulation (EEC) No 2511/69 shall be replaced by the following:\n\"1. The financial compensation shall be paid to the sellers at their request, as soon as evidence has been furnished that the goods in question have entered the territory of the importing Member State and have been made available to the purchaser.\n2. Detailed rules for applying this Article shall be adopted in accordance with the procedure laid down in Article 33 of Regulation (EEC) No 1035/72.\"", "The text of Article 9 of Regulation (EEC) No 2511/69 shall be replaced by the following:\n\"The rules governing the financing of the common agricultural policy shall apply to the financial compensation referred to in Article 6.\"", "This Regulation shall enter into force on 1 October 1975.\nArticles 2, 3 and 4 shall apply:    - in respect of oranges, mandarins and clementines, from the beginning of the 1975/76 marketing year,\n- in respect of lemons, from the date of the entry into force of this Regulation.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 29 September 1975.\nFor the Council\nThe President\nG. MARCORA"}