{"celex_id": "31980D0122", "uri": "http://publications.europa.eu/resource/cellar/ddc861f0-1cce-41fe-82ca-a521843456eb", "type": "Decision", "concepts": ["1519", "1612", "192", "4576", "5034", "5047"], "title": "80/122/EEC: Commission Decision of 21 December 1979 approving the plans for the accelerated eradication of brucellosis and tuberculosis put forward by Italy (Only the Italian text is authentic)\n", "header": "COMMISSION DECISION  of 21 December 1979  approving the plans for the accelerated eradication of brucellosis and tuberculosis put forward by Italy  (Only the Italian text is authentic)  (80/122/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 77/391/EEC of 17 May 1977 introducing Community measures for the eradication of brucellosis, tuberculosis and leucosis in cattle (1), and in particular Article 9 (2) thereof,\nHaving regard to Council Directive 79/110/EEC of 24 January 1979 authorizing the Italian Republic to postpone the notification and implementation of its national plans for the accelerated eradication of brucellosis and tuberculosis in cattle (2), and in particular Articles 1 and 2 thereof,\nWhereas by letter dated 23 March 1979 Italy communicated plans for the accelerated eradication of brucellosis and for the accelerated eradication of tuberculosis;\nWhereas Italy has made additions to the proposed plans for the accelerated eradication of tuberculosis and brucellosis so that they will be implemented in accordance with the provisions of Council Directive 78/52/EEC of 13 December 1977 establishing the Community criteria for national plans for the accelerated eradication of brucellosis, tuberculosis and enzootic leucosis in cattle (3), and in particular Article 3 (2) thereof ; whereas Italy has undertaken to ensure that the payment actually made in each case is such as to provide appropriate compensation and thus contribute to the success of the accelerated eradication plan;\nWhereas on examination these plans have been found to comply with Directive 77/391/EEC and whereas, consequently, the conditions for financial participation by the Community have been met;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee ; whereas the EAGGF Committee has been consulted,", "main_body": ["The plans for the accelerated eradication of brucellosis and tuberculosis put forward by Italy are hereby approved.", "Italy shall put into effect the laws, regulations and administrative provisions necessary to implement the plans referred to in Article 1 by 31 December 1979.", "This Decision is addressed to the Italian Republic."], "attachments": "Done at Brussels, 21 December 1979.\nFor the Commission\nFinn GUNDELACH\nVice-President  (1)OJ No L 145, 13.6.1977, p. 44. (2)OJ No L 29, 3.2.1979, p. 24. (3)OJ No L 15, 19.1.1978, p. 34."}