{"celex_id": "31988D0277", "uri": "http://publications.europa.eu/resource/cellar/6566f8e8-c4d4-40bb-8909-2387f4f0946b", "type": "Decision", "concepts": ["1609", "2081", "4081"], "title": "88/277/EEC: Commission Decision of 21 April 1988 authorizing Belgium and France to permit temporarily the marketing of field pea seed not satisfying the requirements of Council Directive 66/401/EEC\n", "header": "COMMISSION  DECISION\nof 21 April 1988\nauthorizing Belgium and France to permit temporarily the marketing of field pea seed not satisfying the requirements of Council Directive 66/401/EEC\n(88/277/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 66/401/EEC of 14 June 1966 on the marketing of fodder plant seed (1), as last amended by Commission Directive 87/480/EEC (2), and in particular Article 17 thereof,\nHaving regard to the requests submitted by the Kingdom of Belgium and the French Republic,\nWhereas in Belgium and France the production of seed of field pea of a type with white flowers, a low tannin content and a low anti-trypsic factor, suitable for the production of grain (harvested dry, for combining) used for inclusion in animal feed, and which satisfies the requirements laid down in Directive 66/401/EEC, was insufficient in 1987 and is not adequate to supply the needs of those countries;\nWhereas it has not been possible to cover those needs satisfactorily with seed from other Member States, or from third countries, satisfying all the requirements laid down in the said Directive;\nWhereas Belgium and France should therefore be authorized to permit, for a period expiring on 30 April 1988, the marketing of seed of the abovementioned species subject to less stringent requirements;\nWhereas other Member States which are able to supply Belgium and France with such seed not satisfying the requirements of the said Directive should be authorized to permit the marketing of such seed, provided that it is intended for Belgium or France;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Seeds and Propagating Material for Agriculture, Horticulture and Forestry,", "main_body": ["The Kingdom of Belgium and the French Republic are hereby authorized to permit, until 30 April 1988, the marketing in their territories of, in the case of Belgium, a maximum of 1 000 tonnes and, in the case of France, a maximum of 12 250 tonnes, of seed of field pea (Pisum sativum L. partim) of a type with white flowers, a low tannin content and a low anti-trypsic factor, suitable for the production of grain (harvested dry, for combining) used for inclusion in animal feed, and of the category 'certified seed', which does not satisfy the requirements relating to minimum germination capacity laid down in Annex II to Directive 66/401/EEC, provided that the following requirements are satisfied:\n(a) the germination capacity shall be at least 75 % of pure seed;\n(b) the official label shall bear the following endorsements:\n- 'Minimum germination capacity 75 %',\n- 'Intended exclusively for Belgium', or 'Intended exclusively for France', as the case may be.", "The other Member States are hereby authorized to permit, subject to the conditions laid down in Article 1, the marketing in their territories of a maximum of 13 250 tonnes of field pea seed, provided that it is intended exclusively for Belgium or France.\nThe official label shall bear the endorsements referred to in Article 1 (b).", "The Member States shall notify the Commission before 30 June 1988 of the quantities of seed marketed in their territories pursuant to this Decision. The Commission shall inform the other Member States thereof.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 21 April 1988.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No 125, 11. 7. 1966, p. 2298/66.\n(2) OJ No L 273, 26. 9. 1987, p. 43."}