{"celex_id": "31988R4283", "uri": "http://publications.europa.eu/resource/cellar/f550b4d1-ca93-4381-96d9-424d1ca39dd9", "type": "Regulation", "concepts": ["1069", "3181", "3614", "4079"], "title": "Council Regulation (EEC) No 4283/88 of 21 December 1988 on the abolition of certain exit formalities at internal Community frontiers - introduction of common border posts\n", "header": "COUNCIL REGULATION (EEC) No 4283/88 of 21 December 1988 on the abolition of certain exit formalities at internal Community frontiers - introduction of common border posts\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 100 a thereof,\nHaving regard to the proposal from the Commission (1),\nIn cooperation with the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Commitee (3)\nWhereas those crossing the Community's internal frontiers are subject to transit formalities both on leaving the Member State of exit and on entering the Member State in whose territory the journey is to continue; whereas these formalities and controls  are often of the same kind and repetitive; whereas this situation results in loss of time and considerable expense arising from immobilization;\nWhereas, at the European Council meeting in Milan on 28 and 29 June 1985, the Commission presented a White paper on completing the Internal Market of the Community which set the end of 1992 as the deadline for achieving this objective; whereas the  European Council endorsed this aim;\nWhereas the said White paper, echoing an idea set out in the conclusions of the European Council meeting in Fontainebleau on 25 and 26 June 1984, provided inter alia that, as an intermediate step, additional simplification measures should be introduced  at the Community's internal frontiers through the introduction of common border posts so as to end the duplication of controls on both sides of the said frontiers; whereas for this purpose only one administrative control should be retained: whereas it  seems that a single check at the office of entry into the Member State  concerned is the most appropriate solution; whereas this approach has already been adopted under the Community transit and TIR transit systems and it is therefore desirable to extend it to the ATA carnet, the Community movement carnet and the NATO form  302 procedures;\nWhereas it is important to ensure uniform implementation of the provisions of this Regulation; whereas it is necessary for this purpose for provision to be made for a committee.", "main_body": ["1. This Regulation lays down the formalities and controls required for goods that cross internal frontiers of the Community accompanied by an ATA carnet, a Community movement carnet or the form 302 laid down under the Convention between the  parties to the North Atlantic Treaty on the Status of their Forces, signed in London on 19 June 1951.\n2. For the purposes of this Regulation:\n- 'internal frontier' means a common land frontier between two Member States.\n- 'office of exit' means the customs office by which the goods leave the territory of the Member State, referred to as the 'Member State of exit',\n- Â´office of entry' means the customs office by which the goods enter the territory of the Member State, referred to as the 'Member State of entry'.", "1. Where the goods referred to in Article 1 (1) cross an internal frontier, they need to be presented, for purposes of the formalities and controls to be carried out at the office of exit under the ATA carnet, the Community movement carnet or  the form 302 procedure, only at the office of entry unless  the office of exit is at the same time the office of departure.\n2. Prohibitions and restrictions on importation, exportation and transit issued by the Member States shall apply to the extent that they are compatible with the three Treaties establishing the European Communities.\n3. In addition to the formalities incumbent upon it as such, the office of entry shall complete the formalities and controls that are incumbent upon the office of exit and shall immediately inform the latter thereof.", "1. Findings made pursuant to this Regulation by the authorities at the office of entry in a Member State shall, in the Member State which the goods have just left, have the same evidential force as findings made by the authorities of that  Member State.\n2. The competent authorities of the Member States shall, if necessary, communicate to one another all findings, documents, reports, records of proceedings and information relating to the goods referred to in Article 1 (1).", "Irregularities discovered in the circumstances specified in Article 3 (4) shall be deemed to have been discovered in the Member State which the goods have just left.\nHowever, where the irregularity observed is only in breach of the laws, regulations and administrative provisions in force in the Member State of entry or where an excess is observed in the Member State of entry, the findings shall be deemed to have  been made in that Member State.\nWithout prejudice to criminal proceedings, customs duties and other taxes shall be charged in accordance with the laws, regulations and administrative provisions of the Member States in which the findings are deemed to have been made.", "The provisions of this Regulation shall be without prejudice to agreements concluded or to be concluded between two or more Member States relating to the reduction or abolition of formalities at frontiers between them.", "Notwithstanding the provisions of Title IV of Regulation (EEC) No 3/84 (5), as last amended by Regulation (EEC) No I 227 88 (6), the committee on the movement of goods provided for in Article 55 of Regulation (EEC) No 222/87 (7), as last  amended by Regulation (EEC) No 1674/87 (8), may examine any question concerning the application of this Regulation raised by the chairman of the committee either on his own initiative or at the request of the representative of a Member State.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the Europeen Communities.\nIt shall apply with effect from 1 July 1989.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 21 December 1988.\nFor the Council\nThe President\nV. PAPANDREOU\nll\n(Acts whose publications is not obligatory)\nCOUNCIL  (1) OJ No C 282, 9. 11. 1986, p. 13.\n(2) OJ No C 156, 15. 6. 1987, p. 25 and OJ No C 326, 19. 12. 1988.\n(3) OJ No C 150, 9. 6. 1987, p. 15.(4) OJ No L 2, 4. 1. 1984, p. 1.\n(5) OJ No L 118, 6. 5. 1988, p. 1.\n(6) OJ No L 38, 9. 2. 1977, p. 1.\n(7) OJ No L 157, 17. 6. 1987, p. 1."}