{"celex_id": "31986D0384", "uri": "http://publications.europa.eu/resource/cellar/f31896bd-a90e-45d0-9ea9-accba8f9c117", "type": "Decision", "concepts": ["1504", "2792"], "title": "86/384/EEC: Commission Decision of 23 July 1986 relating to the specific programme concerning the processing and marketing of fish and fish products in Ireland for the period 1985 to 1989 forwarded by Ireland pursuant to Council Regulation (EEC) No 355/77 (Only the English text is authentic)\n", "header": "COMMISSION  DECISION\nof 23 July 1986\nrelating to the specific programme concerning the processing and marketing of fish and fish products in Ireland for the period 1985 to 1989 forwarded by Ireland pursuant to Council Regulation (EEC) No 355/77\n(Only the English text is authentic)\n(86/384/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 355/77 of 15 February 1977 on common measures to improve the conditions under which agricultural and fishery products are processed and marketed (1), as last amended by Regulation (EEC) No 3768/85 (2), and in particular Article 5 thereof,\nWhereas Ireland forwarded to the Commission on 30 September 1985 a specific programme concerning the processing and marketing of fish and fish products in Ireland and the latest supplementary background information on the programme on 27 March 1986;\nWhereas this programme complies with the provisions of Article 2 of Regulation (EEC) No 355/77;\nWhereas this programme contributes to the fulfilment of the objectives of the common fisheries policy and it includes the details referred to in Article 3 of that Regulation;\nWhereas the programme should be consistent with the multiannual guidance programmes for restructuring, modernizing and developing the fishing industry and for developing acquaculture as adopted by the Commission by Decisions 85/285/EEC (3) and 85/286/EEC (4);\nWhereas the measures provided for in this Decision are in accordance with the joint opinion of the Standing Committee on Agricultural Structures and the Standing Committee for the Fishing Industry,", "main_body": ["The specific programme concerning the processing and marketing of fish and fish products in Ireland, forwarded by Ireland on 30 September 1985, as last supplemented on 27 March 1986 and the main features of which are set out in Annex I, is hereby approved, subject to the provisions in Annex II.", "This Decision is addressed to Ireland."], "attachments": "Done at Brussels, 23 July 1986.\nFor the Commission\nAntรณnio CARDOSO E CUNHA\nMember of the Commission\n(1) OJ No L 51, 23. 2. 1977, p. 1.\n(2) OJ No L 362, 31. 12. 1985, p. 8.\n(3) OJ No L 157, 15. 6. 1985, p. 23.\n(4) OJ No L 157, 15. 6. 1985, p. 26.\nANNEX I\nMAIN FEATURES OF THE PROGRAMME IN RESPECT OF THE COMMON MEASURES TO IMPROVE THE CONDITIONS UNDER WHICH FISH AND FISH PRODUCTS ARE PROCESSED AND MARKETED, DRAWN UP BY IRELAND PURSUANT TO REGULATION (EEC) No 355/77\n1. Purpose of the programme\nDevelopment of the processing and marketing of fish and fish products.\n2. Delimitation of the area concerned by the programme\nThe whole territory of Ireland.\n3. Duration of the programme\nThe programme covers the period 1 January 1985 to 31 December 1989.\n4. Objectives of the programme\nThe objectives of the programme are:\n- the development, rationalization and improvement of the processing and marketing conditions for fish and fish products, particularly the introduction of secondary production techniques intended to increase the value added to the basic products,\n- the improvement of quality standards by investment relating to handling facilities.\n5. Actions envisaged and priorities\nWithin the general framework of the programme, first priority will be the stimulation of investment concerning processing, particularly secondary processing. A second priority will be given to actions aimed at improving fish-handling facilities, particularly at the major fishing ports. The third priority will be given to investment in marketing, market research in order to improve the market position of fish products in home and export markets.\n6. Investment forecasts\nThe total amount of investment for the duration of the programme is 58 million ECU to attain the foreseen objectives.\nThe national aid for the duration of the programme is scheduled at 19 million ECU, attributed in approximately equal annual proportions.\nWith regard to the abovementioned actions, the scheduled investment can be broken down as:\n- investment in processing 35 million ECU,\n- investment in fish-handling facilities 14 million ECU,\n- investment in marketing (State contribution only) 9 million ECU.\nThe financial data, as well as the breakdown between various types of investments, are indicative.\nANNEX II\nFINAL CONCLUSIONS\n1. The Commission considers that the programme submitted by Ireland as a framework for future Community or national financing schemes, constitutes a suitable basis to facilitate the development of the processing and marketing of fish products.\nIn this connection, the Commission emphasizes the importance of the future development of resources and of the consequences and objectives of the multiannual guidance programmes with regard to the fishing fleet and to aquaculture for the future development of the processing and marketing of fish and fish products.\n2. Given that the structural measures for restructuring the fishing fleet and aquaculture will expire at the end of 1986, the Commission reserves the possibility of reviewing the current programme at a later date in order that the structural measures relating to the fishing fleet and aquaculture, foreseen for 1987 and later, may be taken into consideration in an appropriate manner in relation to the sector for processing and marketing of fish and fish products.\n3. Given the resource situation and the fact that the Irish fishing fleet has to be kept at its 1984 level in order to adapt it to these resources, the Commission considers that the priority aspects of the programme are of a qualitative nature, particularly in relation to demersal species.\nThe emphasis on increased investment in secondary processing of all species should be approached in a prudent manner, given the continued uncertainty in supplies, and competition from wholesalers for these supplies.\nThe Commission accepts the need to improve the marketing effort in Ireland in order to improve the value added, particularly in export markets. However, in any market campaign in the home market, care should be exercised to avoid any discrimination against products from other Community Member States, or any secondary detrimental effect on these products' marketability.\nThe Commission recommends that the Irish authorities undertake an analysis of the processing sector's financial performance in order to identify more clearly those enterprises or products which should benefit from priority financing.\n4. Furthermore, investments in products for human consumption which are not listed in Annex II of the EEC Treaty shall be examined with particular reference to Article 7 of Council Regulation (EEC) No 355/77; these should contain significant amounts of fish.\n5. Taking into account the present situation in the Community market for sardines tinned in traditional form, the Commission affirms that in the implementation of the current programmes, no aid should be granted to investments increasing the production capacity of this type of product.\n6. The Commission points out that the estimated investment needs contained in this programme do not imply any commitment to financial participation by the Community."}