{"celex_id": "31981R3756", "uri": "http://publications.europa.eu/resource/cellar/12c84032-ffb8-456a-9a4c-0a8beb904e76", "type": "Regulation", "concepts": ["1565", "20", "2300", "2763", "3170"], "title": "Commission Regulation (EEC) No 3756/81 of 22 December 1981 amending for the second time Regulation (EEC) No 2730/81 establishing a list of agencies in non-member importing countries entitled to issue invitations to tender in the milk and milk products sector\n", "header": "COMMISSION  REGULATION (EEC) No 3756/81\nof 22 December 1981\namending for the second time Regulation (EEC) No 2730/81 establishing a list of agencies in non-member importing countries entitled to issue invitations to tender in the milk and milk products sector\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 804/68 of 27 June 1968 on the common organization of the market in milk and milk products (1), as last amended by the Act of Accession of Greece, and in particular Articles 13 (3) and 17 (4) thereof,\nWhereas Commission Regulation (EEC) No 2730/81 (2), as amended by Regulation (EEC) No 3052/81 (3), established a list of agencies in non-member importing countries entitled to issue invitations to tender in the milk and milk products sector;\nWhereas in the light of the most recent information available to the Commission on the trade practices followed by the importing countries concerned and the official nature of the agencies in question, this Regulation should be completed and amended;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Milk and Milk Products,", "main_body": ["The Annex to Regulation (EEC) No 2730/81 is amended as follows:\n1. The list of issuing organizations should be completed by addition of the following organizations, insertion being made in alphabetical order of the importing country:\n1.2 // Importing country  // Issuing organization  // Brazil  // Companhia Brasileira de Alimentos 'COBAL' rua Leopoldo Bulhões, 529 20911 Rio de Janeiro - RJ  // Guinea  // Entreprise nationale Importex Division 'Prospection' Boîte postale 152 Conakry  // Nicaragua  // Empresa Nicaragueense de Importaciones (ENIMPORT) Del Restaurante Terraza una cuadra al Sur, una y media cuadras al Oeste Apartado Postal 2793 Managua Nicaragua  // Sri Lanka  // National Milk Board PO Box 1155 1981, p. 25. (3) OJ No L 306, 27. 10. 1981, p. 8.\n2. The issuing organizations of the importing countries indicated below replace those which have already appeared in the Annex:\n1.2 // Importing country  // Issuing organization  // Burma  // Ministry of Defence Rangoon Myanma Export-Import Corporation 622 Merchant Street Rangoon  // Colombia  // Institución de Mercadeo Agropecuario Carrera 10, N. 16-82 Bogotá  // Jamaica  // Jamaica Commodity Trading Company 8 Ocean Boulevard Kingston  // Syria  // General Organization of Food Industries (GOFI) Fardoss Street Damascus PO Box 105 Saydlia ou établissements publics (Phormex) General Foreign Trade Organization for Chemical and Foodstuffs (GEZA) Joum Houria Street PO Box 893 Damascus Syrian Arab Company for Dairy Products Bab Sharke Damascus Industrial Company for Refrigerating and Dairy Products Hama Street Homs Ministry of Supply and Home Trade Damascus  // Venezuela  // Corporación de Mercadeo Agricola Caracas Instituto Nacional de Nutrición (INN) Caracas\n3. The reference to the issuing organization 'Ahb Nahrung' in the list of organizations of the Armed Forces in Germany is deleted.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 22 December 1981.\nFor the Commission\nPoul DALSAGER\nMember of the Commission Narahenpita - Colombo 5 Republic of Sri Lanka\n(1) OJ No L 148, 28. 6. 1968, p. 13. (2) OJ No L 272, 26. 9."}