{"celex_id": "31982R0843", "uri": "http://publications.europa.eu/resource/cellar/a572b5cc-b430-419a-96a4-9901994c7373", "type": "Regulation", "concepts": ["1642", "3568", "4718", "4720"], "title": "Commission Regulation (EEC) No 843/82 of 13 April 1982 amending Regulation (EEC) No 3389/81 laying down detailed rules for export refunds in the wine sector\n", "header": "COMMISSION  REGULATION (EEC) No 843/82\nof 13 April 1982\namending Regulation (EEC) No 3389/81 laying down detailed rules for export refunds in the wine sector\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 337/79 of 5 February 1979 on the common organization of the market in wine (1), as last amended by Regulation (EEC) No 3456/80 (2), and in particular Article 20 (4) thereof,\nHaving regard to Council Regulation (EEC) No 345/79 of 5 February 1979 laying down general rules for granting export refunds on wine and criteria for fixing the amount of such refunds (3), as amended by Regulation (EEC) No 2009/81 (4), and in particular Article 6 (3) thereof,\nWhereas export refunds for liqueur wines other than quality wines psr were fixed for the first time by Commission Regulation (EEC) No 3635/81 of 17 December 1981 (5), as amended by Regulation (EEC) No 842/82 (6); whereas Commission Regulation (EEC) No 3389/81 of 27 November 1981 (7) should accordingly be adjusted;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Wine,", "main_body": ["Article 3 (1) of Regulation (EEC) No 3389/81 shall be replaced by the following:\n'1. The granting of refunds shall be conditional upon proof that the products exported:\n- were accompanied on export by an analysis certificate issued by an official body of the producer Member State or the exporting Member State certifying that they meet the Community quality standards for the products in question or, in the absence of such standards, the national standards applied by the exporting Member State,\nand, in the case of table wine or liqueur wine other than quality wines psr:\n- have been approved by a tasting committee recognized by the exporting Member State; where this Member State is not the producer, proof must also be provided that the wine in question is a Community table wine or a Community liqueur wine.\nThe certificate referred to in the first subparagraph shall mention at least the following:\n(a) for table wines and liqueur wines other than quality wines psr:\n- the colour,\n- the total alcoholic strength by volume,\n- the actual alcoholic strength by volume,\n- the total acidity;\n(b) for concentrated grape must: the density.'", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 13 April 1982.\nFor the Commission\nPoul DALSAGER\nMember of the Commission\n(1) OJ No L 54, 5. 3. 1979, p. 1.\n(2) OJ No L 359, 15. 12. 1981, p. 1.\n(3) OJ No L 54, 5. 3. 1979, p. 69.\n(4) OJ No L 195, 18. 7. 1981, p. 6.\n(5) OJ No L 363, 18. 12. 1981, p. 29.\n(6) See page 8 of this Official Journal.\n(7) OJ No L 341, 27. 11. 1981, p. 24."}