{"celex_id": "31980L1119", "uri": "http://publications.europa.eu/resource/cellar/e836d221-844c-474f-a5f8-6828a53a9d77", "type": "Directive", "concepts": ["1895", "3259", "4268", "4509", "4515", "5908"], "title": "Council Directive 80/1119/EEC of 17 November 1980 on statistical returns in respect of carriage of goods by inland waterways\n", "header": "COUNCIL DIRECTIVE  of 17 November 1980  on statistical returns in respect of carriage of goods by inland waterways  (80/1119/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 213 thereof,\nHaving regard to the draft Directive submitted by the Commission,\nHaving regard to the opinion of the European Parliament (1),\nHaving regard to the opinion of the Economic and Social Committee (2),\nWhereas, in order to carry out the tasks entrusted to it under the Treaty, the Commission must have at its disposal consistent, synchronized and regular statistical data on the scale and development of the carriage of goods by inland waterway in the Member States ; whereas these data must be comparable both as between States and also with the data for other modes of transport and must refer to national, international and transit traffic;\nWhereas, since variations during the year in the demand for transport and in the conditions of navigability have an influence on goods traffic, certain statistics should be submitted at intervals of less than one year;\nWhereas, in order to secure adequate information on the market for the carriage of goods by inland waterway, such statistical data should distinguish between the main transport links;\nWhereas the statistics already available in the different Member States on goods carriage should be further harmonized at Community level;\nWhereas, in order to facilitate the implementation of the proposed provisions, certain time limits should be laid down for providing the necessary statistical information;\nWhereas the Commission should submit a report in order to enable the Council to examine the extent to which the objectives of this Directive can be attained by using the statistical data submitted ; whereas it should therefore envisage the possibility of proposing improvements to the methods used in compiling these statistics ; whereas the Council, acting on a proposal from the Commission, should decide on the introduction of statistics on the carriage of goods by sea-going vessels on inland waterways, and statistics on international traffic between regions on such waterways;\nWhereas statistical data are necessary for ascertaining the scale and development of the carriage of goods ; whereas the Community should therefore, for an initial period, make a financial contribution to Member States in respect of the work involved,  (1)OJ No C 85, 8.4.1980, p. 75. (2)Opinion delivered on 30 September 1980 (not yet published in the Official Journal).", "main_body": ["1. Member States with one or more inland waterways shall carry out statistical surveys of carriage by inland waterway vessels, irrespective of the country in which they are registered or licensed:    - of goods carried for hire or reward and goods carried on own account,\n- of goods loaded or unloaded in the country, or passing in transit via its inland waterways.\n2. For the purposes of this Directive, the following terms shall have the meaning hereinafter assigned to them:  (a) inland waterway : a watercourse, canal or lake the natural or man-made characteristics of which render it suitable for navigation, primarily by inland waterway vessels;\n(b) inland waterway vessel : a vessel, whether or not self-propelled, which is registered or licensed as an inland waterway vessel, which may or may not be a shipborne barge, and which by design or construction is suitable for navigation in sheltered waters only.\n3. This Directive shall not apply to:    - the carriage of goods by vessels of less than 50 deadweight tonnes,\n- vessels used principally for the carriage of passengers,\n- vessels used for ferrying purposes,\n- vessels used solely for non-commercial purposes by port administrations and public authorities,\n- vessels used solely for bunkering or storage,\n- vessels not used for the carriage of goods such as fishery vessels, dredgers, floating workshops, houseboats and pleasure craft.\n4. The first statistical surveys shall be carried out as from 1 January 1981.", "1. The following particulars shall be recorded:    (a) the weight of the goods in tonnes;\n(b) the main transport links:      - national traffic, where the goods are both loaded and unloaded within the same reporting Member State, irrespective of the route followed by the vessel,\n- international traffic, where the goods are either loaded or unloaded, but not both, in the reporting Member State, distinguishing between the goods loaded and unloaded,\n- transit traffic, where the goods pass through the reporting Member State without being loaded, unloaded or transhipped.\nIn the case of shipborne barges, the goods shall be considered to be loaded at the place where the barge is floated or lifted off the carrier-ship, and unloaded where the barge is hauled or hoisted aboard the carrier-ship;\n(c) the nature of the goods, according to the groups of goods shown in the left-hand column of Annex I;\n(d) the nationality, i.e. the country in which the goods-carrying vessel is registered or licensed, or failing that, the country in which the owner of the vessel is domiciled.\n(e) the type of vessel according to the following nomenclature:      - self-propelled barge:      - self-propelled tanker,\n- other self-propelled barge,\n- towed barge:      - towed tanker,\n- other towed barge,\n- pushed barge (including pushed-towed barge):      - pushed tanker,\n- other pushed barge (including shipborne barge),\n- other goods-carrying vessel.\nThe term \"tanker\" refers to all vessels intended for bulk transport of liquid or liquefied cargo, but not of powders;\n(f) for national traffic, the national regions of loading and unloading in accordance with the geographical classification given in Annex II;\n(g) for international and transit traffic, the countries of loading and unloading as listed in Annex III;\n(h) the distance in kilometres covered on the national waterways.\n2. Member States in which the total volume of goods transported annually by inland waterways as international or transit traffic does not exceed one million tonnes shall not be obliged to supply the statistics required under the terms of this Directive.", "1. With the exception of information subject to statistical secrecy under national laws, the Member States shall communicate the statistical results to the Commission as soon as possible, and not later than five months after the end of the reference periods involved.\n2. The results shall be submitted using tables modelled on the specimens set out in Annex IV.\n3. Results which are processed by computer may be submitted in a machine-readable form of a type and format to be determined by the Commission in consultation with the Member States concerned.", "1. The Member States shall submit to the Commission not later than 31 December 1980 a detailed description of the methods to be used for the statistical surveys with regard to the processing of the data and the calculation of tonne-kilometres.\n2. The Commission, in collaboration with the Member States, shall examine the methodological and technical problems raised by the surveys in order to find solutions which make the statistics as consistent and comparable as possible.", "1. The Commission shall publish the appropriate results of the statistical surveys.\n2. Before 1 January 1983 the Commission shall submit to the Council a report on the experience acquired in the work carried out pursuant to this Directive, and shall propose any improvements necessary.\n3. Within two years following the entry into force of this Directive the Council, acting on a proposal from the Commission, shall decide on the introduction of statistics on the carriage of goods by seagoing vessels on inland waterways, and statistics on international traffic between regions on such waterways.", "For the first three years in which the statistical surveys provided for in this Directive are made, a financial contribution towards the expenditure incurred by the Member States shall be granted within the limit of the appropriations set aside for this purpose in the budget of the European Communities.", "The Member States shall take the measures necessary to comply with this Directive not later than 1 January 1981.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 17 November 1980.\nFor the Council\nThe President\nJ. SANTER\nANNEX I LIST OF GROUPS OF GOODS\n>PIC FILE= \"T0014696\">\nANNEX II GEOGRAPHICAL CLASSIFICATION OF REGIONS\nBelgium\nVlaams gewest, excluding Antwerpen\nAntwerpen\nRégion wallonne\nRegion bruxelloise/Brussels gewest\nFederal Republic of Germany\nSchleswig-Holstein\nHamburg\nNordostteil von Niedersachsen\nWestteil von Niedersachsen\nSüdostteil von Niedersachsen\nBremen (Land)\nNordteil von Nordrhein-Westfalen\nRuhrgebiet\nSüdwestteil von Nordrhein-Westfalen\nOstteil von Nordrhein-Westfalen (Sieger-Sauerland und\nOstteil von Westfalen)\nNordteil von Hessen\nSüdteil von Hessen\nNordteil von Rheinland-Pfalz\nSüdteil von Rheinland-Pfalz\nNordbaden\nSüdbaden\nWürttemberg\nNordbayern (Franken)\nOstbayern (Oberpfalz und Niederbayern)\nSüdbayern (Schwaben und Oberbayern)\nSaarland\nBerlin (West)\nFrance\nIle-de-France\nChampagne-Ardennes\nPicardie\nHaute-Normandie\nCentre\nBasse-Normandie\nBourgogne\nNord-Pas-de-Calais\nLorraine\nAlsace\nFranche-Comté\nPays de la Loire\nBretagne\nPoitou-Charentes\nAquitaine\nMidi-Pyrénées\nLimousin\nRhône-Alpes\nAuvergne\nLanguedoc-Roussillon\nProvence-Alpes-Côte d'Azur\nItaly\nPiemonte\nValle d'Aosta\nLiguria\nLombardia\nTrentino-Alto Adige\nVeneto\nFriuli-Venezia Giulia\nEmilia-Romagna\nToscana\nUmbria\nMarche\nLazio\nCampania\nAbruzzo\nMolise\nPuglia\nBasilicata\nCalabria\nSicilia\nSardegna\nLuxembourg\nLuxembourg\nNetherlands\nNoord\nWest, except Rijnmond and IJmond\nRijnmond\nIJmond\nZuidwest\nZuid\nOost\nUnited Kingdom\nNorth\nYorkshire and Humberside\nEast Midlands\nEast Anglia\nSouth-East\nSouth-West\nWest Midlands\nNorth-West\nWales\nScotland\nNorthern Ireland\nANNEX III LIST OF COUNTRIES AND GROUPS OF COUNTRIES\nI. European Communities     01. Belgium\n02. Denmark\n03. Federal Republic of Germany\n04. Greece\n05. France\n06. Ireland\n07. Italy\n08. Luxembourg\n09. Netherlands\n10. United Kingdom\nII.  11. Switzerland\nIII.  12. Austria\nIV. State-trading countries  13. USSR\n14. Poland\n15. German Democratic Republic\n16. Czechoslovakia\n17. Hungary\n18. Romania\n19. Bulgaria\n20. Yugoslavia\nV.  21. Other European countries\nVI.  22. United States of America\nVII.  23. Other countries\nANNEX IV SPECIMEN TABLES\nTABLE 1 (A)\n>PIC FILE= \"T0014698\">    TABLE 1 (B)\n>PIC FILE= \"T0014699\">    TABLE 2\n>PIC FILE= \"T0014700\">    TABLE 3\n>PIC FILE= \"T0014701\">    TABLE 4 (A)\n>PIC FILE= \"T0014702\">    TABLE 4 (B)\n>PIC FILE= \"T0014703\">    TABLE 5 (A)\n>PIC FILE= \"T0014704\">    TABLE 5 (B)\n>PIC FILE= \"T0014705\">    TABLE 6 (A)\n>PIC FILE= \"T0014706\">    TABLE 6 (B)\n>PIC FILE= \"T0014707\">    TABLE 7 (A)\n>PIC FILE= \"T0014708\">    TABLE 7 (B)\n>PIC FILE= \"T0014709\">    TABLE 8 (A)\n>PIC FILE= \"T0014710\">    TABLE 8 (B)\n>PIC FILE= \"T0014711\">    TABLE 9\n>PIC FILE= \"T0014712\">    TABLE 10 (A)\n>PIC FILE= \"T0014713\">    TABLE 10 (B)\n>PIC FILE= \"T0014714\">    TABLE 11\n>PIC FILE= \"T0014715\">"}