{"celex_id": "31988R0728", "uri": "http://publications.europa.eu/resource/cellar/f76c68e6-0ac3-4cce-9a30-14c6fd832215", "type": "Regulation", "concepts": ["3611", "4385", "997"], "title": "Commission Regulation (EEC) No 728/88 of 18 March 1988 re-establishing the levying of customs duties on nets and netting made of twine, cordage or rope, products of category 97 (order number 40.0970), originating in China, to which the preferential tariff arrangements set out in Council Regulation (EEC) No 3783/87 apply\n", "header": "COMMISSION  REGULATION (EEC) No 728/88\nof 18 March 1988\nre-establishing the levying of customs duties on nets and netting made of twine, cordage or rope, products of category 97 (order number 40.0970), originating in China, to which the preferential tariff arrangements set out in Council Regulation (EEC) No 3783/87 apply\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3783/87 of 3 December 1987 concerning the administration of the generalized tariff preferences for 1988 in respect of textile products originating in developing countries (1), and in particular Article 4 thereof,\nWhereas Article 2 of Regulation (EEC) No 3783/87 provides that preferential tariff treatment shall be accorded, for each category of products subjected in Annexes I and II of Council Regulation (EEC) No 3782/87 (2) to individual ceilings, within the limits of the quantities specified in column 7 of its Annexes I or II, in respect of certain or each of the countries or territories of origin referred to in column 5 of the same Annexes;\nWhereas Article 3 of that Regulation provides that the levying of customs duties may be re-established at any time in respect of imports of the products in question once the relevant individual ceilings have been reached at Community level;\nWhereas, in respect of nets and netting made of twine, cordage or rope, products of category 97 (order number 40.0970), the relevant ceiling amounts to 7 tonnes;\nWhereas on 14 March 1988 imports of the products in question into the Community, originating in China, a country covered by preferential tariff arrangements, reached and were charged against that ceiling;\nWhereas it is appropriate to re-establish the levying of customs duties for the products in question with regard to China,", "main_body": ["As from 22 March 1988 the levying of customs duties, suspended pursuant to Regulation (EEC) No 3782/87, shall be re-established in respect of the following products, imported into the Community and originating in China:\n1.2.3.4 //  //  //  //  // Order No   // Category   // CN code   // Description  //  //  //  //  // (1)   // (2)   // (3)   // (4)  //  //  //  //  // 40.0970   // 97   // 5608 11 11 5608 11 19 5608 11 91 5608 11 99 5608 19 11 5608 19 19 5608 19 31 5608 19 39 5608 19 91 5608 19 99 5608 90 00   // Nets and netting made of twine, cordage or rope, and made up fishing nets of yarn, twine, cordage or rope   //    //   //   //", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 18 March 1988.\nFor the Commission\nCOCKFIELD\nVice-President\n(1) OJ No L 367, 28. 12. 1987, p. 58.\n(2) OJ No L 367, 28. 12. 1987, p. 1."}