{"celex_id": "31986R2399", "uri": "http://publications.europa.eu/resource/cellar/a89f3296-de56-46d8-97b5-7a2e3ba76f9d", "type": "Regulation", "concepts": ["1182", "1465", "2681", "2962", "797"], "title": "Commission Regulation (EEC) No 2399/86 of 30 July 1986 amending Annex I to Regulation (EEC) No 2347/84 on dried grapes eligible for production aid\n", "header": "COMMISSION  REGULATION (EEC) No 2399/86\nof 30 July 1986\namending Annex I to Regulation (EEC) No 2347/84 on dried grapes eligible for production aid\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 426/86 of 24 February 1986 on the common organization of the market in products processed from fruit and vegetables (1), as amended by Regulation (EEC) No 1838/86 (2), and in particular Article 4 (4) thereof,\nWhereas Article 1 of Commission Regulation (EEC) No 2347/84 (3) provides that the minimum price payable to the producer must be multiplied by a coefficient relating to the category in which the unprocessed dried grapes are classified; whereas the categories are defined on the basis of qualitative criteria such as colour, apparent specific weight and the number of red, thin and diseased fruit; whereas these qualitative criteria may be influenced by the ecosystem or method of cultivation;\nWhereas a change in the method of cultivation employed in the region of Pylias (Greece) has led to an improvement of the quality of the grapes produced in that region; whereas, as a result of this improvement, the existing classification should be altered;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Products Processed from Fruit and Vegetables,", "main_body": ["In Annex I to Regulation (EEC) No 2347/84, part I 'Coefficient applicable to the minimum price', the table headed 'currants' is replaced by the table in the Annex to this Regulation.", "This Regulation shall enter into force on 1 September 1986.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 July 1986.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 49, 27. 2. 1986, p. 1.\n(2) OJ No L 159, 14. 6. 1986, p. 1.\n(3) OJ No L 219, 16. 8. 1984, p. 1.\nANNEX\n'CURRANTS\n1.2 //  //  // Category   // Coefficient   //    //   // 1. 'Shade', Eghion region   // 1,04264   // 2. 'Select Sun', Eghion region   // 1,02058   // 3. 'Shade', Corinth region  // 1,01323   // 4. 'Select Sun', Corinth region   // 0,98332  // 5. 'Regular', Eghion region   // 0,96911   // 6. 'Select Sun' from Patras, the Ionian Islands, the Prefecture of Ilias, Triphilias and Pylias   // 0,95588   // 7. 'Regular', Corinth region   // 0,95588   // 8. 'Select Sun', remainder of Messenia   // 0,94117   // 9. 'Regular', from Patras, the Ionian Islands, the Prefecture of Ilias, Triphilias and Pylias  // 0,92647   // 10. 'Regular', remainder of Messenia  // 0,91176   // 11. 'Regular', other regions   // 0,83382'  //    //"}