{"celex_id": "31985R2237", "uri": "http://publications.europa.eu/resource/cellar/b26261f1-a453-4772-a99d-0d3a3e1f65c1", "type": "Regulation", "concepts": ["1309", "2681", "2888"], "title": "Commission Regulation (EEC) No 2237/85 of 30 July 1985 laying down detailed rules for the application of the minimum import price system for dried grapes\n", "header": "COMMISSION  REGULATION (EEC) No 2237/85\nof 30 July 1985\nlaying down detailed rules for the application of the minimum import price system for dried grapes\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 516/77 of 14 March 1977 on the common organization of the market in products processed from fruit and vegetables (1), as last amended by Regulation (EEC) No 746/85 (2), and in particular Article 4a (7) thereof,\nHaving regard to Council Regulation No 129 on the value of the unit of account and the exchange rates to be applied for the purposes of the common agricultural policy (3), as last amended by Regulation (EEC) No 2543/73 (4), and in particular Article 3 thereof,\nWhereas Article 4a of Regulation (EEC) No 516/77 provides for a minimum import price to be observed on imports of dried grapes; whereas Council Regulation (EEC) No 2089/85 (5) lays down general rules relating to the system of minimum import prices for dried grapes;\nWhereas the factors constituting the import price and the procedure for their conversion into the currency of the importing Member State should be specified; whereas to prevent fraud in regard to the minimum import price, only invoices drawn up in the country of origin of the dried grapes should be accepted as documentary evidence;\nWhereas the monetary coefficient referred to in Article 1 (1) of Regulation (EEC) No 2089/85 constitutes an element of the minimum import price and should be fixed before the beginning of the marketing year; whereas in cases where the parity of a currency changes during the marketing year it may be necessary to amend the monetary coefficient or to introduce new coefficients at short notice; whereas the Commission should be authorized to fix such coefficients; whereas the coefficient should be fixed when the real monetary gap referred to in Article 2 (2) of Council Regulation (EEC) No 974/71 of 12 May 1971 on certain measures of conjunctural policy to be taken in agriculture following the temporary widening of the margins of fluctuation for the currencies of certain Member States (6), as last amended by Regulation (EEC) No 855/84 (7), is equal to or more than 2,5 percentage points;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Products Processed from Fruit and Vegetables,", "main_body": ["1. The minimum import price shall be respected when the import price expressed in the currency of the importing Member State is not less than the minimum import price applicable on the day on which the entry for release for free circulation is accepted.\n2. The following factors shall constitute the import price:\n(a) the fob price in the country of origin; and\n(b) transport and insurance costs to the point of entry into the customs territory of the Community.\n3. For the purposes of paragraph 2, 'fob price' means the price paid or to be paid for the quantity of products contained in a consignment including the cost of placing the consignment on board a means of transport at the place of shipment in the country of origin and other costs incurred in that country. The fob price shall not include the cost of any services to be borne by the seller from the time that the products are placed on board the means of transport.\n4. Payment of the fob price to the seller shall be effected not later than three months after the day on which the entry for release for free circulation is accepted by the customs authorities.\n5. Where the factors referred to in paragraph 2 are expressed in a currency other than that of the importing Member State, the provisions on the valuation of goods for customs purposes shall be applied when converting such currency into the currency of the importing Member State.", "1. The customs authorities shall, in respect of each consignment, at the time of completion of the customs import formalities for release for free circulation, compare the import price with the minimum import price.\n2. The import price shall be declared on the entry for release for free ciruculation and the entry shall be accompanied by all the documents required to verify the price.\n3. The competent authorities shall:\n(a) if the invoice presented to the customs authorities has not been drawn up by the exporter in the country in which the products originated, or\n(b) if the authorities are not satisfied that the price declared in the entry reflects the actual import price, or\n(c) if payment has not been effected within the time limit provided for in Article 1 (4),\ntake the necessary measures to determine the import price, in particular by reference to the importer's resale price.", "The importer shall retain evidence of payment to the seller. That evidence and all commercial documents, in particular invoices, contracts and correspondence concerning the purchase and sale of the products shall be kept available for examination by the customs authorities for a period of three years.", "1. In cases where, as regards the currency of a Member State, the real monetary gap as referred to in Article 2 (2) of Regulation (EEC) No 974/71 is equal to or more than 2,5 percentage points, the Commission shall fix a monetary coefficient corresponding to the real monetary gap.\nHowever, in cases where, during a marketing year, the real monetary gap differs by less than 2,5 percentage points from that previously fixed, the latter shall continue to be applied.\nThe real monetary gap to be taken into consideration for currencies referred to in Article 2 (2) (b) of Regulation (EEC) No 971/71 shall be that established during the period running from Wednesday to the following Tuesday immediately preceding the fixing of the monetary coefficient.\n2. The coefficient referred to in paragraph 1 shall be fixed before the commencement of the marketing year and, subsequently, on the first Monday of the months of November, January, March, May and July.", "This Regulation shall enter into force on 1 September 1985.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 July 1985.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 73, 21. 3. 1977, p. 1.\n(2) OJ No L 81, 23. 3. 1985, p. 10.\n(3) OJ No 103, 30. 10. 1962, s. 2553/62.\n(4) OJ No L 263, 19. 9. 1973, p. 1.\n(5) OJ No L 197, 27. 7. 1985, p. 10.\n(6) OJ No L 106, 12. 5. 1971, p. 1.\n(7) OJ No L 90, 1. 4. 1984, p. 1."}