{"celex_id": "31985D0419", "uri": "http://publications.europa.eu/resource/cellar/34279b75-2fc9-44eb-9289-00385ff2eb62", "type": "Decision", "concepts": ["3774", "5387"], "title": "85/419/ECSC: Commission Decision of 24 July 1985 approving aids from the United Kingdom for the coal- mining industry during the 1984/85 financial year and approving additional aids from the United Kingdom to the coal-mining industry during the 1983/84 financial year (Only the English text is authentic)\n", "header": "COMMISSION  DECISION\nof 24 July 1985\napproving aids from the United Kingdom for the coal-mining industry during the 1984/85 financial year and approving additional aids from the United Kingdom to the coal-mining industry during the 1983/84 financial year\n(Only the English text is authentic)\n(85/419/ECSC)\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to Commission Decision No 528/76/ECSC of 25 February 1976 regarding the Community system of measures taken by the Member States to assist the coal-mining industry (1),\nHaving consulted the Council,\nI\nWhereas the United Kingdom Government has informed the Commission, pursuant to Article 2 of the above Decision, of the financial measures which it intends to implement directly or indirectly for the benefit of the coal industry during the 1984/85 financial year (2); whereas the following of these measures may be approved pursuant to the Decision:\n1.2 //   // (£ million)  // - aid for the recruitment and retention of skilled workers:  // 15,1  // - aid to cover losses on mining:  // 513,2\nWhereas these aids meet the criteria laid down in the Decision for the admissibility of such State assistance;\nThe aid for attracting and keeping skilled workers is intended to offset in part the National Coal Board's costs arising from rationalization and the transfer of production to their best pits. This results in outgoings on removals, transport, etc.,;\nWhereas the United Kingdom Government is to contribute £ 15,1 million towards such costs borne by the NCB in 1984/85;\nWhereas the purpose and form of the aid show that it meets the criteria set out in Article 8 of the Decision;\nWhereas the aid given to cover losses on mining (£ 513,2 million) will largely cover the losses sustained by NCB pits in 1984/85. The aid is given, in principle (i.e. independently of the miners' strike) to avoid serious economic and social problems in those coalfields where there are not yet adequate re-employment opportunities and to maintain existing production capacities so as to safeguard energy supplies. The aid is therefore compatible with Article 12 of the Decision;\nII\nWhereas, under Article 3 (2) of the Decision, an examination of the compatibility of the abovementioned aids with the proper functioning of the common market must also extend to all other financial measures to support current production in the 1984/85 financial year;\nWhereas aids for current production in the United Kingdom will amount to 910,8 million ECU or 18,22 ECU per tonne for the 1984/85 financial year; whereas the current production in the United Kingdom is more heavily subsidized (per tonne) than in the Federal Republic of Germany and substantially less than in France and Belgium;\nWhereas an examination of the compatibility of these aids with the proper functioning of the common market requires no detailed information or investigation:\n- in spite of the strike of the British miners, there were no supply difficulties on the British market in 1984/85,\n- figures of deliveries of United Kingdom coal in intra-Community trade are not yet available for 1984,\n- the closure of several unprofitable pits resulted in rationalization and concentration of production on pits where productivity is highest,\n- industrial consumers of coal did not receive indirect aids in 1984/85 as a result of the prices of British coking coal and steam coal;\nWhereas it can therefore be stated that the aids for the British coal industry for current production in the 1984/85 financial year are compatible with the proper functioning of the common market;\nWhereas this also applies when account is taken of aids to the coal industry pursuant to Decision 73/287/ECSC (1);\nIII\nWhereas on 6 September 1984 the Commission of the European Communities adopted Decision 84/456/ECSC (2); whereas that Decision authorized the aids which the United Kingdom Government proposed to grant to the coal industry during the 1983/84 financial year provided they had been dealt with and examined by the Commission in the 'Memorandum on the financial aids granted by the Member States to the coal industry in 1983 and on the additional financial aids granted by the Member States to the coal industry in 1982' (3);\nWhereas, as was stated in that memorandum, the United Kingdom Government proposed to grant £ 431 900 000 of aid under Decision No 528/76/ECSC to the British coal-mining industry;\nWhereas, in addition, the United Kingdom Government in a written application dated 5 September 1984 requested permission to alter or to increase the aids originally proposed as follows:\n(£ million)\n1.2.3.4 //   //   //   //   //   // Original amount  // Additional amount  // New amount  //   //   //   //  // Cover for coalfields' operating losses  // 415,0  // + 453,0  // 868,0  // Per tonne of production in pounds sterling  // 3,57  //   // 7,46  //   //   //   //\nWhereas the overall amount of aid to current production in the British coal-mining industry during the 1983/84 financial year is thus increased by £ 453 000 000. It proved necessary to double the United Kingdom aid to cover pit operating losses since these were greater in the 1983/84 coal marketing year than had been originally expected. According to the information available to the Commission on the actual position of costs and returns in 1983, the loss per tonne rose considerably more than had been estimated. The increase in aid does not completely cover the pit operating losses for 1983; this measure is thus compatible with provisions of Article 12 (1) (1) of the Decision;\nIV\nWhereas the following remarks must be made in respect of the compatibility of the total amount of British aids to support current production (1 492 400 000 ECU or 12,82 ECU per tonne) with the proper functioning of the common market:\n- there has been no decline in trade in coal between the United Kingdom and the other Community countries,\n- industrial users of coking coal and steel coal did not receive aids as a result of artificially low prices of British coal;\nWhereas it may therefore be concluded that the additional aids proposed during the 1983/84 financial year for current production in the British coal-mining industry are compatible with the proper functioning of the common market.\nV\nWhereas, pursuant to Article 14 (1) of the Decision, the Commission must ascertain that aids authorized are used exclusively for the purposes set out in Articles 7 to 12 thereof; whereas the Commission must be informed in particular of the amount of these aids and the manner in which they are apportioned,", "main_body": ["The United Kingdom is hereby authorized in respect of the 1984/85 financial year to grant aids totalling £ 528 300 000 to the British coal-mining industry.\nThe said aids are made up as follows:\n1. Grant to cover the costs incurred by the National Coal Board in respect of relocation of personnel under the production rationalization programme, not exceeding £ 15 100 000.\n2. Aid to cover losses on mining not exceeding £ 513 200 000.\nThe United Kingdom is hereby authorized in respect of the 1983/84 financial year to grant an additional aid to cover losses on coal-mining industry not exceeding £ 453 000 000.", "The United Kingdom shall notify the Commission by 30 September 1985 of details of the aids granted pursuant to this Decision, and in particular of the amounts paid and the manner in which they are apportioned.", "This Decision is addressed to the United Kingdom."], "attachments": "Done at Brussels, 24 July 1985.\nFor the Commission\nNicolas MOSAR\nMember of the Commission\n(1) OJ No L 63, 11. 3. 1976, p. 1.\n(2) The 1984/85 financial year runs from the beginning of April 1984 to the end of March 1985.\n(1) OJ No L 259, 15. 9. 1973, p. 36.\n(2) OJ No L 255, 25. 9. 1984, p. 25.\n(3) Doc. COM(84) 116 final of 9 March 1984, p. A/16."}