{"celex_id": "31981R1796", "uri": "http://publications.europa.eu/resource/cellar/17480dc5-414d-42e8-ba23-f35dec706e5e", "type": "Regulation", "concepts": ["1734", "2025", "2591", "4083", "5083", "5368"], "title": "Council Regulation (EEC) No 1796/81 of 30 June 1981 on measures applicable to imports of preserved cultivated mushrooms\n", "header": "COUNCIL REGULATION (EEC) No 1796/81 of 30 June 1981 on measures applicable to imports of preserved cultivated mushrooms\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 516/77 of 14 March 1977 on the common organization of the market in products processed from fruit and vegetables (1), as last amended by Regulation (EEC) No 1118/81 (2), and in particular Article 13 (2) thereof,\nHaving regard to the proposal from the Commission,\nWhereas the prices at which preserved cultivated mushrooms are offered in the main supplier countries are substantially lower than the cost price of the Community industry and the quantities available in those countries are such that they are liable to disturb the Community market;\nWhereas, confronted with this situation, the Commission has, on several occasions since 1978, had to take protective measures with regard to imports of preserved cultivated mushrooms;\nWhereas it appears that this state of affairs is not likely to change in the near future and that the protective measures which have been taken do not, in themselves, constitute the most suitable means of remedying the situation;\nWhereas provision should therefore be made for measures of market management consisting in the levying of an additional amount on all imports into the Community exceeding the quantities traditionally traded;\nWhereas in view of the characteristics of third countries' supplies to the Community, its market may be protected by fixing the additional amount at a level corresponding approximately to that of the costs of production in the Community;\nWhereas, given the very small volume of imports of products originating in the Maghreb countries and the ACP States and the preferential treatment which the Community offers those countries and States, no additional amount should be levied on those imports,", "main_body": ["Every entry into free circulation in the Community of preserved cultivated mushrooms falling within subheading ex 20.02 A of the Common Customs Tariff, other than that referred to in Article 4, shall be subject to the levying of an additional amount for the quantity in excess of that laid down in Article 3.", "1. The additional amount is hereby fixed at 160 ECU per 100 kilograms net.\n2. This amount shall, as necessary, be adjusted in the light of the trend in the quantities imported in excess of the quantity laid down in Article 3 and of the trend in the production cost of Community products.", "The quantity referred to in Article 1 shall be fixed at 34 750 tonnes. It shall be allocated each year among the supplier countries, account being taken of traditional Community trade flows and, in an appropriate manner, of any new suppliers.", "All imports coming from Maghreb countries and from ACP States shall be exempt from the application of this Regulation on condition that the product originates in the said countries or States and is accompanied by the movement certificate issued in accordance  (1) OJ No L 73, 21.3.1977, p. 1.  (2) OJ No L 118, 30.4.1981, p. 10.  with the Protocol concerning the definition of the concept of \"originating products\" and methods of administrative cooperation annexed to the Preferential Agreements concluded with those countries and States. However, should there be a substantial increase in imports, a decision may be taken in accordance with the procedure provided for in Article 20 of Regulation (EEC) No 516/77 to apply to those imports the arrangements provided for in this Regulation subject to the agreements concluded with the countries or States in question.", "The Commission shall forward to the Council a report with a view to enabling it to examine the operation of these arrangements at the end of 1983.", "Detailed rules for the application of this Regulation, in particular as regards the allocation of the quantity fixed in Article 3, shall be adopted in accordance with the procedure provided for in Article 20 of Regulation (EEC) No 516/77. Any adjustment of the additional amount shall be made in accordance with the same procedure.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply from 1 October 1981.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 30 June 1981.\nFor the Council\nThe President\nG. BRAKS"}