{"celex_id": "31983R0148", "uri": "http://publications.europa.eu/resource/cellar/80ac609e-3694-4d5d-82ed-738b82dd5c7f", "type": "Regulation", "concepts": ["2437", "2743", "3568", "5542", "616", "946"], "title": "Commission Regulation (EEC) No 148/83 of 21 January 1983 introducing a system of surveillance to monitor exports of certain fishery products\n", "header": "COMMISSION  REGULATION (EEC) No 148/83\nof 21 January 1983\nintroducing a system of surveillance to monitor exports of certain fishery products\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3796/81 of 29 December 1981 on the common organization of the market in fishery products (1), and in particular Articles 25 (5) and 31 thereof,\nWhereas the refunds on fishery products are fixed by reference to the economic importance of the planned exports;\nWhereas the situation on certain markets which constitute the main outlets for whole frozen mackerel is proving to be unstable; whereas a system of surveillance should be introduced so that the export trend may be monitored more closely;\nWhereas, to this end, provision should be made for a system of communication between the Member States and the Commission so that certain supplementary data necessary for the fixing of export refunds may be obtained at regular intervals;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Fishery Products,", "main_body": ["This Regulation lays down the rules for the introduction of a surveillance system to monitor exports of whole frozen mackerel within the export refund system.", "Member States shall communicate to the Commission, in respect of each month of the calendar year and not later than three weeks after the month in question, the data listed in the form in the Annex.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall first apply to data for September 1982.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 21 January 1983.\nFor the Commission\nGiorgios CONTOGEORGIS\nMember of the Commission\n(1) OJ No L 379, 31. 12. 1981, p. 1.\nANNEX\nFORM RELATING TO WHOLE FROZEN MACKEREL QUALIFYING FOR EXPORT REFUNDS\nData to be communicated to the Commission:\nI. Refund operations in the month of . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 198. . . . . .\nA. Total exports: . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . tonnes\nB. Of which (specify the tonnage, broken down by country of destination)\n. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .:\n. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . tonnes\nC. Other information available (e.g. exports effected by operators in one Member State on behalf of operators in another Member State).\nII. Supply of mackerel, intended for export, during the month of . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 198. . . . . .\nA. Fresh:\n1. Catches by national vessels: . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . tonnes\n2. Catches by vessels of other Member States (specify the tonnage, broken down by Member State).\n. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .:\n. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . tonnes\nB. Frozen:\nReceipts of frozen mackerel from other Member States (specify the tonnage, broken down by Member State)\n. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .:\n. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . tonnes\nC. Other information available (e.g. sales at sea, sales on land)\nD. - Stocks on the first day of the month: . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . tonnes\n- Stocks on the last day of the month: . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . tonnes\nIII. Locations where the fresh mackerel referred to in II above were processed.\nA. Processing by operators of the exporting Member State:\n. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . tonnes\nof which . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . tonnes frozen on land\nof which . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . tonnes frozen on board\nB. If available processing by operators of other Member States (specify where possible the tonnage, broken down by Member State).\n. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .:\n. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . tonnes\n(a) of which . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . tonnes frozen at sea\n(b) of which . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . tonnes frozen on board\nIV. Other relevant information"}