{"celex_id": "31987D0530", "uri": "http://publications.europa.eu/resource/cellar/2707b5cc-d05b-47ce-9b27-a1c523f75cbe", "type": "Decision", "concepts": ["3264", "3843"], "title": "87/530/Euratom, ECSC, EEC: Council Decision of 20 October 1987 amending the method of adjusting the remuneration of officials and other servants of the Communities\n", "header": "COUNCIL  DECISION\nof 20 October 1987\namending the method of adjusting the remuneration of officials and other servants of the Communities\n(87/530/Euratom, ECSC, EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Staff Regulations of officials and the conditions of employment of other servants of the European Communities, laid down by Regulation (EEC, Euratom, ECSC) No 259/68 (1) and last amended by Regulation (Euratom, ECSC, EEC) No 3019/87 (2), and in particular Article 65 and Article 66a of the said Staff Regulations and Article 20, first and third subparagraphs, Article 63a and Article 64 of the said Conditions of Employment,\nHaving regard to Council Decision 81/1061/Euratom, ECSC, EEC of 15 December 1981 amending the method of adjusting the remuneration of officials and other servants of the Communities (3),\nHaving regard to the proposal from the Commission,\nWhereas Council Regulation (Euratom, ECSC, EEC) No 3821/81 of 15 December 1981 amending the Staff Regulations of officials of the European Communities and the conditions of employment of other servants of these Communities (4) added a new Article 66a to the Staff Regulations, thereby introducing a special temporary levy on the net remunerations paid by the Communities to take account of the specific difficulties of the economic and social situation;\nWhereas the economic and social situation was taken into account by means of this special levy in Decision 81/1061/Euratom, ECSC, EEC;\nWhereas the said decision called for presentation of a proposal, notably as regards the manner in which the economic and social situation is to be taken into consideration from the sixth year onwards;\nWhereas the economic and social situation will be taken into account in accordance with the amendments made to Article 66a of the Staff Regulations of officials of the European Communities by Regulation (Euratom, ECSC, EEC) No 3212/87 (5);\nWhereas the method of adjusting the remuneration of officials and other servants of the Communities should be amended accordingly,", "main_body": ["The following subparagraph shall be added to point II.2 of the method for adjusting the remuneration of officials and other servants of the Communities:\n'During the second five-year period, the economic and social situation shall be taken into consideration in accordance with the amendments made to the provisions referred to in the first subparagraph.'", "This Decision shall be published in the Official Journal of the European Communities.\nIt shall take effect on 1 July 1986."], "attachments": "Done at Luxembourg, 20 October 1987.\nFor the Council\nThe President\nU. ELLEMANN-JENSEN\n(1) OJ No L 56, 4. 3. 1968, p. 1.\n(2) OJ No L 286, 9. 10. 1987, p. 3.\n(3) OJ No L 386, 31. 12. 1981, p. 6.\n(4) OJ No L 386, 31. 12. 1981, p. 1.\n(5) See page 1 of this Official Journal."}