{"celex_id": "31983R3359", "uri": "http://publications.europa.eu/resource/cellar/655e56e1-e004-4dc6-a231-5811f289bb5e", "type": "Regulation", "concepts": ["1318", "2738", "4682", "5025"], "title": "Commission Regulation (EEC) No 3359/83 of 29 November 1983 amending Regulations (EEC) No 2226/78 and (EEC) No 3042/83 as regards the products of the beef and veal sector which may be bought into intervention in the Federal Republic of Germany and their coefficients\n", "header": "COMMISSION  REGULATION (EEC) No 3359/83\nof 29 November 1983\namending Regulations (EEC) No 2226/78 and (EEC) No 3042/83 as regards the products of the beef and veal sector which may be bought into intervention in the Federal Republic of Germany and their coefficients\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 805/68 of 27 June 1968 on the common organization of the market in beef and veal (1), as last amended by the Act of Accession of Greece, and in particular Article 6 (5) (c) thereof,\nWhereas the buying-in prices for intervention on the market in beef were fixed by Commission Regulation (EEC) No 3042/83 (2);\nWhereas the coefficients laid down in Article 6 (1) of Regulation (EEC) No 805/68 were established by Commission Regulation (EEC) No 2226/78 (3), as last amended by Regulation (EEC) No 2427/83 (4);\nWhereas Article 1 of Council Regulation (EEC) No 1302/73 (5), as last amended by Regulation (EEC) No 427/77 (6), provides that the qualities and cuts of products to be bought in by intervention agencies shall be determined taking into account, on the one hand, the need to give effective support to the market and to maintain the balance between the market concerned and that in competing animal products, and on the other hand, the financial burden on the Community;\nWhereas the application of these criteria in the present market situation in beef indicates that 'Ochsen A' should be excluded from the list of products which may be bought into intervention in the Federal Republic of Germany;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Beef and Veal,", "main_body": ["Annex I to Regulation (EEC) No 2226/78 shall be replaced by Annex I hereto.", "The Annex to Regulation (EEC) No 3042/83 shall be replaced by Annex II hereto.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 29 November 1983.\nFor the Commission\nPoul DALSAGER\nMember of the Commission\n(1) OJ No L 148, 28. 6. 1968, p. 24.\n(2) OJ No L 297, 29. 10. 1983, p. 16.\n(3) OJ No L 261, 26. 9. 1978, p. 5.\n(4) OJ No L 238, 27. 8. 1983, p. 22.\n(5) OJ No L 132, 19. 5. 1973, p. 3.\n(6) OJ No L 61, 5. 3. 1977, p. 16."}