{"celex_id": "31989R1787", "uri": "http://publications.europa.eu/resource/cellar/da35aba6-4ed7-4a5e-9342-8a78fd3c550a", "type": "Regulation", "concepts": ["1146", "161", "4637"], "title": "Council Regulation (EEC) No 1787/89 of 19 June 1989 opening and providing for the administration of a Community tariff quota for heifers and cows, other than those intended for slaughter, of certain mountain breeds\n", "header": "COUNCIL  REGULATION (EEC) No 1787/89\nof 19 June 1989\nopening and providing for the administration of a Community tariff quota for heifers and cows, other than those intended for slaughter, of certain mountain breeds\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 113 thereof,\nHaving regard to the Act of Accession of Spain and Portugal,\nHaving regard to the proposal from the Commission,\nWhereas the European Economic Community undertook, within the framework of the General Agreement on Tariffs and Trade (GATT), to open an annual Community tariff quota of 20 000 head at a duty of 6 % for heifers and cows, other than those intended for slaughter, of certain mountain breeds; whereas, in an Exchange of Letters with Austria dated 21 July 1972, the Community undertook unilaterally to increase the size of the tariff quota from 20 000 to 30 000 head and to lower the quota duty from 6 % to 4 %; whereas, subsequently, this quota was increased unilaterally to 38 000 head; whereas according to the Agreement in the form of an Exchange of Letters between the European Economic Community and the Republic of Austria concerning agriculture of 14 July 1986, which was approved by Decision 86/555/EEC (1), the volume of this tariff quota was raised to 42 600 head as from 1 July 1986; whereas the abovementioned tariff quota should therefore be opened for the period 1 July 1989 to 30 June 1990 at a duty of 4 % for a quantity of 42 600 head; whereas, however, under the terms of Article 282 of the Act of Accession, the Portuguese Republic is authorized to postpone until the beginning of the second stage the progressive application to imports of preferences granted by the Community unilaterally or by agreement, to certain third countries; whereas a check should be carried out to ascertain that the imported animals have not been slaughtered within a certain period;\nWhereas it is, in particular, necessary to ensure equal and continuous access for all Community importers to the abovementioned quota, and the uninterrupted application of the quota duties, to all imports of the animals in question until the quota is exhausted; whereas the necessary measures should be taken to ensure efficient administration of this tariff quota, taking into account the Community nature of the quota and special factors in the trade in these animals; whereas to this end the Commission should assign to the Member States on request the quantities needed to cover actual imports in accordance with an economically appropriate procedure to be determined;\nWhereas, since the Kingdom of Belgium, the Kingdom of the Netherlands and the Grand Duchy of Luxembourg are united within and jointly represented by the Benelux Economic Union, any measure concerning the administration of the quantities levied by that economic union may be carried out by any one of its members,", "main_body": ["1. From 1 July 1989 to 30 June 1990, the duty applicable to the import into the Community, with the exception of Portugal, of the animals designated hereafter shall be suspended at the level and within the limits of the Community tariff quota indicated:\n1.2.3.4.5 //  //  //  //  //  // Order No  // CN code  // Description  // Quota volume  // Quota duty (%)   //    //  //   //   //   //   //   //   //   //   // 09.0002   // ex 0102 90 10 ex 0102 90 31 ex 0102 90 33  // Cows and heifers, other than those intended for slaughter, of the following mountain breeds: grey, brown, yellow and mottled Simmental breed and mottled Pintzgau breed   // 42 600 head   // 4   //  //   //   //   //\n2. Within the limits of this tariff quota, the Kingdom of Spain shall apply customs duties calculated in accordance with the relevant provisions in the Act of Accession.\n3. For the purposes of this Regulation, the abovementioned animals shall be considered not intended for slaughter if they are not slaughtered within four months following the date of their importation.\nDerogations may, however, be granted in the event of force majeure duly attested by a local authority certificate setting out the reasons for the slaughter.\n4. The quota volume referred to in paragraph 1 shall be divided into two equal six-monthly instalments of\n21 300 head, the first applying to imports from 1 July to 31 December 1989, the second being reserved for imports from 1 January 1990.", "1. Each of the instalments referred to in Article 1 (4) shall be further divided into two parts.\nThe first, 90 % of the total, i.e. 19 170 head, shall be reserved for established importers who are able to furnish proof of having imported animals of the breeds specified in the tariff quota in question during the previous three years, or in the case of Spain, during the last two years.\nThe second, of 10 %, i.e. 2 130 head, shall be reserved for other importers.\n2. The 19 170 head shall be assigned to the various importers pro rata, in proportion to the scale of their previous imports over the three years under consideration, while the 2 130 head shall be assigned to applicants pro rata, in proportion to the entitlement applied for. In the latter case, applications which would give rise to entitlement certificates for quantities less than five head shall not be taken into consideration.\n3. Any quantities of one of the parts referred to in paragraph 1 not applied for and assigned within a given period shall be automatically transferred to the other part.", "1. Applications to import under each instalment and part of the tariff quota, accompanied, where appropriate, by proof of previous imports, shall be made to the competent authorities in the Member States, in accordance with the procedures laid down and the deadline set by those authorities.\nThese authorities shall transmit to the Commission, not later than 10 July for the instalment beginning on 1 July and 20 December for that beginning on 1 January, the following data:\n- the number of applicants and the number of head applied for by each category of importer,\n- the proof of previous imports furnished by each applicant in respect of the 19 170 head reserved for established importers.\n2. The Commission shall notify the Member States, by 15 July and 25 December 1989 respectively, of the quantities to be assigned to each applicant, in the form, where necessary, of a percentage of the amount originally applied for.\n3. On the basis of this data, the Member States shall issue applicants with a certificate specifying the number of head to which they are entitled, valid until 31 December 1989 for the first instalment and until 30 April 1990 for the second.\nThis certificate, the format of which shall be decided by the Member States, shall be issued upon provision of a security of ECU 10 per head, which shall be released once the certificate has been returned, complete with the customs stamps acknowledging the import of the animals, to the issuing authority.\nAn entitlement certificate shall not be transferable and shall entitle the bearer to benefit from the tariff quota only when made out in the same name as the entry for release for free circulation which accompanies it.\nThe rules laid down in Regulation (EEC) No 3719/88 (1) for the release of the security or its conversion into revenue for the import certificates shall apply to the security referred to in the second subparagraph.\n4. Quantities specified on entitlement certificates which have not been taken up by 31 December 1989 or 30 April 1990 as the case may be shall be reassigned under the procedure described above to importers who have exhausted their own entitlements over the two periods.\nTo this end Member States shall notify the Commission by 10 May 1990 of the quantities remaining unused on 31 December 1989 and 30 April 1990, and furnish the data specified in the second subparagraph of paragraph 1. The Commission shall set the new percentages for entitlements in each category and shall transmit them by not later than 15 May 1990 to the Member States, which shall then issue the entitlement certificates to the applicants under the conditions set out in paragraph 3, with a period of validity not extending beyond 30 June 1990.", "1. Member States shall take all measures necessary to ensure that access to the tariff quota in question is restricted to cattle as specified in Article 1 (1).\n2. They shall ensure importers equal and continuous access to the tariff quota in question.\n3. Depletion of the said quota shall be measured on the basis of imports submitted for customs clearance under cover of entries for release for free circulation.", "Member States and the Commission shall cooperate closely to ensure that the provisions of this Regulation are observed.", "This Regulation shall enter into force on 1 July 1989.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 19 June 1989.\nFor the Council\nThe President\nC. ROMERO HERRERA\n(1) OJ No L 328, 22. 11. 1986, p. 57.\n(1) OJ No L 331, 2. 12. 1988, p. 1."}