{"celex_id": "31984R0619", "uri": "http://publications.europa.eu/resource/cellar/292be1be-c236-450e-8b7c-a5618e1f749b", "type": "Regulation", "concepts": ["1182", "1513", "1534", "2014", "889", "980"], "title": "Council Regulation (EEC) No 619/84 of 5 March 1984 extending the common measure provided for in Regulation (EEC) No 1975/82 on the acceleration of agricultural development in certain regions of Greece\n", "header": "COUNCIL  REGULATION (EEC) No 619/84\nof 5 March 1984\nextending the common measure provided for in Regulation (EEC) No 1975/82 on the acceleration of agricultural development in certain regions of Greece\nTHE COUNCIL OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 43 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nWhereas Regulation (EEC) No 1975/82 (3) applies only to certain less-favoured areas defined in Council Directive 81/645/EEC of 20 July 1981 concerning the Community list of less-favoured farming areas within the meaning of Directive 75/268/EEC (Greece) (4);\nWhereas on 24 March 1983 the Commission forwarded proposals to the Council dealing with, among other subjects, the future development of agricultural structures in Greece;\nWhereas, to ensure the effective implementation of Community schemes to improve agricultural structures in Greece which have already been adopted by the Council or will be adopted in future, it is necessary to embark immediately upon a number of projects of infrastructure improvement, irrigation and drainage and forestry improvement;\nWhereas, therefore, the corresponding measures provided for by Regulation (EEC) No 1975/82 should be extended to include all rural areas of Greece;\nWhereas such an extension is particularly important in the interests of the Community as a whole; whereas the measures concerned therefore constitute a common measure within the meaning of Article 6 of Council Regulation (EEC) No 729/70 of 21 April 1970 on the financing of the common agricultural policy (5), as last amended by Regulation (EEC) No 3509/80 (6),", "main_body": ["1. A common measure, within the meaning of Article 6 (1) of Regulation (EEC) No 729/70, to be implemented by the Hellenic Republic, is hereby introduced for the purpose of bringing about a significant improvement in the agricultural structure of the rural areas not covered by Regulation (EEC) No 1975/82.\n2. The common measure shall consist of the measures referred to in Title II (rural infrastructure), Title III (irrigation) and Title VII (forestry measures) of Regulation (EEC) No 1975/82.", "1. The common measure shall last for one year from the date on which the programme referred to in Article 1 (4) of Regulation (EEC) No 1975/82 and established for the common measure described herein is approved.\n2. The estimated cost of the common measure to be charged to the Guidance Section of the European Agricultural Guidance and Guarantee Fund shall amount to 44 700 000 ECU.", "1. The expenditure incurred by the Hellenic Republic in respect of the common measure will be eligible for reimbursement by the Fund up to the amounts specified in paragraph 2.\n2. The Fund shall reimburse to the Greek Government the following percentages of its actual expenditure:\n(a) 50 % in the case of infrastructure projects, which amount may, however, not exceed 40 % of the investment cost up to a maximum of:\n- 4 500 000 ECU in respect of electricity supply,\n- 16 800 000 ECU in respect of drinking-water supply,\n- 11 200 000 ECU in respect of farm roads and local roads;\n(b) 50 % in the case of other projects, up to a maximum of:\n- 4 800 ECU per hectare in respect of irrigation works, up to a total area of 9 800 hectares and a maximum total expenditure of 34 300 000 ECU,\n- 2 300 ECU per hectare in respect of afforestation, up to a total area of 3 400 hectares and a maximum total expenditure of 6 500 000 ECU,\n- 2 000 ECU per hectare in respect of improvement of deteriorated forest, up to a total area of 2 800 hectares and a maximum total expenditure of 4 600 000 ECU,\n- 260 ECU per hectare in respect of the control of fast-flowing streams, up to a total protected area of 28 000 hectares and a maximum total expenditure of 6 000 000 ECU,\n- 150 ECU per hectare in respect of fire protection, up to a total protected area of 14 000 hectares and a maximum total expenditure of 1 600 000 ECU,\n- 18 000 ECU per kilometre in respect of forest roads, up to a total length of 700 kilometres and a maximum total expenditure of 9 900 000 ECU,\n- 5 % of the total cost of projects under Article 14 of Regulation (EEC) No 1975/82 for preparatory work for schemes on private land, up to a maximum total expenditure of 200 000 ECU.", "Articles 2 to 7, 14, 15, 17, 18 (3) and 19 to 21 of Regulation (EEC) No 1975/82 shall apply to the common measure.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 5 March 1984.\nFor the Council\nThe President\nM. ROCARD\n(1) OJ No C 210, 6. 8. 1983, p. 4.\n(2) Opinion delivered on 23 February 1984 (not yet published in the Official Journal).\n(3) OJ No L 214, 22. 7. 1982, p. 1.\n(4) OJ No L 238, 24. 8. 1981, p. 1.\n(5) OJ No L 94, 28. 4. 1970, p. 13.\n(6) OJ No L 367, 31. 12. 1980, p. 87."}