{"celex_id": "31986R3690", "uri": "http://publications.europa.eu/resource/cellar/abd097fb-16bf-4cc9-ad8d-ef6702440697", "type": "Regulation", "concepts": ["1091", "4520", "4521"], "title": "Council Regulation (EEC) No 3690/86 of 1 December 1986 concerning the abolition within the framework of the TIR Convention of customs formalities on exit from a Member State at a frontier between two Member States\n", "header": "COUNCIL  REGULATION (EEC) No 3690/86\nof 1 December 1986\nconcerning the abolition within the framework of the TIR Convention of customs formalities on exit from a Member State at a frontier between two Member States\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the proposal from the Commission,\nWhereas Council Regulation (EEC) No 2112/78 (1) approved on behalf of the Community the Customs Convention on the international transport of goods under cover of TIR carnets (TIR Convention), which entered into force in the Community on 20 June 1983 (2);\nWhereas the Council has, on several occasions, demonstrated a political determination to reduce formalities and checks at the Community's internal frontiers;\nWhereas, whenever a frontier is crossed, the procedure applicable under the TIR Convention entails the completion of virtually identical formalities first at the customs office of exit and then at the customs office of entry;\nWhereas waiting time at frontiers could be significantly reduced in cases where the procedure provided for by the TIR Convention is applied in respect of goods crossing a frontier between two Member States by assigning to the customs office of entry the tasks normally performed by the corresponding office of exit;\nWhereas, at its meeting in Fontainebleau on 25 and 26 June 1984, the European Council expressed a desire to pursue the efforts aimed at gradually abolishing formalities at frontiers, whereas the Commission expressed a similar desire in its White Paper where it notably stressed that simplification might be achieved by avoiding duplication of checks on both sides of the frontier and whereas the initiatives taken by certain Member States aimed at abolishing some of the checks at their frontiers reflect a similar attitude;\nWhereas the European Council of 28 and 29 June 1985 adopted the objectives laid down by the Commission for 1992 for establishing the internal market and abolishing internal frontiers;\nWhereas Article 48 of the TIR Convention permits contracting parties which form a customs or economic union to enact special provisions in respect of transport operations commencing or terminating in, or passing through, their territories, provided that such provisions do not attenuate the facilities provided for by the said Convention;\nWhereas close collaboration at present exists between Member States; whereas such collaboration will be further strengthened by implementing the provisions of Council Directive 83/643/EEC of 1 December 1983 on the facilitation of physical inspections and administrative formalities in respect of the carriage of goods between Member States (3); whereas such collaboration makes it possible to simplify, along the lines indicated above, the formalities applicable under the TIR Convention when goods cross a frontier in the Community, without thereby increasing the risk of fraud,", "main_body": ["1. Without prejudice to the other provisions of the TIR Convention, the following special provisions shall apply in respect of operations for the transport of goods under cover of TIR carnets commencing or terminating in or passing through Community territory.\n2. For the purposes of this Regulation:\n- 'TIR Convention' means the Customs Convention on the international transport of goods under cover of TIR carnets (TIR Convention), done at Geneva on 14 November 1975,\n- 'TIR consignment' means any consignment under cover of a TIR carnet,\n- 'internal frontier' means a land frontier between two Member States,\n- 'office of departure' means any customs office in a Member State at which the international transport of all or part of a consignment under the TIR procedure commences,\n- 'office of exit' means the customs office by which a TIR consignment leaves the territory of the Member State through which it has passed,\n- 'office of entry' means the customs office by which a TIR consignment enters the territory of the Member State through which it is to pass.", "1. Where a TIR consignment crosses an internal frontier, it need be presented, for purposes of the formalities referred to in Articles 21 and 22 of the TIR Convention, only at the office of entry unless the corresponding office of exit is at the same time the office of departure.\n2. In addition to the formalities incumbent upon it as such, the office of entry shall complete the formalities referred to in paragraph 1 that are incumbent upon the corresponding office of exit and shall immediately inform the latter thereof.", "1. Findings made pursuant to this Regulation by the authorities at the office of entry in a Member State shall, in the Member State which the TIR consignment has just left, have the same evidential force as findings made by the authorities of that Member State.\n2. The competent authorities of the Member States shall, where necessary, communicate to one another all findings, documents, reports, records of proceedings and information relating to TIR consignments and to irregularities discovered.", "Irregularities discovered in the circumstances specified in Article 3 (1) shall, for the purposes of Article 8 of the TIR Convention, be deemed to have been discovered in the Member State which the TIR consignment has just left.\nHowever, where the irregularity observed is only in breach of the laws and regulations in force in the Member State of entry or where an excess is observed in the Member State of entry, the findings shall be deemed to have been made in that Member State.\nWithout prejudice to criminal proceedings, action to recover duties and other taxes chargeable shall be taken in accordance with the laws, regulations and administrative provisions of the Member States in which the findings are deemed to have been made.", "The provisions of this Regulation shall be without prejudice to agreements concluded or to be concluded between two or more Member States relating to the reduction or abolition of formalities at frontiers between them.", "1. The Committee on the Movement of Goods established pursuant to Article 55 of Regulation (EEC) No 222/77 (1), as last amended by Regulation (EEC) No 1901/85 (2), may examine any question relating to the implementation of this Regulation that is placed before it by its chairman either on his own initiative or at the request of a representative of a Member State.\n2. The provisions for the implementation of this Regulation shall be adopted in accordance with the procedure laid down in Article 57 (2) and (3) of Regulation (EEC) No 222/77.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 July 1987.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 1 December 1986.\nFor the Council\nThe President\nA. CLARK\n(1) OJ No L 252, 14. 9. 1978, p. 1.\n(2) OJ No L 31, 2. 2. 1983, p. 13.\n(3) OJ No L 359, 22. 12. 1983, p. 8.\n(1) OJ No L 38, 9. 2. 1977, p. 1.\n(2) OJ No L 179, 11. 7. 1985, p. 6."}