{"celex_id": "31987R1824", "uri": "http://publications.europa.eu/resource/cellar/b7d29e20-1c3b-455d-b666-bae666bfe18d", "type": "Regulation", "concepts": ["161", "601"], "title": "Council Regulation (EEC) No 1824/87 of 25 June 1987 opening, allocating and providing for the administration of a Community tariff quota for rum, arrack and tafia, falling within subheading 22.09 C I of the Common Customs Tariff and originating in the overseas countries and territories associated with the European Economic Community (1987 to 1988)\n", "header": "COUNCIL  REGULATION (EEC) No 1824/87\nof 25 June 1987\nopening, allocating and providing for the administration of a Community tariff quota for rum, arrack and tafia, falling within subheading 22.09 C I of the Common Customs Tariff and originating in the overseas countries and territories associated with the European Economic Community (1987 to 1988)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community and in particular Article 136 thereof,\nHaving regard to Council Decision 86/283/EEC of 30 June 1986 on the association of the overseas countries and territories with the European Economic Community (1),\nHaving regard to the proposal from the Commission,\nWhereas Annex V to Decision 86/283/EEC provides that rum, arrack and tafia shall be imported into the Community free of customs duties within the limits of a Community tariff quota;\nWhereas the Council has established by Decision 86/47/EEC (2), as last amended by Decision 87/342/EEC (3), arrangements for trade between Spain and Portugal on the one hand and the overseas countries and territories (OCT) on the other; whereas this Decision provides for the application by the two Member States of the particular provisions concerning the quota duties to be applied on imports of products originating in the OCT;\nWhereas the annual size of the quota is to be fixed on the basis of a basic annual quantity, calculated in hectolitres for pure alcohol, equal to the amount of imports during the best of the past three years for which statistics are available; whereas to this quantity a certain growth rate is applied; whereas this growth rate should be fixed at 27 %; whereas the quota period ranges from 1 July to 30 June of the following year;\nWhereas Community statistics for the years 1984 to 1986 show the highest volume of imports into the Community of the products in question originating in the said countries and territories, namely 5 569 hectolitres of pure alcohol, occurred in 1984; whereas the volume of the Community tariff quota should therefore be fixed at 7 073 hectolitres of pure alcohol;\nWhereas, pursuant to Article 3 (3) of the said Annex V, the volume of the quota in question should, however, be increased to 15 000 hectolitres of pure alcohol;\nWhereas, taking into account actual trends on the markets for the products in question, the needs of the Member States and the economic prospects for the period under consideration, the percentage shares in the quota volume may be laid down approximately as follows:\nBenelux: 60\nDenmark: 7\nGermany: 10,8\nGreece: 0,2\nSpain: 2\nFrance: 4\nIreland: 4\nItaly: 2\nPortugal: 2\nUnited Kingdom: 8\nWhereas the development of imports into the Community of these products should be recorded and imports accordingly monitored;\nWhereas it is possible that during the period of validity of the said quota, the nomenclature used by the Common Customs Tariff will be replaced by the nomenclature based on the International Convention on a harmonized system of designation and codification of goods; whereas this Regulation must take account of the possibility by using the combined nomenclature codes within which the said products fall;\nWhereas, since the Kingdom of Belgium, the Kingdom of the Netherlands and the Grand Duchy of Luxembourg are united within and jointly represented by the Benelux Economic Union, any measure concerning the administration of the share allocated to that economic union may be carried out by any one of its members,", "main_body": ["1. From 1 July 1987 to 30 June 1988 the duty applicable to the import of the products designated hereafter shall be suspended at the level indicated in Article 2 within the limit of the relevant Community tariff quota mentioned (1):\n1.2.3.4.5.6 //  //  //  //  //  //  // Order No   // CCT heading No   // Combined nomenclature code   // Description  // Quota volume (in hl of pure alcohol)   // Quota duty (in %)   //    //   //   //   //   //   // 09.1621   // 22.09 C I  // 2208.40-10 2208.40-90 2208.90-11 2208.90-19  // Rum, arrack and tafia falling within sub-  heading 22.09 C I of the Common Customs Tariff and originating in the countries and territories referred to in Article 1 of Decision 86/283/EEC   // 15 000  // Free   //    //   //   //   //   //\n2. The rules of origin applicable to the products referred to in paragraph 1 shall be those set out in Annex II to Decision 86/283/EEC.\n3. Within the limit of their shares as indicated in Article 2, the Kingdom of Spain and the Portuguese Republic shall apply customs duties calculated in accordance with the relevant provisions of the Act of Accession and of Decision 86/47/EEC.", "The Community tariff quota referred to in Article 1 shall be divided between the Member States as follows:\n1.2 //  // (hectolitres of pure alcohol)   // Benelux   // 9 000   // Denmark   // 1 050   // Germany   // 1 620   // Greece   // 30   // Spain   // 300   // France   // 600   // Ireland  // 600   // Italy   // 300   // Portugal   // 300   // United Kingdom   // 1 200", "1. Member States shall manage the shares allocated to them in accordance with their own arrangements.\n2. The extent to which the Member States have taken up their shares shall be determined on the basis of the imports of the products in question, originating in the said countries and territories, entered for customs clearance under declarations for free circulation.", "1. In accordance with Article 6 of Annex V to Decision 86/283/EEC, the Community shall monitor imports of the products in question originating in the said countries and territories.\n2. Member States shall forward to the Commission, not later than the 15th day of each month, statements of imports of the products in question actually charged against the tariff quota during the preceding month. Only products entered at customs under declarations for free circulation and accompanied by a movement certificate conforming to the rules referred to in Article 1 (2) shall be taken into consideration for this purpose.\n3. The Commission shall regularly inform the Member States of the extent to which the tariff quota has been used up.\n4. Where necessary, consultation may be held at the request of a Member State or on the initiative of the Commission.", "The Commission shall take all necessary measures, in close cooperation with the Member States, to ensure the implementation of this Regulation.", "The Council shall adopt, in good time, the adjustments to the International Convention on a harmonized system of designation and codification of goods, which are necessary both for the codification and for the designation of goods.", "This Regulation shall enter into force on 1 July 1987.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 25 June 1987.\nFor the Council\nThe President\nH. DE CROO\n(1) OJ No L 175, 1. 7. 1986, p. 1.\n(2) OJ No L 63, 5. 3. 1986, p. 95.\n(3) OJ No L 172, 30. 6. 1987.\n(1) The numbers appearing in the column 'Combined nomenclature code' will replace those in the column 'CCT heading No' as from the date of entry into force of the International Convention on a harmonized system of designation and codification of goods."}