{"celex_id": "31985D0539", "uri": "http://publications.europa.eu/resource/cellar/c36a5bda-8f17-4453-96d7-d89eccf2a2c2", "type": "Decision", "concepts": ["1188", "1309", "1374", "1445", "1596", "4689"], "title": "85/539/EEC: Commission Decision of 29 November 1985 on the list of establishments in Greenland approved for the purpose of importing fresh meat into the Community\n", "header": "COMMISSION  DECISION\nof 29 November 1985\non the list of establishments in Greenland approved for the purpose of importing fresh meat into the Community\n(85/539/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 72/462/EEC of 12 December 1972 on health and veterinary inspection problems upon importation of bovine animals and swine and fresh meat from third countries (1), as last amended by Directive 83/91/EEC (2), and in particular Articles 4 (1) and 18 (1) thereof,\nWhereas establishments in third countries cannot be authorized to export fresh meat to the Community unless they satisfy the general and special conditions laid down in Directive 72/462/EEC;\nWhereas Greenland has proposed, in accordance with Article 4 (3) of Directive 72/462/EEC, one establishment authorized to export to the Community;\nWhereas a Community on-the-spot visit has shown that the hygiene standards of the establishment are sufficient and it may therefore be approved in accordance with Article 4 (1) of the said Directive, for the importation of fresh meat into the Community;\nWhereas it should be recalled that imports of fresh meat are also subject to other Community veterinary legislation, particularly as regards animal health protection requirements;\nWhereas the conditions of importation of fresh meat from the establishment listed in the Annex remain subject to provisions laid down elsewhere and to the general provisions of the Treaty; whereas, in particular, import from third countries and subsequent dispatch to other Member States of certain categories of meat, such as meat containing residues of certain substances not yet covered by harmonized Community rules, remain subject to the animal health legislation of the importing Member State;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["1. The establishment in Greenland listed in the Annex is hereby approved for the import of fresh meat into the Community pursuant to the said Annex.\n2. Imports from the establishment referred to in paragraph 1 shall remain subject to the Community veterinary provisions laid down elsewhere and, in particular, those concerning animal health protection requirements.", "Member States shall prohibit imports of fresh meat coming from establishments other than that appearing in the Annex.", "This Decision shall apply from 1 March 1986.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 29 November 1985.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 302, 31. 12. 1972, p. 28.\n(2) OJ No L 59, 5. 3. 1983, p. 34.\nANNEX\nLIST OF ESTABLISHMENTS\n1.2.3 //  //  //  // Establishment No  // Establishment  // Address\n//  //  // OVINE MEAT\nSlaughterhouse and cutting premises\n1.2.3 //  //  //  // 100   // Narssaq   // Narssaq   //  //   //"}