{"celex_id": "31989L0678", "uri": "http://publications.europa.eu/resource/cellar/d99717bf-3109-4177-8172-ad8c87bb868f", "type": "Directive", "concepts": ["1662", "2479", "2825", "2897", "4308", "5383"], "title": "Council Directive 89/678/EEC of 21 December 1989 amending directive 76/769/EEC on the approximation of the laws, regulations and administrative provisions of the member states relating to restrictions on the marketing and use of certain dangerous substances and preparations\n", "header": "COUNCIL DIRECTIVE\nof 21 December 1989\namending Directive 76/769/EEC on the approximation of  the laws, regulations and administrative provisions of the Member States relating to restrictions  on the marketing and use of certain dangerous substances and preparations\n(89/678/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article  100a thereof,\nHaving regard to the proposal from the Commission (1),\nIn cooperation with the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas the public and the environment are constantly exposed to new risks resulting from the use  of chemical products; whereas when damage is detected and in particular when cases which have  serious consequences for human health are observed, immediate action is required for the  prohibition or limiting of the marketing or use of certain dangerous substances and preparations at  Community level;\nWhereas, in its present wording, Directive 76/769/EEC (4) does not stipulate that adaptations to  technical progress of the Annexes may be decided upon by the Commission, assisted by a committee,  and accordingly each adaptation must be the subject of a Council decision;\nWhereas technical progress makes it necessary to adapt the provisions contained in the Annex to  Directive 76/769/EEC promptly; whereas, to make it easier to implement the required measures, it is  necessary to institute a procedure providing for close collaboration between the Member States and  the Commission; whereas provision should be made to provide for such a procedure within a committee  and for such amendments to be adopted in accordance with the procedure laid down in Article 21 of  Council Directive 67/548/EEC of 27 June 1967 on the approximation of the\nlaws, regulations and  administrative provisions relating to the classification, packaging and labelling of dangerous  substances (5), as last amended by Directive 88/490/EEC (6),", "main_body": ["The following Article is hereby inserted in Directive 76/769/EEC:\n'Article 2a\nAmendments required to adapt the Annexes to technical progress, with regard to the  substances and preparations already covered by the Directive, shall be adopted in accordance with  the procedure laid down in Article 21 of Directive 67/548/EEC (1), as last amended by Decision  88/490/EEC (2).\n(1) OJ No 196, 16. 8. 1967, p. 1.\n(2) OJ N° L 259, 19. 9. 1988, p. 1.'", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 21 December 1989.\nFor the Council\nThe President\nE. CRESSON\nOJ N° C 291, 20. 11. 1989, p. 55.\n(1) OJ N° C 117, 4. 5. 1988, p. 14.\n(2) OJ N° C 262, 10. 10. 1988, p. 84, and (3) OJ N° C 377, 12. 12. 1988, p. 7.\n(4) OJ N° L 262, 27. 9. 1976, p. 201.\n(5) OJ No 196, 16. 8. 1967, p. 1.\n(6) OJ N° L 259, 19. 9. 1988, p. 1."}