{"celex_id": "31989R3777", "uri": "http://publications.europa.eu/resource/cellar/ba294a31-2b59-4dfa-a1f3-42eb6b353cf7", "type": "Regulation", "concepts": ["255", "3557", "4038"], "title": "Council Regulation (EEC, Euratom, ECSC) No 3777/89 of 14 December 1989 adapting the representation and special- duty allowances for the president and members of the Commission, the president, judges, advocates-general and registrar of the Court of justice and the president, members and registrar of the Court of first instance\n", "header": "COUNCIL  REGULATION (EEC, EURATOM, ECSC) No 3777/89\nof 14 December 1989\nadapting the representation and special-duty allowances for the President and members of the Commission, the President, Judges, Advocates-General and Registrar of the Court of Justice and the President, members and Registrar of the Court of First Instance\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to Council Regulation (EEC) No 422/67/EEC, No 5/67/Euratom of 25 July 1967 determining the emoluments of the President and members of the Commission, of the President, Judges, Advocates-General and Registrar of the Court of Justice and the President, members and Registrar of the Court of First Instance (1), as last amended by Regulation (ECSC, EEC, Euratom) No 4046/88 (2), and in particular Article 4 (4) thereof,\nHaving regard to Council Regulation (Euratom, ECSC, EEC) No 4045/88 of 19 December 1988 laying down the emoluments of the President, members and Registrar of the Court of First Instance of the European Communities (3) and amending accordingly the above Regulation No 422/67/EEC, No 5/67/Euratom,\nWhreas the representation and special-duty allowances provided for under Articles 4 (2) and (3), and 21a (3) of Regulation No 422/67/EEC, No 5/67/Euratom should be increased,", "main_body": ["With effect from 1 July 1989:\n(a) the amounts given in Article 4 (2) of Regulation (EEC) No 422/67/EEC, No 5/67/Euratom are as follows:\n- President: Bfrs 50 955,\n- Vice-President: Bfrs 32 745,\n- other members: Bfrs 21 835;\n(b) the amounts given in the first subparagraph of Article 4 (3) of Regulation (EEC) No 422/67/EEC, No 5/67/Euratom are as follows:\n- President: Bfrs 50 955,\n- Judge or Advocate-General: Bfrs 21 835,\n- Registrar: Bfrs 19 915;\n(c) the amount given in the second subpragraph of Article 4 (3) of Regulation (EEC) No 422/67/EEC, No 5/67/Euratom is replaced by 'Bfrs 29 130'.", "With effect from 1 July :\n(a) the amounts given in the first subparagraph of Article 21a (3) of Regulation No 422/67/EEC, No 5/67/Euratom are as follows:\n- President: Bfrs 21 835,\n- members: Bfrs 19 915,\n- Registrar: Bfrs 16 935;\n(b) the amount given in the second subparagraph of Article 21a (3) is replaced by 'Bfrs 26 570'.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 14 December 1989.\nFor the Council\nThe President\nL. JOSPIN\n(1) OJ No L 187, 8. 8. 1967, p. 1.\n(2) OJ No L 356, 24. 12. 1988, p. 2.\n(3) OJ No L 356, 24. 12. 1988, p. 1."}