{"celex_id": "31989R2594", "uri": "http://publications.europa.eu/resource/cellar/3d9f123b-89d2-44cf-84d7-d59a696f5ee3", "type": "Regulation", "concepts": ["1318", "20", "2543", "3170", "5010", "5364"], "title": "Commission Regulation (EEC) No 2594/89 of 25 August 1989 opening a standing invitation to tender for the supply to Poland of 200 000 tonnes of bread-making common wheat held by the German intervention agency and amending Regulation (EEC) No 2557/89\n", "header": "COMMISSION  REGULATION (EEC) No 2594/89\nof 25 August 1989\nopening a standing invitation to tender for the supply to Poland of 200 000 tonnes of bread-making common wheat held by the German intervention agency and amending Regulation (EEC) No 2557/89\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2727/75 of 29 October 1975 on the common organization of the market in cereals (1), as last amended by Regulation (EEC) No 1834/89 (2), and in particular Article 7 (5) thereof,\nHaving regard to Council Regulation (EEC) No 2247/89 of 24 July 1989 on an emergency measure for the free supply of certain agricultural products to Poland (3),\nWhereas Commission Regulation (EEC) No 2557/89 (4) provides that contracts for the supply of cereals under Regulation (EEC) No 2247/89 are to be allocated by invitation to tender; whereas, for the sake of simplification and effectiveness, that regulation should be amended as regards the taking of samples within the supply framework;\nWhereas Commission Regulation (EEC) No 1570/77 (5), as last amended by Regulation (EEC) No 2258/87 (6), lays down in particular quality criteria for bread-making common wheat accepted for intervention;\nWhereas a standing invitation to tender should be opened for the supply of a first instalment of bread-making common wheat held by the German intervention agency;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["On the terms laid down in Regulation (EEC) No 2557/89, the German intervention agency shall open a standing invitation to tender for the supply to Poland of 200 000 tonnes of bread-making common wheat held by the said agency.", "1. The invitation to tender shall cover:\n- 170 000 tonnes of bread-making common wheat to be supplied from North Sea and Baltic Sea ports,\n- 30 000 tonnes of bread-making common wheat to be supplied by rail.\n2. The common wheat must at least be of bread-making quality as defined in Article 4a of Regulation (EEC) No 1570/77.\n3. The regions where the 200 000 tonnes of bread-making common wheat are stored are listed in Annex I hereto.", "1. Tenders may relate only to the entire lot or group of lots specified in the notice of invitation to tender provided for in Article 14 of Regulation (EEC) No 2557/89.\n2. Tenders may be lodged subject to the allocation of a given quantity.", "1. The time limit for the submission of tenders in response to the first partial invitation to tender shall be 1 p. m., Brussels time, on 6 September 1989.\n2. The time limit for the submission of tenders in response to the last partial invitation to tender shall be 1 p. m., Brussels time, on 27 September 1989.", "Tenders must be admitted to the German intervention agency.\nThe German intervention agency shall forward tenders to the Commission in accordance with the model in Annex II hereto.", "The taking-over certificate referred to in Article 10 (3) of Regulation (EEC) No 2557/89 shall take the form shown in Annex III hereto in the case of supply by sea and in Annex IV hereto in the case of supply by rail. Certificates shall be issued:\n- after unloading of the goods in the case of supply by sea,\n- on arrival at the Polish frontier in the case of supply by rail.", "The successful tenderer shall undertake to provide the Polish authorities with the documents required for supply purposes as specified in the notice of invitation to tender drawn up by the German intervention agency.", "For the purposes of entering EAGGF expenditure in the accounts, the book value of the product referred to in Article 1 is hereby fixed at ECU 63 per tonne.", "Article 11 of Regulation (EEC) No 2557/89 is hereby replaced by the following:\n'Article 11\n1. Representative samples of the quantities supplied shall be taken by security firms designated by the tenderers before tenders are lodged in agreement with the intervention agency.\n- in the case of supply by sea, at the time of loading in the port of export and at the time of unloading in the port of destination,\n- in the case of supply by rail, at the time of loading onto the railway wagons.\n2. Samples shall be taken at the expense of the successful tenderer and made available to the German intervention agency.\n3. In the case of carriage by rail, the security firm concerned shall seal the wagons after loading.'", "0\nThis Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 25 August 1989.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 281, 1. 11. 1975, p. 1.\n(2) OJ No L 180, 27. 6. 1989, p. 1.\n(3) OJ No L 216, 27. 7. 1989, p. 5.\n(4) OJ No L 248, 24. 8. 1989, p. 10.\n(5) OJ No L 174, 14. 7. 1977, p. 18.\n(6) OJ No L 208, 30. 7. 1987, p. 10.\nANNEX I\n(tonnes)\n1.2 //  //  // Regions of storage  // Quantity   //    //  // Schleswig-Holstein / Hamburg   // 70 116   // Lower-Saxony / Bremen   // 65 749   // Nordrhein-Westfalen   // 34 235  // Bavaria   // 30 008   //    //\nANNEX II\nStanding invitation to tender for the supply of 200 000 tonnes of bread-making common wheat held by the German intervention agency\n(Regulation (EEC) No 2594/89)\n1.2.3.4,5.6.7 //  //  //  //  //  //  // Tenderer number  // Number of lot or group of lots   // Quantity (tonnes)  // Carriage by sea  // Carriage by rail   // Supply costs applied for (ECU/tonne)  // 1.2.3.4.5.6.7 //  //  //  // Place of removal from store   // Port of destination   // Place at which Polish frontier is crossed   //   //    //   //   //  //   //   //   // 1   // 2   // 3   // 4   // 5   // 6   // 7  //    //   //   //   //   //   //   // 1   //   //   //   //  //   //   // 2   //   //   //   //   //   //   // 3   //   //  //   //   //   //   // 4   //   //   //   //   //   //  // etc.   //   //   //   //   //   //   //    //   //   //  //   //   //\nANNEX III\nSUPPLY BY SEA\nTAKING-OVER CERTIFICATE\nI, the undersigned:\n(name, first name, business name)\nacting on behalf of the Polish Government, hereby certify that the goods mentioned below have been taken over:\n- Name of vessel:\n- Place and date of taking-over:\n- Product:\n- Tonnage taken over:\nRemarks or reservations:\nANNEX IV\nSUPPLY BY RAIL\nTAKING-OVER CERTIFICATE\nI, the undersigned:\n(name, first name, business name)\nacting on behalf of the Polish Government, hereby certify that the goods mentioned below have been taken over:\n- Number of wagons:\n- Place and date of taking-over:\n- Product:\n- Wagon duly sealed in presence of security firm designated by the successful tenderer:\nRemarks or reservations:"}