{"celex_id": "31988D0093", "uri": "http://publications.europa.eu/resource/cellar/5f538cce-7188-4d7e-a97a-e9899d19578c", "type": "Decision", "concepts": ["2409", "3774", "4081"], "title": "88/93/EEC: Commission Decision of 29 December 1987 authorizing the United Kingdom to restrict the marketing of seed of certain varieties of agricultural plant species (Only the English text is authentic)\n", "header": "COMMISSION  DECISION\nof 28 December 1987\nauthorizing the United Kingdom to restrict the marketing of seed of certain varieties of agricultural plant species\n(Only the English text is authentic)\n(88/93/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 70/457/EEC of 29 September 1970 on the Common Catalogue of Varieties of Agricultural Plant Species (1), as last amended by Directive 86/155/EEC (2), and in particular Article 15 (2), (3) and (7) thereof,\nHaving regard to the application lodged by the United Kingdom,\nWhereas, pursuant to Article 15 (1) of Directive 70/457/EEC, seed or propagating material of varieties of agricultural plant species which have been officially accepted during 1985 in at least one of the Member States and which also meet the conditions laid down in Directive 70/457/EEC is, with effect from 31 December 1987, no longer subject to any marketing restrictions relating to the variety in the Community;\nWhereas, however, Article 15 (2) of Directive 70/457/EEC provides that a Member State may be authorized upon application to prohibit the marketing of seed and propagating material of certain varieties;\nWhereas the United Kingdom has applied for such authorization for a certain number of varieties of different species;\nWhereas the varieties listed in this Decision have been the subject of official trials in the United Kingdom;\nWhereas, in respect of the variety Alban (white clover) the results of the trials show that in the United Kingdom, when compared with the national rules governing the acceptance of varieties there, which apply within the framework of current Community provisions, it is not distinct from varieties accepted there (Article 15 (3) (a), first case of Directive 70/457/EEC);\nWhereas, therefore the application for the United Kingdom in respect of this variety should be granted in full;\nWhereas the application for other varieties is now being carefully examined by the Commission; whereas it is impossible to complete examination of the variety Minaret (Italian rye-grass) and Entrar (perennial rye-grass) before the time limit specified in Article 15 (1) of Directive 70/457/EEC;\nWhereas the time limit in question should therefore, where the United Kingdom is concerned, be extended for an appropriate period in order to allow complete examination of the application in respect of these varieties (Article 15 (7) of Directive 70/457/EEC);\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Seed and Propagating material for Agriculture, Horticulture and Forestry,", "main_body": ["The United Kingdom is hereby authorized to prohibit the marketing in its territory of seed of the following variety listed in the 1988 Common Catalogue of Varieties of Agricultural Plant Species;\nFodder plants\nTrifolium repens L.\nAlban", "The authorization given in Article 1 shall be withdrawn as soon as it is established that the conditions thereof are no longer satisfied.", "The United Kingdom shall notify the Commission of the date from which it makes use of the authorization under Article 1 and the detailed methods to be followed. The Commission shall inform the other Member States thereof.", "The time limit specified in Article 15 (1) of Directive 70/457/EEC is, where the United Kingdom is concerned, extended from 31 December 1987 to 31 March 1988 in respect of the following varieties:\nFodder plants\nLolium multiflorum Lam\nMinaret\nLolium perenne L.\nEntrar", "This Decision is addressed to the United Kingdom."], "attachments": "Done at Brussels, 29 December 1987.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 225, 12. 10. 1970, p. 1.\n(2) OJ No L 118, 7. 5. 1986, p. 23."}