{"celex_id": "31985D0246", "uri": "http://publications.europa.eu/resource/cellar/fd2169d1-4ace-4bb4-ba37-ca6b91f35185", "type": "Decision", "concepts": ["4038", "4055", "5051"], "title": "85/246/EEC: Council Decision of 22 April 1985 giving a discharge to the Commission in respect of the implementation of the operations of the European Development Fund (1963) (Second EDF) for the financial year 1983\n", "header": "COUNCIL  DECISION\nof 22 April 1985\ngiving a discharge to the Commission in respect of the implementation of the operations of the European Development Fund (1963) (Second EDF) for the financial year 1983\n(85/246/EEC)\nTHE COUNCIL OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the Convention of Association between the European Economic Community and the African States and Madagascar associated with the Community (1), signed at YaoundĂŠ on 20 July 1963,\nHaving regard to Council Decision 64/349/EEC of 25 February 1964 relating to the association of the overseas countries and territories with the European Economic Community (2),\nHaving regard to the Internal Agreement on the financing and administration of Community aid (3), signed at YaoundĂŠ on 20 July 1963, and in particular Article 17 thereof,\nHaving regard to the Financial Regulation of the European Development Fund set up under the Internal Agreement of the financing and administration of Community aid (4), and in particular Articles 7 and 8 thereof,\nHaving regard to the Council Decisions of 30 May 1972 and 30 October 1978 on the transfer and utilization of the unexpended balances of the First and Second EDFs,\nHaving regard to the revenue and expenditure account and the balance sheet relating to the operations of the European Development Fund (1963) (Second EDF) as at 31 December 1983,\nHaving regard to the report of the Court of Auditors for the financial year 1983 together with the Commission's replies (5),\nRecalling that, in accordance with the provisions applicable to the implementation of the European Development Fund (1963) (Second EDF), only the Council, acting by a qualified majority, shall give a discharge to the Commission in respect of the financial administration of the Fund,\nWhereas by Decision 80/1184/EEC (6), the European unit of account was replaced by the ECU to express the amounts of financial assistance under the Second ACP-EEC Convention and the previous conventions;\nWhereas, revenue for the financial year 1983 consisted mainly of the contributions of the Member States, amounting to 730 million ECU and of miscellaneous revenue of the Fund;\nWhereas, pursuant to the abovementioned Council Decision of 30 May 1972, an amount of 11 806 540,11 ECU was transferred as the unexpended balance from the First EDF to the Second EDF;\nWhereas, pursuant to the abovementioned Council Decision of 30 October 1978, an amount of 10 765 210,09 ECU was transferred as the unexpended balance of the Second EDF to the Third EDF;\nWhereas an advance of 847 436,65 ECU was paid to the European Development Fund (1975) (Fourth EDF);\nWhereas the overall implementation by the Commission of the operations of the European Development Fund (1963) (Second EDF) during the financial year 1983 was such as to warrant its being given a discharge in respect of the implementation of these operations,", "main_body": ["The Council shall close the revenue and expenditure accounts of the European Development Fund (1963) (Second EDF) as at 31 December 1983 as follows:\n- revenue: at the sum of 731 126 484,06 ECU,\n- expenditure (payments): at the sum of 730 279 047,41 ECU.", "The Council hereby gives a discharge to the Commission in respect of the implementation of the operations of the European Development Fund (1963) (Second EDF) for the financial year 1983."], "attachments": "Done at Brussels, 22 April 1985.\nFor the Council\nThe President\nF. M. PANDOLFI\n(1) OJ No 93, 11. 6. 1964, p. 1431/64.\n(2) OJ No 93, 11. 6. 1964, p. 1472/64.\n(3) OJ No 93, 11. 6. 1964, p. 1493/64.\n(4) OJ No 93, 11. 6. 1964, p. 1498/64.\n(5) OJ No C 348, 31. 12. 1984, p. 121, 240.\n(6) OJ No L 349, 18. 12. 1980, p. 34."}