{"celex_id": "31989R3624", "uri": "http://publications.europa.eu/resource/cellar/691e821f-e630-49c9-aea7-6c670593bce4", "type": "Regulation", "concepts": ["1744", "3167", "4215", "863"], "title": "Commission Regulation (EEC) No 3624/89 of 1 December 1989 amending Regulation (EEC) No 3105/87 as regards the admissibility of applications for and the term of validity of licences issued under the special arrangements for imports of maize and grain sorghum into Spain\n", "header": "COMMISSION  REGULATION (EEC) No 3624/89\nof 1 December 1989\namending Regulation (EEC) No 3105/87 as regards the admissibility of applications for and the term of validity of licences issued under the special arrangements for imports of maize and grain sorghum into Spain\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1799/87 of 25 June 1987 on special arrangements for imports of maize and sorghum into Spain from 1987 to 1990 (1), and in particular Article 8 thereof,\nWhereas Commission Regulation (EEC) No 3105/87 of 16 October 1987 laying down detailed rules for the application of the special arrangements for imports of maize and sorghum into Spain from 1987 to 1990 (2), as last amended by Regulation (EEC) No 3106/88 (3), defines in particular the conditions of admissibility for and the term of validity of licences; whereas, in order to ensure implementation in accordance with the international undertakings entered into by the Community, the conditions of admissibility of applications for and the term of validity of the said licences should be amended;\nWhereas the Management Committee for Cereals has not issued an opinion within the time limit laid down by its chairman,", "main_body": ["The following two paragraphs are hereby added to Article 3 of Regulation (EEC) No 3105/87:\n'5. Applications shall only be admissible if:\n- they do not exceed the maximum quantity available for each closing date for the submission of applications,\n- they are accompanied by evidence that the applicant engages in commercial activity in import-export in cereals into and from Spain. Such evidence shall, in accordance with this Article, consist in the presentation to the competent agency of a copy of a certificate of payment of the value added tax and a copy of a customs clearance certificate in Spain in respect of an import or export licence in the applicant's name for an operation effected during the last three years.\n6. By way of derogation from Article 9 of Commission Regulation (EEC) No 3719/88 (*), rights accruing from the licences referred to in this Regulation shall not be transmissible.\n(*) OJ No L 331, 2. 12. 1988, p. 1.'", "Article 5 (1) of Regulation (EEC) No 3105/87 is hereby replaced by the following:\n'1. Import licences issued under this Regulation shall be valid from their date of issue within the meaning in Article 21 (1) of Commission Regulation (EEC) No 3719/88, until 31 May 1990 for maize and until 31 March 1990 for grain sorghum.'", "This Regulation shall enter into force on 2 December 1989.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 1 December 1989.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 170, 30. 6. 1987, p. 1.\n(2) OJ No L 294, 17. 10. 1987, p. 15.\n(3) OJ No L 277, 8. 10. 1988, p. 28."}