{"celex_id": "31987D0361", "uri": "http://publications.europa.eu/resource/cellar/567e23c1-54d2-4cb4-a7e5-7fd17e97ed9f", "type": "Decision", "concepts": ["1088", "2356", "2560"], "title": "87/361/EEC: Commission Decision of 26 June 1987 recognizing certain parts of the territory of the French Republic as being officially swine-fever free (Only the French text is authentic)\n", "header": "COMMISSION  DECISION\nof 26 June 1987\nrecognizing certain parts of the territory of the French Republic as being officially swine-fever free\n(Only the French text is authentic)\n(87/361/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 80/1095/EEC of 11 November 1980 laying down conditions designed to render and keep the territory of the Community free from classical swine fever (1), as last amended by Decision 87/230/EEC (2), and in particular Article 7 (2) thereof,\nHaving regard to Commission Decision 82/352/EEC of 10 May 1982 approving the plan for the accelerated eradication of classical swine fever presented by the French Republic (3),\nWhereas the development of the disease situation has led the French authorities, in conformity with their plan, to instigate measures which guarantee the protection and maintenance of the status of certain regions;\nWhereas no swine fever has been detected, and vaccination against swine fever has been stopped for more than 15 months within the regions to be recognized as officially swine-fever free;\nWhereas the status of the designated officially swine-fever free regions will be maintained by the application of the measures foreseen in Article 7 (2) of Directive 80/1095/EEC;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["The parts of the territory of the French Republic constituted by the regions described in the Annex are recognized as officially swine-fever free in the sense of Article 7 (2) of Directive 80/1095/EEC.", "This Decision is addressed to the French Republic."], "attachments": "Done at Brussels, 26 June 1987.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 325, 1. 12. 1980, p. 1.\n(2) OJ No L 99, 11. 4. 1987, p. 16.\n(3) OJ No L 157, 8. 6. 1982, p. 27.\nANNEX\nRegions of France which are recognized as officially swine-fever free\n- Haute-Normandie (Eure, Seine-Maritime),\n- Basse-Normandie (Calvados, Manche, Orne),\n- Bretagne (Côtes-du-Nord, Finistère, Îlle-et-Vilaine, Morbihan),\n- Pays de Loire (Maine-et-Loire, Mayenne, Sarthe, Vendée),\n- Poitou-Charentes (Charente, Charente-Maritime, Deux-Sèvres, Vienne),\n- Aquitaine (Dordogne, Gironde, Landes, Lot-et-Garonne, Pyrénées-Atlantiques),\n- Midi-Pyrénées (Ariège, Aveyron, Haute-Garonne, Gers, Lot, Hautes-Pyrénées, Tarn, Tarn-et-Garonne),\n- Languedoc (Aude, Gard, Hérault, Lozère, Pyrénées-Orientales)."}