{"celex_id": "31988R0624", "uri": "http://publications.europa.eu/resource/cellar/5d57677d-2152-42a5-b828-4e89854c31c5", "type": "Regulation", "concepts": ["3461", "4828", "5088", "5367"], "title": "Commission Regulation (EEC) No 624/88 of 7 March 1988 amending Council Regulation (EEC) No 2896/87 on the application of the system of certificates of origin provided for under the International Coffee Agreement 1983, when quotas are in effect\n", "header": "COMMISSION  REGULATION (EEC) No 624/88\nof 7 March 1988\namending Council Regulation (EEC) No 2896/87 on the application of the system of certificates of origin provided for under the International Coffee Agreement 1983, when quotas are in effect\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 113 thereof,\nHaving regard to Council Regulation (EEC) No 2896/87 of 28 September 1987 on the application of the system of certificates of origin provided for under the International Coffee Agreemnt of 1983, when quotas are in effect (1),\nWhereas by Council Decision 87/369/EEC (2) the Community decided to approve the International Convention on the Harmonized Commodity Description and Coding System, which applies from 1 January 1988; whereas that Convention is to replace the Brussels Convention on nomenclature, used as the basis for the Common Customs Tariff and NIMEXE, as the international basis for customs tariffs and statistical nomenclatures;\nWhereas by Council Regulation (EEC) No 2658/87 of 23 July 1987 on the statistical and tariff nomenclature and the Common Customs Tariff (3), as amended by Regulation (EEC) No 3985/87 (4), the Community adopted the combined nomenclature (CN) incorporating the harmonized system and the Community subdivisions of that nomenclature, together with the Taric (integrated Community tariff);\nWhereas the relevant parts of Regulation (EEC) No 2896/87 should consequently be amended,", "main_body": ["Articles 2 and 3 of Regulation (EEC) No 2896/87 are hereby replaced by the following:\n'Article 2\n1. Imports into the Community of coffee and of extracts, essences or concentrates of coffee falling within codes 0901 11 00, 0901 12 00, 0901 21 00, 0901 22 00, 2101 10 11 and 2101 10 19 of the combined nomenclature shall be subject to production, at the customs office where the customs import formalities are completed, of the certificate prescribed for this purpose under the rules referred to in Article 1.\n2. Imports form countries which are not members of the International Coffee Agreement 1983 and not included in Annex 6 to the rules referred to in Article 1 shall be limited to a quantity for the Community and each Community Member State equal to that indicated in Annex 7 to the rules in question.\n3. For the purpose of applying rule 18 (4) (a), imports into the Community of coffee and extracts, essences or concentrates of coffee falling within codes 0901 11 00, 0901 12 00, 0901 21 00, 0901 22 00, 2101 10 11 and 2101 10 19 of the combined nomenclature shall be subject, for a transitional period of 60 days from the entry into force of the system, to the presentation, at the customs office where the import formalities are carried out, of a certificate of origin in Form O or, where a certificate is not available, to the production of an import certificate in Form I corresponding to the model in Annex 8 A and made out in accordance with the general directives in Annex 8 B to the rules in question or to the application of any alternative procedures consistent with the Community customs legislation, to be notified by the Commission to the Member States.", "1. Exports from the Community of coffee and extracts, essences or concentrates of coffee falling within codes 0901 11 00, 0901 12 00, 0901 21 00, 0901 22 00, 2101 10 11 and 2101 10 19 of the combined nomenclature shall be subject to production to the customs authorities of the certificates prescribed for that purpose in the rules referred to in Article 1.\n2. For the purposes of paragraph 1, the products referred to in that paragraph shall be deemed to have been exported from the Community when they are exported from the customs territory of the Community.\n3. Provisions for the implementation of this Article shall be adopted in accordance with the procedure provided for in Article 57 of Regulation (EEC) No 222/77.'", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 7 March 1988.\nFor the Commission\nLorenzo NATALI\nVice-President\n(1) OJ No L 276, 29. 9. 1987, p. 1.\n(2) OJ No L 198, 20. 7. 1987, p. 1.\n(3) OJ No L 256, 7. 9. 1987, p. 1.\n(4) OJ No L 376, 31. 12. 1987, p. 1."}