{"celex_id": "31986R0989", "uri": "http://publications.europa.eu/resource/cellar/3764af12-a613-42a5-989b-5f8a1a52d01d", "type": "Regulation", "concepts": ["4498", "693", "863"], "title": "Commission Regulation (EEC) No 989/86 of 4 April 1986 laying down detailed rules for applying the limitation of processing aid to certain quantities of oranges and lemons in Spain\n", "header": "COMMISSION  REGULATION (EEC) No 989/86\nof 4 April 1986\nlaying down detailed rules for applying the limitation of processing aid to certain quantities of oranges and lemons in Spain\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the Act of Accession of Spain and Portugal,\nHaving regard to Council Regulation (EEC) No 2601/69 of 18 December 1969 laying down special measures to encourage the processing of certain varieties of oranges (1), as last amended by Regulation (EEC) No 987/84 (2), and in particular Article 3 (2) thereof,\nHaving regard to Council Regulation (EEC) No 1035/77 of 17 May 1977 laying down special measures to encourage the marketing of products processed from lemons (3), as last amended by Regulation (EEC) No 1318/85 (4), and in particular Article 3 thereof,\nHaving regard to Council Regulation (EEC) No 460/86 of 24 February 1986 laying down general rules for applying the Act of Accession of Spain and Portugal as regards the processing of oranges and lemons (5), and in particular Article 2 thereof,\nWhereas Article 119 (4) of the Act of Accession limits the quantities of oranges and lemons which may qualify for processing aid in Spain for the first four marketing years following accession;\nWhereas special provisions should be introduced to ensure a fair distribution of the quantities among processors and allocate a certain quantity to new processors; whereas this will imply the submission by processors of information additional to that required under Commission Regulation (EEC) No 1562/85 of 7 June 1985 laying down detailed rules for the application of measures to encourage the processing of oranges and the marketing of products processed from lemons (6);\nWhereas, owing to the difficulties encountered in obtaining the statistical data relating to production in Spain during the 1985/86 marketing year, caused mainly by the difference between the Spanish marketing year and that provided for under Community rules, the Spanish marketing years 1982/83, 1983/84 and 1984/85 should be used as the reference period for the 1986/87 marketing year;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Fruit and Vegetables,", "main_body": ["1. For the 1986/87 marketing year, processors established in Spain shall forward the following data for each of the 1982/83, 1983/84 and 1984/85 marketing years to the agency appointed by the Spanish authorities within the time limits laid down in Article 3 (1) of Regulation (EEC) No 1562/85:\n(a) the total quantity of fresh oranges of the 'bianca comune' variety used and the quantity, in net weight, of finished products obtained;\n(b) the total quantity of fresh oranges of the pigmented varieties used and the quantity, in net weight, of finished products obtained;\n(c) the quantity of fresh lemons used and the quantity, in net weight, of finished products obtained.\n2. The first subparagraph of Article 3 (2) of Regulation (EEC) No 1562/85 shall apply to the information provided for in Article 1 mutatis mutandis.", "1. The quantities of products which, under Article 119 (4) of the Act of Accession of Spain and Portugal, may qualify for Community aid shall be fixed, for each processor and each marketing year, before the beginning of the marketing year by Spain as a percentage of the processor's production during the marketing years taken into consideration for the calculation of the total average production as referred to in paragraph 3.\n2. The percentage referred to in paragraph 1 shall be equal to the percentage represented by that portion of average total production, expressed by reference to the quantity of raw material used, in Spain to which the limitation of the granting of production aid relates.\nFor the purposes of this paragraph, the quantity to which the limitation of the granting of production aid relates shall be the quantity stipulated for each group of products in Article 119 (4) of the Act of Accession of Spain and Portugal less 2 %. The latter 2 % shall be distributed among processors in accordance with Article 3.\n3. Average total production shall be understood to mean the total quantity of the following production, products expressed in net weight and by reference to the quantity of fresh products used for the manufacture of processed products, viz:\n(a) in the case of processors having engaged in production during the previous three marketing years or the first of those three years, one-third of their total production during that period;\n(b) in the case of processors having engaged in production during the previous two marketing years or the first of those years, half of their total production during that period;\n(c) in the case of processors having engaged in production during the previous marketing year only, their total production during that marketing year.\nHowever, for the 1986/87 marketing year, the three reference marketing years to be taken into account shall be 1982/83, 1983/84 and 1984/85.\nAverage total production shall be determined in this way before the beginning of each marketing year.", "1. Processors who have not submitted the information referred to in Article 1 for the marketing year (s) used as the reference period for the distribution of quotas shall be treated as new processors within the meaning of paragraph 2.\nAny processor who has submitted the said information for one of the marketing years used as the reference period for the distribution but who has not done so for one or both of the subsequent two years shall be considered as not having engaged in production during the marketing year (s) with respect to which he has failed to submit the said information.\n2. Where processors have not manufactured the products referred to in Article 1 (1) during the period used as the reference period or where the provisions of the first subparagraph of paragraph 1 apply, aid to such processors, hereinafter referred to as 'new processors', shall be limited to a quantity equivalent to not more than 2 % of the total quantity of the quota.\nThe Spanish authorities shall determine the quantity thus qualifying for aid and shall distribute it fairly among the new processors. Where all or part of this quantity is not allocated to new processors, it or the remainder thereof, whichever applies, shall be distributed fairly among the other processors.\n3. Where an undertaking refrains from processing all or part of the quantity allocated to it or where an undertaking ceases activity without having been taken over by another undertaking, the Spanish authorities shall distribute the quantity thus released fairly among the other processors.", "1. Applications for financial compensation shall be drawn up by processors in accordance with Articles 12 and 13 of Regulation (EEC) No 1562/85.\n2. Articles 2 to 11, 15 to 17 and 20 of Regulation (EEC) No 1562/85 shall apply to the processors referred to in Article 1 mutatis mutandis.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 4 April 1986.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 324, 27. 12. 1969, p. 21.\n(2) OJ No L 103, 16. 4. 1984, p. 10.\n(3) OJ No L 125, 19. 5. 1977, p. 3.\n(4) OJ No L 137, 27. 5. 1985, p. 37.\n(5) OJ No L 53, 1. 3. 1986, p. 14.\n(6) OJ No L 152, 11. 6. 1985, p. 5."}