{"celex_id": "31980L1095", "uri": "http://publications.europa.eu/resource/cellar/188aeee6-c083-49e1-9cef-4cfaaa770e87", "type": "Directive", "concepts": ["192", "2356", "2560", "2877", "5951", "837"], "title": "Council Directive 80/1095/EEC of 11 November 1980 laying down conditions designed to render and keep the territory of the Community free from classical swine fever\n", "header": "COUNCIL DIRECTIVE  of 11 November 1980  laying down conditions designed to render and keep the territory of the Community free from classical swine fever  (80/1095/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Articles 43 and 100 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas one of the Community's tasks in the veterinary field is to improve the state of health of livestock, in order to increase the profitability of stock farming;\nWhereas this improvement must ensure that the state of health of livestock is brought to the most satisfactory level for the Community as a whole and maintained at that level;\nWhereas the action to be taken under an accelerated eradication plan must be gradual and be based upon the varying situations in the Member States or parts thereof ; whereas this plan may, subject to certain conditions, be implemented on a regional basis;\nWhereas, if the disease accidentally recurs in a Member State or a part thereof previously cleared of the disease, suitable measures must be taken for the immediate elimination of the disease so that the disease-free classification may be restored as soon as possible;\nWhereas action of this kind should serve to eliminate obstacles to trade in live animals between Member States caused by differences in their animal health situations;\nWhereas the free movement of live pigs between Member States or parts thereof will be aided by making and keeping Member States or parts thereof free from classical swine fever;\nWhereas provision should be made for close cooperation between the Member States and the Commission for this purpose,", "main_body": ["This Directive defines the measures which the Member States must apply in order to eradicate swine fever from their territories so as to achieve and retain officially swine fever-free status.", "For the purposes of this Directive the definitions given in Article 2 of Council Directive 80/217/EEC of 22 January 1980, introducing Community measures for the control  (1)OJ No C 187, 25.7.1979, p. 2. (2)OJ No C 72, 24.3.1980, p. 6. (3)OJ No C 300, 18.11.1980, p. 17.  of classical swine fever (1), and in Article 2 of Council Directive 64/432/EEC of 26 June 1964 on animal health problems affecting intra-Community trade in bovine animals and swine (2), as last amended by Directive 80/219/EEC (3), shall apply.\nFurthermore, for the purposes of this Directive the following definitions shall apply:    1. \"officially swine fever-free holding\" means a holding in which:      - no swine fever has been detected for at least the preceding 12 months,\n- there are no pigs which have been vaccinated against swine fever,\n- vaccination against swine fever has not been authorized for at least the preceding 12 months,\nin addition, no swine fever must have been detected for at least the preceding 12 months at least within a radius of two kilometres around the holding;\n2. \"officially swine fever-free Member State\" means a Member State in which:      - no swine fever has been detected for at least the preceding 12 months,\n- vaccination against swine fever has not been authorized for at least the preceding 12 months,\nin which the holdings contain no pigs which have been vaccinated against swine fever and which has been so recognized under Article 3 (2) or 7 (1).\n3. \"officially swine fever-free region\" means a region in which:      - no swine fever has been detected for at least the preceding 12 months,\n- vaccination against swine fever has not been authorized for at least the preceding 12 months,\nin which the holdings contain no pigs which have been vaccinated against swine fever and which has been so recognized under Article 7 (2);\n4. \"swine fever-free Member State or region\" means a Member State or region in which no swine fever has been detected for at least the preceding 12 months.", "1. Any Member State which is not officially swine fever-free shall prepare a plan for the accelerated eradication of this disease.\n2. Not later than six months after the date of notification of this Directive, Member States' status shall be established under the procedure laid down in Article 9 for the purpose of determining those required to submit a plan in accordance with paragraph 1.\n3. This plan, which must be carried out over a period of not more than five years, must meet the requirements of Article 4 of this Directive and be approved in accordance with Article 5 (3) of Council Decision 80/1096/EEC of 11 November 1980 introducing Community financial measures for the eradication of classical swine fever (4).", "1. The plan referred to in Article 3 must be designed to ensure that the territory of the Member State concerned will be officially free from swine fever after five years at most.\n2. It must specify:    - as appropriate:     - the date of prohibition of vaccination of breeding pigs,\n- the date of prohibition or, in the first two years of implementing the plan, of restriction of vaccination of fattening pigs,\n- the date of commencement of the swine fever detection campaign, where such has proved necessary;\n- the measures, resources and timetable proposed by the Member State in order to attain the objective fixed in paragraph 1.\n3. The plan may be implemented on a regional basis if the Member State is able to guarantee that the status of the regions concerned will be protected and maintained.\nIn that event, the details required under paragraph 2 must relate to each of the regions defined in the plan.\n4. The Member State shall notify the Commission of:    (a) the annual expenditure in connection with swine fever in each of the past three years, with a breakdown of such expenditure;  (1)OJ No L 47, 21.2.1980, p. 11. (2)OJ No 121, 29.7.1964, p. 1977/64. (3)OJ No L 47, 21.2.1980, p. 25. (4)See page 5 of this Official Journal.\n(b) forecast annual expenditure on the five-year plan.", "The Commission shall make regular on-the-spot checks to verify from a veterinary viewpoint whether the plans are being applied.\nMember States shall take the necessary steps to facilitate these checks and shall in particular ensure that the experts are supplied at their request with all information and documentation needed for assessing the execution of the plans.\nThe general provisions for implementing this Article, especially as regards the frequency and method of carrying out the checks referred to in the first paragraph, the rules governing the appointment of veterinary experts and the procedure which they must follow when drawing up their report, shall be laid down in accordance with the procedure set out in Article 9.", "1. Member States shall forward the plans provided for in Article 3 to the Commission, in accordance with Article 5 (1) of Decision 80/1096/EEC.\n2. These plans shall be approved in accordance with the procedure set out in Article 5 (3) of that Decision.\n3. Should swine fever spread alarmingly in their territories during the implementation of a plan approved under paragraph 2, Member States may review the situation and take the precautionary measures they deem appropriate, including the reintroduction of organized preventive vaccination.\nThey shall inform the Commission thereof.\n4. Plans approved under paragraph 2 may be modified or supplemented by the same procedure in order to keep pace with developments in the situation with regard to swine fever in the Member State or the region concerned, and in particular to take account of possible implementation of the measures provided for in paragraph 3.", "1. Under the procedure laid down in Article 9, a Member State covered by Article 3 (1) shall be recognized as officially swine fever-free once the following conditions have been fulfilled in that Member State for at least 12 months:    (a) no swine fever has been detected;\n(b) vaccination against swine fever has been discontinued.\n2. Under the procedure laid down in Article 9, a part of a Member State's territory to which Article 4 (3) applies may be recognized as officially swine fever-free, though not earlier than three months after it has fulfilled the conditions of paragraph 1 of this Article, provided the Member State in question can supply adequate guarantees that the status of that part of its territory will be maintained, in particular by showing evidence of the existence of measures:    (i) either to prohibit the introduction into the part of its territory concerned of pigs from holdings which are not officially swine fever-free;\n(ii) or to prohibit vaccinated pigs from leaving holdings situated in a part of its territory which is not officially swine fever-free or which is not swine fever-free except for immediate slaughter or for introduction into another holding of the same status.", "1. Any Member State which during the period laid down in Article 2 (1) of Decision 80/1096/EEC loses its status as officially swine fever-free, may avail itself of Article 3 (1) provided its plan does not extend beyond that period.\n2. However, if an outbreak or a number of epizootiologically interrelated outbreaks of swine fever occur within a geographically limited area in a Member State which is officially swine fever-free, the status of that Member State shall not be withdrawn for a period of 15 days if the Member State takes measures to isolate the area in question.\nWithin the said 15-day period, however a decision may be taken under the procedure in Article 9 to withdraw the status or if the measures taken by the Member State are deemed satisfactory to maintain it for a maximum of three months.\n3. Paragraph 2 may be applies by analogy to officially swine fever-free regions.", "1. Where the procedure laid down in this Article is to be followed, matters shall be referred without delay by the chairman, either on his own initiative or at the request of a Member State, to the Standing Veterinary Committee (hereinafter called \"the Committee\") set up by Decision 68/361/EEC of 15 October 1968 (1).  (1)OJ No L 255, 18.10.1968, p. 23.\n2. Within the Committee the votes of the Member States shall be weighted as laid down in Article 148 (2) of the Treaty. The chairman shall not vote.\n3. The representative of the Commission shall submit a draft of the measures to be adopted. The Committee shall deliver its opinion on these measures within a time limit set by the chairman according to the urgency of the questions under examination. Opinions shall be delivered by a majority of 41 votes.\n4. The Commission shall adopt the measures and shall apply them immediately where they are in accordance with the opinion of the Committee. Where they are not in accordance with the opinion of the Committee, or if no opinion is delivered, the Commission shall without delay submit to the Council a proposal on the measures to be taken. The Council shall adopt the measures by a qualified majority.\nIf within three months of the date on which the proposal was submitted to it the Council has not adopted any measures, the Commission shall adopt the proposed measures and shall apply them immediately, save where the Council has decided against these measures by a simple majority.", "shall apply until 21 June 1981.", "1\nAfter consulting the Member States within the Committee, the Commission shall, before 1 July 1983, submit to the Council a report on the application of this Directive by the Member States and the current situation in the Community in respect of swine fever, together with any relevant proposals.", "2\n1. Member States shall bring into force the laws, regulations and administrative provisions necessary for the implementation of national plans for accelerated eradication approved in accordance with Article 5 (2) of Decision 80/1096/EEC on the date laid down by the Commission in its Decision approving the plans and, for plans approved during 1981, not later than 31 December 1981.\n2. The five-year period of execution provided for in Article 2 (1) of Decision 80/1096/EEC shall run, for each Member State, from the date laid down by the Commission pursuant to paragraph 1 ; however, Community finance shall in all cases be restricted to slaughterings carried out before 1 January 1987.\n3. The Council, acting unanimously on a proposal from the Commission, may, where implementation of the plan on the date laid down would meet with considerable difficulties in some Member States, postpone for such States the dates specified in paragraphs 1 and 2 by not more than one year.", "3\nThis Directive is addressed to the Member States."], "attachments": "Done at Brussels, 11 November 1980.\nFor the Council\nThe President\nC. NEY"}