{"celex_id": "31987L0524", "uri": "http://publications.europa.eu/resource/cellar/34b93fac-7133-4521-989b-0ca312c024c2", "type": "Directive", "concepts": ["1284", "1571", "2897", "5967"], "title": "First Commission Directive 87/524/EEC of 6 October 1987 laying down Community methods of sampling for chemical analysis for the monitoring of preserved milk products\n", "header": "28.10.1987 EN Official Journal of the European Communities L 306/24\nFIRST COMMISSION DIRECTIVE\nof 6 October 1987\nlaying down Community methods of sampling for chemical analysis for the monitoring of preserved milk products\n(87/524/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 85/591/EEC of 20 December 1985 concerning the introduction of Community methods of sampling and analysis for the monitoring of foodstuffs intended for human consumption (1), and in particular Article 1 (1) thereof,\nWhereas Council Directive 76/118/EEC of 18 December 1975 on the approximation of the laws of the Member States relating to certain partly or wholly dehydrated preserved milk for human consumption (2), as last amended by the Act of Accession of Spain and Portugal, lays down Community rules governing the composition, use of reserved designations, conditions of manufacture and labelling of the products in question;\nWhereas, pursuant to Article 1 (1) of Directive 85/591/EEC, samples of such products must be taken in accordance with Community methods for the purpose of determining their composition, conditions of manufacture, packaging or labelling;\nWhereas it is desirable to adopt an initial series of methods of sampling for chemical analysis in respect of which studies have been completed;\nWhereas the measures provided for in this Directive are in accordance with the opinion of the Standing Committee for Foodstuffs,", "main_body": ["Member States shall take all measures necessary to ensure that the taking of samples as referred to in the Annex is carried out in accordance with the methods described therein.", "Member States shall take all measures necessary to comply with this Directive by 6 April 1989 at the latest. They shall forthwith inform the Commission thereof.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 6 October 1987.\nFor the Commission\nCOCKFIELD\nVice-President\n(1)  OJ No L 372, 31. 12. 1985, p. 50.\n(2)  OJ No L 24, 30. 1. 1976, p. 49.\nANNEX\nMETHODS OF SAMPLING RELATED TO THE CONTROL OF CHEMICAL ANALYSIS OF CERTAIN PARTLY OR WHOLLY DEHYDRATED PRESERVED MILK PRODUCTS\nI.   GENERAL PROVISIONS\n1.   Administrative instructions\n1.1.   Personnel\nSampling shall be performed by an authorized qualified person as specified in the Member State's regulations.\n1.2.   Sealing and labelling of samples\nEach sample taken for official use shall be sealed at the place of sampling and identified following the Member State's regulations.\n1.3.   Replicate samples\nAt least two equivalent samples shall be simultaneously prepared for analysis. Under reservation of Community legislation to be defined, the procedure and number of samples to be taken depending upon the appropriate national legislation for each Member State.\nThe samples shall be dispatched to the laboratory as soon as possible after sampling.\n1.4.   Report\nSamples shall be accompanied by a report, which will be established in accordance with the Member State's legislation.\n2.   Sampling Equipment\nSpecifications\nAll sampling equipment shall be made of suitable material of adequate strength, which does not bring about a change in the sample which may affect any result of the subsequent examination and should not cause any change in the samples while sampling is being carried out. The use of stainless steel is recommended.\nAll surfaces shall be smooth and free from crevices and all corners shall be rounded. Sampling equipment shall comply with the requirements laid down with respect to each product to be sampled.\n3.   Sampling containers\nSpecifications\nSample containers and closures shall be of materials and construction which adequately protect the sample and which do not bring about in the sample a change which may affect any result of the subsequent analysis or examination. Materials which are appropriate include glass, some metals and some plastics. The containers shall preferably be opaque. If transparent or translucent the container with contents shall be stored in a dark place.\nContainers and closures shall be clean and dry. The shape and capacity of the container shall be appropriate to the requirements laid down for the product to be sampled.\nSingle service plastic containers, containers made from plastic, laminates including an aluminium foil or suitable plastic bags, with appropriate methods of closure, may be used.\nContainers other than plastic bags shall be securely closed either by means of a suitable stopper or by a screw-cap of metal or plastic material having, if necessary, an air-tight plastic liner. Any stopper or liner used should be insoluble, non-absorbant and greaseproof, and will not influence the odour, flavour, properties or composition of the sample.\nStoppers shall be made of, or covered with, non-absorbant odourless materials.\n4.   Sampling technique\nThe sample container shall be closed immediately after sampling.\n5.   Storage of samples\nThe recommended storage temperatures of the samples of the various products shall not exceed 25 o C. Storage time and temperature must be considered together and not separately.\n6.   Transport of samples\nSamples shall be brought to the laboratory responsible for the tests as soon as possible (preferably within 24 hours of sample taking).\nDuring transit, precautions shall be taken to prevent exposure to contaminating odours, to direct sunlight and to temperatures greater than 25 oC.\nII. METHOD 1:   SAMPLING OF PARTLY DEHYDRATED MILKS\n1.   Scope and field of application\n— unsweetened condensed high-fat milk,\n— unsweetened condensed milk,\n— unsweetened condensed partly skimmed milk,\n— unsweetened condensed skimmed milk,\n— sweetened condensed milk,\n— sweetened condensed skimmed milk,\n— sweetened condensed partly skimmed milk.\n2.   Equipment\n2.1.   General\nSee Section 2 of the General Provisions.\n2.2.   Plungers and agitators\nPlungers or agitators, for mixing liquids in bulk, shall be of sufficient area to produce adequate disturbance of the product without developing rancid flavour. In view of the different shapes and sizes of containers, no specific design of plunger can be recommended for all purposes, but plungers shall be designed in such a way as to avoid scratching the inner surface of the product containers during agitation.\nSuitable material has been described in Section 2 of the General Provisions.\nA form of plunger recommended as being suitable for the mixing of liquids in buckets or in cans has the following dimensions (Fig. 1): a disc 150 millimetres in diameter, perforated with six holes each of 12,5 millimetres in diameter on a circle 100 millimetres in diameter, the disc being fixed centrally to a metallic rod, the other end of which forms a loop handle. The length of the rod, including the handle, shall be approximately 1 metre.\nA suitable plunger for use for small tanks, has the following approximate dimensions (Fig. 2): a rod not less than 2 metres in length, fitted with a disc 300 millimetres in diameter perforated with 12 holes each 30 millimetres in diameter on a circle 230 millimetres in diameter.\nFor mixing the contents of large vessels, mechanical agitation or agitation by clean compressed air is advisable. Minimal air pressure and volume shall be used to prevent rancid flavour development.\nNote: Wherever ‘clean compressed air’ is required by this guide, it is necessary to use compressed air from which all contaminants (including oil, water and dust) have been excluded.\n2.3.   Stirrer\nBroad bladed, of sufficient depth to reach the bottom of the product container, and which preferably has one edge shaped to the contour of the container (see Fig. 3).\n2.4.   Dippers\nA dipper of suitable size and shape for collecting the sample is illustrated in Fig. 4. The dipper shall be fitted with a solid handle at least 150 millimetres in length. The capacity of the dipper shall be not less than 50 millilitres. It is an advantage for the handle to be bent over. The tapered form of the cup permits nesting of the dippers.\nAlternatively, a dipper of similar capacity may be used, but it should have parallel sides graduated into five equal sections for assistance in sampling proportionately consignments held in more than one container.\n2.5.   Rod\nRound, about 1 metre long and 35 millimetres in diameter.\n2.6.   Container\nFor sub-sampling capacity of 5 litres, wide mouthed.\n2.7.   Spoon or spatula\nBroad bladed.\n2.8.   Sample containers\nSee Section 3 of General Provisions.\n3.   Procedure\n3.1.   Sampling of unsweetened partly dehydrated milks\nA sample of not less than 200 grams shall be taken.\n3.1.1.   The product shall be thoroughly mixed by plunging or stirring, or by mechanical agitation, or by pouring from one container to another, or by the use of clean compressed air (see note 2.2), until sufficient homogeneity is obtained.\nTake the sample immediately after mixing by means of a dipper. If obtaining sufficient homogeneity presents difficulties, samples shall be taken from different portions of the product container to a total of not less than 200 grams. (It shall be noted if the sample is a mixture of sub-samples on the sample label and in the accompanying report).\n3.1.2.   Sampling products packed in small retail containers\nThe intact and unopened container may constitute the sample. One or more containers with the same batch or code number shall be taken to make up a sample of not less than 200 grams.\n3.2.   Sampling of sweetened partly dehydrated milk\n3.2.1.   General\nThe sampling of bulk containers of sweetened partly dehydrated milk may be a matter of extreme difficulty, particularly when the product is not homogeneous and is highly viscous. Problems of sampling may arise through the presence of large crystals of sucrose or lactose, or through precipitation of various salts which may occur throughout the body of the product or adhere to the walls, or through the presence of lumpy matter. Such conditions will become apparent when a sampling rod is introduced into the product container and is withdrawn after exploring as large an area of contact as possible. Provided the size of sugar crystals is not larger than 6 millimetres, difficulties in sampling should not be experienced from this cause. When the product is not homogeneous, this fact shall be noted on the sample label of the accompanying report. Since sweetened condensed milk is frequently stored at atmospheric temperature, it is recommended that in order to obtain a representative sample the contents shall be brought to a temperature of not less than 20 o C.\n3.2.2.   Procedure\nA sample of not less than 200 grams shall be taken.\n— Open containers\n— Enclosed drums with bungs at the end, or at the side\n3.2.3.   Sampling products packed in small retail containers\nThe intact and unopened container may constitute the sample. One or more containers with the same batch or code number shall be taken to make up a sample of not less than 200 grams.\n3.3.   Preservation, storage and transport of sample\nSee Sections 5 and 6 of the General Provisions.\nIII. METHOD 2:   SAMPLING OF POWDERED PRESERVED MILK PRODUCTS\n1.   Scope and field of application\nThis method describes the sampling for chemical analysis of:\n— dried whole milk or whole milk powder,\n— dried skimmed milk or skimmed milk powder,\n— dried partly skimmed milk or partly skimmed milk powder,\n— dried high-fat milk or high-fat milk powder.\n2.   Equipment\nSee Section 2 of the General Provisions.\n2.1.   Borers of sufficient length to reach the bottom of the product container\nBorers conforming to the description given in Part IV are appropriate.\n2.2.   Scoop, spoon or broad-bladed spatula\n2.3.   Sample containers\nSee Section 3 of the General Provisions.\n3.   Procedure\n3.1.   General\nCare shall be taken to minimize the uptake of atmospheric moisture by the content of the product container or in the period prior to sampling for analysis. The product container shall be securely reclosed after sampling.\n3.2.   Sampling\nA sample of not less than 200 grams shall be taken. The clean and dry borer shall be passed through the product, if necessary with the container inclined or laid on its side. The slit shall be oriented downward and an even rate of penetration used. When the borer reaches the bottom of the container it shall be rotated through 180o, withdrawn and the contents discharged into the sample container. One or more borers shall be taken to make a sample of not less than 200 grams. The sample container shall be closed immediately after sampling is complete.\n3.2.1.   Sampling products packed in small retail packages\nThe intact and unopened package may constitute the sample. One or more containers with the same batch or code number small be taken to make up a sample of not less than 200 grams.\nNote: When products are described as ‘instant’, a whole unopened package must constitute the sample.\n3.3.   Preservation, stockage and transport of sample\nSee Sections 5 and 6 of the General Provisions.\nIV.   BORERS FOR THE SAMPLING OF POWEDERED PRESERVED MILK IN BULK\n1.   Types of borer\nType A: long\nType B: short\n(see Fig. 5).\n2.   Materials\nBlade and stem shall be made of polished metal, preferably stainless steel.\nThe grip of the long trype should preferably be made of stainless steel.\nThe short type borer shall have a detachable grip of wood or plastic, fitted with a bayonet catch in the blade.\n3.   Construction\n3.1.   Shape, material and finish shall be such as to permit the borer to be easily cleaned.\n3.2.   The protruding edge of the blade of type A shall be sufficiently sharp to serve as a scraper.\n3.3.   The point of the blade shall be sufficiently sharp to facilitate sampling.\n4.   Principal dimensions\nThe borers shall conform to the dimensions (subject to a tolerance of 10 %) given in the table hereafter:\n(Dimensions in mm)\nType A long Type B short\nLength of blade 800 400\nThickness of metal of blade 1 to 2 1 to 2\nInner diameter of blade at point 18 32\nInner diameter of blade at grip or stem 22 28\nSlit width at point 4 20\nSlit width at grip or stem 14 14\n5.   Note on use of borers\n5.1.   With less free-flowing powders, the borers can be inserted vertically. Type A borers are then filled completely by turning and can be withdrawn vertically. Type B borers are already filled completely during insertion but must be withdrawn in an oblique position to prevent losses from the lower end.\n5.2.   In the case of free-flowing powder, the container shall be inclined, the borers inserted nearly horizontally with the slit downwards and withdrawn with the slit upwards."}