{"celex_id": "31989R3078", "uri": "http://publications.europa.eu/resource/cellar/94f10d55-4698-40ce-9c3e-8ed9de33a74c", "type": "Regulation", "concepts": ["1115", "1448", "1602", "180", "3299"], "title": "Commission Regulation (EEC) No 3078/89 of 12 October 1989 amending Regulations No 80/63/EEC, (EEC) No 2638/69 and (EEC) No 496/70 as regards communication of the authorities responsible for quality inspection in the fruit and vegetables sector\n", "header": "COMMISSION  REGULATION (EEC) No 3078/89\nof 12 October 1989\namending Regulations No 80/63/EEC, (EEC) No 2638/69 and (EEC) No 496/70 as regards communication of the authorities responsible for quality inspection in the fruit and vegetables sector\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1035/72 of 18 May 1972 on the common organization of the market in fruit and vegetables (1), as last amended by Regulation (EEC) No 1119/89 (2), and in particular Articles 8 (2) and 10 (1) thereof,\nWhereas Annex I to Commission Regulation No 80/63/EEC of 31 July 1963 on quality inspection of fruit and vegetables imported from third countries (3), as last amended by Regulation (EEC) No 3410/88 (4), lists the authorities appointed by each Member State to be responsible for inspection as referred to in Article 11 of Regulation (EEC) No 1035/72; whereas likewise Commission Regulation (EEC) No 2638/69 laying down additional provisions on quality control of fruit and vegetables marketed within the Community (5), as last amended by Regulation (EEC) No 3076/87 (6), and Commission Regulation (EEC) No 496/70 of 17 March 1970 laying down initial provisions on quality control of fruit and vegetables exported to third countries (7), as last amended by Regulation (EEC) No 3410/88, list the authorities responsible in each Member State for the appropriate inspection work;\nWhereas these lists are frequently amended; whereas they should, therefore, be established and updated by a simplified procedure involving a communication in the C series of the Official Journal of the European Communities;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Fruit and Vegetables,", "main_body": ["Regulation No 80/63/EEC is hereby amended as follows:\n1. The first subparagraph of Article 3 (1) is replaced by the following:\n'Inspection shall be carried out by the authorities appointed by each Member State. The Commission shall publish in the C series of the Official Journal of the European Communities a list of the authorities responsible for inspection and shall update it as necessary.'\n2. Annex I is deleted.", "Regulation (EEC) No 2638/69 is hereby amended as follows:\n1. Article 1 (4) is replaced by the following:\n'4. The Commission shall publish in the C series of the Official Journal of the European Communities a list of the authorities appointed to carry out the inspection work by each Member State and shall update it as necessary.'\n2. Annex IV is deleted.", "Regulation (EEC) No 496/70 is hereby amended as follows:\n1. Article 1 (1) is replaced by the following:\n'1. Quality control of exports as provided for in Article 12 (2) of Council Regulation (EEC) No 1035/72 (*) shall be compulsory for the products listed in Annex I to that Regulation. Its purpose shall be to verify by the procedures set out in Article 3 that the products presented for control are classed in one of the classes Extra, I or II and that their quality and classification are in accordance with the quality standards.\n(*) OJ No L 118, 20. 5. 1972, p. 1.'\n2. The first subparagraph of Article 1 (2) is replaced by the following:\n'Inspection shall be carried out by the authorities appointed by each Member State. The Commission shall publish in the C series of the Official Journal of the European Communities a list of the authorities responsible for inspection and shall update it as necessary.'\n3. Annex I is deleted.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 12 October 1989.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 118, 20. 5. 1972, p. 1.\n(2) OJ No L 118, 29. 4. 1989, p. 12.\n(3) OJ No 121, 3. 8. 1963, p. 2137/63.\n(4) OJ No L 299, 1. 11. 1988, p. 64.\n(5) OJ No L 327, 30. 12. 1969, p. 33.\n(6) OJ No L 291, 15. 10. 1987, p. 16.\n(7) OJ No L 62, 18. 3. 1970, p. 11."}