{"celex_id": "31983R2124", "uri": "http://publications.europa.eu/resource/cellar/24ebb341-7deb-40ad-93a9-2fa6ba6640f2", "type": "Regulation", "concepts": ["2925", "3732", "4280", "5334"], "title": "Commission Regulation (EEC) No 2124/83 of 26 July 1983 on crop and stock declarations for rice\n", "header": "COMMISSION  REGULATION (EEC) No 2124/83\nof 26 July 1983\non crop and stock declarations for rice\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1418/76 of 21 June 1976 on the common organization of the market in rice (1), as last amended by Regulation (EEC) No 1566/83 (2), and in particular Article 25a (4) thereof,\nWhereas Article 25a (4) of Regulation (EEC) No 1418/76 provides for crop and stock declarations to be made every year by producers and for stock declarations also to be made by rice mills; whereas the said Article lays down the necessary information to be given in these declarations and states that they are to be notified to the Commission;\nWhereas the Commission must be able to use this information to draw up at the beginning of every marketing year a picture of available rice stocks that will enable it to manage the market more efficiently; whereas in accordance with this purpose the content of the declarations should be made more precise, time limits for notification should be laid down and the forms in which notification is made to the Commission should be specified;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["Each year agricultural producers shall transmit to the intervention agency of the Member State in which their holding is located, or any other body designated by that Member State:\n(a) before 30 September a declaration of stocks held on 31 August, distinguishing between round grain and long grain rice and specifying for each type of rice the quantity of each variety held;\n(b) before 31 October a crop declaration distinguishing between round grain and long grain rice and specifying for each type of rice the varieties, surface area used and the quantity of rice obtained.", "Before 30 September each year rice mills shall transmit to the intervention agency of the Member State in which they are located or any other body designated by that Member State a declaration of rice stocks held on 31 August distinguishing between round grain and long grain rice and specifying for each type of rice the quantities of paddy, husked and wholly milled rice produced in the Community and the respective quantities held imported from non-member States.", "Member States shall forward to the Commission:\n(a) before 31 October in the manner indicated in Annexes II and III a summary of the data provided in the declarations specified in Articles 1 (a) and 2;\n(b) before 30 November in the manner indicated in Annex I a summary of the data provided in the crop declarations specified at (b) of Article 1.\nHowever, these figures may be amended up to 31 December at the latest.", "The Member States shall adopt the provisions required to allow declarations to be lodged and centralized at national level.\nThey shall also take the control measures required to ensure that declarations correspond to reality.\nThey shall inform the Commission of such provisions and measures.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nIt shall apply from 1 September 1983.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 26 July 1983.\nFor the Commission\nPoul DALSAGER\nMember of the Commission\n(1) OJ No L 166, 25. 6. 1976, p. 1.\n(2) OJ No L 163, 22. 6. 1983, p. 5.\nANNEX I\nMember State:\nDate:\nImplementation of Article 25a of Regulation (EEC) No 1418/76\n- Paragraph 1 -\nCROP DECLARATION\nMarketing year:\n1.2.3.4.5 //   //   //   //   //   // Type  // Variety  // Area (ha)  // Yield (tonnes/ha)  // Production of paddy rice (tonnes)  //   //   //   //   //   // I. Round grain rice  //   //   //   //   // Total  //   //   //   //   //   //  //   //   //   // II. Long grain rice  //   //   //   //  // Total  //   //   //   //   //   //   //   //   //   // Sum total (I + II)  //   //   //   //   //   //   //   //   //\nANNEX II\nMember State:\nDate:\nImplementation of Article 25a of Regulation (EEC) No 1418/76\n- Paragraph 1 -\nDECLARATION OF STOCKS AT 31 AUGUST 19 . .\n(Agricultural producers)\n1.2.3 //   //   //   // Type  // Variety  // Quantity (tonnes)  //   //   //   // I. Round grain rice  //   //  // Total  //   //   //   //   //   // II. Long grain rice  //  //   // Total  //   //   //   //   //   // Sum total (I + II)  //   //   //   //   //\nANNEX III\nMember State:\nDate:\nImplementation of Article 25a of Regulation (EEC) No 1418/76\n- Paragraph 2 -\nDECLARATION OF STOCKS AT 31 AUGUST 19 . .\n(Rice mills)\n(tonnes)\n1.2.3.4.5.6 //   //   //   //   //   //   //   // Paddy (gross weight)  // Husked (gross weight)  // Wholly milled  // Total (wholly milled equivalent (1))  // Observations  //  //   //   //   //   //   // I. At mill  //   //   //   //  //   // 1. Rice grown in the Community:  //   //   //   //  //   // - round grain rice  //   //   //   //   //   // - long grain rice  //   //   //   //   //   //   //   //   //   //  //   // Total  //   //   //   //   //   //   //   //   //  //   //   // 2. Rice imported from non-member countries:  //  //   //   //   //   // - round grain rice  //   //   //   //  //   // - long grain rice  //   //   //   //   //   //   //  //   //   //   //   // Total  //   //   //   //   //   //  //   //   //   //   //   // II. Sum total (1 + 2)  //   //  //   //   //   //   //   //   //   //   //\n(1) Rate used for working out the wholly milled rice equivalent of paddy rice:\nRate used for working out the wholly milled rice equivalent of husked rice:"}