{"celex_id": "31989R3906", "uri": "http://publications.europa.eu/resource/cellar/c5b0c3ee-c713-43d9-8737-48bcd9de74cb", "type": "Regulation", "concepts": ["1255", "2543", "3069", "3489", "5840", "922"], "title": "Council Regulation (EEC) No 3906/89 of 18 December 1989 on economic aid to the Republic of Hungary and the Polish People's Republic\n", "header": "COUNCIL  REGULATION (EEC) No 3906/89\nof 18 December 1989\non economic aid to the Republic of Hungary and the Polish People's Republic\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 235 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nWhereas the Community and its Member States have decided to make a concerted effort together with certain third countries, in order to implement measures intended to support the process of economic and social reform under way in Hungary and Poland;\nWhereas the Community has concluded Agreements on trade and commercial and economic cooperation with the Republic of Hungary and the Polish People's Republic;\nWhereas the Community must have the necessary means at its disposal to be able to implement such measures;\nWhereas the fields in which measures are to be undertaken should be determined;\nWhereas it is necessary to estimate the amount of Community financial resources needed to carry out these measures in 1990;\nWhereas the implementation of such measures will help to achieve the Community's aims and whereas the Treaty does not provide, for the measures in question, powers other than those of Article 235,", "main_body": ["The Community shall implement economic aid measures in favour of the Republic of Hungary and the Polish People's Republic in accordance with the criteria laid down in this Regulation.", "The amount of Community resources as necessary to carry out the measures introduced by this Regulation amount to ECU 300 million for the period expiring on 31 December 1990.", "1. The aid shall be used primarily to support the process of reform in Poland and Hungary, in particular by financing or participating in the financing of projects aimed at economic restructuring.\nSuch projects or cooperation measures should be undertaken in particular in the areas of agriculture, industry, investment, energy, training, environmental protection, trade and services; they should be aimed in particular at the private sector in Hungary and Poland.\n2. Account shall be taken, inter alia, of the preferences and wishes expressed by the recipient countries concerned in the choice of measures to be financed pursuant to this Regulation.", "The aid shall be granted by the Community, either independently or in the form of cofinancing with the Member States, the European Investment Bank, third countries or multilateral bodies or the recipient countries themselves.", "Community aid shall in general be in the form of grants. They may generate funds that can be used for financing cooperation projects or measures.", "1. The aid may cover expenditure on imports and local expenditure needed to carry out the projects and programmes.\nTaxes, duties and charges and the purchase of property shall be excluded from Community financing.\n2. Maintenance and operating costs may be covered for training and research programmes and for other projects; however, for the latter such costs may be covered only in the start-up stage and shall be degressive.\n3. However, in the case of cofinancing, account shall be taken in each case of the procedures applied by the other providers of capital.", "1. In the case of assistance exceeding ECU 50 000 for which the Community is the sole source of external aid, participation in invitations to tender and contracts shall be open on equal terms to all natural and legal persons of the Member States and of Poland and Hungary.\n2. Paragraph 1 shall apply also to cofinancing.\n3. In the case of cofinancing, however, the participation of third countries in invitations to tender and contracts may be authorized by the Commission, but only on a case-by-case basis, after examination of the case.", "The Commission shall administer the aid taking into account the procedure laid down in Article 9. The general guidelines applicable to the aid and to sector-based programmes shall be adopted in accordance with that procedure.", "1. A committee on aid for economic restructuring in Poland and Hungary is hereby set up at the Commission, consisting of representatives of the Member States and chaired by the Commission representative. An observer from the European Investment Bank shall take part in the Committee's proceedings with regard to questions concerning the Bank.\n2. The representative of the Commission shall submit to the committee a draft of the measures to be taken. The committee shall deliver its opinion on the draft within a time limit which the chairman may lay down according to the urgency of the matter. The opinion shall be delivered by the majority laid down in Article 148 (2) of the Treaty in the case of decisions which the Council is required to adopt on a proposal from the Commission. The votes of the representatives of the Member States within the committee shall be weighted in the manner set out in that Article. The chairman shall not vote.\n3. The Commission shall adopt decisions which shall apply immediately. However, if these decisions are not in accordance with the opinion of the committee, they shall be communicated by the Commission to the Council forthwith. In that event the Commission shall defer application of the measures which it has decided for a period of six weeks.\nThe Council, acting by a qualified majority, may take a different decision within the time limit referred to in the first subparagraph.", "0\nFrom 1990 the Commission shall draw up each year a report on the implementation of co-operation operations. The report shall be sent to the European Parliament, the Council and the Economic and Social Committee.", "1\nThis Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 18 December 1989.\nFor the Council\nThe President\nR. DUMAS\n(1) Opinion delivered on 14 December 1989 (not yet published in the Official Journal)."}