{"celex_id": "31980R2642", "uri": "http://publications.europa.eu/resource/cellar/d705cfe9-cf78-411f-b244-23a21cc3a183", "type": "Regulation", "concepts": ["3165", "3577", "3579", "4399", "4683", "4691"], "title": "Council Regulation (EEC) No 2642/80 of 14 October 1980 laying down conditions for the application of protective measures in the sheepmeat and goatmeat sector\n", "header": "COUNCIL REGULATION (EEC) No 2642/80 of 14 October 1980 laying down conditions for the application of protective measures in the sheepmeat and goatmeat sector\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1837/80 of 27 June 1980 on the common organization of the market in sheepmeat and goatmeat (1), and in particular Article 21 (1) thereof,\nHaving regard to the proposal from the Commission,\nWhereas Article 21 (1) of Regulation (EEC) No 1837/80 provides for the possibility of taking appropriate measures if, by reason of imports or exports, the Community market in one or more of the products listed in Article 1 experiences or is threatened with serious disturbance which may endanger the objectives set out in Article 39 of the Treaty ; whereas such measures relate to trade with third countries and whereas the cessation of their application is determined by the disappearance of the disturbance or of the threat of disturbance;\nWhereas it is consequently necessary to specify the main factors which make it possible to assess whether, in the Community, the market is seriously disturbed or is threatened with so being;\nWhereas, since recourse to protective measures depends on the influence exerted by trade with third countries on the Community market, it is necessary to assess the situation on that market by taking account not only of factors peculiar to the market itself but also of factors relating to the trend of that trade;\nWhereas the measures which may be taken pursuant to Article 21 of Regulation (EEC) No 1837/80 should be specified ; whereas such measures must be of such a kind as to remedy serious market disturbances and to remove the threat of such disturbances ; whereas they must be taken in conformity with the provisions of Article 18 of the aforementioned Regulation and must be tailored to the circumstances in order to prevent their having effects other than those desired;\nWhereas it is necessary to restrict the ability of a Member State to have recourse to interim protective measures where the market in that State, following an assessment based on the aforementioned factors, is regarded as fulfilling the conditions of the said Article ; whereas the measures capable of being taken in such a case must be of such a kind as to prevent the market situation from deteriorating further ; whereas, however, the interim protective nature of national measures justifies their application only until the entry into force of a Community decision has been taken on this matter;\nWhereas the Commission is required to determine the Community protective measures to be taken following a request by a Member State within 24 hours of receipt of such a request ; whereas, in order to enable the Commission to assess the market situation with the maximum efficiency, it is necessary to lay down provisions ensuring that the Commission will be informed as soon as possible of the application of interim protective measures by a Member State ; whereas it should be stipulated, therefore, that such measures will be notified to the Commission as soon as they have been decided on and that such notification is to be regarded as a request within the meaning of Article 21 (2) of Regulation (EEC) No 1837/80,", "main_body": ["For the purpose of assessing whether the Community market in one or more of the products referred to in Article 1 of Regulation (EEC) No 1837/80 is, by reason of imports or exports, experiencing or threatened with serious disturbance which may endanger the objectives set out in Article 39 of the Treaty, account shall be taken in particular of:    (a) the volume of imports or exports actual or anticipated,\n(b) supplies of products on the Community market,\n(c) prices recorded on the Community market or the foreseeable trend of those prices and, in particular, of an excessive upward or downward trend thereof,\n(d) the quantities of products in respect of which intervention measures have been taken or may have to be taken on account of imports.\n(1) OJ No L 183, 16.7.1980, p. 1.", "1. The measures which may be taken pursuant to Article 21 (2) and (3) of Regulation (EEC) No 1837/80, where the situation provided for in paragraph 1 of this Article arises, shall be the suspension of imports or exports or the levying of export charges.\n2. Such measures may be taken only to the extent and for such period of time as is strictly necessary. They shall take account of the special situation of products on their way to the Community. They may relate only to products from or for third countries. They may be restricted to certain sources, origins, destinations or uses, qualities or forms of presentation. They may be restricted to imports intended for certain Community regions or to exports from those regions.", "1. Where a Member State deems, following an assessment based on the factors referred to in Article 1, that the situation referred to in Article 21 (1) of Regulation (EEC) No 1837/80 exists on its territory, it may take, on an interim protective basis, the following measures:    (a) the suspension of imports or exports,\n(b) the requirement of the payment of deposits in respect of export charges or the securing of the amount thereof.\nThe measure referred to under (b) shall entail no levying of charges unless it has been so decided pursuant to Article 21 (2) or (3) of Regulation (EEC) No 1837/80.", "(2) shall apply.\n2. The interim protective measures shall be notified to the Commission by telex as soon as they have been decided on. Such notification shall be treated as a request within the meaning of Article 21 (2) of Regulation (EEC) No 1837/80.\nNational measures shall apply only until the entry into force of Community measures or, in the event of a negative decision, until such a decision takes effect.", "This Regulation shall enter into force on 20 October 1980.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 14 October 1980.\nFor the Council\nThe President\nC. NEY"}