{"celex_id": "31985D0137", "uri": "http://publications.europa.eu/resource/cellar/4946b5be-de76-4e18-b1d3-8b0dcda5d834", "type": "Decision", "concepts": ["1086", "1958", "2393"], "title": "85/137/EEC: Commission Decision of 29 January 1985 on the approval of the programme for the development of agriculture in the French overseas departments in accordance with Council Directive 81/527/EEC (Only the French text is authentic)\n", "header": "COMMISSION  DECISION\nof 29 January 1985\non the approval of the programme for the development of agriculture in the French overseas departments in accordance with Council Directive 81/527/EEC\n(Only the French text is authentic)\n(85/137/EEC)\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 81/527/EEC of 30 June 1981 on the development of agriculture in the French overseas departments, and in particular Article 2 thereof (1),\nWhereas the French Government communicated, on 10 October 1984, a modification of the programme for the development of agriculture in the overseas departments approved by means of Commission Decision 82/115/EEC (2), and provided supplementary information in November 1984;\nWhereas the said modification, which entails:\n- a revision of the estimates relating to the scale of certain works and particularly an increase in rural electrification work, in the light of the requirements which have become apparent,\n- a stipulation that the measures provided for in the initial programme to promote livestock farming also concern sheep and goat farming in Martinique,\nsatisfies the aims and conditions laid down in Directive 81/527/EEC;\nWhereas the adjustments made to the initial programme in the matter of rural electrification came into effect as of 1 January 1983;\nWhereas the Committee on the European Agricultural Guidance and Guarantee Fund has been consulted on the financial aspects;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Agricultural Structure,", "main_body": ["1. The modification of the programme for the development of agriculture in the French overseas departments submitted by the French Government on 10 October 1984 in accordance with Directive 81/527/EEC is hereby approved.\n2. The Decision to approve the programme adopted by the Commission on 29 January 1982 shall also apply to sheep and goat farming operations in Martinique begun after the said date.\n3. As regards rural electrification operations, this Decision shall take effect retrospectively from 1 January 1983.", "By 30 June each year the French Government shall submit a progress report on the programme covering all the measures planned in the departments concerned by Council Directive 81/527/EEC.\nThe said report, which shall cover each department in turn, shall deal separately with the following headings:\n1. collective irrigation operations\n2. improvement of agricultural infrastructure\n3. soil improvement and various protection work\n4. reafforestation and forestry improvement work\n5. measures to encourage stock-farming and diversification.\nThe data sheets of the report shall take the format of the models contained in the Annex.", "This Decision is addressed to the French Republic."], "attachments": "Done at Brussels, 29 January 1985.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 197, 20. 7. 1981, p. 38.\n(2) OJ No L 47, 19. 2. 1982, p. 39.\nANNEX\n81/527/EEC\nDepartment of\nFinancial year 198 .\nPROGRESS REPORT ON PROGRAMME General heading: e.g. IMPROVEMENT OF AGRICULTURAL INFRASTRUCTURE\nSubheading: e.g. road-building\nin physical terms:\n- number of units of work accomplished (1) - new work\n- improvements\n- list of operations completed - during the financial year\n- number of beneficiaries\n- list of operations in progress\nin financial terms:\n- amount expended - during the financial year\n- total since Directive first implemented\n- % of accomplishments under programmes\nComments on results obtained:\n(1) Units of work expressed in: kW (installed electrical power), m3/sec. (water supply), area served (irrigation), number of hectares (plantation work), etc."}