{"celex_id": "31988R3554", "uri": "http://publications.europa.eu/resource/cellar/629f087b-4bb0-4c4b-a42a-abda2903743d", "type": "Regulation", "concepts": ["1570", "2891", "2965", "4227", "4498"], "title": "Council Regulation (EEC) No 3554/88 of 14 November 1988 amending Regulation (EEC) No 987/68 laying down general rules for granting aid for skimmed milk processed into casein or caseinates\n", "header": "Council Regulation (EEC) No 3554/88\nof 14 November 1988\namending Regulation (EEC) No 987/68 laying down general rules for granting aid for skimmed milk processed into casein or caseinates\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 804/68 of 27 June 1968 on the common organization of the market in milk and milk products [1], as last amended by Regulation (EEC) No 1109/88 [2], and in particular Article 1 (2) thereof,\nHaving regard to the proposal from the Commission,\nWhereas Regulation (EEC) No 987/68 [3], as amended by the 1972 Act of Accession, is aimed at promoting milk proteins by widening their use; whereas the situation on the market for milk and milk products can be such as to cause casein and caseinates to be used as raw materials in the manufacture of certain products in a way which is inconsistent with the aims of the Regulation; whereas, in that case, the Commission should be authorized to take whatever measures are appropriate;\nWhereas account should be taken of the possible effects of these measures on the situation of the market and of enterprises; whereas, moreover, a thorough examination of the consequences of the measures taken should be carried out after a 12-month period in order to decide whether or not they should be extended,", "main_body": ["The following paragraph is added to Article 2 of Regulation (EEC) No 987/68 :\n\"4. If the market situation so dictates, the granting of aid may be restricted to casein and caseinates for specific uses. Uses may be excluded only where payment of the aid is economically or technologically unnecessary or where it would lead to distortion of competition.\nThis measure shall apply until 31 December 1989. The Council shall decide before 30 November 1989 on whether or not it should extend the measure on the basis of a report from the Commission on its impact.\nThe report shall in particular consider whether the measure has led to unfair competition between Community-produced casein and imports from third countries of non-milk proteins.\"", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 14 November 1988.\nFor the Council\nThe President\nY. Pottakis\n[1] OJ No L 148, 28. 6. 1968, p. 13.\n[2] OJ No L 110, 29. 4. 1988, p. 27.\n[3] OJ No L 169, 18. 7. 1968, p. 6.\n--------------------------------------------------"}