{"celex_id": "31988R2210", "uri": "http://publications.europa.eu/resource/cellar/6d496810-2ab7-435b-b8ac-141b320bd15e", "type": "Regulation", "concepts": ["239", "2676", "2689", "3170", "797"], "title": "Council Regulation (EEC) No 2210/88 of 19 July 1988 amending Regulation No 136/66/EEC on the establishment of a common organization of the market in oils and fats\n", "header": "COUNCIL REGULATION (EEC) No 2210/88 of 19 July 1988 amending Regulation No 136/66/EEC on the establishment of a common organization of the market in oils and fats\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 43 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas Regulation (EEC) No 1915/87 (4) abolishes the monthly increases for olive oil; whereas Articles 7 and 11 of Regulation No 136/66/EEC (5), as last amended by Regulation (EEC) No 1098/88 (6), should be adapted accordingly; whereas at the same  time, the definition of small producer referred to in Article 5 of the said Regulation should also be amended;\nWhereas Article 26 (1) of Regulation No 136/66/EEC provides for the possibility of buying in rape seed and sunflower seed where the market prices are lower than the intervention price; whereas, to make market management easier, that economically  unwarranted condition should be deleted; whereas, as a consequence of the limitation on the intervention period set out in that paragraph, paragraph 2 of that Article should be adapted; whereas for Spain and Portugal the date of beginning buying in for  intervention for sunflower seed should be brought forward to take account of the earlier harvests,", "main_body": ["Regulation No 136/66/EEC is hereby amended as follows:\n(7) OJ No C 139, 30. 5. 1988, p. 23.\n(8) OJ No C 187, 18. 7. 1988.\n(9) OJ No C 175, 4. 7. 1988, p. 33.\n(10) OJ No L 183, 3. 7. 1987, p. 7.\n(11) OJ No 172, 30. 9. 1966, p. 3025/66.\n(12) OJ No L 110, 29. 4. 1988, p. 10.\n1.  In Article 5:\n(a)  paragraph 1, second and sixth paragraphs are replaced by the following:\n´Before 1 August each year the Council shall, in respect of the marketing year which begins in the following calendar year, fix the unit amount of production aid in accordance with the procedure laid down in Article 43 (2) of the Treaty. A separate unit  amount may be fixed for producers whose average production is less than 300 kilograms of oil per year.' ´However, the unit amount of aid payable to producers whose average production of olive oil is less than 300 kilograms per marketing year shall not be multiplied by that coefficient.' (b)  paragraph 2, first indent, ´200' is replaced by ´300'.\n2.  Article 7 is replaced by the following:\n´Article 7 The representative market price shall be fixed at a level permitting the normal disposal of olive oil production, having regard to the prices of the competing products, and in particular of the outlook for their trend during the marketing year.' 3.  Article 11 (1) is replaced by the following:\n´1.  Where the production target price minus the production aid is higher than the representative market price for olive oil, consumption aid shall be granted for olive oil produced and placed on the market in the Community. Such aid shall be equal to  the difference between those two amounts.' 4.  The first subparagraph of Article 26 (1) is replaced by the following:\n´From 1 October to 31 May, intervention agencies shall purchase, under the conditions laid down pursuant to paragraphs 2 and 3, oil seeds originating in the Community offered to it at intervention centres. However, with regard to sunflower seed offered in Spain and Portugal, purchases shall begin on 1 August. Notwithstanding Article 27a, the oil seeds shall be bought in at 94 % of the intervention price.' 5.  Article 26 (2) is replaced by the following:\n´2.  The Council, acting by a qualified majority on a proposal from the Commission, shall lay down the conditions for intervention and in particular the principles governing the disposal by intervention agencies of seeds bought in by them.' Article 2 This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.", "(4) shall apply with effect from 1 July 1988 as regards rape seed and from 1 August 1988 as regards sunflower seed.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 July 1988.\nFor the Council The President Y. POTTAKIS EWG:L197UMBE00.97 FF: 3UEN;   SETUP: 01;   Hoehe: 725 mm;   106 Zeilen;   4468 Zeichen;\nBediener: JUTT   Pr.: B;\nKunde:"}