{"celex_id": "31987R2094", "uri": "http://publications.europa.eu/resource/cellar/2fc7b74e-5b82-4348-9f5f-0b288be8e7b8", "type": "Regulation", "concepts": ["13", "2644", "2676", "2871", "5360"], "title": "Council Regulation (EEC) No 2094/87 of 13 July 1987 amending Regulation (EEC) No 2731/75 fixing standard qualities for common wheat, rye, barley, maize, sorghum and durum wheat\n", "header": "COUNCIL  REGULATION (EEC) No 2094/87\nof 13 July 1987\namending Regulation (EEC) No 2731/75 fixing standard qualities for common wheat, rye, barley, maize, sorghum and durum wheat\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 43 thereof,\nHaving regard to Council Regulation (EEC) No 2727/75 of 29 October 1975 on the common organization of the market in cereals (1), as last amended by Regulation (EEC) No 1900/87 (2), and in particular Article 3 (5) thereof,\nHaving regard to the proposal from the Commission (3),\nHaving regard to the opinion of the European Parliament (4),\nWhereas, in view of the increase in production and consumption of durum wheat, more stringent quality conditions must be applied for the purposes of intervention; whereas this implies the prior modification of the standard quality; whereas, therefore, the requirements relating to moisture content and specific weight for durum wheat should be reinforced and technological criteria should be included in the definition of the standard quality for that cereal; whereas Regulation (EEC) No 2731/75 (5), as last amended by Regulation (EEC) No 1580/86 (6), should be amended,", "main_body": ["Regulation (EEC) No 2731/75 is hereby amended as follows:\n1. Article 5 is replaced by the following:\n'Article 5\nThe standard quality for which the target price and the intervention price for durum wheat are fixed is defined as follows:\n1. Physical quality criteria:\n(a) durum wheat of a sound, genuine and merchantable quality, free from abnormal smell and live pests, amber yellow to brown in colour, with a vitreous section of translucent, horny appearance;\n(b) total percentage of matter other than durum wheat grains of unimpaired quality: 25 %, of which:\n- percentage of durum wheat grains which have wholly or partly lost their vitreous aspect (mitadiné): 20 %,\n- percentage of broken grains: 2 %,\n- percentage of grain impurities: 2 % (''grain impurities\" means shrivelled grains, grains of other cereals, grains damaged by pests, grains showing discoloration of the germ, mottled grains, grains affected with fusariosis and grains overheated during drying),\n- percentage of sprouted grains: 0,5 %,\n- percentage of miscellaneous impurities: 0,5 % (\"miscellaneous impurities\" means extraneous seeds, damaged grains, extraneous matter, husks, ergot, decayed grains, dead insects and fragments of insects);\n(c) specific weight: 80 kilograms per hectolitre:\n(d) moisture content: 13 %.\n2. Technological quality criteria:\n(a) protein content (N × 5,7) not less than 12,5 % of dry matter;\n(b) gluten content not less than 8,75 % of dry matter;\n(c) Hagberg falling number not less than 250, including 60 seconds preparation (agitation) time.'\n2. In Article 6, point (b) is replaced by the following:\n'(b) the methods required for determining:\n- matter other than basic cereals of unimpaired quality,\n- moisture content,\n- durum wheat grains which have lost their vitreous aspects (mitadiné),\n- tannia content,\n- the machinability of the dough,\n- the protein content,\n- the gluten content,\n- the Zélény index,\n- the Hagberg falling number,\nshall be drawn up in accordance with the procedure laid down in Article 26 of Regulation (EEC) No 2727/75.'\n3. In the Annex, at point 2 (b), the second sentence is deleted.\n4. In the Annex, point 2 (d) is replaced by the following:\n'(d) Grains showing discoloration of the germ, mottled grains and grains affected with fusariosis. Grains showing discoloration of the germ are those of which the tegument is coloured brown to brownish black and of which the germ is normal and not sprouting. For common wheat, grains showing discoloration of the germ are disregarded up to 8 %.\nFor durum wheat,\n- mottled grains are grains which show brown to brownish black discoloration on parts other than the germ,\n- grains affected with fusariosis are grains whose pericarp is contaminated with Fusarium mycelium; such grains look slightly shrivelled, wrinkled and have pink or white diffuse patches with an ill-defined outline.'\n5. In the Annex, the following point is added:\n'6. Grains which have lost their vitreous aspect (mitadiné)\nMitadiné grains of durum wheat are grains whose kernel cannot be regarded as entirely vitreous.'", "This Regulation shall enter into force on the day of its publication in the Official Journl of the European Communities.\nIt shall apply with effect from 1 July 1987.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 13 July 1987.\nFor the Council\nThe President\nB. SCHALL HOLBERG\n(1) OJ No L 281, 1. 11. 1975, p. 1.\n(2) OJ No L 182, 3. 7. 1987, p. 40.\n(3) OJ No C 102, 15. 4. 1987, p. 10.\n(4) Opinion delivered on 10 July 1987 (not yet published in the Official Journal).\n(5) OJ No L 281, 1. 11. 1975, p. 22.\n(6) OJ No L 139, 24. 5. 1986, p. 34."}