{"celex_id": "31985R2148", "uri": "http://publications.europa.eu/resource/cellar/e4b23244-40cb-4c13-8599-33cbeac572be", "type": "Regulation", "concepts": ["1118", "4291"], "title": "Commission Regulation (EEC) No 2148/85 of 30 July 1985 extending the period of storage of certain quantities of dried figs and dried grapes, held by storage agencies from the 1982 and 1983 harvests\n", "header": "COMMISSION  REGULATION (EEC) No 2148/85\nof 30 July 1985\nextending the period of storage of certain quantities of dried figs and dried grapes, held by storage agencies from the 1982 and 1983 harvests\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 516/77 of 14 March 1977 on the common organization of the market in products processed from fruit and vegetables (1), as last amended by Regulation (EEC) No 746/85 (2),\nHaving regard to Council Regulation (EEC) No 2194/81 of 27 July 1981 laying down the general rules for the system of production aid for dried figs and dried grapes (3), as last amended by Regulation (EEC) No 2057/84 (4), and in particular Articles 10 (1) and 14 thereof,\nWhereas Article 10 of Regulation (EEC) No 2194/81 provides for the granting of storage aid to storage agencies for the quantities of dried figs and dried grapes which they have purchased under the contracts provided for in that Regulation for the duration of storage of the fruit in question, which is not extend beyond the end of the marketing year; whereas, however, it is stipulated in that Article that where the market situation so requires extension of the storage of certain quantities may be authorized;\nWhereas for dried figs and grapes from the 1982/83 and 1983/84 marketing year the storage period has been extended until the end of the 1984/85 marketing year by Commission Regulation (EEC) No 2194/84 (5); and Regulation (EEC) No 3360/83 (6), as last amended by Regulation (EEC) No 2195/84 (7); whereas Council Regulation (EEC) No 1603/83 (8) lays down special measures for the disposal of those products; whereas the period of storage should be extended until the products are disposed of;\nWhereas a storage aid is applicable for the products stored;\nWhereas this aid takes account of interest cost in connection with the purchase of the products; whereas the aids should therefore be maintained during the extended storage period;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Products Processed from Fruit and Vegetables,", "main_body": ["The period of storage for the quantities of dried figs and dried grapes purchased during the marketing years 1982/83 and 1983/84 by storage agencies pursuant to Article 3 of Regulation (EEC) No 2194/81 and still held by them shall be extended until they are disposed of in accordance with the provisions of Regulation (EEC) No 1603/83.", "The storage aid set:\n(a) in Article 2 of Regulation (EEC) No 362/85 (9) for dried grapes from the 1982/83 marketing year\n(b) in Article 3 of Regulation (EEC) No 581/85 (10) for dried grapes from the 1983/84 marketing year and\n(c) in Article 4 of Regulation (EEC) No 3249/83 (11) for dried figs from the 1983/84 marketing year\nshall be granted to storage agencies for the actual duration of storage of the respective products.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 July 1985.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 73, 21. 3. 1977, p. 1.\n(2) OJ No L 81, 23. 3. 1985, p. 10.\n(3) OJ No L 214, 1. 8. 1981, p. 1.\n(4) OJ No L 191, 19. 7. 1984, p. 4.\n(5) OJ No L 199, 28. 7. 1984, p. 35.\n(6) OJ No L 335, 30. 11. 1985, p. 28.\n(7) OJ No L 199, 28. 7. 1984, p. 36.\n(8) OJ No L 159, 17. 6. 1983, p. 5.\n(9) OJ No L 42, 13. 2. 1985, p. 18.\n(10) OJ No L 67, 7. 3. 1985, p. 15.\n(11) OJ No L 321, 18. 11. 1983, p. 16."}