{"celex_id": "31989R1326", "uri": "http://publications.europa.eu/resource/cellar/95e41cab-cfaa-4e53-8db9-cc839f1f04d2", "type": "Regulation", "concepts": ["2621", "4327", "473", "4734", "889", "978"], "title": "Commission Regulation (EEC) No 1326/89 of 16 May 1989 amending Regulation (EEC) No 3782/88 and authorizing Germany and France not to apply in certain areas the measures provided for in Council Regulation (EEC) No 1442/88 as regards the granting of permanent abondonment premiums in respect of wine-growing areas for the 1989/90 to 1995/96 wine-growing years\n", "header": "COMMISSION  REGULATION (EEC) No 1326/89\nof 16 May 1989\namending Regulation (EEC) No 3782/88 and authorizing Germany and France not to apply in certain areas the measures provided for in Council Regulation (EEC) No 1442/88 as regards the granting of permanent abondonment premiums in respect of wine-growing areas for the 1989/90 to 1995/96 wine-growing years\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1442/88 of 24 May 1988 on the granting, for the 1988/89 to 1995/96 wine years, of permanent abondonment premiums in respect of wine-growing areas (1), and in particular Article 12 (1) thereof,\nWhereas pursuant to Commission Regulation (EEC) No 2729/88 of 31 August 1988 laying down detailed rules for the application of Regulation (EEC) No 1442/88 (2), as last amended by Regulation (EEC) No 678/89 of 16 March 1989 (3), France lodged before 1 April 1989 an additional request for exclusion from the scope of the measures provided for in Regulation (EEC) No 1442/88 from the 1989/90 wine year; whereas those additions fall within the categories justified in the previous request resulting in Commission Regulation (EEC) No 3782/88 of 2 December 1988 authorizing Germany and France not to apply in certain areas the measures provided for in Regulation (EEC) No 1442/88 (4); whereas the corrected wine-growing potential of those areas as a whole is less than 10 % of French national wine-growing potential;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Wine,", "main_body": ["The Annexe to Regulation (EEC) No 3782/88 is hereby amended as follows:\n1. 'Ile d'Oléron' is added to the third indent in point 1;\n2. 'Jurançon, Béarn, Irouleguy, Coteaux du Vendomois' is added to the first indent of point 2;\n3. 'Pouillon' is added to the names of cantons in the twelfth indent of point 3.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply from the 1989/90 wine year.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 16 May 1989.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 132, 28. 5. 1988, p. 3.\n(2) OJ No L 241, 1. 9. 1988, p. 108.\n(3) OJ No L 73, 17. 3. 1989, p. 23.\n(4) OJ No L 332, 3. 12. 1988, p. 25."}