{"celex_id": "31986R1197", "uri": "http://publications.europa.eu/resource/cellar/74d0e045-5791-4806-9f35-c62bb0726e74", "type": "Regulation", "concepts": ["1031", "161", "2772", "2783", "863"], "title": "Council Regulation (EEC) No 1197/86 of 22 April 1986 amending, as a result of the accession of Spain, Regulations (EEC) No 3130/85, (EEC) No 3131/85 and (EEC) No 3808/85 concerning Community tariff quotas for certain products falling within Chapter 27, heading No 55.09 and subheading 06.02 A II respectively, of the Common Customs Tariff originating in Spain or the Canary Islands\n", "header": "COUNCIL  REGULATION (EEC) No 1197/86\nof 22 April 1986\namending, as a result of the accession of Spain, Regulations (EEC) No 3130/85, (EEC) No 3131/85 and (EEC) No 3808/85 concerning Community tariff quotas for certain products falling within Chapter 27, heading No 55.09 and subheading 06.02 A II respectively, of the Common Customs Tariff originating in Spain or the Canary Islands\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 113 thereof,\nHaving regard to the Act of Accession of Spain and Portugal, and in particular Articles 30, 31 and 75 thereof,\nHaving regard to the proposal from the Commission,\nWhereas by Regulations (EEC) No 3130/85 (1) and (EEC) No 3131/85 (2), as amended by Regulation (EEC) No 373/86 (3), and (EEC) No 3808/85 (4) the Community opened tariff quotas for:\n- certain petroleum products falling within Chapter 27,\n- other woven fabrics of cotton falling within heading No 55.09 and\n- certain plants falling within subheading 06.02 A II\nof the Common Customs Tariff, originating in Spain and the Canary Islands respectively; whereas the duties to be applied under the quotas were calculated and laid down on the basis of the duties actually applied on 1 January 1985; whereas Council Regulation (EEC) No 443/86 of 24 February 1986 concerning the basic duties to be adopted in the Community of Ten for the purpose of calculating the successive reductions provided for in the Act of Accession of Spain and Portugal (5) stipulates that the basic duties from which the reductions are to be made shall be those actually applied on 1 January 1986; whereas implementation of this provision will result in the lowering of some of the duties under the quotas referred to above; whereas Regulations (EEC) No 3130/85, (EEC) No 3131/85 and (EEC) No 3808/85 should therefore be amended,", "main_body": ["Article 1 of Regulation (EEC) No 3130/85 is hereby amended as follows:\n1. for subheading 27.12 B the duty of 1,8 % shall be replaced by 1,7 %;\n2. for subheading 27.13 B II the duty of 1,6 % shall be replaced by 1,5 %.", "Article 1 of Regulation (EEC) No 3131/85 is hereby replaced by the following:\n'Article 1\nFrom 1 January to 31 December 1986 the Common Customs Tariff duties for other woven fabrics of cotton falling within heading No 55.09 of the Common Customs Tariff and originating in Spain shall be suspended at the rate of 3,6 % within the limits of a Community tariff quota of 2 013 tonnes.'", "In Article 1 (1) of Regulation (EEC) No 3808/85 the duty of 7,4 % referring to subheading 06.02 A II shall be replaced by 7 %.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply from 1 March 1986.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 22 April 1986.\nFor the Council\nThe President\nH. van den BROEK\n(1) OJ No L 304, 16. 11. 1985, p. 1.\n(2) OJ No L 304, 16. 11. 1985, p. 5.\n(3) OJ No L 44, 21. 2. 1986, p. 1.\n(4) OJ No L 367, 31. 12. 1985, p. 52.\n(5) OJ No L 50, 28. 2. 1986, p. 9."}