{"celex_id": "31987R0419", "uri": "http://publications.europa.eu/resource/cellar/5f1ca54d-5aa0-4c08-b5d9-ae5f71e8ce76", "type": "Regulation", "concepts": ["1309", "2681", "2752", "2888"], "title": "Commission Regulation (EEC) No 419/87 of 11 February 1987 amending Regulation (EEC) No 2382/86 as regards the countervailing charges to be imposed where the minimum import price for dried grapes is not observed\n", "header": "COMMISSION  REGULATION (EEC) No 419/87\nof 11 February 1987\namending Regulation (EEC) No 2382/86 as regards the countervailing charges to be imposed where the minimum import price for dried grapes is not observed\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the Act of Accession of Spain and Portugal,\nHaving regard to Council Regulation (EEC) No 426/86 of 24 February 1986 on the common organization of the market in products processed from fruit and vegetables (1), as amended by Regulation (EEC) No 1838/86 (2), and in particular Article 9 (6) thereof,\nWhereas Commission Regulation (EEC) No 2382/86 (3), as amended by Regulation (EEC) No 3737/86 (4), fixes the countervailing charges to be imposed where the minimum import price for dried grapes is not observed;\nWhereas Article 2 (2) of Council Regulation (EEC) No 2089/85 of 23 July 1985 laying down general rules relating to the system of minimum import prices for dried grapes (5) provides that the maximum countervailing charge shall be determined on the basis of the most favourable prices applied on the world market for significant quantities by the most representative non-member countries; whereas on the basis of the now known prices applied on the world market, the maximum countervailing charges at present in force should be altered;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Products Processed from Fruit and Vegetables,", "main_body": ["The countervailing charges set out in the third column of Annex II to Regulation (EEC) No 2382/86 shall be amended as follows:\n(a) In respect of currants falling within subheading 08.04 B I a) or B II a) of the Common Customs Tariff the amount '182,55' is replaced by '323,02'.\n(b) In respect of dried grapes falling within subheading 08.04 B I b) or B II b) of the Common Customs Tariff the amount '231,48' is replaced by '371,95'.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 11 February 1987.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 49, 27. 2. 1986, p. 1.\n(2) OJ No L 159, 14. 6. 1986, p. 1.\n(3) OJ No L 206, 30. 7. 1986, p. 18.\n(4) OJ No L 347, 9. 12. 1986, p. 7.\n(5) OJ No L 197, 27. 7. 1985, p. 10."}