{"celex_id": "31989R0885", "uri": "http://publications.europa.eu/resource/cellar/2729b44e-0e42-4764-a93e-d7294128a22e", "type": "Regulation", "concepts": ["2300", "3167"], "title": "Council Regulation (EEC) No 885/89 of 5 April 1989 on the arrangements applying to imports for 1989 of products falling within CN codes 0714 10 91, 0714 10 99, 0714 90 11 and 0714 90 19 originating in third countries which are not members of the GATT, other than China\n", "header": "COUNCIL  REGULATION (EEC) No 885/89\nof 5 April 1989\non the arrangements applying to imports for 1989 of products falling within CN codes 0714 10 91, 0714 10 99, 0714 90 11 and 0714 90 19 originating in third countries which are not members of the GATT, other than China\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 113 thereof,\nHaving regard to the proposal from the Commission,\nWhereas, by Regulation (EEC) No 430/87 (1), as amended by Regulation (EEC) No 3837/88 (2), the Council defined the import arrangements applicable to products falling within CN codes 0714 10 10, 0714 10 90 and 0714 90 10 originating in certain third countries for 1987, 1988, 1989 and where applicable, 1990; whereas, however, for products covered by CN codes 0714 10 90 and 0714 90 10, imported from third countries which are not members of the GATT, other than China, referred to in Article 1 (2) (d) of Regulation (EEC) No 430/87, the quantities qualifying under the arrangements in question were determined for 1987 only;\nWhereas the quantities for 1989 should be fixed for the products in question as defined in accordance with the tariff nomenclature amended by Regulation (EEC) No 3174/88 (3);\nWhereas those quantities should be determined taking into account on the one hand the measures which the Community has had to adopt to stabilize agricultural production and on the other hand the need to maintain the pattern of trade with those countries while ensuring that the balance of the internal market in cereal products is not disturbed;\nWhereas, moreover, imports which are traditionally for uses other than animal feed and which involve a limited quantity of products should be permitted under the same tariff conditions,", "main_body": ["For products originating in third countries which are not members of the GATT, other than China, referred to in Article 1 (2) (d) of Regulation (EEC) No 430/87, the collection of the levy applicable to imports subject to a ceiling of 6 % ad valorem shall, for 1989:\n1. be limited to 30 000 tonnes in the case of products falling within CN codes 0714 10 99 and 0714 90 19;\n2. be limited to 2 000 tonnes in the case of products falling within CN codes 0714 10 91 and 0714 90 11.", "The Commission shall adopt the detailed rules for applying this Regulation in accordance with the procedure laid down in Article 26 of Council Regulation (EEC) No 2727/75 of 29 October 1975 on the common organization of the market in cereals (4), as last amended by Regulation (EEC) No 166/89 (5).", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 5 April 1989.\nFor the Council\nThe President\nM. CHAVES GONZALEZ\n(1) OJ No L 43, 13. 2. 1987, p. 9.\n(2) OJ No L 340, 10. 12. 1988, p. 1.\n(3) OJ No L 298, 31. 10. 1988, p. 1.\n(4) OJ No L 281, 1. 11. 1975, p. 1.\n(5) OJ No L 20, 25. 1. 1989, p. 16."}