{"celex_id": "31987R4009", "uri": "http://publications.europa.eu/resource/cellar/2b23e049-1294-4bd8-ba21-34402d1c647f", "type": "Regulation", "concepts": ["2563", "3591", "4687", "863"], "title": "Commission Regulation (EEC) No 4009/87 of 22 December 1987 fixing, for 1988, the quotas for imports into Portugal of certain egg and poultry-meat products from Spain and certain detailed rules for the application thereof\n", "header": "COMMISSION  REGULATION (EEC) No 4009/87\nof 22 December 1987\nfixing, for 1988, the quotas for imports into Portugal of certain egg and poultry-meat products from Spain and certain detailed rules for the application thereof\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the Act of Accession of Spain and Portugal, and in particular Article 257 thereof,\nHaving regard to Council Regulation (EEC) No 3792/85 of 20 December 1985 laying down the arrangements applying to trade in agricultural products between Spain and Portugal (1), and in particular Article 13 thereof,\nWhereas, as a result of an error of substance, the correction of which is being considered, the Act of Accession does not provide for the application of quantitative restrictions on imports into Portugal of products falling within subheading 0407 00 30 of the combined nomenclature from the Community as constituted at 31 December 1985; whereas, therefore, such restrictions have not been included in Regulation (EEC) No 3792/85 for imports from Spain into Portugal; whereas pending the rectification referred to above, Regulation (EEC) No 619/86 of the Commission (2), amended by Regulation (EEC) No 1996/86 (3), laid down such restrictions as temporary measures until 31 December 1987; whereas Council Regulation (EEC) No 4007/87 (4) extended the period referred to in Article 257 of the Act until 31 December 1990; whereas a quota may therefore be fixed for 1988;\nWhereas the initial quotas for imports into Portugal of certain egg and poultry products from Spain are set out in the Annex to Commission Regulation (EEC) No 619/86; whereas the quotas for 1988 should be fixed by applying the minimum rate of annual rise of 10 % provided for in Article 4 (4) (a) of Regulation (EEC) No 3792/85; whereas these quotas are in addition to those applicable under Article 269 of the Act of Accession to imports from the Community as constituted at 31 December 1986;\nWhereas obtained rules should be laid down for the implementation of these provisions to be analogous to those laid down in Regulation (EEC) No 619/86;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for eggs and poultrymeat,", "main_body": ["The quotas that the Portuguese Republic may apply in 1988, to imports of certain egg and poultrymeat products from Spain shall be as shown in the Annex hereto.", "Save as otherwise provided in this Regulation; Articles 3 and 4 of Regulation (EEC) No 619/86 shall apply to the quotas referred to in Article 1 of this Regulation.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 January 1988.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 22 December 1987.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 367, 31. 12. 1985, p. 7.\n(2) OJ No L 58, 1. 3. 1986, p. 51.\n(3) OJ No L 171, 28. 6. 1986, p. 28.\n(4) See page 1 of this Official Journal.\nANNEX\n1.2.3 //  //  //  // CN code  // Description  // Quota for 1988   //    //   //   //   //   //  1 000 units   // 0105  // Live poultry, that is to say, fowls of the species Gallus domesticus, ducks, geese, turkeys and guinea fowls:   //   //  //  Weighing not more than 185 g:   //   // 0105 11 00   // Fowls of the species Gallus domesticus   // 1 474   // 0105 19  //   Other:   //   // ex 0105 19 10   //    Geese and turkeys:   //   //   //  Turkeys   // 180   // 0407 00   // Birds' eggs, in shell, fresh, preserved or cooked:   //   //   //  Of poultry:   //   //   //   For hatching:   //   // ex 0407 00 11   //    Of turkeys or geese:   //   //   //  Of turkeys   // 22   // ex 0407 00 19   //    Other:   //   //   //  Others of the species Gallus domesticus   // 64   //   //   //  tonnes  // 0407 00 30   //   Other:   // 536   //    //   //"}