{"celex_id": "31986R1426", "uri": "http://publications.europa.eu/resource/cellar/9c6c754c-71ba-4d40-a05d-5d19efe640b2", "type": "Regulation", "concepts": ["1667", "4288", "5384"], "title": "Commission Regulation (EEC) No 1426/86 of 14 May 1986 determining the operative event for private storage aid for flax and hemp fibres\n", "header": "COMMISSION  REGULATION (EEC) No 1426/86\nof 14 May 1986\ndetermining the operative event for private storage aid for flax and hemp fibres\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1308/70 of 29 June 1970 on the common organization of the market in flax and hemp (1), as last amended by Regulation (EEC) No 3768/85 (2), and in particular Article 5 (3) thereof,\nWhereas under Article 5 (1) of Regulation (EEC) No 1308/70, aid is granted to holders of flax or hemp fibres who have concluded private storage contracts;\nWhereas Council Regulation (EEC) No 1676/85 of 11 June 1985 on the value of the unit of account and the conversion rates to be applied for the purposes of the common agricultural policy (3) specifies the rules governing the exchange rate between the ECU and the national currencies to be used for the purposes of the common agricultural policy, and the consequences arising from the fixing of agricultural conversion rates; whereas Article 4 of the said Regulation specifies that alterations of agricultural conversion rates are applicable to all amounts in respect of which the operative event occurs after the alterations have taken effect;\nWhereas the operative event for entitlement to the aid in the case of private storage contracts for flax or hemp should therefore be determined;\nWhereas, in accordance with Article 5 of Regulation (EEC) No 1676/85, 'operative event' is taken to mean, inter alia the conclusion of a contract; whereas the date of conclusion appears to be the most suitable in the case of the storage of flax or hemp fibre; whereas the date of the conclusion of the storage contract should therefore be chosen as the operative event for entitlement to private storage aid;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Flax and Hemp,", "main_body": ["For the purposes of Article 5 of Regulation (EEC) No 1676/85, the operative event for entitlement to private storage aid for flax or hemp fibre shall be regarded as having occurred on the day of the conclusion of the storage contract between the holder of the fibre and the intervention agency.", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Communities.\nIs shall apply to contracts concluded from 6 February 1986.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 14 May 1986.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 146, 4. 7. 1970, p. 1.\n(2) OJ No L 362, 31. 12. 1985, p. 8.\n(3) OJ No L 164, 24. 6. 1985, p. 1."}