{"celex_id": "31983R2769", "uri": "http://publications.europa.eu/resource/cellar/4ee983dc-6a25-4537-a759-9c124241453c", "type": "Regulation", "concepts": ["1108", "2965", "4288"], "title": "Commission Regulation (EEC) No 2769/83 of 4 October 1983 introducing private storage aid for Kefalotyri and Kasseri cheeses\n", "header": "COMMISSION  REGULATION (EEC) No 2769/83\nof 4 October 1983\nintroducing private storage aid for Kefalotyri and Kasseri cheeses\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 804/68 of 27 June 1968 on the common organization of the market in milk and milk products (1), as last amended by Regulation (EEC) No 1600/83 (2), and in particular Articles 9 (3) and 28 thereof,\nWhereas Council Regulation (EEC) No 508/71 of 8 March 1971 laying down general rules on private storage aid for long-keeping cheeses (3) permits the granting of private storage aid for sheep's-milk cheeses requiring at least six months for maturing where a serious market imbalance could be eliminated or reduced by seasonal storage;\nWhereas the market in Kefalotyri and Kasseri cheeses is at present disturbed by the existence of stocks which are difficult to sell and which are causing a lowering of prices; whereas seasonal storage should therefore be introduced to imrpove the situation and allow producers time to find outlets for their cheese;\nWhereas the detailed rules for the application of this measure should essentially be the same as those laid down for a similar measure applying to Pecorino Romano cheese;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Milk and Milk Products,", "main_body": ["Aid shall be granted in respect of the private storage of Kefalotyri and Kasseri cheeses manufactured in the Community from sheep's milk and satisfying the requirements of Articles 2 and 3.", "1. The intervention agency shall conclude storage contracts only when the following conditions are met:\n(a) the quantity of cheese to which the contract relates is not less than two tonnes;\n(b) the cheese was manufactured at least 90 days before the date specified in the contract as being the date of commencement of storage, and after 31 December 1982;\n(c) the cheese has undergone tests which show that it meets the condition laid down in (b) and that it is of first quality;\n(d) the storer undertakes:\n- to keep the cheese during the entire period of storage in premises where the maximum temperature is +16 Â°C,\n- to keep stock accounts and to inform the intervention agency each week of the quantity of cheese put into and withdrawn from storage during the previous week,\n- not to alter the composition of the batch under contract during the term of the contract without authorization from the intervention agency. Alteration may be authorized by the intervention agency if limited to the removal or removal and replacement of cheese found to have so deteriorated in quality as not to permit continued storage.\nIn cases where removal occurs:\n- if the cheese removed is replaced with the authorization of the intervention agency the contract shall be deemed not to have undergone any adjustment,\n- if it is not replaced the quantity shall be deemed to have been originally concluded for the quantity remaining in storage.\nSupervisory costs for the operation shall be borne by the storer.\n2. The storage contract shall be concluded:\n(a) in writing, stating the date when storage covered by the contract begins; this may not be earlier than the day following that on which the operations connected with putting the batch of cheese covered by the contract into storage were completed;\n(b) after completion of the operations connected with putting the batch of cheese covered by the contract into storage and at the latest 40 days after the date on which the storage covered by the contract begins.", "1. Aid shall be granted only for cheese put into storage in the period up to 15 November 1983.\n2. No aid shall be granted in respect of storage under contract for less than 60 days.\n3. The maximum aid payable shall be an amount corresponding to 150 days storage under contract terminating before 1 March 1984. The date on which removal of the cheese covered by the contract from storage begins shall not be included in the storage period covered by the contract.", "1. The amount of aid shall be 2,28 ECU per tonne per day.\n2. The amount of aid in ECU in relation to a storage contract shall be that applying on the first day of storage under contract. It shall be converted into national currency at the rate applicable on the last day of storage under contract.\n3. Aid shall be paid not later than 90 days from the last day of storage under contract.", "The periods, dates and time limits mentioned in this Regulation shall be determined in accordance with Regulation (EEC, Euratom) No 1182/71 (1). However, Article 3 (4) of that Regulation shall not apply for determination of the duration of storage under contract.", "The intervention agency shall take the necessary measures to ensure that checks are kept on the quantities covered by storage contracts. It shall in particular make provision for the marking of the cheeses covered by the contract.", "Member States shall communicate to the Commission on or before the Tuesday of each week:\n(a) the quantity of cheese for which storage contracts have been concluded during the previous week;\n(b) any quantities in respect of which the authorization referred to in the second indent of Article 2 (d) has been given.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 15 June 1983.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 4 October 1983.\nFor the Commission\nPoul DALSAGER\nMember of the Commission\n(1) OJ No L 148, 28. 6. 1968, p. 13.\n(2) OJ No L 163, 22. 6. 1983, p. 56.\n(3) OJ No L 58, 11. 3. 1971, p. 1.\n(1) OJ No L 124, 8. 6. 1971, p. 1."}