{"celex_id": "31985R0273", "uri": "http://publications.europa.eu/resource/cellar/89a112a1-7001-42a6-8832-1f59226216cd", "type": "Regulation", "concepts": ["2286", "2308", "5256", "5257"], "title": "Commission Regulation (EEC) No 273/85 of 31 January 1985 concerning the stopping of fishing for sole by vessels flying the flag of the Netherlands\n", "header": "COMMISSION  REGULATION (EEC) No 273/85\nof 31 January 1985\nconcerning the stopping of fishing for sole by vessels flying the flag of the Netherlands\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2057/82 of 29 June 1982 establishing certain control measures for fishing activities by vessels of the Member States (1), as amended by Regulation (EEC) No 1729/83 (2), and in particular Article 10 (3) thereof,\nWhereas Council Regulation (EEC) No 1/85 of 19 December 1984 fixing, for certain fish stocks and groups of fish stocks, provisional total allowable catches for 1985 and certain conditions under which they may be fished (3), provides for sole quotas for 1985;\nWhereas, in order to ensure compliance with the provisions relating to the quantitative limitations on catches of stocks subject to quotas, it is necessary for the Commission to fix the date by which catches made by vessels flying the flag of a Member State are deemed to have exhausted the quota allocated;\nWhereas, according to the information communicated to the Commission, catches of sole in the waters of ICES divisions III a and III b, c, d (EC zone), by vessels flying the flag of the Netherlands or registered in the Netherlands, have reached the quota allocated for 1985; whereas the Netherlands have prohibited fishing for this stock as from 25 January 1985; whereas it is therefore necessary to abide by that date,", "main_body": ["Catches of sole in the waters of ICES divisions III a and III b, c, d (EC zone), by vessels flying the flag of the Netherlands or registered in the Netherlands are deemed to have exhausted the quota allocated to the Netherlands for 1985.\nFishing for sole in the waters of ICES divisions III a and III b, c, d (EC zone), by vessels flying the flag of the Netherlands or registered in the Netherlands is prohibited, as well as the retention on board, the transhipment and the landing of such stock captured by the abovementioned vessels after the date of application of this Regulation.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 25 January 1985.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 31 January 1985.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 220, 29. 7. 1982, p. 1.\n(2) OJ No L 169, 28. 6. 1983, p. 14.\n(3) OJ No L 1, 1. 1. 1985, p. 1."}