{"celex_id": "31986R0729", "uri": "http://publications.europa.eu/resource/cellar/7f6904de-b797-4fd5-9032-f0d5331447bf", "type": "Regulation", "concepts": ["2300", "2783", "3579", "3591"], "title": "Commission Regulation (EEC) No 729/86 of 10 March 1986 amending the Annexes to Council Regulations (EEC) No 3785/85 and (EEC) No 182/86 concerning imports of certain textile products originating in third countries\n", "header": "COMMISSION  REGULATION (EEC) No 729/86\nof 10 March 1986\namending the Annexes to Council Regulations (EEC) No 3785/85 and (EEC) No 182/86 concerning imports of certain textile products originating in third countries\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3589/82 of 23 December 1982 on common rules for imports of certain textile products originating in third countries (1), as last amended by Regulation (EEC) No 3785/85 (2),\nHaving regard to Council Regulation (EEC) No 3785/85 of 20 December 1985 amending Regulation (EEC) No 3589/82 on common rules for imports of certain textile products originating in third countries, and in particular Article 3 thereof,\nHaving regard to Council Regulation (EEC) No 182/86 of 14 January 1986 making the importation into Spain and Portugal of textile products originating in certain third countries subject to quantitative limits (3), and in particular Article 3 thereof,\nWhereas, pursuant to Articles 183 and 370 of the Act of Accession of Spain and Portugal, the Community negotiated additional protocols adapting some of the bilateral agreements referred to in the said Act;\nWhereas the Annexes to Regulations (EEC) No 3785/85 and (EEC) No 182/86 should therefore be amended;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Textile Committee,", "main_body": ["Regulation (EEC) No 3785/85 is hereby amended as follows:\n(a) the following countries shall be added to Annex I: Philippines, Uruguay;\n(b) the Annex to this Regulation shall be inserted in Annex II.", "Regulation (EEC) No 182/86 is hereby amended as follows:\n(a) the following countries shall be deleted from Annex II: Philippines, Uruguay;\n(b) the quantitative limits for Philippines and Uruguay shall be deleted from Annex III.", "This Regulation shall enter into force on the second day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 10 March 1986.\nFor the Commission\nWilly DE CLERCQ\nVice-President\n(1) OJ No L 374, 31. 12. 1982, p. 106.\n(2) OJ No L 366, 31. 12. 1985, p. 1.\n(3) OJ No L 26, 31. 1. 1986, p. 1.\nANNEX\nQUANTITATIVE LIMITS FOR 1986\nGROUP I B\n1.2.3.4.5.6.7.8 //  //  //  //  //  //  //  //  // Cate- gory   // CCT heading No  // NIMEXE code (1986)  // Description  // Third countries  // Member States   // Units  // Quantitative limits from 1 January to 31 December 1986  //    //   //   //   //   //   //   //   //   //   //   //  //   //   //   //   // 4   // 60.04 B I II a) b) c) IV b) 1 aa) dd) 2 ee) d) 1 aa) dd) 2 dd)   // 60.04-19, 20, 22, 23, 24, 26, 41, 50, 58, 71, 79, 89   // Under garments, knitted or crocheted, not elastic or rubberized: Shirts, T-shirts, lightweight fine knit roll, polo or turtle necked jumpers and pullovers, undervests and the like, knitted or crocheted, not elastic or rubberized, other than babies' garments, of cotton or synthetic textile fibres; T-shirts and lightweight fine knit roll, polo or turtle necked jumpers and pullovers, of regenerated textile fibres, other than babies' garments  // Philippines   // E P EEC   // 1 000 pieces   // 70 14 10 332   //    //   //   //   //   //   //   //   // 5   // 60.05 A I a) II b) 4 bb) 11 aaa) bbb) ccc) ddd) eee) 22 bbb) ccc) ddd) eee) fff)   // 60.05-01, 31, 33, 34, 35, 36, 39, 40, 41, 42, 43   // Outer garments and other articles, knitted or crocheted, not elastic or rubberized: A. Outer garments and clothing accessories: Jerseys, pullovers, slip-overs, waistcoats, twinsets, cardigans, bedjackets and jumpers, knitted or crocheted, not elastic or rubberized, of wool, of cotton or of man-made textile fibres   // Philippines   // E P EEC   // 1 000 pieces   // 52 10 4 237   //    //   //   //  //   //   //   //   // 6   // 61.01 B V d) 1 2 3 e) 1 2 3 61.02 B II e) 6 aa) bb) cc)   // 61.01-62, 64, 66, 72, 74, 76 61.02-66, 68, 72   // Men's and boys' outer garments Women's, girls' and infants' outer garments: B. Other: Men's and boys' woven breeches, shorts and trousers (including slacks); women's, girls' and infants' woven trousers and slacks, of wool, of cotton or of man-made textile fibres   // Philippines  // E P EEC   // 1 000 pieces   // 65 13 4 030   //    //   //  //   //   //   //   //  //  //  //  //  //  //  //  //  // Cate- gory   // CCT heading No  // NIMEXE code (1986)  // Description  // Third countries  // Member States   // Units   // Quantitative limits from 1 January to 31 December 1986   //    //   //   //   //   //  //   //   //   // 7   // 60.05 A II b) 4 aa) 22 33 44 55 61.02 B II e) 7 bb) cc) dd)   // 60.05-22, 23, 24, 25 61.02-78, 82, 84   // Outer garments and other articles, knitted or crocheted, not elastic or rubberized: A. Outer garments and clothing accessories: II. Other Women's, girls' and infants' outer garments: B. Other: Blouses and shirt-blouses, knitted, crocheted (not elastic or rubberized), or woven, for women, girls and infants, of wool, of cotton or of man-made textile fibres   // Philippines   // E P EEC   // 1 000 pieces   // 32 6 2 885   //    //   //   //   //   //   //   //   // 8  // 61.03 A   // 61.03-11, 15, 19   // Men's and boys' under garments, in-  cluding collars, shirt fronts and cuffs: Men's and boys' shirts, woven, of wool, of cotton or of man-made textile fibres   // Philippines   // E P EEC   // 1 000 pieces  // 70 14 3 650   //    //   //   //   //   //   //   //\nGROUP II B\n1.2.3.4.5.6.7.8 //  //  //  //  //  //  //  //  // Cate- gory   // CCT heading No  // NIMEXE code (1986)  // Description  // Third countries  // Member States   // Units  // Quantitative limits from 1 January to 31 December 1986  //    //   //   //   //   //   //   //   // 13   // 60.04 B IV b) 1 cc) 2 dd) d) 1 cc) 2 cc)  // 60.04-48, 56, 75, 85  // Under garments, knitted or crocheted, not elastic or rubberized: Men's and boys' underpants and briefs, women's, girls' and infants' (other than babies') knickers and briefs, knitted or crocheted, not elastic or rubberized, of cotton or synthetic textile fibres   // Philippines   // E P EEC   // 1 000 pieces   // 300 71 8 253   //    //   //   //   //   //  //   //   // 15 B   // 61.02 B II e) 1 aa) bb) cc) 2 aa) bb) cc)  // 61.02-31, 32, 33, 35, 36, 37, 39, 40   // Women's, girls' and infants' outer garments: B. Other: Women's, girls' and infants' woven overcoats, raincoats and other coats, cloaks and capes; jackets and blazers, other than garments of category 15 A, of wool, of cotton or of man-made textile fibres  // Philippines   // E P EEC   // 1 000 pieces   // 37 7 1 223  //    //   //   //   //   //   //   //  //  //  //  //  //  //  //  //  // Cate- gory   // CCT heading No  // NIMEXE code (1986)  // Description  // Third countries  // Member States   // Units   // Quantitative limits from 1 January to 31 December 1986   //    //   //   //   //   //  //   //   //   // 21   // 61.01 B IV 61.02 B II d)  // 61.01-29, 31, 32 61.02-25, 26, 28   // Men's and boys' outer garments Women's, girls' and infants' outer garments: B. Other: Parkas, anoraks, windcheaters, waister jackets and the like, woven, of wool, of cotton or of man-made textile fibres  // Philippines   // E P EEC   // 1 000 pieces   // 100 20 3 482   //    //   //   //   //   //   //   //   // 24   // 60.04 B IV b) 1 bb) 2 aa) bb) d) 1 bb) 2 aa) bb)  // 60.04-47, 73 60.04-51, 53, 81, 83   // Under garments, knitted or crocheted, not elastic or rubberized: Men's and boys' pyjamas, knitted or crocheted, of cotton or of synthetic textile fibres Women's, girls' and infants' (other than babies') knitted or crocheted pyjamas and nightdresses, of cotton or of synthetic fibres  // Philippines   // E P EEC   // 1 000 pieces   // 71 14 3 875   //    //   //   //   //   //   //   //   // 26   // 60.05 A II b) 4 cc) 11 22 33 44   //   // Outer garments and other articles, knitted or crocheted, not elastic or rubberized: A. Outer garments and clothing accessories: II. Other  // Philippines   // E P EEC   // 1 000 pieces   // 50 19 1 433   //   // 61.02 B II e) 4 bb) cc) dd) ee)   //   // Women's, girls' and infants' outer garments: B. Other:  //  //  //  //  //  //  // 60.05-45, 46, 47, 48 61.02-48, 52, 53, 54   // Women's, girls' and infants' (other than babies') woven and knitted or crocheted dresses, of wool, of cotton or of man-made textile fibres   //   //   //   //   //    //   //  //   //   //   //   //   // 31   // 61.09 D   // 61.09-50  // Corsets, corset-belts, suspender-belts, brassiĂ¨res, braces, suspenders, garters and the like (including such articles of knitted or crocheted fabrics) whether or not elastic: BrassiĂ¨res, woven, knitted or crocheted   // Philippines   // E P EEC   // 1 000 pieces   // 123 25 6 200   //    //   //   //  //   //   //   //\nGROUP III A\n1.2.3.4.5.6.7.8 //  //  //  //  //  //  //  //  // Cate- gory   // CCT heading No  // NIMEXE code (1986)  // Description  // Third countries  // Member States   // Units  // Quantitative limits from 1 January to 31 December 1986  //    //   //   //   //   //   //   //   // 50   // 53.11  // 53.11-01, 03, 07, 11, 13, 17, 20, 30, 40, 52, 54, 58, 72, 74, 75, 82, 84, 88, 91, 93, 97   // Woven fabrics of sheep's or lambs' wool or of fine animal hair   // Uruguay   // E P EEC  // Tonnes   // 50 10 1 343   //    //   //   //   //   //  //   //\nGROUP III B\n1.2.3.4.5.6.7.8 //  //  //  //  //  //  //  //  // Cate- gory   // CCT heading No  // NIMEXE code (1986)  // Description  // Third countries  // Member States   // Units  // Quantitative limits from 1 January to 31 December 1986  //    //   //   //   //   //   //   //   // 10  // 60.02 A B  // 60.02-40 60.02-50, 60, 70, 80   // Gloves, mittens and mitts, knitted or crocheted, not elastic or rubberized: Gloves, mittens and mitts, knitted or crocheted, not elastic or rubberized, impregnated or coated with artificial plastic materials Gloves, mittens and mitts, knitted or crocheted, not elastic or rubberized, other than those of category 10, of wool, of cotton or of man-made textile fibres   //   //   //  //   //    //   //   //   //   //   //   //"}