{"celex_id": "31988D0152", "uri": "http://publications.europa.eu/resource/cellar/7d80f184-8022-4379-9b36-ffeff0ec1eb0", "type": "Decision", "concepts": ["1318", "2965", "2979", "766"], "title": "88/152/EEC: Commission Decision of 19 January 1988 on improving the efficiency of agricultural structures in the Federal Republic of Germany in 1987 pursuant to Council Regulation (EEC) No 797/85 (only the German text is authentic)\n", "header": "COMMISSION  DECISION\nof 19 January 1988\non improving the efficiency of agricultural structures in the Federal Republic of Germany in 1987 pursuant to Council Regulation (EEC) No 797/85\n(Only the German text is authentic)\n(88/152/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 797/85 of 12 March 1985 on improving the efficiency of agricultural structures (1), as last amended by Regulation (EEC) No 1760/87 (2), and in particular Article 25 (3) thereof,\nWhereas, pursuant to Article 24 (4) of Regulation (EEC) No 797/85, the Government of the Federal Republic of Germany has forwarded the laws, regulations and administrative provisions listed in the Annex to this Decision;\nWhereas, under Article 25 (3) of Regulation (EEC) No 797/85, the Commission has to decide whether the conditions for a financial contribution from the Community are satisfied in the light of the compatibility of the stated laws, regulations and administrative provisions with Regulation (EEC) No 797/85 and bearing in mind the objectives of the latter and the need to ensure that the various measures are properly related;\nWhereas the said laws, regulations and administrative provisions are consistent with the conditions and objectives of Regulation (EEC) No 797/85 so that, with due regard to the extent to which they comply with that Regulation, it is justified to conclude that the conditions for a financial contribution from the Community in respect of measures eligible under that Regulation are satisfied;\nWhereas the EAGGF Committee has been consulted on the financial aspects;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Agricultural Structures,", "main_body": ["The laws, regulations and administrative provisions set out in the Annex to this Decision which were forwarded by the Government of the Federal Republic of Germany pursuant to Regulation (EEC) No 797/85 satisfy the conditions governing a financial contribution from the Community in 1987 in respect of the measures eligible under the Regulation.", "This Decision is addressed to the Federal Republic of Germany."], "attachments": "Done at Brussels, 19 January 1988.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 93, 30. 3. 1985, p. 1.\n(2) OJ No L 167, 26. 6. 1987, p. 1.\nANNEX\nList of laws, regulations and administrative provisions applied in 1987 in the Federal Republic of Germany which are the subject to this Decision\nI\n- Guidelines of 12 January 1987 for investmend aid to individual agricultural holdings and for rural settlement measures,\n- Guidelines of 12 January 1987 for aid to agricultural holdings in less-favoured areas,\n- Guidelines of 12 January 1987 for aid in respect of forestry measures.\nII. LAENDER\nBaden-Wuerttemberg\n- Directives of 2 July 1984 on the promotion of machinery sharing by machinery and mutual aid syndicates in the version of 7 May 1985,\n- Directives of 1 January 1986 on aid for investments under the regional programme of the Land (Directives B); in the amended version of 10 October 1986,\n- Directives of 20 October 1981 on inter alia aid for vineyard modernization,\n- Directives of 15 November 1985 on aid for investments on farms to protect and improve the environment,\n- Directives 1987 on aid to agricultural holdings in mountain and hill areas and in certain less-favoured areas (compensatory allowances) in the amended version of 24 September 1987.\nBavaria\n- Directives of 1 January 1983 on special conditions to be met to obtain financial encouragement under the provisions of Article 6 (5) of the Law on the promotion of Bavarian agriculture (machinery syndicates),\n- Directives of 28 February 1983 on special conditions to be met to obtain financial encouragement under the provisions of Article 6 (5) of the Law on the promotion of Bavarian agriculture (central bodies for rural social workers and auxiliary farm workers),\n- Directives of 29 March 1978 on aid for village renewal in the amended version of 1 June 1986,\n- Directives of 17 February 1984 and 1 October 1985 on the Bavarian agricultural loans programme,\n- Directives on aid in respect of measures for the conservation of the agricultural landscape (parts B and C) in the amended version of 1 August 1985,\n- Directives of 28 June 1984 on aid in respect of measures for the environmentally acceptable storage of farmyard manure on farms,\n- Directives of 10 March 1986 on compensatory allowance in mountain and hill areas and less-favoured areas.\nBremen\n- Directives of 9 January 1975 on aid to agricultural holdings in less-favoured areas in the 1987 version.\nHamburg\n- Directives of 2 June 1985 on investment grants for agricultural holdings,\n- Directives of 11 June 1986 on aids to investment in agriculture (part B), aid to agricultural holdings in less-favoured areas,\n- Directives of 29 December 1985 on aid in respect of forestry measures.\nHesse\n- Directives of 17 July 1985 on aid to agricultural holdings in less-favoured areas (Directives concerning mountain farmers) in the version of 22 August 1986. Lower Saxony\n- Directives on the grant of aid to machinery syndicates in the version of 10 October 1979,\n- Directives of 29 May 1982 on aid for the employment of auxiliary farm labourers,\n- Directives of 1 January 1985 on subsidies to farms for measures to reduce environmental pollution,\n- Directives of 24 March 1987 on aid to agricultural holdings in less-favoured areas in Lower Saxony,\n- Directives on subsidies for first settlement of young farmers.\nNorth Rhine-Westphalia\n- Directives of 12 April 1985 on the grant of subsidies for investments in environmentally acceptable livestock production in the version of 20 January 1987,\n- Directives of 7 July 1986 on aid to agricultural holdings in mountain and hill areas and in certain less-favoured areas of North Rhine-Westphalia (compensatory allowances).\nRhineland-Palatinate\n- Decision of 3 April 1984 on aid for machinery and mutual aid syndicates in the version of 24 November 1986,\n- Circular of 5 September 1983 on aid for the creation of rational management units in agriculture and forestry in the version of 25 October 1986,\n- Circular of 19 September 1986 on subsidies to farmers for investments to reduce environmental pollution,\n- Circular of 3 July 1986 on aid for investments by individual farmers for the erection and extension of on-farm storage facilities for cereals and grain legumes,\n- Circular of 5 June 1986 on aid to agricultural holdings in less-favoured areas (compensatory allowances),\n- Circular of May 1987 on aid for investments for rationalization of vineyards on steep slopes.\nSaarland\n- Directives of 5 June 1973 on the promotion of cooperation between farmers,\n- Directives of 1 September 1972 on interest-rate subsidies for agriculture in the version of 17 December 1984,\n- Directives of the Minister of Economic Affairs of 13 June 1986 on the grant of compensatory allowances to agricultural holdings in certain less-favoured areas.\nSchleswig-Holstein\n- Directives of 17 December 1982 on aid for building operations on cattle and pig farms (land investment aid),\n- Directives of 2 April 1985 on aid in respect of measures for the environmentally acceptable storage of manure and to reduce nuisance from odours (promotion of agricultural environmental protection),\n- Directives of 20 February 1981 on the encouragement of the employment of auxiliary agricultural labourers in the version of 6 February 1986,\n- Directives of 9 June 1985 on aid for forestry - land programme in the version of 19 December 1986,\n- Directives of 2 January 1986 on aid for settlement measures to provide economic security,\n- Directives of 23 October 1986 on aid to agricultural holdings in less-favoured regions under the joint Federal Government/Laender scheme for improving agricultural structures and coastal protection."}