{"celex_id": "31982R1859", "uri": "http://publications.europa.eu/resource/cellar/971bd97a-9d1c-4342-84ae-5c7246295eea", "type": "Regulation", "concepts": ["2497", "3682", "63", "937"], "title": "Commission Regulation (EEC) No 1859/82 of 12 July 1982 concerning the selection of returning holdings for the purpose of determining incomes of agricultural holdings\n", "header": "COMMISSION  REGULATION (EEC) No 1859/82\nof 12 July 1982\nconcerning the selection of returning holdings for the purpose of determining incomes of agricultural holdings\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation No 79/65/EEC of 15 June 1965 setting up a network for the collection of accountancy data on the incomes and business operation of agricultural holdings in the European Economic Community (1), as last amended by Council Regulation (EEC) No 2143/81 (2), and in particular Articles 4 (4), 5 (5) and 6 (2) thereof,\nWhereas returning holdings must be selected in a uniform manner in each division and whereas to that end detailed rules should be laid down to implement the relevant provisions of Regulation No 79/65/EEC;\nWhereas in the light of the latest amendments to Regulation No 79/65/EEC and of experience acquired since 1965 the detailed rules for the selection of returning holdings should be completely revised; whereas, accordingly, Commission Regulation No 91/66/EEC (3), should be repealed and replaced by a new Regulation;\nWhereas the holdings to be studied in connection with the farm accountancy data network fall within the field of survey of the structure surveys and of Community or national censuses of agricultural holdings;\nWhereas the data available for the purposes of drawing up selection plans for the '1982' and subsequent accounting years and the difference in the agricultural situation as between the different Member States require that thresholds of economic size which vary by Member State, and even in some cases by division, be adopted for that year;\nWhereas experience shows that operation of the data network is facilitated if the number of returning holdings selected per division is allowed to vary within certain limits on condition that the total number of holdings per Member State is complied with;\nWhereas the selection plan must include a minimum number of elements enabling its validity in relation to the objectives of the farm accountancy data network to be assessed;\nWhereas the selection plan must be drawn up prior to the beginning of the corresponding accounting year so that it can be approved before being used for the selection of returning holdings;\nWhereas the report on the implementation of the selection plan for returning holdings must cover the different aspects of the plan's implementation with a view in particular to identifying any adjustments which may be necessary for subsequent accounting years and whereas the report must also take account of the use of certain data from the plan for the purposes of the weighting to be given to the accountancy data;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Community Committee on the Farm Accountancy Data Network,", "main_body": ["For the purposes of this Regulation 'agricultural holding' means a farm business as defined in the context of the Community agricultural surveys and censuses.", "For the '1982' accounting year - a period of 12 consecutive months beginning between 1 January and 1 July 1982 - and for subsequent accounting years, the threshold of economic size as referred to in Article 4 of Regulation No 79/65/EEC shall be as follows:\n- 6 ESU in Belgium and the Netherlands,\n- 4 ESU in Germany, France, Luxembourg, Denmark, and the United Kingdom (not including Northern Ireland),\n- 2 ESU in Ireland and Northern Ireland,\n- 1 ESU in Italy and Greece.", "The number of returning holdings per division shall be as shown in Annex I.\nThe number of returning holdings to be selected in each division may differ from that shown in Annex I by up to 20 % in either direction provided that this does not entail a reduction in the total number of returning holdings per Member State.", "The plan for the selection of returning holdings must ensure the representativeness of the returning holdings as a whole.\nIt shall include:\n(a) the elements on which it is based, namely:\n- particulars of the statistical reference sources,\n- the procedures for stratifying the field of survey in accordance with the Community typology of holdings, taking account, where appropriate, of additional national criteria,\n- the procedures for determining the selection rate chosen for each stratum.\n- the procedures for the selection of returning holdings,\n- the procedures for the possible later updating of the selection plan,\n- the probable period of validity of the selecting plan;\n(b) the breakdown of holdings in the field of survey classified in accordance with the Community typology of holdings (corresponding at least to the principal types) and the number of returning holdings to be selected for each of the strata adopted.", "The selection plan shall be forwarded to the Commission not later than two months before the beginning of the first accounting year to which it relates.\nThe procedures and time limits for communicating adjustments to the selection plan to the Commission shall be the same as for the forwarding of the plan itself.", "The report on the implementation of the selection plan for returning holdings shall include:\n1. The breakdown of the selected returning holdings by category of holding;\n2. comments on the analysis of discrepancies recorded between the selection plan and the returning holdings selected, on the guidelines to be employed, in improving the selection for the subsequent accounting year, and on the precautions to be taken in weighting the accounting data.\nThe implementation report shall be submitted in accordance with the model set out in Annex II. It shall be forwarded to the Commission within 6 months of the beginning of the accounting year.", "Regulation No 91/66/EEC is hereby repealed.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nIt shall be applicable as from the accounting year 1982.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 12 July 1982.\nFor the Commission\nPoul DALSAGER\nMember of the Commission\n(1) OJ No 109, 23. 6. 1965, p. 1859/65.\n(2) OJ No L 210, 30. 7. 1981, p. 1.\n(3) OJ No 121, 4. 7. 1966, p. 2249/66.\nANNEX  I\nNumber of returning holdings by division\n1.2.3 //   //   //   // Reference Number  // Name of division  // Number of returning holdings (accounting year '1982' onwards)  //   //   //   //   // GERMANY  //   // 010  // Schleswig-Holstein  // 500  // 020  // Hamburg  // 40  // 030  // Niedersachsen  // 800  // 040  // Bremen  // -  // 050  // Nordrhein-Westfalen  // 660  // 060  // Hessen  // 370  // 070  // Rheinland-Pfalz  // 480  // 080  // Baden-Wuerttemberg  // 620  // 090  // Bayern  // 960  // 100  // Saarland  // 70  // 110  // Berlin  // -  //  // Total Germany  // 4 500  //   // FRANCE  //   // 121  // Île-de-France  // 95  // 131  // Champagne-Ardenne  // 260  // 132  // Picardie  // 230  // 133  // Haute-Normandie  // 145  // 134  // Centre  // 350  // 135  // Basse-Normandie  // 215  // 136  // Bourgogne  // 285  // 141  // Nord - Pas-de-Calais  // 305  // 151  // Lorraine  // 215  // 152  // Alsace  // 160  // 153  // Franche-Comté  // 200  // 162  // Pays de la Loire  // 440  // 163  // Bretagne  // 475  // 164  // Poitou-Charentes  // 325  // 182  // Aquitaine  // 425  // 183  // Midi-Pyrénées  // 430  // 184  // Limousin  // 195  // 192  // Rhône-Alpes  // 360  // 193  // Auvergne  // 320  // 201  // Languedoc-Roussillon  // 340  // 203  // Provence - Alpes - Côte d'Azur  // 270  // 204  // Corse  // 60  //   // Total France  // 6 100  //   //   //\n1.2.3,6 //    //   //   // Reference number  // Name of division  // Number of returning holdings  //   //  // Accounting year  //   //   //  1.2.3.4.5.6 //   //  // 1982  // 1983  // 1984  // 1985 onwards  //   //   //   //  //   //   //   // ITALY  //   //   //   //   // 221  // Valle d'Aosta  // 70  //   //   //   // 222  // Piemonte  // 940  //  //   //   // 230  // Lombardia  // 950  //   //   //   // 241  // Trentino  // 150  //   //   //   // 242  // Alto Adige  // 150  //   //   //   // 243  // Veneto  // 900  //   //  //   // 244  // Friuli-Venezia Giulia  // 250  //   //   //  // 250  // Liguria  // 350  //   //   //   // 260  // Emilia-Romagna  // 900  //   //   //   // 270  // Toscana  // 900  //   //   //   // 281  // Marche  // 450  //   //  //   // 282  // Umbria  // 400  //   //   //   // 291  // Lazio  // 650  //   //   //   // 292  // Abruzzo  // 450  //   //   //   // 301  // Molise  // 140  //   //   //  // 302  // Campania  // 950  //   //   //   // 303  // Calabria  // 700  //   //   //   // 311  // Puglia  // 800  //   //   //   // 312  // Basilicata  // 350  //   //   //  // 320  // Sicilia  // 950  //   //   //   // 330  // Sardegna  // 600  //   //   //   //   // Total: Italy  // 12 000  // 14 000  // 16 000  // 18 000  //   //   //   //   //   // 1.2.3 //   //   //   // Reference number  // Name of division  // Number of returning holdings (accounting year 1982 onwards)  //   //   //   // 340  // BELGIUM  // 1 000  // 350  // LUXEMBOURG  // 300  // 360  // NETHERLANDS  // 1 500  // 370  // DENMARK  // 2 000  // 380  // IRELAND  // 1 300  //   // UNITED KINGDOM  //   // 411  // England - North Region  // 420  // 412  // England - East Region  // 650  // 413  // England - West Region  // 430  // 421  // Wales  // 300  // 431  // Scotland  // 380  // 441  // Northern Ireland  // 320  //   // Total: United Kingdom  // 2 500  //   //   // 1.2.3,6 //   //   //   // Reference number  // Name of division  // Number of returning holdings  //   //   // Accounting year  //   //   //  1.2.3.4.5.6 //   //   // 1982  // 1983  // 1984  // 1985 onwards  //   //   //   //   //   //   //   // GREECE  //   //   //   //   // 450  // Makedonia - Thraki  // 1 510  // 2 070  // 2 380  // 2 480  // 460  // Ipiros - Peloponnissos - Nissi Ioniou  // 1 120  // 1 530  // 1 760  // 1 840  // 470  // Thessalia  // 560  // 770  // 900  // 930  // 480  // Sterea Ellas - Nissi Egaeou - Kriti  // 1 210  // 1 630  //  1 860  //  1 950  //   // Total: Greece  // 4 400  // 6 000  // 6 900  // 7 200  //   //   //   //   //   //\nANNEX II\nREPORT ON THE IMPLEMENTATION OF THE SELECTION PLAN FOR RETURNING HOLDINGS\n1. Table for presenting the selection of returning holdings\nDivision:\nAccounting year: 19 . .\n1.2.3.4 //   //   //   //   // Category of holding (1) OTE ESU  // Number of holdings in the field of survey (2) ( . . . . ESU)  // Number of returning holdings selected  // Number of holdings represented by one returning holding  //   //   //  //   // (a)  // (b)  // (c)  // (b) (c)  //   //   //   //  //   //   //   //   //   //   //   //   //   //   //   //  //   //   //   //   //   //   //   //   //   //   //   //  //   //   //   //   //   //   //   //   //   //   //   //  //   //   //   //   //   //   //   //   //   //   //   //  //   //   //   //   //   //   //   //   //   //   //   //  //   //   //   //   //   //   //   //   //   // 1,3.4 // Total  //   // Number of new returning holdings in relation to the selection for the preceding accounting year  //\n(1) Show the category of holding according to the Community typology. The principal types constitute the minimal basis for the stratification of the field of survey. The categories of holdings can be regrouped according to the selection plan.\n(2) Indicate the date of the survey or the census used for defining the field of observation.\n2. Comments:\n1.2 // Done at , on 19 . .  // For the National Committee The President\nREFERENCE NUMBER\nNAME OF DIVISION\nNUMBER OF RETURNING HOLDINGS ( ACCOUNTING YEAR 1982 ONWARDS )  //  //  //\n340\nBELGIUM\n1 000\n350\nLUXEMBOURG\n300\n360\nNETHERLANDS\n1 500\n370\nDENMARK\n2 000\n380\nIRELAND\n1 300  //\nUNITED KINGDOM  //\n411\nENGLAND - NORTH REGION\n420\n412\nENGLAND - EAST REGION\n650\n413\nENGLAND - WEST REGION\n430\n421\nWALES\n300\n431\nSCOTLAND\n380\n441\nNORTHERN IRELAND\n320  //\nTOTAL : UNITED KINGDOM\n2 500  //  //  //\n1.2.3,6 //  //  //\nREFERENCE NUMBER\nNAME OF DIVISION\nNUMBER OF RETURNING HOLDINGS  //  //\nACCOUNTING YEAR  //  //  //\n1.2.3.4.5.6 //  //\n1982\n1983\n1984\n1985 ONWARDS  //  //  //  //  //  //  //\nGREECE  //  //  //  //\n450\nMAKEDONIA - THRAKI\n1 510\n2 070\n2 380\n2 480\n460\nIPIROS - PELOPONNISSOS - NISSI IONIOU\n1 120\n1 530\n1 760\n1 840\n470\nTHESSALIA\n560\n770\n900\n930\n480\nSTEREA ELLAS - NISSI EGAEOU - KRITI\n1 210  // 1 630  // 1 860  // 1 950  //\nTOTAL : GREECE\n4 400\n6 000\n6 900\n7 200  //  //  //  //  //  //\nANNEX II\nREPORT ON THE IMPLEMENTATION OF THE SELECTION PLAN FOR RETURNING HOLDINGS\n1 . TABLE FOR PRESENTING THE SELECTION OF RETURNING HOLDINGS\nDIVISION :\nACCOUNTING YEAR : 19 . .\n1.2.3.4 //  //  //  //\nCATEGORY OF HOLDING ( 1 ) OTE ESU\nNUMBER OF HOLDINGS IN THE FIELD OF SURVEY ( 2 ) ( . . . . ESU )\nNUMBER OF RETURNING HOLDINGS SELECTED\nNUMBER OF HOLDINGS REPRESENTED BY ONE RETURNING HOLDING  //  //  //  //\n( A )\n( B )\n( C )\n( B ) ( C )  //  //  //  //  //  //  //  //  //  //  //  //  //  //  //  //  //  //  //  //  //  //  //  //  //  //  //  //  //  //  //  //  //  //  //  //  //  //  //  //  //  //  //  //  //  //  //  //  //  //  //  //  //  //  //  //  //  //  //  //  //  //  //  //  //  //  //  //  //  //  //  //  //  //\n1,3.4TOTAL  //\nNUMBER OF NEW RETURNING HOLDINGS IN RELATION TO THE SELECTION FOR THE PRECEDING ACCOUNTING YEAR  //\n( 1 ) SHOW THE CATEGORY OF HOLDING ACCORDING TO THE COMMUNITY TYPOLOGY . THE PRINCIPAL TYPES CONSTITUTE THE MINIMAL BASIS FOR THE STRATIFICATION OF THE FIELD OF SURVEY . THE CATEGORIES OF HOLDINGS CAN BE REGROUPED ACCORDING TO THE SELECTION PLAN .\n( 2 ) INDICATE THE DATE OF THE SURVEY OR THE CENSUS USED FOR DEFINING THE FIELD OF OBSERVATION .\n2 . COMMENTS :\n1.2DONE AT , ON 19 . .\nFOR THE NATIONAL COMMITTEE THE PRESIDENT"}