{"celex_id": "31985L0345", "uri": "http://publications.europa.eu/resource/cellar/845e4cd6-8213-4a7c-9050-84d188a18f58", "type": "Directive", "concepts": ["1182", "3099", "3246", "4313", "521", "5217"], "title": "Council Directive 85/345/EEC of 8 July 1985 amending Directive 77/780/EEC on the coordination of laws, regulations and administrative provisions relating to the taking up and pursuit of the business of credit institutions\n", "header": "COUNCIL  DIRECTIVE\nof 8 July 1985\namending Directive 77/780/EEC on the coordination of laws, regulations and administrative provisions relating to the taking up and pursuit of the business of credit institutions\n(85/345/EEC)\nTHE COUNCIL OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 57 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nWhereas the first subparagraph of Article 3 (3) (b) of Directive 77/780/EEC (3) provides that where the laws, regulations or administrative provisions of a Member State provide, at the time of notification of the Directive, that the economic needs of the market shall be a condition of authorization for the setting up of new credit institutions and the opening of branches of credit institutions the head of which is in the territory of such Member State or in the territory of another Member State, the State in question may continue to apply that criterion for seven years after notification;\nWhereas, since the 1979 Act of Accession contains no provision relating to economic need in the banking sector, the various notification deadlines laid down in Directive 77/780/EEC were therefore also applicable to the Hellenic Republic;\nWhereas, by virtue of Article 143 of the 1979 Act of Accession and of the second subparagraph of Article 3 (3) (b) of Directive 77/780/EEC, the Hellenic Republic had until 30 June 1981 to notify the Commission of its intention to maintain the criteria of economic need;\nWhereas by 30 June 1981 the Commission had received no such notification;\nWhereas in November 1981 the Greek Government expressed its intention of maintaining the criterion of economic need for the setting up of new credit institutions and for the opening of branches of credit institutions the head offices of which are either in Greece or in another Member State;\nWhreas there is a justified case for the maintenance of the criterion of economic need, given the structural problems facing the Greek banking industry; whereas it is necessary to amend Directive 77/780/EEC as a result,", "main_body": ["The following subparagraphs are hereby added to Article 3 (3) (b) of Directive 77/780/EEC:\n'The Hellenic Republic may continue to apply the criterion of economic need. On a request from the Hellenic Republic, the Commission shall, if appropriate, submit to the Council by 15 June 1989 proposals authorizing the Hellenic Republic to continue to apply the criterion of economic need until 15 December 1992.\nThe Council shall act within six months of the submission of those proposals.'", "1. The Member States shall take the measures necessary for them to comply with this Directive as from its notification (1). They shall forthwith inform the Commission thereof.\n2. The Member States shall communicate to the Commission the provisions of national law they adopt in the field governed by this Directive. The Commission shall inform the other Member States thereof.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 8 July 1985.\nFor the Council\nThe President\nJ. SANTER\n(1) OJ No C 153, 13. 6. 1984, p. 4.\n(2) OJ No C 12, 14. 1. 1985, p. 125.\n(3) OJ No L 322, 17. 12. 1977, p. 30.\n(1) This Directive was notified to Member States on 15 July 1985."}