{"celex_id": "31986L0216", "uri": "http://publications.europa.eu/resource/cellar/5effa142-1cc7-4e6a-8797-3a188e7a9595", "type": "Directive", "concepts": ["195", "4505", "4511", "4518", "6004"], "title": "Council Directive 86/216/EEC of 26 May 1986 amending, on account of the accession of Portugal, Directive 83/416/EEC concerning the authorization of scheduled inter-regional air services for the transport of passengers, mail and cargo between Member States\n", "header": "COUNCIL  DIRECTIVE\nof 26 May 1986\namending, on account of the accession of Portugal, Directive 83/416/EEC concerning the authorization of scheduled inter-regional air services for the transport of passengers, mail and cargo between Member States\n(86/216/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 84 (2) thereof,\nHaving regard to the proposal from the Commission,\nWhereas the Act of Accession of Spain and Portugal provides that Directive 83/416/EEC (1) must be adjusted so as to add to it the classification of Portuguese airports open to scheduled international traffic;\nWhereas air traffic in the Atlantic islands comprising the autonomous region of the Azores is currently insufficiently developed; whereas, for that reason, airports situated on these islands should be temporarily exempted from the application of Directive 83/416/EEC;\nWhereas the infrastructure at Oporto airport is still being expanded to enable it to cope with the growth in scheduled services; whereas, consequently, the airport should be temporarily exempted from the application of Directive 83/416/EEC,", "main_body": ["Directive 83/416/EEC is hereby amended as follows:\n1. Article 15 (1) and (3) are replaced by the following:\n'1. Airports in the Greek islands and in the Atlantic islands comprising the autonomous region of the Azores shall be exempted from the application of this Directive until 1 July 1993.'\n'3. The Commission shall make a report on the air traffic system in the Greek islands and in the Atlantic islands comprising the autonomous region of the Azores by 31 December 1991, and a further report by 31 December 1996.'\n2. The following Article is inserted:\n'Article 15a\n1. By way of derogation from the classification of airports set out in Annex A, Oporto airport shall be exempted from the application of this Directive until 1 January 1993.\n2. The derogation referred to in paragraph 1 shall be rescinded as soon as the Portuguese Republic judges that the economic conditions of the airport have improved. To this end, the Portuguese Republic shall inform the Commission, which shall take the necessary decision.'\n3. In Annex A to Directive 83/416/EEC the following is inserted after 'Netherlands':\n1.2.3 // 'PORTUGAL   // Lisboa   // 1   //   // Faro   // 1  //   // Funchal   // 2   //   // Porto   // 2'.", "1. After consulting the Commission, Member States shall take the necessary measures to comply with this Directive by 30 June 1986.\n2. Member States shall communicate to the Commission the provisions of national law which they adopt in the field governed by this Directive.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 26 May 1986.\nFor the Council\nThe President\nG. BRAKS\n(1) OJ No L 237, 26. 8. 1983, p. 19."}