{"celex_id": "31984D0416", "uri": "http://publications.europa.eu/resource/cellar/8b67ccb2-7fda-404b-8286-8ddeaf10c764", "type": "Decision", "concepts": ["1085", "4390", "4565", "889"], "title": "84/416/EEC: Commission Decision of 27 June 1984 concerning the French Government's intention to accord special exchange risk cover to French exporters in respect of a tender for the construction of a power station in Greece\n", "header": "COMMISSION  DECISION\nof 27 June 1984\nconcerning the French Government's intention to accord special exchange risk cover to French exporters in respect of a tender for the construction of a power station in Greece\n(Only the French text is authentic)\n(84/416/EEC)\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular the first subparagraph of Article 93 (2) thereof,\nHaving given notice in accordance with the above Article to the parties concerned to submit their comments and having regard to these comments,\nWhereas:\nI\nThe Greek Public Power Corporation (PPC) issued a tender for the construction of tranche IV (supply and installation of one steam-generating unit and one steam-turbine generator unit for a steam electric station) of the Megalopolis power station. The submission of the bids took place on 14 February 1984. As far as the Commission is aware, undertakings from at least three Member States - France, the Federal Republic of Germany and the United Kingdom - have bid for this contract.\nThe tender calls for bids to be made in Greek drachmas with a price-revision formula provided for in the tender, the descriptions of which differ slightly. It appears that prices are to be calculated at the time of submission of contract. At the time of delivery, which is to be approximately four years later, the price will be adjusted in accordance with the price-revision clause, the basis of which appears to be the inflation rate of Greek drachmas. The new price then arrived at will be converted at the exchange rate valid at that date into the currency of the seller. The debt will then be the subject of a buyer credit.\nTherefore, although the Greek inflation rate will be covered by the price-revision formula, the following risks remain for the seller:\n- the inflation rate of the currency in which his offer is calculated, and\n- the devaluation rate of the Greek drachma against the currency of the seller.\nIn January 1984, Hermes Kredit Versicherungs-AG, acting as agent for the German Government in export credit-insurance matters, was approached by a German bidder for the Magalopolis contract, requesting to be covered for the remaining exchange risk as, according to his information, his French competitors would receive such cover from the French Government. This was discussed in the Policy Coordination Group for Credit Insurance, Credit Guarantees and Financial Credits of the Council on 7 February 1984. The French delegation did not reply clearly. The Commission immedialety sent a telex to the French Government requesting full information. In the absence of a reply, a further telex was sent on 17 February 1984.\nOn 29 February 1984, the Commission received a reply from the French Government confirming its intention to cover their exporters against the exchange risk. On the same day, another discussion was held on the subject in the Council Group. The Greek delegation stated that the buyer would cover the exchange risk and that a written statement explaining the revision formula would be submitted by them. The French delegation declared that if the revision formula was sufficient, it would withdraw its offer to the French bidder.\nThe written statement by the Greek authorities was submitted on 1 March 1984. As it could not be ascertained whether or not the French Government would declare itself satisfied and therefore continue their offer to the French bidders to cover the remaining risk, the Commission decided to open the procedure pursuant to Article 93 (2) of the EEC Treaty on 8 March 1984 against the French Government's intention to cover French exporters against the remaining devaluation risk in respect of the contract for Megalopolis IV.\nII\nIn the comments which it submitted to the Commission in the fremework of the procedure, the French Government argued that from the statement made by the Greek delegation at the meeting of the Council Group, it appeared that the price-revision mechanism established by the PPC did not cover the totality of the exchange risk as it referred exclusively to currency fluctuations of the Greek drachma and not to the currency in which the price of the materials used was expressed, nor to the evolution of the cost of labour.\nThe French Government further argued that it had not yet decided the practical terms of the special exchange-rate guarantee with which it intended to cover French exporters against the risks involved should they win the contract in question, and that it was therefore not able to communicate to the Commission the details of the scheme.\nIn the comments which they submitted to the Commission within the framework of the procedure, several other Governments of Member States expressed the opinion that the proposed French aid scheme for their exporters constituted an export aid which is incompatible with the common market within the meaning of Article 92 of the EEC Treaty and asked the Commission to take a decision to that effect.\nIII\nA State aid which is granted to undertakings of one Member State to reduce a currency devaluation risk incurred by all competitors from different Member States bidding to obtain a contract for the sale of goods to be exported to another Member State constitutes an export aid.\nWith regard to export aids applied in intra-Community trade, the Commission has always held the view that they are incompatible with the common market within the meaning of Article 92 (1) of the EEC Treaty and do not fall within the scope of the exceptions laid down in Article 92 (3). This position found support by the Court of Justice in its judgment in joined cases 6 and 11/69 (1) (French preferential rediscount rate) and was reaffirmed on a number of occasions by the Commission.\nIn the present case, undertaking from at least three Member States are competing to win this contract. The conditions specified in the tender are applicable to all of them, i.e. prices have to be quoted in Greek drachmas and will be revised according to the specified formula after construction and delivery have taken place.\nTo meet the financial risk arising out of the special conditions laid down in the tender, the competing undertakings must make some provision in their offer to cover themselves against eventual exchange losses, i.e. they will have to increase their prices. If the Government of one Member State intervenes to take over this risk or part of it, the undertakings which receive this form of State aid benefit from an artificial competitive advantage which distorts competition and affects trade between Member States and is incompatible with the common market within the meaning of Article 92 of the EEC Treaty irrespective of the rules governing the proposed aid. Derogations from the general principle of incompatibility are reserved to aids contributing to the attainment of one of the objectives to be pursued in the Community interest specified in the exceptions set out in Article 92 (3). This is not the case with regard to the aid which the French Government intends to grant French undertakings bidding for the Megalopolis contract. Such aid would, in fact, constitute an operating aid granted without any compensatory justification on the part of the beneficiaries and give the undertakings of one Member State a decisive advantage over their competitors from other Member States. Such practice violates the basic principles laid down in the EEC Treaty.\nThe question whether the PPC's price-revision clause covers all or part of the devaluation risks is irrelevant in examining this case,", "main_body": ["The French Government shall not offer French exporters exchange-rate cover in respect of the tender for the construction of a power station in Greece (Megalopolis IV) as this constitutes an aid which is incompatible with the common market within the meaning of Article 92 (1) of the EEC Treaty and does not fall within the scope of any of the exceptions laid down in Article 92 (3) of the EEC Treaty, irrespective of the rules governing the proposed aid.", "The French Government shall confirm to the Commission within four weeks of the date of this Decision that it will not provide exchange-risk cover for the contract referred to in Article 1.", "This Decision is addressed to the French Republic."], "attachments": "Done at Brussels, 27 June 1984.\nFor the Commission\nFrans ANDRIESSEN\nMember of the Commission\n(1) 1969 ECR, p. 523."}