{"celex_id": "31985R0887", "uri": "http://publications.europa.eu/resource/cellar/9744bb5c-9c6c-4e35-b275-10213c5d210b", "type": "Regulation", "concepts": ["180", "2194", "4373", "666", "87"], "title": "Commission Regulation (EEC) No 887/85 of 2 April 1985 amending Regulation (EEC) No 1726/70 as regards the system of supervision of first processing and market preparation of leaf tobacco\n", "header": "COMMISSION  REGULATION (EEC) No 887/85\nof 2 April 1985\namending Regulation (EEC) No 1726/70 as regards the system of supervision of first processing and market preparation of leaf tobacco\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 727/70 of 21 April 1970 on the common organization of the market in raw tobacco (1), as last amended by Regulation (EEC) No 1461/82 (2), and in particular the first subparagraph of Article 3 (3) thereof,\nWhereas Commission Regulation (EEC) No 1726/70 of 25 August 1970 on the procedure for granting the premium for leaf tobacco (3), as last amended by Regulation (EEC) No 884/85 (4), provides for a system of supervision accompanied by checks on first processing and market preparation operations; whereas first processing and market preparation undertakings now subject certain varieties of tobacco to threshing, which consists in separating the whole tobacco leaf into the leafweb and the stem and veins; whereas in accordance with commercial practice the strips of leafweb are not less than 0,5 centimetre in diameter;\nWhereas first processing and market preparation operations for tobacco are attested by the premium certificate drawn up when the leaf tobacco is placed under supervision; whereas the details entered on the premium certificate are provided by the checks undertaken on entry to and exit from the place where the processing and market preparation operations are undertaken; whereas the premium certificate should specify, before the competent authority checks that the leaf tobacco and the baled tobacco tally, the quantity of tobacco obtained at the end of the first processing in the form of whole or cut leaves or strips;\nWhereas the right to the premium accrues as soon as the tobacco leaves the place in which it was under supervision; whereas in the case of threshing, the marketing channels for strips and for the by-products consisting of stems and veins are different; whereas the latter have a very low market value and demand is extremely limited; whereas, therefore, in order not to penalize first processing and market preparation undertakings which undertake threshing, the right to the premium should accrue as soon as the strips leave the place of supervision;\nWhereas the amount of the premium is payable on the net weight of leaf tobacco after the competent authorities have checked that the quantities of tobacco brought under supervision and the quantities released therefrom tally; whereas it should be laid down that, in the case of threshing, the check on the tally must relate to the quantities of leaf tobacco placed under supervision and the quantities of strips released therefrom; whereas as regards release from supervision it should be laid down, in order to avoid any confusion with other products resulting from threshing, that only strips which are at least 0,5 centimetre in diameter are to be counted when checking the tally and establishing the right to the premium on their release from the place of supervision;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Tobacco,", "main_body": ["Regulation (EEC) No 1726/70 is hereby amended as follows:\n1. The following point (m') is inserted after point (m) of Article 2 (2):\n'(m') The quantity of tobacco and/or strips with a diameter of at least 0,5 cm recorded on release from supervision;'\n2. The first sentence of Article 6 (1) is replaced by the following:\n'The right to the premium shall accrue as soon as the tobacco, in the form of whole or cut leaves and/or strips with a diameter of at least 0,5 cm, leaves the place in which it was under supervision.'\n3. The first sentence of Article 6 (3) is replaced by the following:\n'The competent authorities shall check, in respect of each undertaking, that the quantities of tobacco brought under supervision tally with those released therefrom in the form of whole or cut leaves and/or strips with a diameter of at least 0,5 cm.'", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply to tobacco from the 1985 and subsequent harvests.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 2 April 1985.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 94, 28. 4. 1970, p. 1.\n(2) OJ No L 164, 14. 6. 1982, p. 27.\n(3) OJ No L 191, 27. 8. 1970, p. 1.\n(4) See page 5 of this Official Journal."}