{"celex_id": "31988L0218", "uri": "http://publications.europa.eu/resource/cellar/4b126e45-ea63-42b2-9554-de923364d0a0", "type": "Directive", "concepts": ["2433", "2897", "3846", "4654"], "title": "Council Directive 88/218/EEC of 11 April 1988 amending Directive 85/3/EEC on the weights, dimensions and certain other technical characteristics of certain road vehicles\n", "header": "COUNCIL  DIRECTIVE\nof 11 April 1988\namending Directive 85/3/EEC on the weights, dimensions and certain other technical characteristics of certain road vehicles\n(88/218/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 75 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas Directive 85/3/EEC (4) requires a maximum authorized width of 2 500 mm for all vehicles;\nWhereas the transport of goods under temperature-controlled conditions requires the use of special vehicles which are equipped with insulated walls;\nWhereas extra internal space is required for air circulation and to ensure that the load is prevented from touching the walls; whereas, in the present state of insulation technology, insulated walls should be at least 45 mm thick; whereas it is therefore impossible to use efficiently standard pallets with dimensions of 1 200 Ă\u0097 800 mm and also to comply with a maximum authorized width of 2 500 mm;\nWhereas therefore the maximum permitted width of 2 500 mm as laid down in Directive 85/3/EEC should be increased for the category of 'refrigerated vehicles' only,", "main_body": ["Directive 895/3/EEC amended as follows:\n1. the following indent shall be inserted as the fifth indent of Article 2:\n'- thick-walled refrigerated vehicle' means any vehicle whose or movable superstructures are specially equipped for the carriage of goods at controlled temperatures in accordance with Classes B, C, E and F of the Agreement of 1 September 1970 on the International Carriage of Perishable Foodstuffs and on the Special Equipment to be used for such Carriage (ATP) and whose side walls, inclusive of insulation, are each at least 45 mm thick;'\n2. Section 1.2. of Annex I shall be replaced by the following:\n'1.2. Maximum width:\n1.2 // (a) all vehicles   // 2,50 m   // (b) refrigerated superstructures of thick-walled refrigerated vehicles   // 2,60 m.'", "Member States shall take the measures necessary to comply with this Directive not later than 1 January 1989. They shall forthwith inform the Commission thereof.", "This Directive is addressed to the Member States."], "attachments": "Done at Luxembourg, 11 April 1988.\nFor the Council\nThe President\nH. RIESENHUBER\n(1) OJ No C 148, 6. 6. 1987, p. 10.\n(2) OJ No C 305, 16. 11. 1987, p. 152.\n(3) OJ No C 319, 30. 11. 1987, p. 25.\n(4) OJ No L 2, 3. 1. 1985, p. 14."}