{"celex_id": "31989R3541", "uri": "http://publications.europa.eu/resource/cellar/46e2f700-a2d5-424a-999f-3ab6286ca4d8", "type": "Regulation", "concepts": ["1277", "2730", "3003"], "title": "Commission Regulation (EEC) No 3541/89 of 27 November 1989 reducing for the 1989/90 wine year the quantities of concentrated grape must in approved contracts for use in feedingstuffs as provided for in Regulation (EEC) No 2635/88\n", "header": "COMMISSION  REGULATION (EEC) No 3541/89\nof 27 November 1989\nreducing for the 1989/90 wine year the quantities of concentrated grape must in approved contracts for use in feedingstuffs as provided for in Regulation (EEC) No 2635/88\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 822/87 of 16 March 1987 on the common organization of the market in wine (1), as last amended by Regulation (EEC) No 1236/89 (2), and in particular Article 45 (9) thereof,\nWhereas Article 3 (4) of Commission Regulation (EEC) No 2635/88 of 24 August 1988 laying down detailed rules for implementing an aid scheme for the use of concentrated grape must in feedingstuffs (3), as last amended by Regulation (EEC) No 3522/88 (4), provides for a mechanism enabling the total quantity laid down for the Community as a whole of concentrated grape must which may be delivered for use in such feedingstuffs to be kept within a given annual maximum quantity;\nWhereas information forwarded to the Commission by the Member States shows that, on expiry of the time limit laid down for the presentation of the contracts, the total quantity of concentrated grape must in such contracts exceeds by approximately 367 700 hectolitres the quantity provided for in Article 45 (7) of Regulation (EEC) No 822/87 as estimated for the 1989/90 wine year; whereas, under those circumstances, pursuant to Article 3 (4) of Regulation (EEC) No 2635/88, use in animal feedingstuffs of the quantity laid down should be limited and the quantities shown in each contract should be reduced accordingly in the same proportion;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Wine,", "main_body": ["For the 1989/90 wine year the quantity of concentrated grape must which may be used in feedingstuffs as provided for in Regulation (EEC) No 2635/88 shall be 21,5 % of the quantity in each contract submitted for approval.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 27 November 1989.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 84, 27. 3. 1987, p. 1.\n(2) OJ No L 128, 11. 5. 1989, p. 31.\n(3) OJ No L 236, 26. 8. 1988, p. 8.\n(4) OJ No L 307, 12. 11. 1988, p. 32."}