{"celex_id": "31983R3588", "uri": "http://publications.europa.eu/resource/cellar/a5224e1f-238e-4bf4-8975-9b10c6d38297", "type": "Regulation", "concepts": ["1277", "3170", "4839", "5010"], "title": "Commission Regulation (EEC) No 3588/83 of 19 December 1983 amending Regulation (EEC) No 3432/83 in respect of the sale of common wheat for use as animal feed\n", "header": "COMMISSION  REGULATION (EEC) No 3588/83\nof 19 December 1983\namending Regulation (EEC) No 3432/83 in respect of the sale of common wheat for use as animal feed\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2727/75 of 29 October 1975 on the common organization of the market in cereals (1), as last amended by Regulation (EEC) No 1451/82 (2), and in particular Article 8 (4) thereof,\nHaving regard to Council Regulation (EEC) No 1055/77 of 17 May 1977 on the storage and movement of products bought in by an intervention agency (3), and in particular Article 4 thereof,\nWhereas Council Regulation (EEC) No 1146/76 of 17 May 1976 on particular and special intervention measures for cereals (4) fixed the general rules applicable on this matter;\nWhereas the quantities specified for Belgium under Commission Regulation (EEC) No 3432/83 of 2 December 1983 on the sale by intervention agencies of common wheat for use as animal feed and amending Regulation (EEC) No 1687/76 (5) include a quantity being stored at Ghent by the French intervention agency; whereas it has emerged that the quantities actually being stored exceed the 150 000 tonnes initially specified by about 5 000 tonnes; whereas, for the sake of sound management, the sale of the additional quantity should be allowed under the abovementioned Regulation;\nWhereas the second paragraph of Article 5 of Regulation (EEC) No 3432/83 lays down that the intervention agency concerned is to colour the common wheat so that it can be identified; whereas other, generally cheaper, treatments can be used to ensure that the product can be identified; whereas, moreover, colouring and the application of the said treatments could prove superfluous in certain cases in view of the market situation and the nature of the administrative checks carried out; whereas the abovementioned provision should therefore be amended so as to make for a more flexible system permitting the use of any appropriate treatment to ensure that the products can be identified and leaving it to the discretion of the intervention agencies whether to use such treatments;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["Regulation (EEC) No 3432/83 is hereby amended as follows:\n1. Article 1 (4) is replaced by the following:\n'4. The quantity specified for Belgium in paragraph 2 includes about 150 000 tonnes being stored at Ghent by the French intervention agency. This wheat shall be sold by the latter agency.'\n2. The second paragraph of Article 5 is replaced by the following:\n'The intervention agency concerned may undertake treatment of the product so that it can be identified. The treatment shall be carried out at minimum expense.'", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 December 1983.\nFor the Commission\nPoul DALSAGER\nMember of the Commission\n(1) OJ No L 281, 9. 11. 1975, p. 1.\n(2) OJ No L 164, 14. 6. 1982, p. 1.\n(3) OJ No L 128, 24. 5. 1976, p. 1.\n(4) OJ No L 130, 19. 5. 1976, p. 9.\n(5) OJ No L 338, 3. 12. 1983, p. 20."}