{"celex_id": "31988R0078", "uri": "http://publications.europa.eu/resource/cellar/d9c57207-41e8-4768-8ab7-db11be0e614d", "type": "Regulation", "concepts": ["1270", "2791", "807"], "title": "Commission Regulation (EEC) No 78/88 of 13 January 1988 on the supply of refined rape seed oil to the World Food Programme (WFP) as food aid\n", "header": "COMMISSION REGULATION (EEC) No 78/88  of 13 January 1988  on the supply of refined rapeseed oil to the World Food Programme (WFP) as food aid\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3972/86 of 22 December 1986 on food-aid policy and food-aid management (1), and in particular Article 6 (1) (c) thereof,\nWhereas Council Regulation (EEC) No 1420/87 of 21 May 1987 laying down implementing rules for Regulation (EEC) No 3972/86 on food-aid policy and food-aid management (2) lays down the list of countries and organizations eligible for food-aid operations  and specifies the general criteria on the transport of food aid beyond the fob stage;\nWhereas, by its Decision of 15 April 1987 on the supply of food aid to WFP, the Commission allocated to the latter organization 387 tonnes of refined rapeseed oil to be supplied free at port of shipment;\nWhereas it is necessary to provide for the carrying-out of this measure in accordance with the rules laid down by Commission Regulation (EEC) No 2200/87 of 8 July 1987 laying down general rules for the mobilization in the Community of products to be  supplied as Community food aid (3); whereas it is necessary to specify the time limits and conditions of supply and the procedure to be followed to determine the resultant costs,", "main_body": ["A tendering procedure is hereby initiated for the award of a contract for the supply of refined rapeseed oil to WFP in accordance with the provisions of Regulation (EEC) No 2200/87 and with the conditions laid down in the Annex hereto.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 13 January 1988.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 370, 30. 12. 1986, p. 1 and corrigendum OJ No L 42, 12. 2. 1987, p. 54.\n(2) OJ No L 136, 26. 5. 1987, p. 1.\n(3) OJ No L 204, 25. 7. 1987, p. 1.\nANNEX\n1. Operation Nos (1): 1100 to 1103/87\n2. Programme: 1987\n3. Recipient: World Food Programme, Via delle Terme di Caracalla, I-00100 Rome, telex 626675 WFP\n4. Representative of the recipient (2): see Official Journal of the European Communities No C 103 of 16 April 1987\n5. Place or country of destination: Tanzania (A, B, C); Ethiopia (D)\n6. Product to be mobilized: refined rapeseed oil\n7. Characteristics and quality of the goods (3):\nSee list published in Official Journal of the European Communities No C 216 of 14 August 1987, page 3 (under III.A.1) A\n8. Total quantity: 387 tonnes net\n9. Number of lots: 1 (4 parts: Part A: 50 tonnes; Part B: 70 tonnes; Part C: 42 tonnes; Part D: 225 tonnes)\n10. Packaging and marking:\nSee list published in Official Journal of the European Communities No C 216 of 14 August 1987, page 3 (under III.B):\n- metal cans of 5 litres or 5 kilograms,\n- to be delivered on standard pallets,\n- the cans must be packed in cartons, with four cans per carton,\n- the cans must carry the following wording:\n- Part A: 'ACTION No 1100/87 / TANZANIA 0340400 / COLZA OIL / GIFT OF THE EUROPEAN ECONOMIC COMMUNITY / ACTION OF THE WORLD FOOD PROGRAMME / TANGA'\n- Part B: 'ACTION No 1101/87 / TANZANIA 0340400 / COLZA OIL / GIFT OF THE EUROPEAN ECONOMIC COMMUNITY / ACTION OF THE WORLD FOOD PROGRAMME / DAR ES SALAAM' (4)\n- Part C: 'ACTION No 1102/87 / TANZANIA 0340400 / COLZA OIL / GIFT OF THE EUROPEAN ECONOMIC COMMUNITY / ACTION OF THE WORLD FOOD PROGRAMME / DAR ES SALAAM' (4)\n- Part D: 'ACTION No 1103/87 / ETHIOPIA 0346000 / COLZA OIL / GIFT OF THE EUROPEAN ECONOMIC COMMUNITY / ACTION OF THE WORLD FOOD PROGRAMME / MASSAWA'\n11. Method of mobilization: Community market\n12. Stage of supply: free at port of shipment\n13. Port of shipment: -\n14. Port of landing specified by the recipient: -\n15. Port of landing: -\n16. Address of the warehouse and, if appropriate, port of landing: -\n17. Period for making the goods available at the port of shipment: 1 to 31 March 1988\n18. Deadline for the supply: -\n19. Procedure for determining the costs of supply (5): tendering\n20. Date of expiry of the period allowed for submission of tenders:\n2 February 1988 not later than 12 noon (Belgian time).\nTenders shall be valid until 12 midnight on 3 February 1988\n21. In the case of a second invitation to tender:\n(a) deadline for the submission of tenders:\n16 February 1988 not later than 12 noon (Belgian time).\nTenders shall be valid until 12 midnight on 17 February 1988\n(b) period for making the goods available at the port of shipment:\n15 March to 15 April 1988\n(c) deadline for the supply: -\n22. Amount of the tendering security: 15 ECU/tonne\n23. Amount of the delivery security: 10 % of the amount of the tender in ECU\n24. Address for submission of tenders (6):\nBureau de l'aide alimentaire,\nĂ  l'attention de Monsieur N. Arend,\nbĂ˘timent Berlaymont, bureau 6/73,\n200, rue de la Loi,\nB-1049 Bruxelles, Telex: AGREC 22037 B.\n25. Refund payable on request by the successful tenderer: -\nNotes:\n(1) The operation number is to be quoted in all correspondence.\n(2) Commission delegate to contact by the successful tenderer: see list published in Official European Communities No C 227 of 7 September 1985, page 4.\n(3) The successful tenderer shall deliver to the beneficiary a certificate from an official entity certifying that for the product to be delivered the standards applicable, relative to nuclear radiation, in the Member State concerned, have not been  exceeded.\nThe successful tenderer shall supply to the beneficiary or its representative, on delivery, the following documents:\n- certificate of origin,\n- health certificate.\n(4) Cartons must display a red disc of a minimum diameter of 30 cm.\n(5) Point (g) of Article 7 (3) of Regulation (EEC) No 2200/87 shall not be applicable to tenders submitted.\n(6) In order not to overload the telex, tenderers are requested to provide, before the date and time laid down in point 20 of this Annex, evidence that the tendering security referred to in Article 7 (4) (a) of Regulation (EEC) No 2200/87 has been  lodged, preferably:\n- either by porter at the Office referred to in point 24 of this Annex,\n- or by telecopier on one of the following numbers in Brussels:\n235 01 32\n236 10 97\n235 01 30\n236 20 05."}