{"celex_id": "31983R3529", "uri": "http://publications.europa.eu/resource/cellar/18486ed8-e6e9-472e-a282-cb35a83f215c", "type": "Regulation", "concepts": ["2069", "3864", "4381", "848"], "title": "Commission Regulation (EEC) No 3529/83 of 12 December 1983 on the classification of goods under subheading 85.01 B I b) of the Common Customs Tariff\n", "header": "COMMISSION  REGULATION (EEC) No 3529/83\nof 12 December 1983\non the classification of goods under subheading 85.01 B I b) of the Common Customs Tariff\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 97/69 of 16 January 1969 on measures to be taken for uniform application of the nomenclature of the Common Customs Tariff (1), as last amended by the Act of Accession of Greece, and in particular Article 3 thereof,\nWhereas, to ensure uniform application of the nomenclature of the Common Customs Tariff, provision should be made for the tariff classification of a rotary electric windscreen-wiper motor, without arm or wiper blade but with appropriate transmission mechanisms (spur gear and oscillating connecting rod) which convert the rotary motion into an oscillating one;\nWhereas heading No 85.01 of the Common Customs Tariff annexed to Council Regulation (EEC) No 950/68 (2), as last amended by Regulation (EEC) No 3333/83 (3), refers inter alia to motors and rotary converters and heading No 85.09 refers inter alia to windscreen wipers and defrosters for cycles or motor vehicles;\nWhereas both these headings enter into consideration for the classification of the device described above;\nWhereas the appliance in question, which lacks the essential elements of a windscreen wiper (arm and wiperblade) does not in that state constitute an incomplete article displaying the essential characteristics of a complete windscreen wiper; whereas, consequently, it must be regarded as a part of an electrical windscreen wiper;\nWhereas, by application of Note 2 (a) to Section XVI, parts of machines and appliances falling within Chapters 84 and 85 consisting of goods of a kind described in any of the headings of those same Chapters 84 and 85 (other than heading Nos 84.65 and 85.28) are in all cases to be classified in their respective headings;\nWhereas the Explanatory Notes to the Customs Cooperation Council Nomenclature relating to heading No 85.01 state that motors remain classified within heading No 85.01 even if equipped with transmission mechanisms;\nWhereas the appliance in question should accordingly be classified under subheading 85.01 B I b) of the Common Customs Tariff;\nWhereas the provisions of this Regulation are in accordance with the opinion of the Committee on Common Customs Tariff Nomenclature,", "main_body": ["A rotary electric windscreen-wiper motor, without arms or wiper blades but with appropriate transmission mechanisms (spur wheel and oscillating connection rod) which convert the rotary motion into an oscillating one, shall be classified in the Common Customs Tariff under subheading:\n85.01 Electrical goods of the following descriptions: generators, motors, converters (rotary or static), transformers, rectifiers and rectifying apparatus, inductors:\nB. Other machines and apparatus:\nI. Generators, motors (whether or not equipped with speed-reducing, changing or step-up gear) and rotary converters:\nb) Other.", "This Regulation shall enter into force on the 21st day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 12 December 1983.\nFor the Commission\nKarl-Heinz NARJES\nMember of the Commission\n(1) OJ No L 14, 21. 1. 1969, p. 1.\n(2) OJ No L 172, 22. 7. 1968, p. 1.\n(3) OJ No L 313, 14. 11. 1983, p. 1."}