{"celex_id": "31980R2735", "uri": "http://publications.europa.eu/resource/cellar/c63e62cf-5179-499f-8d0c-43584e406600", "type": "Regulation", "concepts": ["1565", "2622", "2763", "3003", "3068"], "title": "Commission Regulation (EEC) No 2735/80 of 27 October 1980 amending Regulation (EEC) No 1391/78 laying down amended rules for the application of the system of premiums for the non-marketing of milk and milk products and for the conversion of dairy herds\n", "header": "Commission regulation (eec) No 2735/80\nof 27 October 1980\namending Regulation (EEC) No 1391/78 laying down amended rules for the application of the system of premiums for the non-marketing of milk and milk products and for the conversion of dairy herds\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1078/77 of 17 May 1977 introducing a system of premiums for the non-marketing of milk and milk products and for the conversion of dairy herds [1], as last amended by Regulation (EEC) No 1365/80 [2], and in particular Article 7 thereof,\nWhereas, pursuant to Article 4 (1) of Commission Regulation (EEC) No 1391/78 [3], as last amended by Regulation (EEC) No 1799/79 [4], it was possible to lodge applications for the non-marketing premium only up to 15 September 1980, although by virtue of Regulation (EEC) No 1365/80 the system of conversion premiums has been extended up to the end of the 1980/81 milk marketing year;\nWhereas Article 12a of Regulation (EEC) No 1391/78 provided beneficiaries of the conversion premium with the opportunity of opting subsequently for the non-marketing premium system; whereas, in that case, the situation of those concerned is adapted to that which would have been the case if they had applied at the outset for the non-marketing premium ;\nWhereas, with regard to beneficiaries of the conversion premium who lodged their application as from 16 September 1980, it should be specified that, since the non-marketing premium system has been abolished with effect from that date, the option referred to above was not available to them since it would no longer have been possible for them to apply for the said premium at the outset;\nWhereas, with regard to beneficiaries of the conversion premium who lodged their application before 16 September 1980, keeping the option available would be such as to circumvent the abolition of the nonmarketing system as from that date; whereas, in these circumstances, it should be laid down that, at the expiry of a transitional period, the said beneficiaries of the conversion premium can no longer exercise that opinion ;\nWhereas the Management Committee for Milk and Milk Products has not delivered an opinion within the time limit set by its chairman,", "main_body": ["The following paragraph 3 is hereby added to Article 12a of Regulation (EEC) No 1391/78 :\n\"3. However, the declaration referred to in paragraph 1 may be presented to the competent authority only up to 31 December 1980 by beneficiaries of the conversion premium who lodged their application for the said premium before 16 September 1980.\"", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 27 October 1980.\nFor the Commission\nFinn Gundelach\nVice-President\n[1] OJ No L 131, 26. 5. 1977, p. 1.\n[2] OJ No L 140, 5. 6. 1980, p. 18.\n[3] OJ No L 167, 24. 6. 1978, p. 45.\n[4] OJ No L 206, 14. 8. 1979, p. 12.\n--------------------------------------------------"}