{"celex_id": "31987R1808", "uri": "http://publications.europa.eu/resource/cellar/f94298b6-7f56-4cad-93e3-0fc1ff99abed", "type": "Regulation", "concepts": ["2657", "4081", "4215"], "title": "Commission Regulation (EEC) No 1808/87 of 29 June 1987 fixing the reference prices for hybrid maize and hybrid sorghum for sowing for the 1987/88 marketing year\n", "header": "COMMISSION  REGULATION (EEC) No 1808/87\nof 29 June 1987\nfixing the reference prices for hybrid maize and hybrid sorghum for sowing for the 1987/88 marketing year\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2358/71 of 26 October 1971 on the common organization of the market in seeds (1), as last amended by Regulation (EEC) No 1355/86 (2), and in particular Article 6 (5) thereof,\nWhereas Council Regulation (EEC) No 1355/86 has amended Regulation (EEC) No 2358/71 by including hybrid sorghum for sowing among the products covered by the common organization of the market in seeds and making it subject to the reference price system for hybrid maize;\nWhereas Article 6 (1) of Regulation (EEC) No 2358/71 provides that a reference price for each type of hybrid maize and hybrid sorghum for sowing is to be fixed annually; whereas those reference prices must be fixed on the basis of the free-at-frontier prices recorded during the last three marketing years except for abnormally low prices; whereas, pursuant to Article 2 of Council Regulation (EEC) No 1578/72 of 20 July 1972 laying down general rules for fixing reference prices and for determining free-at-frontier offer prices for hybrid maize and hybrid sorghum for sowing (3), as last amended by Regulation (EEC) No 1984/86 (4), only prices for imports from third countries which are representative in terms of quantity and quality of the product should be taken into consideration;\nWhereas imports of the types of hybrid maize for sowing falling within subheading 10.05 A IV 'Other' of the Common Customs Tariff may not be considered as representative on account of the very small quantity involved; whereas no reference prices may therefore be fixed for those types of maize;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Seeds,", "main_body": ["For the 1987/88 marketing year, the reference prices for hybrid maize and hybrid sorghum for sowing falling within subheadings 10.05 A I, 10.05 A II, 10.05 A III and 10.07 C I of the Common Customs Tariff shall be as set out in the Annex hereto.", "This Regulation shall enter into force on 1 July 1987.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 29 June 1987.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 246, 5. 11. 1971, p. 1.\n(2) OJ No L 118, 7. 5. 1986, p. 1.\n(3) OJ No L 168, 26. 7. 1972, p. 1.\n(4) OJ No L 171, 28. 6. 1986, p. 3.\nANNEX\n(ECU/100 kg)\n1.2.3 //  //  //  // CCT heading No  // Description  // Reference prices   //    //   //   // ex 10.05   // Maize:  //   //   // A. Hybrids for sowing (a):   //   //   // I. Double hybrids and top cross hybrids   // 95   //   // II. Three-cross hybrids   // 110   //   // III. Simple hybrids  // 235   // ex 10.07   // Buckwheat, millet, canary seed and grain sorghum; other cereals:   //   //   // C. Grain sorghum:  //   //   // I. Simple hybrids for sowing   // 135   //    //  //\n(a) Inclusion under this subheading is subject to conditions to be determined by the competent authorities."}