{"celex_id": "31984R2164", "uri": "http://publications.europa.eu/resource/cellar/c8f90a57-b701-4694-8b01-cfeccedacceb", "type": "Regulation", "concepts": ["1309", "1602", "180", "2300"], "title": "Commission Regulation (EEC) No 2164/84 of 26 July 1984 amending Regulation No 80/63/EEC on the quality control of fruit and vegetables imported from third countries as regards the 1984/85 marketing year\n", "header": "COMMISSION  REGULATION (EEC) No 2164/84\nof 26 July 1984\namending Regulation No 80/63/EEC on the quality control of fruit and vegetables imported from third countries as regards the 1984/85 marketing year\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1035/72 of 18 May 1972 on the common organization of the market in fruit and vegetables (1), as last amended by Regulation (EEC) No 1332/84 (2), and in particular Articles 8 (2) and 12 (3) thereof,\nWhereas Regulation (EEC) No 2162/84 (3), amended the quality standards for dessert apples and pears provided for in the Annex to Commission Regulation (EEC) No 1641/71 (4) by laying down that the fruit must be sufficiently developed so that it can continue its maturing process and to attain the degree of maturity required in relation to the varietal characteristics;\nWhereas, in the case of apples, experience has shown that, in some cases, difficulties may be encountered in the task of verifying this state of development; whereas, in order to facilitate the work of the control bodies, the methods to be used for judging this development should be specified;\nWhereas Commission Regulation No 80/63/EEC of 31 July 1963 on the quality control of fruit and vegetables imported from third countries (5), as amended by Regulation (EEC) No 860/83 (6), should therefore be amended accordingly;\nWhereas this arrangement should be applicable for only one marketing year,", "main_body": ["In Regulation No 80/63/EEC the following Article 4a is hereby inserted:\n'Article 4a\nIn the case of apples for the 1984/85 marketing year, the competent body may refer to a colorimetric scale and/or apply a starch regression test (iodine test) in order to verify that the requirement laid down in the quality standards for apples and pears under the first indent of the last subparagraph of Title II A of the Annex to Commission Regulation (EEC) No 1641/71 is met.'", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 26 July 1984.\nFor the Commission\nPoul DALSAGER\nMember of the Commission\n(1) OJ No L 118, 20. 5. 1972, p. 1.\n(2) OJ No L 130, 16. 5. 1984, p. 1.\n(3) See page 27 of this Official Journal.\n(4) OJ No L 172, 31. 7. 1971, p. 1.\n(5) OJ No 121, 3. 8. 1963, p. 2137/63.\n(6) OJ No L 95, 14. 4. 1983, p. 13."}