{"celex_id": "31983D0637", "uri": "http://publications.europa.eu/resource/cellar/3dcfd42e-402c-4b90-9c1c-8b1d34dfb8f3", "type": "Decision", "concepts": ["1091", "3292", "3842", "4381", "5301"], "title": "83/637/EEC: Commission Decision of 12 December 1983 amending Commission Decision 81/135/EEC establishing that the apparatus described as 'EG and G PAR-OMA 2 System' may not be imported free of Common Customs Tariff duties\n", "header": "COMMISSION  DECISION\nof 12 December 1983\namending Commission Decision 81/135/EEC establishing that the apparatus described as 'EG and G PAR-OMA 2 System' may not be imported free of Common Customs Tariff duties\n(83/637/EEC)\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1798/75 of 10 July 1975 on the importation free of Common Customs Tariff duties of educational, scientific and cultural materials (1), as last amended by Regulation (EEC) No 608/82 (2),\nHaving regard to Commission Regulation (EEC) No 2784/79 of 12 December 1979 laying down provisions for the implementation of Regulation (EEC) No 1798/75 (3), and in particular Article 7 thereof,\nWhereas, by Decision 81/135/EEC of 18 February 1981 (4), the Commission found that the apparatus known as 'EG and G PAR-OMA 2 System', which was the subject of an application made by the United Kingdom Government on 22 September 1980, could not be imported free of Common Customs Tariff duties because the apparatus in question could not be deemed to be scientific;\nWhereas the above Decision was taken after consulting the expert group referred to in Article 7 (5) of Regulation (EEC) No 2784/79; whereas, taking into consideration new information which was brought to the notice of the aforementioned group when it was examining an application for duty-free importation of an apparatus of a type closely related to the one which was the subject of Decision 81/135/EEC, it has become apparent that at the date when the apparatus known as 'EG and G PAR-OMA 2 System' referred to above was ordered, it should have been deemed to be scientific because of its objective technical characteristics and the use to which it was to be put; whereas apparatus suitable for such use was not manufactured in the Community; whereas it was therefore justified to admit the apparatus concerned free of duty;\nWhereas, in consequence, Decision 81/135/EEC referred to above must be amended to take account of facts brought to light after its adoption,", "main_body": ["The text of Article 1 of Commission Decision 81/135/EEC is replaced by the following:\n'The apparatus described as \"EG and G PAR-OMA 2 System\", which is the subject of an application made by the United Kingdom on 22 September 1980, may be imported free of Common Customs Tariff duties.'", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 12 December 1983.\nFor the Commission\nKarl-Heinz NARJES\nMember of the Commission\n(1) OJ No L 184, 15. 7. 1975, p. 1.\n(2) OJ No L 74, 18. 3. 1982, p. 4.\n(3) OJ No L 318, 13. 12. 1979, p. 32.\n(4) OJ No L 69, 14. 3. 1981, p. 34."}