{"celex_id": "31985R0657", "uri": "http://publications.europa.eu/resource/cellar/0c6e2274-e861-42ff-aeec-d458ee3a4928", "type": "Regulation", "concepts": ["1085", "1309", "3591", "3774", "4680", "4732"], "title": "Commission Regulation (EEC) No 657/85 of 13 March 1985 on arrangements for imports into France and the United Kingdom of shirts (category 8) originating in Bangladesh\n", "header": "COMMISSION  REGULATION (EEC) No 657/85\nof 13 March 1985\non arrangements for imports into France and the United Kingdom of shirts (category 8) originating in Bangladesh\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3589/82 of 23 December 1982 on common rules for imports of certain textile products originating in third countries (1), and in particular Article 11 thereof,\nWhereas Article 11 of Regulation (EEC) No 3589/82 lays down the conditions under which quantitative limits may be established; whereas imports into France and the United Kingdom of shirts (category 8) originating in Bangladesh have exceeded the level referred to in paragraph 3 of the said Article;\nWhereas, in accordance with paragraph 5 of the said Article 11 of Regulation (EEC) No 3589/82, Bangladesh was notified on 17 December 1984 of a request for consultations;\nWhereas, pending a mutually satisfactory solution, imports of products of category 8 from Bangladesh into France and the United Kingdom were submitted to a provisional quantitative restriction for the period 17 December 1984 to 16 March 1985 by Commission Regulation (EEC) No 3670/84 (2);\nWhereas the consultations opened with Bangladesh did not lead to a definitive conclusion in regard to the problems involved;\nWhereas, in these circumstances, it is appropriate to make imports of products of category 8 from Bangladesh into France and the United Kingdom subject to quantitative limits for the period 17 December 1984 to 31 July 1985; whereas a decision on limits for the rest of 1985 and for 1986 will be taken later having regard to the final outcome of the consultations;\nWhereas paragraph 13 of the said Article 11 provides for compliance with the quantitative limits to be ensured by means of a double-checking system in accordance with Annex VI to Regulation (EEC) No 3589/82;\nWhereas the products in question exported from Bangladesh into France and the United Kingdom between 17 December 1984 and the date of entry into force of this Regulation must be set off against the quantitative limits laid down in the Annex;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Textiles Committee,", "main_body": ["Without prejudice to the provisions of Article 2, imports into France and the United Kingdom of the category of products originating in Bangladesh specified in the Annex hereto shall be subject to the quantitative limits set out in that Annex.", "1. Products as referred to in Article 1, shipped from Bangladesh to France and the United Kingdom before the date of entry into force of Regulation (EEC) No 3670/84 and not yet released for free circulation, shall be so released subject to the presentation of a bill of lading or other transport document proving that shipment actually took place before that date.\n2. Imports of products shipped from Bangladesh to France and the United Kingdom from the date of entry into force of Regulation (EEC) No 3670/84 shall remain subject to the double-checking system described in Annex VI to Regulation (EEC) No 3589/82.\n3. In applying the provisions of paragraph 2, all quantities of products shipped from Bangladesh to France and the United Kingdom from 17 December 1984 and released for free circulation shall be deducted from the quantitative limits laid down in the Annex. These quantitative limits shall not, however, prevent the importation of products covered by it, but shipped from Bangladesh before the entry into force of Regulation (EEC) No 3670/84.", "This Regulation shall enter into force on the second day following its publication in the Official Journal of the European Communities.\nIt shall apply until 31 July 1985.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 13 March 1985.\nFor the Commission\nWilly DE CLERCQ\nMember of the Commission\n(1) OJ No L 374, 31. 12. 1982, p. 106.\n(2) OJ No L 340, 28. 12. 1984, p. 43.\nANNEX\n1.2.3.4.5.6.7.8 //   //   //   //   //   //   //   //  // Cate- gory  // CCT heading No  // NIMEXE code (1985)  // Description  // Third country  // Member States  // Units  // Quantitative limits from 17 December 1984 to 31 July 1985  //   //   //   //   //   //   //   //   // 8  // 61.03 A  // 61.03-11, 15, 19  // Men's and boys' under garments, in- cluding collars, shirt fronts and cuffs: Men's and boys' shirts, woven, of wool, of cotton or of man-made textile fibres  // Bangladesh  // F UK  // 1 000 pieces  // 900 850  //   //  //   //   //   //   //   //"}