{"celex_id": "31985D0270", "uri": "http://publications.europa.eu/resource/cellar/3788415f-a54d-4fd4-a155-c6fd97e54c06", "type": "Decision", "concepts": ["1374", "192", "4689"], "title": "85/270/EEC: Commission Decision of 30 April 1985 amending Decision 81/713/EEC as regards the list of establishments in Brazil approved for the purpose of importing fresh meat into the Community\n", "header": "COMMISSION  DECISION\nof 30 April 1985\namending Decision 81/713/EEC as regards the list of establishments in Brazil approved for the purpose of importing fresh meat into the Community\n(85/270/EEC)\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 72/462/EEC of 12 December 1972 on health and veterinary inspection problems upon importation of bovine animals and swine and fresh meat from third countries (1), as last amended by Directive 83/91/EEC (2), and in particular Articles 4 (1) and 18 (1) (a) and (b) thereof,\nWhereas a list of establishments in Brazil, approved for the purpose of importing fresh meat into the Community, was drawn up initially by Commission Decision 81/713/EEC (3), as last amended by Decision 84/575/EEC (4);\nWhereas a routine inspection under Article 5 of Directive 72/462/EEC and Article 3 (1) of Commission Decision 83/196/EEC of 8 April 1983 concerning on-the-spot inspections to be carried out in respect of the importation of bovine animals and swine and fresh meat from non-member countries (5) has revealed that the level of hygiene of certain establishments has altered since the last inspection;\nWhereas the list of establishments should therefore be amended;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["The Annex to Decision 81/713/EEC is hereby replaced by the Annex to this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 30 April 1985.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 302, 31. 12. 1972, p. 28.\n(2) OJ No L 59, 5. 3. 1983, p. 34.\n(3) OJ No L 257, 10. 9. 1981, p. 28.\n(4) OJ No L 315, 5. 12. 1984, p. 22.\n(5) OJ No L 108, 26. 4. 1983, p. 18.\nANNEX\nLIST OF ESTABLISHMENTS FROM WHICH IMPORTS OF FRESH MEAT MAY BE AUTHORIZED WITHOUT TIME LIMIT\n1.2 //   //   // Number  // Address  //  1,2 //   // I. BOVINE MEAT  // A. Slaughterhouses and cutting premises  // 1.2 //   //   // SIF 6  // Frigorfico Mouran Araçatuba SA, Araçatuba, São Paulo  // 7  // Swift Armour SA - Indústria e Comércio, Santana do Livramento, Rio Grande do Sul  // 76  // SA Frigorfico Anglo, Barretos, São Paulo  // 168  // Frigorficos Minas Gerais SA, Santa Luzia, Minas Gerais  // 196  // Frigorfico Bordon SA, Presidente Prudente, São Paulo  // 226  // Frigorfico Bordon SA, Bagé, Rio Grande do Sul  // 232  // Cooperativa Industrial Regional de Carnes e Derivados Ltda, Bagé, Rio Grande do Sul  // 337  // Frigorfico Bertin Ltda, Lins, São Paulo  // 385  // Frigorfico Mouran SA, Andradina, São Paulo  // 451  // Frigorfico Vale de Tietê SA, José Bonifácio, São Paulo  // 458  // Frigorfico Bordon SA, Presidente Epitácio, São Paulo  // 506  // Frisa - Frigorfico Rio Doce SA, Colatina, Esprito Santo  // 592  // Frigorfico Central Ltda, Paranavai, Paraná  // 716  // Frigobrás - Companhia Brasileira de Frigorficos, Toledo, Paraná  // 760  // Cooperativa Regional Castilhense de Carnes e Derivados Ltda, Julio de Castilhos, Rio Grande do Sul  // 761  // Frigorfico Vacariense SA, Indústria e Comércio, Vacaria, Rio Grande do Sul  // 834  // Frigorfico Kaiowa SA, Presidente Venceslau, São Paulo  // 862  // Frigorfico Anglo, Goiania, Goias  // 876  // Cia Peteffi de Alimentos, Caxias do Sul, Rio Grande do Sul  // 954  // Cossisa Frigorfico SA, Sete Lagoas, Minas Gerais  // 1602  // Bon Beef Indústria e Comércio de Carnes SA, Vinhedo, São Paulo  // 1676  // Swift Armour Indústria e Comércio SA, Uberlandia, Minas Gerais  // 2007  // Cooperativa Rural Alegretense Ltda, Alegrete, Rio Grande do Sul  // 2023  // Frigorfico Quatro Rios SA, Votuporanga, São Paulo  // 2051  // Frinasa - Frigorfico Nanuque SA, Nanuque, Minas Gerais  // 2161  // Frigorfico Dias SA - Frigobras SA, Janaúba, Minas Gerais  // 2543  // Frigorfico Gejota Ltda, Promissão, São Paulo  //  //   //   // Number  // Address  //  1,2 //   // B. Cutting premises  //  1.2 //   //   // SIF 1  // Comabra - Cia de Alimentos do Brasil SA, Osasco, São Paulo  // 30  // SA Frigorfico Anglo, Pelotas, Rio Grande do Sul  // 736  // Sola SA, Industrias Alimenticias, Três Rios, Rio de Janeiro  // 1,2 // II. HORSE MEAT Slaughterhouses and cutting premises  // 1.2 //   //   // SIF 3  // Frigorfico Yukijirushi do Paraná SA, Curitiba, Paraná  // 55  // Martini Meat SA - Comércio, Importação e Exportação de Carnes, Apucarana, Paraná  // 924  // Mafisa - Matadouro e Frigorfico Industrial SA, Belo Jardim, Pernambuco  // 1803  // Fava - Industrial de Alimentos Ltda, Araguari, Minas Gerais  // 2168  // Matadouro Itaobim SA - Maisa, Itaobim, Minas Gerais  //  1,2 // III. COLD STORES  // 1.2 //   //   // SIF 4  // Swift Armour SA - Indústria e Comércio, Rosario do Sul, Rio Grande do Sul  // 63  // Friozen - Armazens Frigorficos Ltda, Jandira, São Paulo  // 71  // Frigorfico Rio Doce SA, Niteroi, Rio de Janeiro  // 72  // Cefri - Centrais de Estocagem Frigorificada Ltd, Mairinque, São Paulo  // 78  // Interfrio SA Comercial e Industrial, Pelotas, Rio Grande do Sul  // 216  // Arfrio SA - Armazens Gerais Frigorficos, Barueri, São Paulo  // 250  // Cetrim, Uberlandia, Minas Gerais  // 251  // Refrio Armazens Gerais Frigorficos Ltda, Itap. da Serra, São Paulo  // 324  // Entreposto Frigorfico João Mascarenhas, Rio Grande, Rio Grande do Sul  // 535  // Matadouro e Frigorfico Industrial SA - Mafisa, Recife, Pernambuco  // 785  // Frigobras, Paranagua, Paraná  // 933  // Companhia Brasileira de Armazenamento - Cibrazem, Rio de Janeiro  // 966  // C. Sola, Comércio e Exportação SA, Três Rios, Rio de Janeiro  // 1075  // CGA - Companhia Geral de Armazenagem, Santos, São Paulo  // 1127  // Companhia Brasileira de Armazenamento - Cibrazem, Curitiba, Paraná  // 1148  // Indústria e Comércio Sonva SA, Pelotas, Rio Grande do Sul  // 1597  // Companhia Estadual de Silos e Armazens - Cesa, Caxias do Sul, Rio Grande do Sul  // 1599  // Martini Meat SA - Comércio, Importação e Exportação de Carnes, Paranagua, Paraná  // 1632  // Juncao Armazenagem Comércio e Exportação Ltda, Rio Grande, Rio Grande do Sul  // 1660  // Frigorfico Mouran Araçatuba SA, Santos, São Paulo  // 1958  // Avante SA Productos Alimentcios, Santos, São Paulo  // 2248  // Armazen Frigorfico Coronel Augusto A. Leitão - Cibrazem, Canoas, Rio Grande do Sul  // 2427  // Cesca, Itajai, Santa Catarina  // 2608  // Companhia Estadual de Silos e Armazens - Cesa, Capão do Leão, Rio Grande do Sul  //   //\nLIST OF ESTABLISHMENTS FROM WHICH MEAT MAY BE INTRODUCED INTO THE TERRITORY OF THE COMMUNITY ONLY UNTIL THE STATED DATE\n1.2 //   //   // Number  // Address  //  1,2 //   // I. BOVINE MEAT Slaughterhouse and cutting premise  //  1.2 //  //   // 1651 (1)  // Frigorfico Extremo Sul SA, Pelotas, Rio Grande do Sul  //  1,2 // II. HORSE MEAT Slaughterhouse and cutting premise  //  1.2 //   //   // 733 (1)  // Indústria e Comércio Sonva SA, Pelotas, Rio Grande do Sul  //   //\n(1) Until 15 June 1985."}