{"celex_id": "31987D0039", "uri": "http://publications.europa.eu/resource/cellar/94e9b313-1213-4dfe-b42b-5b1bbf9703f0", "type": "Decision", "concepts": ["1318", "2393"], "title": "87/39/EEC: Commission Decision of 15 December 1986 on the extension of the multiannual guidance programme for 1986 in respect of aquaculture submitted by the Federal Republic of Germany pursuant to Council Regulation (EEC) No 2908/83 (Only the German text is authentic)\n", "header": "COMMISSION  DECISION\nof 15 December 1986\non the extension of the multiannual guidance programme for 1986 in respect of aquaculture submitted by the Federal Republic of Germany pursuant to Council Regulation (EEC) No 2908/83\n(Only the German text is authentic)\n(87/39/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2908/83 of 4 October 1983 on a common measure for restructuring, modernizing and developing the fishing industry and for developing aquaculture (1), and in particular Article 5 thereof,\nWhereas the 1983/85 programme preceded the presentation to the Commission of an expert study of the Community market for trout and carp;\nWhereas on 13 January 1986 the German Government forwarded a prolongation of the multiannual guidance programme in respect of aquaculture;\nWhereas, in accordance with the first paragraph of Article 3 of Regulation (EEC) No 2908/83, the time required for the execution of the programme covers at least the proposed duration of the common measure;\nWhereas the programme contains the information referred to in Article 4 of Regulation (EEC) No 2908/83;\nWhereas a feature of aquaculture in Germany is the very slight development of fish farming in sea waters; whereas almost all fish farming in Germany is carried out in fresh water and mainly involves the rearing of trout and carp;\nWhereas the programme proposes chiefly to rationalize and develop trout and carp rearing and, to a lesser extent, to increase freshwater production of other species;\nWhereas the Commission cannot approve that part of the programme relating to trout and carp in view of the difficult situation in the Community for these products, except for certain projects to modernize existing installations, particularly those which reduce pollution and mortality rates;\nWhereas the programme may, having regard to production potential, the demand for the products concerned and the guidelines of the common fisheries policy, constitute a suitable framework for projects which may qualify for financial support from the Community;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Committee for the Fishing Industry,", "main_body": ["The prolongation of the Multiannual Guidance Programme in respect of aquaculture forwarded by the German Government on 13 January 1986, the main features of which are set out in Annex I hereto, is hereby approved subject to the provisions set out in Annex II hereto.", "This Decision is addressed to the Federal Republic of Germany."], "attachments": "Done at Brussels, 15 December 1986.\nFor the Commission\nAntรณnio CARDOSO E CUNHA\nMember of the Commission\n(1) OJ No L 290, 22. 10. 1983, p. 1.\nANNEX I\nMAIN FEATURES OF THE EXTENSION FOR 1986 OF THE MULTIANNUAL GUIDANCE PROGRAMME IN RESPECT OF AQUACULTURE DRAWN UP BY THE GOVERNMENT OF THE FEDERAL REPUBLIC OF GERMANY WITHIN THE FRAMEWORK OF COUNCIL REGULATION (EEC) No 2908/83\n1. Objective of the programme\nDevelopment of freshwater and marine aquaculture, taking into account the suitability of species for culture in Germany, rearing techniques, commercial viability and market prospects.\n2. Duration\nThe programme will cover the period from 1 January to 31 December 1986.\n3. Areas concerned\nThe whole of the Federal Republic of Germany.\n4. Development policy\nFuture activity will be concentrated on species for which proven rearing technology exists.\nAmong these species the most important are:\n(a) trout,\n(b) carp,\n(c) eel,\n(d) marine flatfish, and in particular the turbot (Scophthalmus maximus).\n5. Production targets\nThe production targets to be achieved by the end of the programme in 1986 are the stabilization of current production of trout and carp and a significant increase in other products, eels in particular. Eel production is low at the moment (circa 10 to 20 tonnes), but there is a large unsatisfied market for eels in Germany, especially for 250-to-300-gram individuals for smoking. The production deficit is at least 500 tonnes.\n6. Investment requirements\nInvestments of about 14,3 million ECU are required for 1986. National aid to be allocated to these investments may be estimated at 4,1 million ECU.\nANNEX II\nFINAL CONCLUSIONS\n1. The Commission notes that the extension submitted by the Government of the Federal Republic of Germany as a framework for future Community and national financing schemes constitutes an initial measure to guide investments in aquaculture. However, in view of the situation on the Community market for trout and carp reared exclusively in fresh water, aid will be given only to certain modernization projects. Projects leading to a reduction in pollution and/or lower mortality rates will have priority.\n2. The Commission points out that the investment requirement contained in the programme does not imply any commitment as regards financial support from the Community."}