{"celex_id": "31988R1009", "uri": "http://publications.europa.eu/resource/cellar/a36fa7e5-5f96-441c-be87-96802ed133f9", "type": "Regulation", "concepts": ["1019", "1474", "2771"], "title": "Council Regulation (EEC) No 1009/88 of 21 March 1988 on the application of Decision No 3/87 of the EEC-Finland Joint Committee amending Protocol 3 with a view to determining the rules for the application of Decision No 3/86 in the case of Spain and the Canary Islands, Ceuta and Melilla\n", "header": "COUNCIL  REGULATION (EEC) No 1009/88\nof 21 March 1988\non the application of Decision No 3/87 of the EEC-Finland Joint Committee amending Protocol 3 with a view to determining the rules for the application of Decision No 3/86 in the case of Spain and the Canary Islands, Ceuta and Melilla\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nWhereas an Agreement between the European Economic Community and the Republic of Finland (1), was signed on 5 October 1973 and entered into force on 1 January 1974;\nWhereas, by virtue of Article 28 of Protocol No 3 concerning the definition of the concept of 'originating products' and methods of administrative cooperation, which forms an integral part of the above Agreement, the Joint Committee has adopted Decision No 3/87 amending that Protocol;\nWhereas it is necessary to apply that Decision in the Community,", "main_body": ["Decision No 3/87 of the EEC-Finland Joint Committee shall apply in the Community.\nThe text of the Decision is attached to this Regulation.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 July 1987.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 21 March 1988.\nFor the Council\nThe President\nK. TOEPFER\n(1) OJ No L 328, 28. 11. 1973, p. 2.\nDECISION No 3/87 OF THE EEC-FINLAND JOINT COMMITTEE\nof 10 December 1987\namending Protocol 3 with a view to determining the rules for the application of Decision No 3/86 in the case of Spain and the Canary Islands, Ceuta and Melilla\nTHE JOINT COMMITTEE,\nHaving regard to the Agreement between the European Economic Community and the Republic of Finland, signed in Brussels on 5 October 1973,\nHaving regard to Protocol 3 concerning the definition of the concept of 'originating products' and methods of administrative cooperation, hereinafter referred to as 'Protocol 3', and in particular Article 28 thereof,\nWhereas Protocol 3 was amended by Decision No 2/86 of the EEC-Finland Joint Committee of 9 June 1986 on account of the accession of Spain and Portugal to the European Communities with a view to ensuring the correct implementation of the trade regime contained in the Protocols consequent on the said accession;\nWhereas, in order to take account of the simplification of the documentation relating to evidence of origin introduced in Protocol 3 by Decision No 3/86 of the EEC-Finland Joint Committee of 11 December 1986 amendments should be made to the provisions of Protocol 3 relating to the accession of Spain and Portugal,\nHAS DECIDED AS FOLLOWS:\nArticle 1\nProtocol 3 is hereby amended as follows:\n1. In Articles 2 (1), 7, 9 (3) first subparagraph, and 26, 'Portugal' shall be deleted.\n2. In Articles 2 (1), 23 (1) and 27 (1) and (2), 'six countries' shall be replaced by 'five countries'.\n3. The third subparagraph of Article 9 (5) shall be replaced by the following:\n'EUR. 1 certificates issued retrospectively must be endorsed with one of the following phrases: ''délivré a posteriori'', ''udstedt efterfoelgende'', ''nachtraeglich ausgestellt'', '' ekdothén ek ton ystéron'', ''issued retrospectively'', ''expedido a posteriori'', ''rilasciato a posteriori'', ''afgegeven a posteriori'', ''emitido a posteriori'', ''annettu jaelkikaeteen'', ''utgefid eftir a,\" ''utstedt senere'', ''utfaerdat i efterhand'';'\n4. The first subparagraph of Article 9 (6) shall be replaced by the following:\n'6. In the event of the theft, loss or destruction of an EUR. 1 certificate, the exporter may apply to the customs authorities which issued it for a duplicate to be made out on the basis of the export documents in their possession. The duplicate issued in this way must be endorsed with one of the following words: ''duplicata'', ''duplicaat'', ''Duplikat'', '' antígrafo'', ''duplicado'', ''duplicato'', ''duplicate'', ''segunda via'', ''kaksoiskappale'', ''eftirrit''.'\n5. Article 13 (7) shall be replaced by the following:\n'7. In the cases referred to in paragraph 6 (a), one of the following phrases shall be entered in box 7, ''Remarks'', of the EUR. 1 certificate ''Procédure simplifiée'', ''Forenklet procedure'', ''Vereinfachtes Verfahren'', ''apgoystevméni diadikasía'', ''Simplified procedure'', ''Procedimiento simplificado'', ''Procedura semplificata'', ''Vereenvoudigde procedure'', ''Procedimento simplificado'', ''Yksinkertaistettu menettely'', ''Einfoeldud afgreidsla'', ''Forenklet prosedyre'', ''Forenklad procedur''.'\n6. The following paragraph shall be added to Article 24:\n'6. (a) Paragraph 1 (a) shall apply mutatis mutandis to the products covered by invoices made out in Spain within the framework of Article 8 (1).\n(b) The provisions of paragraphs 2, 3 and 4 concerning the use of the symbol ''ES'' shall apply mutatis mutandis to the invoices made out within the framework of Article 8 (1).'\n7. The following Articles shall be inserted:\n'Article 25\nFor the application of the provisions of the Additional Protocol concerning products originating in the Canary Islands, Ceuta and Melilla, this Protocol shall apply mutatis mutandis subject to the particular conditions set out in Articles 25a to 25d.\nArticle 25a\nThe term ''Community'' used in this Protocol does not cover the Canary Islands, Ceuta or Melilla. The term ''products originating in the Community'' does not cover products originating in the Canary Islands, Ceuta or Melilla.\nArticle 25b\n1. The following paragraphs shall apply instead of Articles 1, 2 and 3 and references to those Articles shall apply mutatis mutandis to this Article. 2. The following shall be considered as:\n(a) products originating in the Canary Islands, Ceuta and Melilla:\n(i) products wholly obtained in the Canary Islands, Ceuta and Melilla;\n(ii) products obtained in the Canary Islands, Ceuta and Melilla in the manufacture of which products other than those referred to in (i) are used, provided that the said products have undergone sufficient working or processing within the meaning of Article 5 (1). This condition shall not apply, however, to products which, within the meaning of this Protocol, originate in Finland, Austria, Iceland, Norway, Sweden or Switzerland or the Community provided they undergo, in the Canary Islands, Ceuta or Melilla, working or processing which exceeds the insufficient working or processing set out in Article 5 (3).\n(b) products originating in Finland:\n(i) products wholly obtained in Finland;\n(ii) products obtained in Finland in the manufacture of which products other than those referred to in (i) are used, provided that the said products have undergone sufficient working or processing within the meaning of Article 5 (1). This condition shall not apply, however to products which, within the meaning of this Protocol, originate in the Canary Islands, Ceuta or Melilla, Austria, Iceland, Norway, Sweden or Switzerland or the Community provided they undergo working or processing which exceeds the insufficient working or processing set out in Article 5 (3).\n3. The Canary Islands, Ceuta and Melilla shall be considered as a single territory.\n4. The exporter or his authorized representative shall enter ''Finland'' and ''Canary Islands, Ceuta and Melilla'' in box 2 of certificates EUR. 1 and box 1 of forms EUR 2. In addition, in the case of products originating in the Canary Islands, Ceuta and Melilla, this shall be indicated in box 4 of certificates EUR. 1 and box 8 of forms EUR. 2.\nWhen invoices are made out in the Canary Islands, Ceuta or Melilla in the framework of the provisions of Article 8 (1), the exporter or his authorized representative shall clearly indicate the products originating in the Canary Islands, Ceuta or Melilla by means of the symbol ''CCM''.\n5. The products in list C shall be temporarily excluded from the scope of this Protocol. Nevertheless, the arrangements regarding administrative cooperation shall apply mutatis mutandis to these products.\nArticle 25c\nThe Spanish customs authorities shall be responsible for the application of this Protocol in the Canary Islands, Ceuta and Melilla.\nArticle 25d\nArticle 23 shall not apply to trade between the Canary Islands, Ceuta and Melilla, on the one hand, and Finland on the other.'\nArticle 2\nThis Decision shall enter into force on the day on which it is adopted.\nIt shall apply with effect from 1 July 1987.\nArticle 24 (6), as it appears in Article 1 (6) of this Decision, shall apply until 31 December 1992.\nDone at Brussels, 10 December 1987.\nFor the Joint Committee\nThe Chairman\nP. BENAVIDES"}