{"celex_id": "31987R3600", "uri": "http://publications.europa.eu/resource/cellar/ea5e671d-142e-4b04-aac9-6df25a9f7467", "type": "Regulation", "concepts": ["1309", "161", "2300", "2563"], "title": "Commission Regulation (EEC) No 3600/87 of 30 November 1987 fixing the quota, for 1988, for cheese imports into Portugal from third countries\n", "header": "COMMISSION  REGULATION (EEC) No 3600/87\nof 30 November 1987\nfixing the quota, for 1988, for cheese imports into Portugal from third countries\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the Act of Accession of Spain and Portugal,\nHaving regard to Council Regulation (EEC) No 3797/85 of 20 December 1985 laying down detailed rules concerning quantitative restrictions on imports into Portugal from third countries of certain agricultural products subject to the system of transition by stages (1), and in particular Article 3 (1) thereof,\nWhereas Commission Regulation (EEC) No 607/86 (2) fixed the initial quota for cheese imports into Portugal from third countries of 431 tonnes; whereas the third subparagraph of Article 1 (3) of Regulation (EEC) No 3797/85 fixed the minimum annual rate of increase in the quota taking into account the patterns of trade and the state of bilateral or multilateral negotiations; whereas this method should be used to fix the quota for imports into Portugal of certain cheeses from third countries for 1988;\nWhereas, to ensure proper management of the quota, the applications for import authorizations should be subject to the lodging of a security;\nWhereas provision should be made for Portugal to communitcate information to the Commission on the application of the quota;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Milk and Milk Products,", "main_body": ["The volume of the quota, for 1988, for imports into Portugal from third countries of cheeses which are specified in Annex I to Regulation (EEC) No 3797/85 shall be 431 tonnes.", "1. The Portuguese authorities shall issue import authorizations so as to ensure a fair allocation of the available quantity between the applicants.\n2. The applications for import authorizations shall be subject to the lodging of a security, which shall be released, under the conditions defined by the Portuguese authorities, once the goods have been effectively imported.", "The Portuguese authorities shall communicate to the Commission the measures which they adopt for the application of Article 2.\nThey shall, for each of the products concerned, transmit, not later than the 15th day of each month, the following information on import authorizations issued in the preceding month:\n- the quantities covered by the import authorizations issued,\n- the quantities imported.", "This Regulation shall enter into force on 1 January 1988.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 November 1987.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 367, 31. 12. 1985, p. 23.\n(2) OJ No L 58, 1. 3. 1986, p. 31."}