{"celex_id": "31980R3299", "uri": "http://publications.europa.eu/resource/cellar/e60cbf0e-f959-4b36-b8eb-7d4868ebb14d", "type": "Regulation", "concepts": ["1277", "2958", "2965", "386", "4498"], "title": "Commission Regulation (EEC) No 3299/80 of 18 December 1980 amending Regulation (EEC) No 1624/76 in respect of the conditions for releasing the security to guarantee that skimmed-milk powder is denatured or processed\n", "header": "COMMISSION REGULATION (EEC) No 3299/80 of 18 December 1980 amending Regulation (EEC) No 1624/76 in respect of the conditions for releasing the security to guarantee that skimmed-milk powder is denatured or processed\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 804/68 of 27 June 1968 on the common organization of the market in milk and milk products (1), as last amended by Regulation (EEC) No 1761/78 (2), and in particular Article 10 (3) thereof,\nWhereas Commission Regulation (EEC) No 1624/76 of 2 July 1976 concerning special arrangements for the payment of aid for skimmed-milk powder denatured or processed into compound feedingstuffs in the territory of another Member State (3), as last amended by Regulation (EEC) No 725/80 (4), lays down in Article 2 (5) the conditions to be fulfilled for obtaining release of the security ; whereas it is appropriate to harmonize these conditions with those provided for in Commission Regulation (EEC) No 1725/79 of 26 July 1979 on the rules for granting aid to skimmed milk processed into compound feedingstuffs and skimmed-milk powder intended for feed for calves (5), as last amended by Regulation (EEC) No 2851/80 (6), concerning payment of the aid;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Milk and Milk Products,", "main_body": ["Article 2 (5) of Regulation (EEC) No 1624/76 is hereby amended as follows:    1. The following sentence is added to the first subparagraph:\n\"In the case of skimmed-milk powder denatured pursuant to Article 2 (3) and (4) of Regulation (EEC) No 1725/79, the provisions of the second subparagraph of Article 9 (2) of the said Regulation shall apply to release of the security.\"\n2. The following sentence is added to the third subparagraph:\n\"Compliance with the conditions referred to in paragraph 1 (a) and (b) need not, however, be certified in the said documents.\"", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 18 December 1980.\nFor the Commission\nFinn GUNDELACH\nVice-President\n(1) OJ No L 148, 28.6.1968, p. 13.  (2) OJ No L 204, 28.7.1978, p. 6.  (3) OJ No L 180, 6.7.1976, p. 9.  (4) OJ No L 83, 28.3.1980, p. 11.  (5) OJ No L 199, 7.8.1979, p. 1.  (6) OJ No L 296, 5.11.1980, p. 7."}