{"celex_id": "31989R2441", "uri": "http://publications.europa.eu/resource/cellar/cff77e93-6aa5-401b-8086-6ae1fc4c0be2", "type": "Regulation", "concepts": ["2222", "2783", "3591", "863"], "title": "Commission Regulation (EEC) No 2441/89 of 7 August 1989 on arrangements for imports into Spain of certain textile products (category 3) originating in Pakistan\n", "header": "COMMISSION  REGULATION (EEC) No 2441/89\nof 7 August 1989\non arrangements for imports into Spain of certain textile products (category 3) originating in Pakistan\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 4136/86 of 22 December 1986 on common rules for imports of certain textile products originating in third countries (1), as last amended by Regulation (EEC) No 718/89 (2), and in particular Article 11 thereof,\nWhereas Article 11 of Regulation (EEC) No 4136/86 lays down the conditions under which quantitative limits may be established; whereas imports into Spain of textile products of category 3 specified in the Annex hereto and originating in Pakistan exceeded the level referred to in paragraph 3 of the said Article 11;\nWhereas, in accordance with paragraph 5 of the said Article 11 of Regulation (EEC) No 4136/86, Pakistan was notified on 20 December 1988 of a request for consultations; whereas, as a result of these consultations, it was agreed to make the textile products in question subject to quantitative limits for the years 1989 to 1991;\nWhereas paragraph 13 of the said Article 11 of Regulation (EEC) No 4136/86 ensures that the quantitative limits are observed by means of a double-checking system in accordance with Annex VI to the said Regulation;\nWhereas the products in question exported from Pakistan between 1 January 1989 and the date of entry into force of this Regulation must be set off against the quantitative limit for the year 1989;\nWhereas this quantitative limit should not prevent the importance of products covered by it shipped from Pakistan to Spain before the date of entry into force of this Regulation;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Textile Committee,", "main_body": ["Without prejudice to the provisions of Article 2, imports into Spain of the category of products originating in Pakistan and specified in the Annex hereto shall be subject to the quantitative limits set out in that Annex.", "1. Products as referred to in Article 1, shipped from Pakistan to Spain before the date of entry into force of this Regulation and not yet released for free circulation, shall be so released subject to the presentation of a bill of lading or other transport document proving that shipment actually took place before that date.\n2. Imports of such products shipped from Pakistan to Spain after the entry into force of this Regulation shall be subject to the double-checking system described in Annex VI to Regulation (EEC) No 4136/86.\n3. All quantities of products shipped from Pakistan to Spain on or after 1 January 1989, and released for free circulation, shall be deducted from the quantitative limit laid down. This limit shall not, however, prevent the importation of products covered by it but shipped from Pakistan before the date of entry into force of this Regulation.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nIt shall apply until 31 December 1991.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 7 August 1989.\nFor the Commission\nJean DONDELINGER\nMember of the Commission\n(1) OJ No L 387, 31. 12. 1986, p. 42.\n(2) OJ No L 79, 22. 3. 1989, p. 6.\nANNEX\n1.2.3.4.5.6.7,9 //  //  //  //  //  //  //  // Category  // CN code   // Description  // Third country   // Unit  // Member State   // Quantitative limits from 1 January to 31 December  //  // 1.2.3.4.5.6.7.8.9 //  //  //  //  //  //  // 1989  // 1990   // 1991   //    //   //   //   //   //   //   //  //   //   //   //   //   //   //   //   //   //   // 3  // 5512 11 00 5512 19 10 5512 19 90 5512 21 00 5512 29 10 5512 29 90 5512 91 00 5512 99 10 5512 99 90   // Woven fabrics of synthetic fibres (staple or waste) other than narrow woven fabrics, pile fabrics (including terry fabrics) and chenille fabrics   // Pakistan   // Tonnes   // Spain   // 1 000   // 1 035   // 1 071   //   // 5513 11 10 5513 11 30 5513 11 90 5513 12 00 5513 13 00 5513 19 00 5513 21 10 5513 21 30 5513 21 90 5513 22 00 5513 23 00 5513 29 00 5513 31 00 5513 32 00 5513 33 00 5513 39 00 5513 41 00 5513 42 00 5513 43 00 5513 49 00   //  //   //   //   //   //   //   //   // 5514 11 00 5514 12 00 5514 13 00 5514 19 00 5514 21 00 5514 22 00 5514 23 00 5514 29 00 5514 31 00 5514 32 00 5514 33 00 5514 39 00 5514 41 00 5514 42 00 5514 43 00 5514 49 00   //   //   //   //   //   //   //  //   // 5515 11 10 5515 11 30 5515 11 90 5515 12 10 5515 12 30 5515 12 90 5515 13 11 5515 13 19 5515 13 91 5515 13 99 5515 19 10 5515 19 30 5515 19 90 5515 21 10   //   //   //   //   //  //   // 1.2.3.4.5.6.7,9 //  //  //  //  //  //  //  // Category   // CN code   // Description  // Third country   // Unit   // Member State   // Quantitative limits from 1 January to 31 December  //  // 1.2.3.4.5.6.7.8.9 //  //  //  //  //  //  // 1989  // 1990   // 1991   //    //   //   //   //   //   //   //  //   //   // 3 (cont'd)   // 5515 21 30 5515 21 90 5515 22 11 5515 22 19 5515 22 91 5515 22 99 5515 29 10 5515 29 30 5515 29 90 5515 91 10 5515 91 30 5515 91 90 5515 92 11 5515 92 19 5515 92 91 5515 92 99 5515 99 10 5515 99 30 5515 99 90 5803 90 30 ex 5905 00 70 ex 6308 00 00   //   //   //   //   //   //   //  //    //   //   //   //   //   //   //   //"}