{"celex_id": "31985R0231", "uri": "http://publications.europa.eu/resource/cellar/10d0aa41-f163-4098-8b30-df38c08fcf45", "type": "Regulation", "concepts": ["2173", "239", "2689"], "title": "Council Regulation (EEC) No 231/85 of 29 January 1985 amending Regulation No 136/66/EEC on the establishment of a common organization of the market in oils and fats\n", "header": "COUNCIL  REGULATION (EEC) No 231/85\nof 29 January 1985\namending Regulation No 136/66/EEC on the establishment of a common organization of the market in oils and fats\nTHE COUNCIL OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 43 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas Article 4 (1) of Regulation No 136/66/EEC (4), as last amended by Regulation (EEC) No 2260/84 (5), provides that, where there is a marked change during the marketing year in the factors used to determine the representative market price for olive oil during the marketing year, a decision may be taken to adjust the representative market price and the threshold price during the marketing year, in accordance with the procedure laid down in Article 38 of that Regulation; whereas, in the interests of sound market management, detailed rules should be provided which could be employed to define what constitutes a marked change in the relevant factors; whereas provision should also be made for any necessary adjustments to the level of consumption aid as well as to the percentage of consumption aid to be taken as the basis for the financing of both the operation of recognized trade organizations and certain schemes giving information about and promoting the consumption of olive oil,", "main_body": ["Article 4 of Regulation No 136/66/EEC is hereby amended as follows:\n1. The second subparagraph of paragraph 1 is replaced by the following:\n'However, when during the marketing year the factors which are used to determine the representative market price for olive oil undergo a change which, on the basis of detailed rules to be established under the procedure provided for in Article 38, may be considered as a marked change, a decision may be taken under the said procedure to adjust the representative market price and the threshold price during the marketing year.\nIn such cases, the level of consumption aid and the percentages of consumption aid referred to in Article 11 (5) and (6) may be adjusted in accordance with the same procedure.'\n2. The second subparagraph of paragraph 4 is replaced by the following:\n'The prices referred to in paragraph 1, first subparagraph under (b), shall be adopted by the Council acting by a qualified majority on a proposal from the Commission.'", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 29 January 1985.\nFor the Council\nThe President\nG. ANDREOTTI\n(1) OJ No C 317, 28. 11. 1984, p. 8.\n(2) Opinion delivered on 18 January 1985 (not yet published in the Official Journal).\n(3) OJ No C 103, 16. 4. 1984, p. 35.\n(4) OJ No 172, 30. 9. 1966, p. 3025/66.\n(5) OJ No L 208, 3. 8. 1984, p. 1."}