{"celex_id": "31989R3883", "uri": "http://publications.europa.eu/resource/cellar/e70d12da-08bd-4b78-ab90-ed165dfb9fc1", "type": "Regulation", "concepts": ["1988", "2958", "4667"], "title": "Council Regulation (EEC) No 3883/89 of 11 December 1989 fixing the intervention price for butter and skimmed- milk powder as from 1 March 1990\n", "header": "COUNCIL REGULATION (EEC) No 3883/89 of 11 December 1989 fixing the intervention price for butter and skimmed-milk powder as from 1 March 1990\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 43 thereof,\nHaving regard to the Act of Accession of Spain and Portugal, and in particular Article 89 (1) thereof,\nHaving regard to Council Regulation (EEC) No 804/68 of 27 June 1968 on the common organization of the market in milk and milk products (1), as last amended by Regulation (EEC) No 3879/89 (2), and in particular Article 12 (2) thereof,\nHaving regard to the proposal from the Commission (3),\nHaving regard to the opinion of the European Parliament (4),\nHaving regard to the opinion of the Economic and Social Committee (5),\nWhereas Regulation (EEC) No 1112/89 (6) fixed the target price for milk and the intervention prices for butter, skimmed-milk powder and Grana Padano and Parmigiano Reggiano cheeses for the 1989/90 milk year;\nWhereas Council Regulation (EEC) No 3881/89 of 11 December 1989 establishing, for the period running from 1 April 1989 to 31 March 1990, the Community reserve for the application of the levy referred to in Article 5c of Regulation (EEC) No 804/68 in the  milk and milk products sector (7),\nincreas the reserve provided for by Regulation (EEC) No 766/89 (8) for redistribution for the benefit of the producers during the abovementioned period; whereas, for the purposes of avoiding any worsening of the market situation and a rapid  reconstitution of stocks, it appears appropriate to decide, at this stage already, on a lowering of the intervention price for butter and skimmed-milk powder, to apply from\n1 March 1990,", "main_body": ["As from 1 March 1990, the intervention prices for butter and skimmed-milk powder shall be fixed as follows:\n(ECU per 100 kg)\nCommunity\nof Ten\nSpain\nIntervention price:\nButter\nSkimmed-milk powder\n293,28\n172,73\n314,74\n218,81", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply from 1 March 1990.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 11 December 1989.\nFor the Council\nThe President\nH. NALLET\n(9) OJ No L 148, 28. 6. 1968, p. 13.\n(10) See page 1 of this Official Journal.\n(11) OJ No C 265, 12. 10. 1988, p. 6.\n(12) Opinion delivered on 24 November 1989 (not yet published in the Official Journal).\n(13) Opinion delivered on 18 October 1989 (not yet published in the Official Journal).\n(14) OJ No L 118, 29. 4. 1989, p. 3.\n(15) See page 5 of this Official Journal.\n(16) OJ No L 84, 29. 3. 1989, p. 6."}