{"celex_id": "31989R0288", "uri": "http://publications.europa.eu/resource/cellar/6a5beae4-2326-4c04-af8a-e01e492e47d2", "type": "Regulation", "concepts": ["2771", "50"], "title": "Commission Regulation (EEC) No 288/89 of 3 February 1989 on deterining the origin of integrated circuits\n", "header": "COMMISSION  REGULATION (EEC) No 288/89\nof 3 February 1989\non deterining the origin of integrated circuits\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Regulation (EEC) No 802/68 of the Council of 27 June 1968 on the common definition of the concept of origin of goods (1), as last amended by Regulation (EEC) No 3860/87 (2), and in particular Article 14 thereof,\nWhereas Article 5 of Regulation (EEC) No 802/68 lays down that a product in the production of which two or more countries were concerned shall be regarded as originating in the country in which the last substantial process or operation that is economically justified was performed, having been carried out in an undertaking equipped for the purpose, and resulting in the manufacture of a new product or representing an important stage of manufacture;\nWhereas, for integrated circuits, the variety of operations which come within the scope of manufacture makes it necessary to establish the last substantial process or operation for the application of Article 5 of Regulation (EEC) No 802/68;\nWhereas the diffusion stage of manufacture is technically highly sophisticated, requires great precision and presupposes a large research investment; whereas, in the context of the totality of the operations necessary for the manufacture of integrated circuits, it is considered that the manufacturing operations following diffusion (such as assembly and testing) are so significantly less important than diffusion that they cannot individually or collectively constitute a substantial operation and thus cannot meet the requirement of being the last substantial operation in the manufacture of integrated circuits; whereas diffusion by means of which the intelligent contribution to the integrated circuit is completed and the integrated circuit is given all its functional capabilities has to be designated for the purposes of Article 5 of Regulation (EEC) No 802/68 as the last substantial operation in the manufacture of integrated circuits; whereas diffusion in this context shall be defined as the process whereby integrated circuits are formed on a semiconductor substrate by the selective introduction of an appropriate dopant;\nWhereas the provisions of this Regulation are in accordance with the opinion of the Committee of Origin,", "main_body": ["The manufacture of integrated circuits only confers on the said product the origin of the country where it was carried out in the case where the conditions laid down in the Annex to this Regulation are fulfilled.", "This Regulation shall enter into force three days following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 3 February 1989.\nFor the Commission\nChristiane SCRIVENER\nMember of the Commission\n(1) OJ No L 148, 28. 6. 1968, p. 1.\n(2) OJ No L 363, 23. 12. 1987, p. 30.\nANNEX\n1.2.3 //  //  //  // CN code  // Description of product  // Process or operation carried out on non-originating materials that confers that status of originating products  //  //  //  // (1)  // (2)  // (3)  //  //  //  // ex 8542  // Integrated circuits   // The operation of diffusion (where integrated circuits are formed on a semiconductor substrate by the selective introduction of an appropriate dopant)   //  //   //"}