{"celex_id": "31989R3164", "uri": "http://publications.europa.eu/resource/cellar/a7276b6d-e682-4301-998c-1d0b1d2c69e6", "type": "Regulation", "concepts": ["3275", "5384", "5561", "797", "889"], "title": "Commission Regulation (EEC) No 3164/89 of 23 October 1989 laying down detaled rules for the application of special measures in respect of hemp seed\n", "header": "24.10.1989 EN Official Journal of the European Communities L 307/22\nCOMMISSION REGULATION (EEC) No 3164/89\nof 23 October 1989\nlaying down detaled rules for the application of special measures in respect of hemp seed\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3698/88 of 24 November 1988 laying down special measures for hemp seed (1), and in particular Article 2 (3) thereof,\nWhereas, pursuant to Article 2 of Council Regulation (EEC) No 1496/89 of 29 May 1989 laying down general rules for granting aid for hemp seed (2), Member States must introduce control arrangements whereby it is possible to verify whether the area under hemp seed in respect of which an application for aid is submitted tallies with that sown and harvested and whether the requirements laid down as regards the content of intoxicating substances are met; whereas, to that end, all producers must submit aid applications giving certain minimum information permitting such verification; whereas provision should be made for such verification to be conducted in particular by an on-the-spot sampling check of a sufficiently representative number of aid applications; whereas, to the same end, the particulars to be notified to the Commission by the Member States should be specified;\nWhereas special provisions should be laid down to cover cases of false declarations by producers;\nWhereas, to simplify the operation of the scheme, it should be provided that Member States are to apply a system similar to that instituted by Commission Regulation (EEC) No 1164/89 of 28 April 1989 laying down detailed rules concerning the aid for fibre flax and hemp (3);\nWhereas uniform provisions should be laid down for the payment of the aid;\nWhereas the operative event creating entitlement to the aid for hemp occurs when the hemp is produced; whereas, however, it is very difficult to establish the exact date of production of a given lot; whereas experience has shown that production is almost entirely completed during the month of August of each year at the latest; whereas, in order to ensure uniform operation of the aid scheme, the conversion rate used to calculate the amounts of the aid in national currency should be the rate applicable at the end of that month;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Oils and Fats,", "main_body": ["1.   For the purposes of this Regulation, ‘indicative yield’ means the yield per hectare of hemp seed fixed, during a particular marketing year, in respect of one or more homogeneous production areas.\n2.   When fixing the indicative yield, account shall be taken of the yields which are representative of the general trend revealed by sampling checks carried out by the Member States in the main production areas.\nSuch sampling checks shall be conducted at holdings and shall relate to a representative percentage of the areas under hemp, having regard to the geographical distribution of those areas.\n3.   In accordance with the procedure laid down in Article 38 of Council Regulation (EEC) No 136/66/EEC (4) one or more homogeneous production areas shall be established each year after the harvest by reference to the factors influencing production conditions, and on the basis in particular of those regions which are representative as regards the areas harvested.", "1.   Aid shall be granted in respect only of areas:\n(a) the whole of which has been sown and harvested; and\n(b) in respect of which there has been submitted:\n— a declaration of areas sown in accordance with Article 5 of Regulation (EEC) No 1164/89,\n— an aid application in accordance with Article 8 of that Regulation and Article 3 of this Regulation; and\n(c) which, notwithstanding Article 5 (2) of this Regulation, are eligible for the aid provided for in Article 4 of Council Regulation (EEC) No 1308/70 (5).\n2.   Each Member State shall grant aid only in respect of hemp seed harvested in its territory.\n3.   Articles 7 and 8 (1) second subparagraph and (4) of Regulation (EEG) No 1164/89 shall apply for aid for hemp seed.", "1.   Aid applications as referred to in Article 2 shall include at least the following particulars:\n(a) the area in which the seed was harvested;\n(b) if deseeding was carried out by the declarant: the quantity of seed harvested and the place where such seed is stored or, if it has been sold or delivered, the surname, forename(s) and address of the purchaser, together with the amounts delivered;\n(c) if deseeding was not carried out by the declarant: the place where the hemp straw is stored or, if it has been sold or delivered, the surname, forename(s) and address of the purchaser, together with the quantities of straw delivered.\n2.   If the aid application does not contain the particulars specified in paragraph 1, the declarant must forward them to the competent authorities within the time limit laid down for the submission of the aid application.", "The conversion rate to be applied to the aid shall be the representative rate in force on 1 September following the beginning of each marketing year.", "1.   For the purpose of the checks provided for in Article 2 of Regulation (EEC) No 1496/89, the Member States shall carry out on-the-spot sampling checks on the execution of the normal operations relating to harvest of the hemp seed. Such checks shall be made on at least 5 % of the aid applications, having regard to the geographical distribution of the areas concerned. Their purpose shall in particular be to verify that the hemp has been pulled or cut only after the complete formation of the seed.\nWhere significant irregularities arise relating to 6 % on more of the checks carried out, the Member States shall notify the Commission thereof forthwith and shall state what measures have been adopted.\nMember States may require growers to submit any documents considered necessary.\n2.   If a check as provided for in paragraph 1 shows that the area in respect of which the aid is applied for is:\n(a) less than that ascertained during the check, the area ascertained shall be used;\n(b) greater than that ascertained during the check, without prejudice to any penalties provided for under national law and the provisions of point (c), the area used shall be the ascertained area minus the difference between the area in respect of which the aid is applied for and that ascertained, except where the difference is considered justified by the Member State concerned; in the latter case the area ascertained shall be used;\n(c) greater than that ascertained during the check and if, for the person making the declaration in question, areas indicated in the declarations or applications have been reduced during the same marketing year or the preceding one in accordance with Article 7 or 8 of Regulation (EEC) No 1164/89 or with point (b) of this paragraph, except where the difference is considered justified by the Member State concerned, the aid application shall be rejected.\nMember States shall notify the Commission of the measures taken in compliance with this paragraph.", "Producer Member States shall pay the aid before 31 March following the end of the marketing year.", "1.   Before 15 February of each year producer Member States shall inform the Commission of the areas harvested, the quantities of seed indicated in aid applications submitted and the result of each of the sampling checks referred to in Article 1 (2).\n2.   Producer Member States shall inform the Commission, at the latest by the end of the month following that in which payment of the aid for each marketing year has been effected, of the areas in respect of which the aid has been paid.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nIt shall apply from the 1989/90 marketing year.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 23 October 1989.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1)  OJ No L 325, 29. 11. 1988, p. 2.\n(2)  OJ No L 148, 1. 6. 1989, p. 3.\n(3)  OJ No L 121, 29. 4. 1989, p. 4.\n(4)  OJ No 172, 30. 9. 1966, p. 3025/66.\n(5)  OJ No L 146, 4. 7. 1970, p. 1."}