{"celex_id": "31987R1390", "uri": "http://publications.europa.eu/resource/cellar/46b8577f-dd12-4f50-b003-081b3afa2efe", "type": "Regulation", "concepts": ["2173", "4708", "863"], "title": "Council Regulation (EEC) No 1390/87 of 18 May 1987 amending Regulation (EEC) No 822/87 on the common organization of the market in wine\n", "header": "COUNCIL  REGULATION (EEC) No 1390/87\nof 18 May 1987\namending Regulation (EEC) No 822/87 on the common organization of the market in wine\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 43 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas, following the accession of Spain, alterations should be made to the demarcation of the wine-growing zones provided for in Article 18 of Regulation (EEC) No 822/87 (4);\nWhereas, in view in particular of the climatic features, provision should be made, by the end of the 1989/90 wine year at the latest, for a new demarcation of wine-growing zones for the Community as a whole, using as a basis a report to be drawn up by the Commission;\nWhereas Spanish legislation prior to accession provided, for the major part of Spain's wine-growing area, for a minimum natural alcoholic strength by volume of 9 % vol., corresponding to that of wine-growing zones CIII; whereas that situation should be maintained until the end of the 1989/90 wine year by including the major part of Spain's wine-growing area in wine-growing zone C III b); whereas, having regard to the climatic conditions prevailing in the other parts of the Spanish wine-growing area, the said parts should be classified in wine-growing zones C I a) and C II;\nWhereas, in order to make the rules on wine fully applicable in Spain as from the 1986/87 wine year, it is necessary to determine the wine-growing zones of the said Member State with effect from 1 September 1986,", "main_body": ["Regulation (EEC) No 822/87 is hereby amended as follows:\n1. The following subparagraph shall be added to Article 18 (3):\n'Before the end of the 1989/90 wine year the Commission shall submit to the Council a report on the demarcation of wine-growing zones in the Community. The Council, acting by a qualified majority on a proposal from the Commission, shall decide on the demarcation of the wine-growing zones for the Community as a whole, such provisions applying from the 1990/91 wine year.'\n2. Annex IV is hereby amended as follows:\n(a) point 3 shall be replaced by the following:\n'3. Wine-growing zone C I a) comprises the area under vines:\n(a) in France:\n- in the following departments:\nAllier, Alpes-de-Haute-Provence, Hautes-Alpes, Alpes-Maritimes, Ariège, Aveyron, Cantal, Charente, Charente-Maritime, Corrèze, Côte-d'Or, Dordogne, Haute-Garonne, Gers, Gironde, Isère, Landes, Loire, Haute-Loire, Lot, Lot-et-Garonne, Lozère, Nièvre except for the arrondissements of Cosne-sur-Loire, Puy-de-Dôme, Pyrénées-Atlantiques, Hautes Pyrénées, Rhône, Saône-et-Loire, Tarn-et-Garonne, Haute-Vienne, Yonne;\n- in the arrondissements of Valence and Die in the department of Drôme (except for the cantons of Dieulefit, Loriol, Marsanne and Montélimar);\n- in the department of Ardèche, the whole of the arrondissement of Touron and the cantons of Antraigues, Buzet, Coucouron, Montpezat-sous-Bauzon, Privas, Saint-Etienne de Lugdarès, Saint-Pierreville, Valgorge and la Voulte-sur-Rhône.\n(b) in Spain, in the provinces of Asturias, Cantabria, Guipúzcoa, La Coruña and Vizcaya.'\n(b) Point 5 shall be supplemented by the following:\n'(c) in Spain, the areas under vines:\n- in the following provinces:\n- Lugo, Orense, Pontevedra,\n- Ávila (except for the communes which correspond to the designated wine \"comarca\" of Cebreros), Burgos, León, Palencia, Salamanca, Segovia, Soria, Valladolid, Zamora,\n- La Rioja,\n- Álava,\n- Navarra,\n- Huesca,\n- Barcelona, Gerona, Lérida,\n- in that part of the province of Zaragoza which lies to the north of the river Ebro,\n- in those communes of the province of Tarragona included in the Penedès registered designation of origin,\n- in that part of the province of Tarragona which corresponds to the designated wine \"comarca\" of Conca de Barberà.'\n(c) point 7 shall be supplemented by the following:\n'(d) in Spain, the areas under vines not included in 3 (b) or 5 (c).'\n(d) point 8 shall be replaced by the following:\n'8. The demarcation of the territories covered by the administrative units mentioned in this Annex is that resulting from the national provisions in force on 15 December 1981 and, for Spain, from the national provisions in force on 1 March 1986.'", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply from 1 September 1986.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 18 May 1987.\nFor the Council\nThe President\nP. DE KEERSMAEKER\n(1) OJ No C 326, 19. 12. 1986, p. 6.\n(2) OJ No C 76, 23. 3. 1987, p. 159.\n(3) OJ No C 105, 21. 4. 1987, p. 7.\n(4) OJ No L 84, 27. 3. 1987, p. 1."}