{"celex_id": "31989R0678", "uri": "http://publications.europa.eu/resource/cellar/23edc427-a765-4eb8-86dc-ce69a326a980", "type": "Regulation", "concepts": ["2621", "4327", "473", "4734", "889", "978"], "title": "Commission Regulation (EEC) No 678/89 of 16 March 1989 amending for the time Regulation (EEC) No 2729/88 laying down detailed rules for the application of Council Regulation (EEC) No 1442/88 on the granting, for the 1988/89 to 1995/96 wine years, of permanent abandonment premiums in respect of wine-growing areas\n", "header": "COMMISSION  REGULATION (EEC) No 678/89\nof 16 March 1989\namending for the time Regulation (EEC) No 2729/88 laying down detailed rules for the application of Council Regulation (EEC) No 1442/88 on the granting, for the 1988/89 to 1995/96 wine years, of permanent abandonment premiums in respect of wine-growing areas\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1442/88 of 24 May 1988 on the granting, for the 1988/89 to 1995/96 wine years, of permanent abandonment premiums in respect of wine-growing areas (1), and in particular Article 20 thereof,\nWhereas to enable the Commission to assess the impact of the abandonment measures, in connection with the exhaustive analysis to be conducted by the Council before 1 April 1990 in accordance with Article 11 of Regulation (EEC) No 1442/88 or in connection with the communication referred to in Article 9 (1) of Council Regulation (EEC) No 822/87 of 16 March 1987 on the common organization of the market in wine (2), as last amended by Regulation (EEC) No 2964/83 (3), it should be laid down that the Member States are to supply the Commission with certain tables;\nWhereas an annual deadline for the submission of applications to the Commission by the Member States pursurant to Article 12 (1) or (2) of Regulation (EEC) No 1442/88 should be fixed so that applicants can be notified in time and so that the competent authorities are saved excessive work on dealing with the applications;\nWhereas certain dates should be adopted as regards the 1989/90 wine year so that Member States have time to forward such applications to the Commission; whereas an earliest date for admissibility should be laid down in 1989 for individual applications to be lodged in full knowledge of the facts; whereas, in view of the number of applications aiready lodged, Member States may however provide that individual applications submitted before that date which do not relate to the areas in respect of which the Commission has already taken measures pursuant to Article 12 (1) or (2) of Regulation (EEC) No 1442/88 are also to be admissible in order to avoid cumbersome administrative procedures;\nWhereas an earliest date to which Member States may bring forward deadlines as provided for in Article 4 (4) of Regulation (EEC) No 1442/88 should also be indicated in order to give applicants sufficient time after the possible publication of areas exempt from application of Regulation (EEC) No 1442/88 in accordance with Article 12 of the said Regulation duly to complete abandonment applications;\nWhereas the opportunity provided by this amendment should also be taken to specify details of the communication to be made by the Member States pursuant to Article 10 of Commission Regulation (EEC) No 2729/88 (4), as amended by Regulation (EEC) No 3445/88 (5);\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Wine,", "main_body": ["Regulation (EEC) No 2729/88 is hereby amended as follows:\n1. Article 10 is replaced by the following:\n'Article 10\nMember States shall notify the Commission, not later than 31 October, of the total extent of exemption from the obligation provided for in Article 39 of Regulation (EEC) No 822/87, giving a breakdown by class of average yield and by administrative unit. The notification shall specify what quantities have been exempted since the end of the grubbing year just ended and the corresponding areas grubbed, giving the same breakdown.'\n2. The following Articles are inserted:\n'Article 10a\nMember States shall forward to the Commission the particulars set out in the tables in Annex IV and V by 1 December at the latest of the year in which the grubbing year ended.\nThose particulars may be forwarded with the annual communication by the Member States pursuant to Article 9 of Regulation (EEC) No 822/87.'\n'Article 11a\n1. So that they may take effect from the following wine year, Member States' applications pursuant to Article 12 (1) or (2) of Regulation (EEC) No 1442/88 shall be submitted to the Commission on 1 October at the latest. However, for grubbing to be carried out during the 1989/90 wine year, such applications must be submitted before 1 April 1989.\n2. Where Article 4 (4) of Regulation (EEC) No 1442/88 is applied, the earliest date for submitting applications may not be prior to 1 July. In order to apply to the following wine year, the deadline brought forward must be in force in the Member State concerned on 1 April.\n3. For grubbing to be carried out during the 1989/90 wine year, only individual applications submitted from 15 May 1989 shall be admissible. Member States may however provide that individual applications submitted before that date shall also be admissible where they relate to areas otherthan those in respect of which measures pursuant to Article 12 (1) or (2) of Regulation (EEC) No 1442/88 have been taken by the Commission.'\n3. Annexes IV and V annexed to this Regulation are added.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 16 March 1989.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 132, 28. 5. 1988, p. 3.\n(2) OJ No L 84, 27. 3. 1987, p. 1.\n(3) OJ No L 269, 29. 9. 1988, p. 5.\n(4) OJ No L 241, 1. 9. 1988, p. 108.\n(5) OJ No L 302, 5. 11. 1988, p. 21.\nANNEX\n'ANNEX IV\nAnalytical statement of wine-growing areas under wine-grape varieties permanently abandoned pursuant to Regulation (EEC) No 1442/88\nMember State:\nAdministrative unit: (1)\nWine year:\n(in hectares)\n1.2,3.4,5 //  //  //  // Yield class (2) (Y = yield) (for areas  25 ares)  // Table wines  // Quality wines psr (4) 1.2.3.4.5 //  // Partial abandonment   // Total abandonment (3)   // Partial abandonment   // Total abandonment (3)   //    //  //   //   //   // Y µ 20 hl/ha   //   //   //   //   //    //  //   //   //   // 20 < Y µ 30   //   //   //   //   //    //  //   //   //   // 30 < Y µ 40   //   //   //   //   //    //  //   //   //   // 40 < Y µ 50   //   //   //   //   //    //  //   //   //   // 50 < Y µ 90   //   //   //   //   //    //  //   //   //   // 90 < Y µ 130   //   //   //   //   //    //  //   //   //   // Y < 160   //   //   //   //   //    //   //  //   //   // Areas < 25 ares and  10 ares   //   //   //   //  //    //   //   //   //\n(1) Subdivision in accordance with Article 2 (2) of Council Regulation (EEC) No 357/79 (OJ No L 54, 5. 3. 1979, p. 124), finer subdivision if appropriate. One such table should be supplied per administratieve unit involved in the cultivation of wine-grape vines.\n(2) The yield classes set out here are those indicated in Article 2 (1) (b) of Regulation (EEC) No 1442/88, for areas grubbed per holding exceeding 25 ares; they thus relate to the yield of the areas grubbed.\n(3) The question is whether the grubbing corresponds to ''partial abandonment\" or to ''total abandonment\" of the wine-growing areas of the holdings as a whole.\n(4) Quality wines psr means wine-growing areas suitable for the production of quality wines psr.\nANNEX IIV\nAnalytical statement of wine-growing areas other than those given in Annex IV permanently abandoned pursuant to Regulation (EEC) No 1442/88\nMember State:\nAdministrative unit: (1)\nWine year:\n(in hectares)\n1.2.3 //  //  //  // Type of vineyard  // Partial abandonment (3)   // Total abandonment (3)   //    //   //   // Large-grape varieties, pergola   //    //   // Other varieties, pergola  //    //   // Other large-grape varieties   //    //  // Other   //   //   //    //   //   // Charentes   //    //  // Dried-grape varieties   //    //   // Root-stocks   //  //   //    //   //\n(1) Subdivision in accordance with Article 2 (2) of Regulation (EEC) No 357/79, finer subdivision if appropriate. One such table wine should be supplied per administrative unit involved in the cultivation of vines producing grapes as referred to in this Annex.\n(2) The types of vineyard listed here correspond to those mentioned in Article 2 (1) (c), (d), (e) and (f) of Regulation (EEC) No 1442/88.\n(3) The question is whether gubbing carried out corresponds to ''partial abandonment\" or to ''total abandonment\" of the wine-growing areas of the farm as a whole.'"}