{"celex_id": "31989R0790", "uri": "http://publications.europa.eu/resource/cellar/390da825-390a-4e62-baa1-979237766ea2", "type": "Regulation", "concepts": ["1116", "1201", "1609", "786", "797"], "title": "Council Regulation (EEC) No 790/89 of 20 March 1989 fixing the level of additional flat-rate aid for the formation of producers' organizations and the maximum amount applied to aid for quality and marketing improvement in the nut-and locust bean-growing sector\n", "header": "COUNCIL  REGULATION (EEC) No 790/89\nof 20 March 1989\nfixing the level of additional flat-rate aid for the formation of producers' organizations and the maximum amount applied to aid for quality and marketing improvement in the nut- and locust bean-growing sector\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1035/72 of 18 May 1972 on the common organization of the market in fruit and vegetables (1), as last amended by Regulation (EEC) No 789/89 (2), and in particular Articles 14b (4) and 14d (3) thereof,\nHaving regard to the proposal from the Commission,\nWhereas the level of the additional flat-rate aid aimed at encouraging the formation of organizations of nut and/or locust bean producers should be fixed in such a way as to provide a genuine incentive, taking account of both the very low percentage of production marketed through producers' organizations and the small size of existing organizations;\nWhereas, in the case of the quality and marketing improvement aid provided for in Article 14d of Regulation (EEC) No 1035/72, the maximum amount placed on the financial contributions from the Member State and the Community must be set at a realistic level which takes account of the main aim of genetic and cultural improvement and of the area of orchards which may be converted annually,", "main_body": ["The additional flat-rate for the formation of organizations of nut and/or locust bean producters provided for in Article 14b of Regulation (EEC) No 1035/72 is hereby fixed as follows:\n- 60 ecus/t for the tranche up to 1 000 tonnes.\n- 70 ecus/t for the tranche from 1 000 to 2 000 tonnes.\n- 75 ecus/t for the tranche above 2 000 tonnes\nof nuts and/or locust beans marketed by producers' organizations during their first marketing year.", "The maximum amount per hectare referred to in Article 14d (2) of Regulation (EEC) No 1035/72 is hereby fixed at ECU 300 for the first five years and at ECU 210 for the following five years.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply from 1 September 1989.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 March 1989.\nFor the Council\nThe President\nC. ROMERO HERRERA\n(1) OJ No L 118, 20. 5. 1972, p. 91.\n(2) See page 3 of this Official Journal."}