{"celex_id": "31987R1337", "uri": "http://publications.europa.eu/resource/cellar/5c4d72d3-c620-4aea-ba29-f334bb36b856", "type": "Regulation", "concepts": ["1552", "2803", "2888"], "title": "Commission Regulation (EEC) No 1337/87 of 14 May 1987 amending for the fourth time Regulation (EEC) No 3461/85 on the organization of campaigns to promote the consumption of grape juice\n", "header": "COMMISSION  REGULATION (EEC) No 1337/87\nof 14 May 1987\namending for the fourth time Regulation (EEC) No 3461/85 on the organization of campaigns to promote the consumption of grape juice\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 822/87 of 16 March 1987 on the common organization of the market in wine (1), and in particular Articles 46 (5) and 81 thereof,\nWhereas Article 1 (2) of Commission Regulation (EEC) No 3461/85 (2), as last amended by Regulation (EEC) No 2887/86 (3), provides that the Member States in which promotional campaigns are to be carried out and the total amounts allocated for the financing of those campaigns must be determined before 5 September for each wine year; whereas experience has shown that this date is too early to enable the effects of the previous campaign to be noted; whereas this date should, therefore, be deleted and the time limits arising from it should be altered;\nWhereas it is desirable that the professional organizations should be consulted when the Member State concerned designates the body responsible for preparing and carrying out the campaign;\nWhereas, in order to maximize the effectiveness of the promotional campaigns, it appears advisable to provide that a preliminary survey may be carried out when campaigns are first implemented in a Member State;\nWhereas, in order properly to assess the effects of such campaigns and to be in a better position, where appropriate, to devise future campaigns, it should be made compulsory to carry out surveys verifying their effectiveness and to forward the results to the Commission;\nWhereas the specific provisions for the 1985/86 wine year may now be deleted;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Wine,", "main_body": ["Regulation (EEC) No 3461/85 is hereby amended as follows:\n1. In Article 1:\n- In the first sentence of paragraph 2, 'before 5 September' is deleted,\n- Paragraph 3 is deleted.\n2. Article 2 (2) is replaced by the following:\n'2. Each of the Member States concerned:\n- shall designate the body referred to in paragraph 1 after consulting the professional organizations most representative of the production and/or marketing of grape juice. Such designation shall take place within two weeks following the determination of the Member States in which the campaigns are to be carried out, as provided for in Article 1 (2),\n- shall submit to the Commission, within three months following the designation referred to in the first indent, the programme prepared by this body together with a reasoned opinion on their compliance with the conditions set out in Article 3 and on their effects on consumption trends.'\n3. Article 2a (1) is replaced by the following:\n'1. When first implementing a promotional campaign, the Member States concerned may have a survey carried out for the purposes of preparing the programme referred to in Article 2.\nFor this purpose, the Member State concerned shall present to the Commission a proposal which shall include the following particulars:\n(a) the name and address of the body designated by the Member State to carry out the abovementioned survey;\n(b) full details of the proposed research, specifying the time required, the results which are expected and any third party involved;\n(c) the net price offered for the research, not including taxes and expressed in the currency of the Member State in which the body concerned is established, a breakdown of the amount by items of expenditure, and the corresponding financing plan.\nThe total cost of the survey referred to in the first subparagraph shall be defrayed up to a limit of 5 % of the total amount allocated for the financing of the promotional campaigns in the Member State concerned as provided for in Article 1 (2).'\n4. In Article 3:\n- the fourth indent of paragraph 2 is replaced by the following:\n'- time limits and schedules for the various measures; the completion period may not exceed 18 months from the date of signature of the contract'.\n- paragraph 4 is replaced by the following:\n'4. Surveys shall be carried out in order to verify the effectiveness of the campaigns during or after their implementation. The results of the surveys shall be forwarded to the Commission, which shall notify them to the Management Committee'.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 14 May 1987.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 84, 27. 3. 1987, p. 1.\n(2) OJ No L 332, 10. 12. 1985, p. 22.\n(3) OJ No L 267, 19. 9. 1986, p. 11."}