{"celex_id": "31989R0428", "uri": "http://publications.europa.eu/resource/cellar/a840f052-028d-4253-ad55-26460a1eca83", "type": "Regulation", "concepts": ["1365", "1642", "2557", "2739", "4070", "5542"], "title": "Council Regulation (EEC) No 428/89 of 20 February 1989 concerning the export of certain chemical products\n", "header": "COUNCIL  REGULATION (EEC) No 428/89\nof 20 February 1989\nconcerning the export of certain chemical products\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES,\nWhereas, at the international conference on chemical weapons which took place in Paris from 7 to 11 January 1989, the Member States of the European Economic Community strongly condemned the use of chemical weapons and underlined their commitment to the early conclusion of a global, comprehensive and verifiable convention on the prohibition of the development, production, stockpiling and use of chemical weapons and on their destruction;\nWhereas discussions in the context of European Political Cooperation led notably on 14 February 1989 to a consensus that it is necessary to take urgent measures to control the export of certain chemical products which could be used for the production of such weapons;\nWhereas the European Parliament adopted on 19 January 1989 a resolution on the proliferation of chemical weapons;\nWhereas Article 30 (5) of the Single European Act laid down that the external policies of the European Community and the policies agreed in European Political Cooperation must be consistent;\nWhereas the interests of the Member States and of the Community require that the export of certain chemical products which could be used for the production of chemical weapons be regulated by means of urgent, effective measures; whereas the Member States therefore decided to adopt a Council regulation pursuant to the Treaty establishing the European Economic Community, and, in the light of the circumstances surrounding its adoption, to keep under review the scope for further action;\nWhereas the list of chemical products annexed to this Regulation was agreed in the context of European Political Cooperation; whereas the content of the list may be re-examined in that forum;\nWhereas", "recitals": ", in view of their nature and urgency, these measures are of paramount public importance and should accordingly be applied with immediate effect;\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 113 thereof,\nHaving regard to the proposal from the Commission,", "main_body": ["Exports of the products listed in the Annex hereto shall be subject to the issue by the competent authorities in the Member States of a prior export authorization, or to equivalent measures.", "If there is reason to believe that products under consideration will be used for the development or production of chemical weapons or that there is a risk of their being delivered directly or indirectly to belligerent countries or to areas of serious international tension, no authorization shall be issued or exportation shall be prohibited by equivalent measures.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 February 1989.\nFor the Council\nThe President\nF. FERNANDEZ ORDOĂ\u0091EZ\nANNEX\nList of chemical products\n1.2 //  // CN code   // 1. Thiodiglycol   // 2930 90 90  // 2. Phosphorus oxychloride   // 2812 10 10   // 3. Dimethyl methyl phosphonate   // 2931 00 00   // 4. Methyl phosphonyl difluoride   // 2931 00 00   // 5. Methyl phosphonyl dichloride   // 2931 00 00   // 6. Dimethyl phosphite   // 2920 90 90  // 7. Phosphorus trichloride   // 2812 10 10   // 8. Trimethyl phosphite   // 2920 90 90"}