{"celex_id": "31980D1072", "uri": "http://publications.europa.eu/resource/cellar/ea147554-1f9e-4f79-a014-4e35223b682e", "type": "Decision", "concepts": ["1534", "246", "3263", "889", "980"], "title": "80/1072/EEC: Commission Decision of 16 October 1980 on applications for reimbursement and the payment of advances for the programme for the acceleration and guidance of collective irrigation works in Corsica (Only the French text is authentic)\n", "header": "COMMISSION DECISION  of 16 October 1980  on applications for reimbursement and the payment of advances for the programme for the acceleration and guidance of collective irrigation works in Corsica  (Only the French text is authentic)  (80/1072/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 79/173/EEC of 6 February 1979 on the programme for the acceleration and guidance of collective irrigation works in Corsica (1), and in particular Article 7 (4) thereof,\nWhereas applications for reimbursement and for advance payments submitted by France to the European Agricultural Guidance and Guarantee Fund (EAGGF), Guidance Section, must provide certain information making it possible to determine whether the expenditure complies with the provisions of Directive 79/173/EEC and the programme submitted to the Commission by the French Republic in accordance with Article 2 (3) of that Directive;\nWhereas, in order for supervision to be effective, France must keep the supporting documents available to the Commission for a period of three years after payment of the last reimbursement;\nWhereas detailed rules and procedures should be laid down in order to enable the Commission to make advance payments as provided for;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Committee of the European Agricultural Guidance and Guarantee Fund,", "main_body": ["1. The applications for reimbursement referred to in Article 7 (1) of Directive 79/173/EEC must be in accordance with the table in Annex I.\n2. France shall forward to the Commission, together with the first application for reimbursement, the texts of the national implementing provisions and administrative instructions as well as the forms or other documents relating to the administrative implementation of the measure.", "France shall keep at the Commission's disposal, for a period of three years after payment of the last reimbursement, all the supporting documents or certified copies in its possession on the basis of which the aid provided for by Directive 79/173/EEC was granted.", "Applications for advance payments in respect of expenditure eligible for aid from the European Agricultural Guidance and Guarantee Fund, Guidance Section, as referred to in Article 4 of Directive 79/173/EEC must be in accordance with the table in Annex II.", "1. Advance payments from the European Agricultural Guidance and Guarantee Fund, Guidance Section, may not exceed 80 % of the amount of Community participation in the financing of the scheduled expenditure during the reference year.\n2. Advance payments which are not spent during the year for which they were paid will be deducted from the advance to be paid for the following year.", "France shall forward, before the end of each year for which advance payments have been made, a report on the progress of operations during the first 10 months of the year, in accordance with the table in Annex III.  (1)OJ No L 38, 14.2.1979, p. 15.\nAdvances for the following year may not be paid before the report referred to above has been forwarded to the Commission.", "This Decision is addressed to the French Republic."], "attachments": "Done at Brussels, 16 October 1980.\nFor the Commission\nFinn GUNDELACH\nVice-President\nANNEX I Application for reimbursement of expenditure during 19.. in connection with Directive 79/173/EEC on the programme for the acceleration and guidance of collective irrigation works in Corsica\n>PIC FILE= \"T0013473\">  It is hereby confirmed that:    - the operations for which reimbursement is requested have been carried out in accordance with the programme approved by the Commission in Decision 80/33/EEC of 30 November 1979;\n- the areas under vines for wine production are excluded from collective irrigation operations;\n- the amount of eligible expenditure per ha irrigated does not exceed 3 000 units of account.\nStamp and signature of the competent authority\nANNEX II Application for advance payment for 19.. in connection with Directive 79/173/EEC on the programme for the acceleration and guidance of collective irrigation works in Corsica\n>PIC FILE= \"T0013474\">   It is hereby confirmed that:    - the appropriations needed for national financial participation are available and will be paid to recipients during the year in respect of which advance payments are requested;\n- the costs in column 3 correspond to the expenditure to be incurred during the year in respect of which the advance payments are requested;\n- the advance payments will be made available to the recipients bearing the costs during the year in respect of which the advance payments are requested;\n- the recipients referred to in the indent above will be informed in an appropriate manner, on payment of the advance, of the proportion of the funds coming from the Community. (Information on the procedure for this is attached to this application.)\nStamp and signature of the competent authority\nANNEX III Report on the use of advance payments for 19.. in connection with Directive 79/173/EEC (month ... to ...)\n>PIC FILE= \"T0013475\">   Stamp and signature of the competent authority"}