{"celex_id": "31989D0367", "uri": "http://publications.europa.eu/resource/cellar/148da186-42f5-480b-abc6-62d5787fa28c", "type": "Decision", "concepts": ["2505", "4352", "5511", "6057"], "title": "89/367/EEC: Council Decision of 29 May 1989 setting up a Standing Forestry Committee\n", "header": "15.6.1989 EN Official Journal of the European Communities L 165/14\nCOUNCIL DECISION\nof 29 May 1989\nsetting up a Standing Forestry Committee\n(89/367/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Articles 43, 130s and 235 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas Community efforts to decrease the output of agricultural products which are in surplus must be accompanied by effective measures to improve agricultural structures;\nWhereas in this context the forestry sector must make a major contribution both to creating alternative sources of agricultural income and to the development of forest ecosystems which are favourable to agriculture;\nWhereas the Community's woodland resources are subject to a number of threats which risk jeopardizing the fulfilment of their economic, environmental and social functions;\nWhereas, moreover, the various Community policies affect the forestry sector and its role in the context of agricultural structure and rural development policy;\nWhereas close and constant cooperation between the Member States and the Commission including in particular a permanent exchange of information between the Member States on forestry situations and developments and the various Community policies affecting the forestry sector is an appropriate instrument for maintaining the effectiveness of forestry measures taken in the context of the agricultural structure and rural development policy;\nWhereas the most effective way of achieving such cooperation is to set up a Standing Committee composed of representatives of each of the Member States and chaired by a representative of the Commission.", "main_body": ["In order to ensure closer and more constant cooperation in the forestry sector between the Member States and the Commission and thereby support forestry measures initiated under the Community agricultural structure and rural development policy, a Standing Forestry Committee, hereinafter referred to as ‘the committee’ is hereby set up.", "1.   Taking account of Member States' forestry policies and measures and programmes relating thereto, of the role of the forestry sector in the context of agricultural structure and rural development policy and of the links between the forestry sector and the various Community policies, the Member States shall keep each other and the Commission informed, within the committee, of the situation and developments in the forestry sector and the relevant policies.\n2.   The Commission may consult the committee on any issue or aspect concerning the forestry sector arising from the various Community policies either on its own initiative or at the request of the representative of a Member State.\n3.   The Council, acting on a proposal from the Commission, may assign other duties to the committee in connection with Community measures affecting the forestry sector.", "The committee shall be composed of the representatives of the Member States. It shall be chaired by a representative of the Commission.\nThe committee's secretariat shall be provided by the Commission.\nThe committee shall adopt its own rules of procedure.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 29 May 1989.\nFor the Council\nThe President\nC. ROMERO HERRERA\n(1)  OJ No C 312, 7. 12. 1988, p. 11.\n(2)  Opinion delivered on 26 May 1989 (not yet published in the Official Journal).\n(3)  OJ No C 139, 5. 6. 1989, p. 15."}