{"celex_id": "31986D0200", "uri": "http://publications.europa.eu/resource/cellar/fa0cb0ee-c22a-4b9d-bda6-2972833236df", "type": "Decision", "concepts": ["5511", "5589", "6048"], "title": "86/200/EEC: Commission Decision of 12 May 1986 establishing an Advisory Committee on the Dissemination of Agricultural Information\n", "header": "COMMISSION  DECISION\nof 12 May 1986\nestablishing an Advisory Committee on the Dissemination of Agricultural Information\n(86/200/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nWhereas the work on the dissemination of agricultural information provided for in Article 41 of the Treaty can be coordinated more effectively by cooperation between the Commission and the national experts concerned within a committee of experts;\nWhereas, for this purpose, an Advisory Committee on the Dissemination of Agricultural Information should be set up, on which are represented the Member States' agricultural information departments,", "main_body": ["There is hereby attached to the Commission an Advisory Committee on the Dissemination of Agricultural Information, hereinafter referred to as 'the Committee'.", "1. The Committee shall be composed of the heads of the agricultural advisory services of the Member States, each being assisted by a specialist in the area of information transfer.\n2. The head of an advisory service may, from time to time and at his own discretion, be replaced at any particular meeting by a member of his service who is the advisory specialist in the subject matter under discussion at that meeting.", "A representative of the Commission shall chair all meetings of the Committee. Secretarial services for the Committee shall also be provided by the Commission.", "The Committee may be consulted by the Commission on the most effective ways and means of:\n(a) improving the practical effectiveness of the Community-wide inventory of agricultural research (AGREP) and the FAO/EEC Agricultural data base (EUR-AGRIS);\n(b) providing the Commission, in liaison with the Standing Committee on Agricultural Research, with all pertinent information on agricultural and farm problems whose solution is vital to the continuing development of the common agricultural policy;\n(c) transferring all relevant results of Community research programmes in comprehensible language to advisory services and farmers;\n(d) improving, as necessary, the content, methods of implementation and effectiveness of structural policy measures in any given area or region of the Community;\n(e) communicating all relevant information on other pertinent aspects of the common agricultural policy to persons working in agriculture throughout the Community.", "1. The term of office of members of the Committee shall be three years and shall be renewable.\n2. On the expiry of the three-year period, members of the Committee shall remain in office until they are replaced or until their term of office is renewed.\n3. A member's term of office may be terminated before the expiry of the three-year period by resignation or death. It may also be terminated where the advisory service which the member represents requests that he be replaced. In either case, a person shall be appointed by the advisory service concerned, following appropriate consultation with the Commission, to replace such member for the remainder of the term of office in question.\n4. Members shall not be remunerated for their services.\n5. A list of members of the Committee shall be published by the Commission for information purposes in the Official Journal of the European Communities.", "The Committee may set up working groups to assist it in carrying out its work. The Committee shall be convened, as necessary, by the Commission. Representatives of the Commission departments concerned shall take part in meetings of the Committee and its working groups.", "1. No vote shall be taken on the matters discussed by the Committee.\n2. The Commission may, when seeking the opinion of the Committee, set a time limit within which such opinion shall be given. 3. The views expressed by the various advisory services represented shall be included in a summary record forwarded to the Commission.\n4. In the event of unanimous agreement being reached in the Committee on the opinion to be given, the Committee shall formulate agreed conclusions and attach them to the summary record.", "Without prejudice to the provisions of Article 214 of the Treaty, where the Commission informs them that the opinion requested is of a confidential nature, members of the Committee shall be under an obligation not to disclose information which has come to their knowledge through the work of the Committee.\nIn such cases, only Committee members and representatives of the Commission departments concerned may be present at the meetings.", "This Decision shall take effect on 12 May 1986."], "attachments": "Done at Brussels, 12 May 1986.\nFor the Commission\nFrans ANDRIESSEN\nVice-President"}