{"celex_id": "31989R2733", "uri": "http://publications.europa.eu/resource/cellar/374ba015-e017-4c5b-9715-967968379404", "type": "Regulation", "concepts": ["171", "252", "3003", "4395"], "title": "Commission Regulation (EEC) No 2733/89 of 8 September 1989 amending Regulation (EEC) No 1201/89 laying down rules implementing the system of aid for cotton\n", "header": "COMMISSION  REGULATION (EEC) No 2733/89\nof 8 September 1989\namending Regulation (EEC) No 1201/89 laying down rules implementing the system of aid for cotton\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the Act of Accession of Greece, and in particular Protocol 4 on cotton, as last amended by Regulation (EEC) No 4006/87 (1),\nHaving regard to Council Regulation (EEC) No 2169/81 of 27 July 1981 laying down the general rules for the system of aid for cotton (2), as last amended by Regulation (EEC) No 791/89 (3), and in particular Article 11 thereof,\nWhereas the second subparagraph of Article 11 of Commission Regulation (EEC) No 1201/89 of 3 May 1989 laying down rules implementing the system of aid for cotton (4) provides for the possibility of applying the yields referred to in Article 1 (2) of that Regulation; whereas those yields are insufficient in view of the characteristics of the product; whereas they should therefore be replaced taking into account the yield in fibres determined when the cotton is placed under supervision;\nWhereas Article 15 of that Regulation specifies the conversion rate to be applied to the minimum price and the aid; whereas those conversion rates involve drawbacks for the operators concerned; whereas the application in both cases of the conversion rate applying on the day of placing under supervision of the product seems the most appropriate; whereas Article 15 should be adapted accordingly;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Flax and Hemp,", "main_body": ["Regulation (EEC) No 1201/89 is hereby amended as follows:\n1. In the second subparagraph of Article 11, 'by applying the yields referred to in Article 1 (2)' is replaced by 'by applying the yields in fibre determined when the cotton is placed under supervision, on the basis of an analysis of at least 10 % of the consignments'.\n2. Article 15 is replaced by the following:\n'Article 15\nThe conversion rate to be applied to the minimum price and to the aid shall be the representative rate in force on the day the cotton is placed under supervision.'", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply from the 1989/90 marketing year.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 8 September 1989.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 377, 31. 12. 1987, p. 49.\n(2) OJ No L 211, 31. 7. 1981, p. 2.\n(3) OJ No L 85, 30. 3. 1989, p. 7.\n(4) OJ No L 123, 4. 5. 1989, p. 23."}