{"celex_id": "31989R0760", "uri": "http://publications.europa.eu/resource/cellar/fd5da72b-a8d5-4724-ba24-19696b948060", "type": "Regulation", "concepts": ["2563", "4073"], "title": "Commission Regulation (EEC) No 760/89 of 22 March 1989 on the issue of STM licences for rose bushes and amending Regulation (EEC) No 643/86\n", "header": "COMMISSION  REGULATION (EEC) No 760/89\nof 22 March 1989\non the issue of STM licences for rose bushes and amending Regulation (EEC) No 643/86\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the Act of Accesion of Spain and Portugal, and in particular Article 252 (3) thereof,\nHaving regard to Council Regulation (EEC) No 569/86 of 25 February 1986 laying down general rules for the application of the supplementary mechanism applicable to trade (1), as last amended by Regulation (EEC) No 3296/88 (2),\nWhereas Commission Regulation (EEC) No 643/86 (3), as last amended by Regulation (EEC) No 3998/88 (4), lays down detailed rules for the application of the supplementary trade mechanism to certain live plants and floricultural products imported into Portugal and in particular the Annex thereto fixes the target ceiling, as provided for in Article 251 (1) of the Act of Accesion, applicable to imports of ornamental plants into Portugal from the other Member States of the Community for the year 1989;\nWhereas the abovementioned target ceiling has been reached; whereas the continuation of imports at the rate observed would be likely to bring about a serious disturbance of the Portuguese market at the very time that domestic produce is placed on the market; whereas the quantities imported have to a large extent not yet been marketed but stocks thereof are already depressing the market and compete directly with local production; whereas, by Regulation (EEC) No 595/89 (5), the Commission suspended the interim protective mesures, the issue of STM licences until 31 March 1989,\nWhereas an increase in the target ceiling may however be contemplated for the current year and imports of given quantities may be permitted;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Live Plants,", "main_body": ["In the Annex to Regulation (EEC) No 643/86, under the target ceiling for rose bushes falling within CN codes 0602 40 90, '363 822' is hereby replaced by '472 968' units.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 22 March 1989.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 55, 1. 3. 1986, p. 106.\n(2) OJ No L 293, 27. 10. 1988, p. 7.\n(3) OJ No L 60, 1. 3. 1986, p. 39.\n(4) OJ No L 354, 22. 12. 1988, p. 29.\n(5) OJ No L 65, 9. 3. 1989, p. 8."}