{"celex_id": "31988D0509", "uri": "http://publications.europa.eu/resource/cellar/fe8af257-f812-47e6-870e-800d1b924026", "type": "Decision", "concepts": ["2795", "3689", "4353", "5236", "5404"], "title": "88/509/EEC: Council Decision of 26 September 1988 concerning the conclusion of a Cooperation Agreement between the European Economic Community and the Republic of Austria on research related to advanced materials (Euram)\n", "header": "COUNCIL DECISION of 26 September 1988 concerning the conclusion of a Cooperation Agreement between the European Economic Community and the Republic of Austria on research related to advanced materials (Euram) (88/509/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 235 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nWhereas, by Decision 86/235/EEC (2), the Council adopted a research programme on materials (raw materials and advanced materials) (1986 to 1989) which includes a subprogramme on advanced materials (Euram); whereas Article 6 of that Decision authorizes  the Commission to negotiate agreements with third States, in particular those involved in European cooperation in the field of scientific and technical research (COST), with a view to associating them wholly or partly with this programme;\nWhereas, by Decision 87/177/EEC (3), the Council approved, on behalf of the European Economic Community, the Framework Agreement for scientific and technical cooperation between the European Communities and the Republic of Austria, among others;\nWhereas a Cooperation Agreement has been negotiated between the European Economic Community and the Republic of Austria on research related to advanced materials (Euram); whereas that Agreement should be approved;\nWhereas the Treaty has not provided the necessary powers, other than those of Article 235,", "main_body": ["The Cooperation Agreement between the European Economic Community and the Republic of Austria on research related to advanced materials (Euram) is hereby approved on behalf of the Community.\nThe text of the Agreement is attached to this Decision.", "The President of the Council shall give the notification provided for in Article 7 of the Agreement on behalf of the Community (4)."], "attachments": "Done at Brussels, 26 September 1988.\nFor the Council The President Th. PANGALOS (5) OJ No C 167, 27. 6. 1988, p. 423.\n(6) OJ No L 159, 14. 6. 1986, p. 36.\n(7) OJ No L 71, 14. 3. 1987, p. 29.\n(8) The date of entry into force of the Agreement will be published in the Official Journal of the European Communities  by the General Secretariat of the Council.\nEWG:L000UMBE00.95 FF: 0UEN;   SETUP: 01;   Hoehe: 397 mm;   60 Zeilen;   2426 Zeichen;\nBediener: HELM   Pr.: C;\nKunde: ................................"}