{"celex_id": "31988R1201", "uri": "http://publications.europa.eu/resource/cellar/3b6a9c05-cb91-4ec1-b382-9c682570fd7d", "type": "Regulation", "concepts": ["1117", "2681", "2730", "3191", "4402", "4778"], "title": "Council Regulation (EEC) No 1201/88 of 28 April 1988 establishing import mechanisms for certain processed products obtained from sour cherries and originating in Yugoslavia\n", "header": "COUNCIL  REGULATION (EEC) No 1201/88\nof 28 April 1988\nestablishing import mechanisms for certain processed products obtained from sour cherries and originating in Yugoslavia\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 113 thereof,\nHaving regard to Council Regulation (EEC) No 426/86 of 24 February 1986 on the common organization of the market in products processed from fruit and vegetables (1), as last amended by Regulation (EEC) No 3909/87 (2) and in particular Articles 15 (3) and 17 (2) thereof,\nHaving regard to the proposal from the Commission,\nWhereas the Additional Protocol (3) to the Cooperation Agreement between the European Economic Community and the Socialist Federal Republic of Yugoslavia (4) concluded consequent on the accession of Spain and Portugal provides for the establishment of a system of minimum import prices for processed products obtained from sour cherries, referred to in the Additional Protocol as 'morello cherries', for a maximum of 19 900 tonnes each calendar year;\nWhereas the marketing year laid down in Regulation (EEC) No 426/86 for the products in question should be used for the management of these arrangements;\nWhereas the said Additional Protocol provides for the possibility of a countervailing charge being collected where the minimum import price for a product is not observed;\nWhereas the minimum price for processed products obtained from sour cherries should be fixed, taking into account the price of Community products, the prices of products originating in Yugoslavia and the level of customs duties;\nWhereas frozen cherries, whether or not containing added sugar, are marketed either with or without stones and there are substantial differences between the prices of such products; whereas it is therefore necessary to establish a range of minimum prices;\nWhereas the current monetary situation results in a difference between the minimum price fixed in ECU and the same price converted into national currency using the representative rate of exchange; whereas this could lead to a distortion of trade; whereas this risk can be averted by use of a coefficient when converting from ECU to national currency;\nWhereas the issue of import licences should be suspended as soon as the volume of imports for which licences have been requested exceeds the aforementioned quantity of 19 900 tonnes,", "main_body": ["1. A minimum import price shall be fixed for processed products obtained from sour cherries, listed in Annex I and originating in Yugoslavia for each marketing year. This minimum price may vary according to the type and presentation of the products.\n2. The minimum price shall be fixed:\n- on the basis of the price of products imported from Yugoslavia during the marketing year preceding that for which the price is to be fixed,\n- with reference to the price trend for Community products and raw materials during the year for which the import price is to be fixed, and\n- having regard to the level of customs duties.\n3. The minimum price for these products shall apply during the marketing year fixed for cherries in syrup in Regulation (EEC) No 426/86.", "1. Where the minimum import price referred to in Article 1 is not observed, a countervailing charge in addition to customs duty shall be imposed.\n2. The amount of the countervailing charge shall vary according to the import price.", "1. The countervailing charge shall be fixed with reference to the minimum price applying on the day of importation.\n2. The minimum price and the amount of the countervailing charge expressed in national currency may be adjusted by a monetary coefficient in order to avoid distortions in trade between Member States.", "For products listed in Annex II and originating in Yugoslavia, the Commission shall suspend the issue of the licences provided for in Article 15 of Regulation (EEC) No 426/86 as soon as the volume of imports exceeds 19 900 tonnes in a given calendar year.", "1. Detailed rules for the application of this Regulation, the minimum import price and the amount of the countervailing charge shall be fixed in accordance with the procedure provided for in Article 22 of Regulation (EEC) No 426/86.\n2. Where necessary the Commission shall adopt the monetary coefficient provided for in Article 3 (2).", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply from the day on which the Additional Protocol enters into force.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 28 April 1988.\nFor the Council\nThe President\nH. TIETMEYER\n(1) OJ No L 49, 27. 2. 1986, p. 1.\n(2) OJ No L 370, 30. 12. 1987, p. 20.\n(3) OJ No L 389, 31. 12. 1987, p. 73.\n(4) OJ No L 41, 14. 2. 1983, p. 1.\nANNEX I\n1.2 //  //  // CN code  // Description  //  //  //  //  // 0811   // Fruits and nuts, uncooked or cooked by steaming or boiling in water, frozen, whether or not containing added sugar or other sweetening matter:   // 0811 90   //  Other:   //   //   Containing added sugar or other sweetening matter:   // ex 0811 90 10   //    With a sugar content exceeding 13 % by weight:   //   //     Cherries:   //  //      Sour cherries (Prunus cerasus):   //   //       Not stoned   //   //       Other   // ex 0811 90 30   //    Other:  //   //     Cherries:   //   //      Sour cherries (Prunus cerasus):   //   //       Not stoned   //   //       Other  //   //   Other:   // ex 0811 90 90   //    Other:   //   //   Cherries:   //   //      Sour cherries (Prunus cerasus):  //   //       Not stoned   //   //       Other   // 2008  // Fruit, nuts and other edible parts of plants, otherwise prepared or preserved, whether or not containing added sugar or other sweetening matter or spirit, not elsewhere specified or included:   // 2008 60   //  Cherries:   //   //   Not containing added spirit:   //   //    Containing added sugar, in immediate packings of a net content exceeding 1 kg:  // 2008 60 51   //     Sour cherries (Prunus cerasus)   //  //    Containing added sugar, in immediate packings of a net content not exceeding 1 kg:   // 2008 60 61   //     Sour cherries (Prunus cerasus)   //   //    Not containing added sugar, in immediate packings of a net content:   //   //     of 4,5 kg or more:   // 2008 60 71   //      Sour cherries (Prunus cerasus)   //   //     Of less than 4,5 kg:   // 2008 60 91  //      Sour cherries (Prunus cerasus)   //    //\nANNEX II\n1.2 //  //  // CN code  // Description  //  //  //  //  // 0811   // Fruits and nuts, uncooked or cooked by steaming or boiling in water, frozen, whether or not containing added sugar or other sweetening matter:   // 0811 90   //  Other:   //   //   Containing added sugar or other sweetening matter:   // ex 0811 90 10   //    With a sugar content exceeding 13 % by weight:   //   //     Cherries:   //  //      Sour cherries (Prunus cerasus):   //   //       Not stoned   //   //       Other   // ex 0811 90 30   //    Other:  //   //     Cherries:   //   //      Sour cherries (Prunus cerasus):   //   //       Not stoned   //   //       Other  //   //   Other:   // ex 0811 90 90   //    Other:   //   //   Cherries:   //   //      Sour cherries (Prunus cerasus):  //   //       Not stoned   //   //       Other   // 0812  // Fruit and nuts, provisionally preserved (for example, by sulphur dioxide gas, in brine, in sulphur water or in other preservative solutions), but unsuitable in that state for immediate consumption:   // ex 0812 10 00   //  Cherries:   //  //   Sour cherries (Prunus cerasus)   // 2008   // Fruit, nuts and other edible parts of plants, otherwise prepared or preserved, whether or not containing added sugar or other sweetening matter or spirit, not elsewhere specified or included:   // 2008 60   //  Cherries:   //   //   Not containing added spirit:   //   //    Containing added sugar, in immediate packings of a net content exceeding 1 kg:  // 2008 60 51   //     Sour cherries (Prunus cerasus)   //  //    Containing added sugar, in immediate packings of a net content not exceeding 1 kg:   // 2008 60 61   //     Sour cherries (Prunus cerasus)   //   //    Not containing added sugar, in immediate packings of a net content:   //   //     of 4,5 kg or more:   // 2008 60 71   //      Sour cherries (Prunus cerasus)   //   //     Of less than 4,5 kg:   // 2008 60 91  //      Sour cherries (Prunus cerasus)   //    //"}