{"celex_id": "31980R2117", "uri": "http://publications.europa.eu/resource/cellar/644c21a2-cc90-43c8-a140-843b9ed2ea55", "type": "Regulation", "concepts": ["2591", "2641", "3732"], "title": "Commission Regulation (EEC) No 2117/80 of 30 July 1980 amending Regulation (EEC) No 1613/71 laying down detailed rules for fixing cif prices and levies on rice and broken rice and the corrective amounts relating thereto\n", "header": "COMMISSION REGULATION (EEC) No 2117/80  of 30 July 1980  amending Regulation (EEC) No 1613/71 laying down detailed rules for fixing cif prices and levies on rice and broken rice and the corrective amounts relating thereto\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1418/76 of 21 June 1976 on the common organization of the market in rice (1), as last amended by Regulation (EEC) No 1871/80 (2), and in particular Article 16 (5) thereof,\nWhereas, with effect from the start of the 1980/81 marketing year, a common price regime will apply to long and round grain varieties of rice ; whereas this requires a change in the corrective amounts for long grain rice as shown in Annex II to Commission Regulation (EEC) No 1613/71 (3), as last amended by Regulation (EEC) No 1776/79 (4);\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["Regulation (EEC) No 1613/71 is amended as follows:    1. In Article 1 (1) and in Article 2 (1), the expression \"Regulation No 359/67/EEC\" is replaced by \"Regulation (EEC) No 1418/76\".\n2. In Article 3 (3), the expressions \"Article 26\" and \"Regulation No 359/67/EEC\" are replaced by \"Article 27\" and \"Regulation (EEC) No 1418/76\" respectively.\n3. Article 4 (2) is amended to read as follows:\n\"2. For long grain husked rice:      (a) to long grain husked rice adjusted for any differences in quality compared with the standard quality;\n(b) where appropriate, to long grain paddy rice, adjusted for the conversion rate, processing costs and the value of by-products and any differences in quality compared with the standard quality\".\n4. Article 4 (4) (a) is amended to read as follows:\n\"4. For long grain milled rice:\n(a) to long grain milled rice, adjusted for any difference in quality in relation to the standard quality for which the threshold price for husked rice is fixed, these differences being adjusted in line with the rate applicable for the conversion of long grain husked into long grain milled rice\".\n5. Article 5 (1) is amended to read as follows:\n\"1. The Commission shall fix the levies on the products listed in Article 1 (1) (a) and (b) of Regulation (EEC) No 1418/76 in ECUs per tonne\".\n6. Annex II is replaced by the Annex to this Regulation.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 September 1980.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 July 1980.\nFor the Commission\nFinn GUNDELACH\nVice-President  (1)OJ No L 166, 25.6.1976, p. 1. (2)OJ No L 184, 17.7.1980, p. 4. (3)OJ No L 168, 27.7.1971, p. 28. (4)OJ No L 203, 11.8.1979, p. 5.\nANNEX\n\"ANNEX II >PIC FILE= \"T0015437\">     1. The qualities referred to in Annex II relate to husked rice of grades:      - B in the case of Siam rice,\n- 2 in other cases.\n2. In the case of offers of rice of a grade higher than the grades referred to under 1, the amount to be deducted shall be increased by 3 763 ECU per tonne.\n3. In the case of offers of rice of a grade lower than the grades referred to under 1, the amount to be deducted shall be reduced by 3 763 UCU per tonne per grade.\n4. In the case of offers where the grade is not specified the amount to be deducted shall be reduced by:      - 3 763 ECU per tonne for rice containing not less than 15 % but less than 25 % of broken rice,\n- 7 725 ECU per tonne for rice containing 25 % of broken rice or more.\n5. In the absence of information enabling the exact characteristics of a quality of rice to be identified, the offer shall be taken to apply to best quality rice.\""}