{"celex_id": "31988R2551", "uri": "http://publications.europa.eu/resource/cellar/eaf7f3af-8686-48f9-8b22-7ce22f4c98c6", "type": "Regulation", "concepts": ["1339", "2437"], "title": "Commission Regulation (EEC) No 2551/88 of 11 August 1988 determining the maximum account of the compensation for tuna supplied to the canning industry during the 1986 fishing year\n", "header": "COMMISSION  REGULATION (EEC) No 2551/88\nof 11 August 1988\ndetermining the maximum account of the compensation for tuna supplied to the canning industry during the 1986 fishing year\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3796/81 of 29 December 1981 on the common organization of the market in fishery products (1), as last amended by Regulation (EEC) No 3759/87 (2), and in particular Article 17 (6) thereof,\nHaving regard to Council Regulation (EEC) No 1196/76 of 17 May 1976 laying down general rules for the granting of compensation to producers of tuna for the canning industry (3), and in particular Article 7 thereof,\nWhereas the maximum amounts of the compensation for the 1986 fishing year have been determined by Commission Regulations (EEC) No 2470/86 (4), (EEC) No 712/87 (5), (EEC) No 3307/87 (6) and (EEC) No 228/88 (7);\nWhereas the Court of Justice, in its judgment of 24 February 1988, declared void Article 2 (3) of Commission Regulation (EEC) No 2469/86 of 31 July 1986 laying down detailed rules for the granting of compensation to producers of tuna for the canning industry (8) as well as Regulation (EEC) No 2470/86; whereas the maximum amount of compensation should therefore be determined again for the 1986 fishing year;\nWhereas compensation is to be granted, if necessary, to Community producers of tuna in respect of tuna for the canning industry; whereas this measure was to compensate Community producers for any disadvantages that may arise under the import arrangements; whereas by virtue of those arrangements a fall in the import prices for tuna could directly threaten the income level of Community producers of this product;\nWhereas compensation is granted for the quantities of tuna supplied to the canning industry during the three-month period for which prices were recorded, where simultaneously the quarterly average price on the Community market and the free-at-frontier price are less than 90 % of the Community producer price and this fall in prices is caused by the level of prices on the world market in tuna and not by an abnormal increase in the quantities produced;\nWhereas since the application of the compensation arrangements to Spain and Portugal has been postponed until 1 March 1986 in accordance with Article 394 of the Act of Accession, the situation on the markets and the sales to the canning industry in those Member States cannot be assessed and the tuna producers in those Member States cannot benefit of the compensation until this date;\nWhereas an analysis of the situation on the Community market in tuna has shown that for certain species and presentations of the product considered, during each of the four quarters of 1986, both the quarterly average market price and the free-at-frontier price referred to in Article 3 of Regulation (EEC) No 1196/76 were less than 90 % of the Community producer price in force, as fixed by Council Regulation (EEC) No 3605/85 of 17 December 1985 fixing the Community producer price for tuna intended for the canning industry for the 1986 fishing year (9);\nWhereas the information available to the Commission does not suggest that the level of prices on the Community market is caused by an abnormal increase in the quantities of Community production during the fishing year concerned;\nWhereas therefore, according Regulation (EEC) No 2469/86, compensation should be granted to Community producers, for the periods 1 January to 31 March, 1 April to 30 June, 1 July to 30 September and 1 October to 31 December 1986, and the maximum amount of compensation should be fixed for each of these periods and for each of the products;\nWhereas the maximum amounts fixed by this Regulation replace those fixed for the 1986 fishing year, at a lower level, by Regulations (EEC) No 2470/86, (EEC) No 712/87, (EEC) No 3307/87 and (EEC) No 228/88, the former of which has been declared void and the latter three have to be repealed; whereas therefore the compensation already paid in accordance with those four Regulations is to be deducted from the amounts due under this Regulation;\nWhereas the Management Committee for Fishery Products has not delivered an opinion within the time limit set by its chairman,", "main_body": ["The compensation for tuna for the canning industry, referred to in Article 17 of Regulation (EEC) No 3796/81 shall apply for the 1986 fishing year for the products and within the limits of the maximum amounts determined as follows:\n- for the period 1 January to 31 March 1986:\n(ECU/tonne)\n1.2 //  //  // Product  // Maximum amount of compensation  //    //   // Yellowfin tuna, whole, weighing more than 10 kg each   // 322   // Yellowfin tuna, whole, weighing not more than 10 kg each   // 366   //    //\n- for the period 1 April to 30 June 1986:\n(ECU/tonne)\n1.2 //  //  // Product  // Maximum amount of compensation  //    //   // Yellowfin tuna, whole, weighing more than 10 kg each   // 374   // Yellowfin tuna, whole, weighing not more than 10 kg each   // 400   //    //\n- for the period 1 July to 30 September 1986:\n(ECU/tonne)\n1.2 //  //  // Product  // Maximum amount of compensation  //    //   // Yellowfin tuna, whole, weighing more than 10 kg each   // 348   // Yellowfin tuna, whole, weighing not more than 10 kg each   // 406   //    //\n- for the period 1 October to 31 December 1986:\n(ECU/tonne)\n1.2 //  //  // Product  // Maximum amount of compensation  //    //   // Yellowfin tuna, whole, weighing more than 10 kg each   // 332   // Yellowfin tuna, whole, weighing not more than 10 kg each   // 393   //    //", "1. Regulations (EEC) No 712/87, (EEC) No 3307/87 and (EEC) No 228/88 are hereby repealed.\n2. The compensation already determined and paid in accordance with Regulations (EEC) No 2470/86, (EEC) No 712/87, (EEC) No 3307/87 and (EEC) No 228/88 shall be deducted from the amounts due for the same quantities under this Regulation.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 11 August 1988.\nFor the Commission\nKarl-Heinz NARJES\nVice-President\n(1) OJ No L 379, 31. 12. 1981, p. 1.\n(2) OJ No L 359, 21. 12. 1987, p. 1.\n(3) OJ No L 133, 22. 5. 1976, p. 1.\n(4) OJ No L 211, 1. 8. 1986, p. 22.\n(5) OJ No L 70, 13. 3. 1987, p. 19.\n(6) OJ No L 313, 4. 11. 1987, p. 14.\n(7) OJ No L 23, 28. 1. 1988, p. 11.\n(8) OJ No L 211, 1. 8. 1986, p. 19.\n(9) OJ No L 344, 21. 12. 1985, p. 11."}