{"celex_id": "31986R0714", "uri": "http://publications.europa.eu/resource/cellar/dabfdc49-d165-4084-b731-32c747af54dc", "type": "Regulation", "concepts": ["4284", "4416", "4726", "473", "712"], "title": "Commission Regulation (EEC) No 714/86 of 6 March 1986 amending Regulation (EEC) No 2260/85 laying down, for the 1985/86 wine-growing year, detailed rules for the application of Article 39 of Regulation (EEC) No 337/79\n", "header": "COMMISSION  REGULATION (EEC) No 714/86\nof 6 March 1986\namending Regulation (EEC) No 2260/85 laying down, for the 1985/86 wine-growing year, detailed rules for the application of Article 39 of Regulation (EEC) No 337/79\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 337/79 of 5 February 1979 on the common organization of the market in wine (1), as last amended by Regulation (EEC) No 3805/85 (2), and in particular Articles 6 (3) and 39 (8) thereof,\nWhereas Article 18 of Council Regulation (EEC) No 358/79 of 5 February 1979 on sparkling wines produced in the Community and defined in item 13 of Annex II to Regulation (EEC) No 337/79 (3), as last amended by Regulation (EEC) No 3310/85 (4), states that from 1 January 1985 quality sparkling wines of the aromatic type and quality sparkling wines of the aromatic type produced in specified regions may be obtained only from grape must or partially fermented grape must;\nWhereas Commission Regulation (EEC) No 2260/85 (5) fixes the various alcohol percentage requirements for wine-making products to be delivered by producers for distillation;\nWhereas if the must used to produce the sparkling wines mentioned above has undergone a stabilization treatment it is separated from its lees; whereas, moreover, the lees that form when secondary fermentation occurs cannot be reused; whereas the producers in question should not therefore be subjected to the obligation specified in Article 39 (2) of Regulation (EEC) No 337/79 for these by-products;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Wine,", "main_body": ["The following indent is added to Article 3 (2) of Regulation (EEC) No 2260/85:\n'- O for producers of quality sparkling wines of the aromatic type or of quality sparkling wines of the aromatic type produced in specified regions, as described in the first paragraph of Article 18 (1) of Regulation (EEC) No 358/79, who have produced their wine from grape must or bought-in, partially fermented grape must that has undergone stabilization treatment to eliminate the lees.'", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 September 1985.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 6 March 1986.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 54, 5. 3. 1979, p. 1.\n(2) OJ No L 367, 31. 12. 1985, p. 39.\n(3) OJ No L 54, 5. 3. 1979, p. 130.\n(4) OJ No L 320, 29. 11. 1985, p. 19.\n(5) OJ No L 211, 8. 8. 1985, p. 12."}