{"celex_id": "31986R2303", "uri": "http://publications.europa.eu/resource/cellar/54a4c592-e296-4dda-ae88-0cbdc3351690", "type": "Regulation", "concepts": ["1816", "1988", "3732", "4498"], "title": "Commission Regulation (EEC) No 2303/86 of 23 July 1986 fixing, for the 1986/87 marketing year, the accession compensatory amounts applicable to rice and the coefficients to be used for the calculation of the amounts applicable to certain processed products\n", "header": "COMMISSION  REGULATION (EEC) No 2303/86\nof 23 July 1986\nfixing, for the 1986/87 marketing year, the accession compensatory amounts applicable to rice and the coefficients to be used for the calculation of the amounts applicable to certain processed products\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the Act of Accession of Spain and Portugal,\nHaving regard to Council Regulation (EEC) No 468/86 of 25 February 1986 laying down general rules for the system of accession compensatory amounts for rice as a result of the accession of Spain (1), and in particular Article 8 thereof,\nWhereas Article 72 (1) of the Act of Accession stipulates that the accession compensatory amounts are to be equal to the difference between the prices fixed for Spain and the intervention prices applicable for the Community as constituted on 31 December 1985; whereas, in respect of paddy rice, Regulation (EEC) No 468/86 provides that the difference may be adjusted to make the products concerned comparable;\nWhereas, under Article 117 (5) of the Act of Accession, the accession compensatory amounts for processed products are to be derived from those applicable to the products to which they are related, with the help of coefficients to be determined; whereas these coefficients are to be fixed having regard to technical factors in processing and also to the fact that the compensatory amounts will apply to imports, to exports and to trade between the Community as constituted on 31 December 1985 and Spain;\nWhereas, under Article 117 (6) of the Act of Accession, the compensatory amount for broken rice is to be fixed at a level that takes into account the difference between the supply price in Spain and the threshold price; whereas the difference recorded on 1 March 1986 should be reduced in seven stages;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["For the period 1 September 1986 to 31 August 1987, the accession compensatory amounts applicable to the products referred to in Article 1 (1) (a) and (b) of Council Regulation (EEC) No 1418/76 (2) shall be as shown in the Annex to this Regulation.\nThe following shall be as shown in the same Annex:\n- for the period 1 September 1986 to 31 August 1987, the accession compensatory amounts applicable to the products referred to in Article 1 (1) (c) of Regulation (EEC) No 1418/76,\n- the coefficients referred to in Article 117 (5) of the Act of Accession.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 September 1986.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 23 July 1986.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 53, 1. 3. 1986, p. 28.\n(2) OJ No L 166, 25. 6. 1976, p. 1.\nANNEX\n1.2.3.4.5 //  //  //  //  //  // CCT heading No  // Basic product  // Description  // Coefficient   // Accession compensatory amount (ECU/tonne)   //    //   //   //   //  // 10.06   //   // Rice:   //   //   // B   //   // Other:  //   //   // I   //   // Paddy rice; husked rice:   //   //  // a)   //   // Paddy rice:   //   //   // 1   // -   // Round grain   // -   // 65,31   // 2   // -   // Long grain   // -  // 65,31   // b)   //   // Husked rice:   //   //   // 1  // -   // Round grain   // -   // 81,64   // 2   // -  // Long grain   // -   // 81,64   // II   //   // Semi-milled or wholly milled rice:   //   //   // a)   //   // Semi-milled rice:   //   //   // 1   // -   // Round grain   // -  // 98,91   // 2   // -   // Long grain   // -   // 110,37  // b)   //   // Wholly milled rice:   //   //   // 1   // -  // Round grain   // -   // 105,34   // 2   // -   // Long grain   // -   // 118,31   // III   // -   // Broken rice  // -   // 25,25   // 11.01   //   //   //   //   // F  // Broken rice   // Rice flour   // 1,06   // 26,76   // 11.02   //   //   //   //   // A VI   // Broken rice   // Rice groats and meal   // 1,06   // 26,76   // E II d) 1   // Broken rice  // Flaked rice   // 1,80   // 45,45   // F VI   // Broken rice   // Rice pellets   // 1,06   // 26,76   // 11.08   //   //  //   //   // A II   // Broken rice   // Rice starch   // 1,52  // 11,02   //    //   //   //   //"}