{"celex_id": "31982L0712", "uri": "http://publications.europa.eu/resource/cellar/339b91b7-915a-446a-b899-81eb09686b5f", "type": "Directive", "concepts": ["1284", "2735", "2871", "3135", "5300"], "title": "Council Directive 82/712/EEC of 18 October 1982 amending Directive 78/664/EEC laying down specific criteria of purity for antioxidants which may be used in foodstuffs intended for human consumption\n", "header": "COUNCIL  DIRECTIVE\nof 18 October 1982\namending Directive 78/664/EEC laying down specific criteria of purity for antioxidants which may be used in foodstuffs intended for human consumption\n(82/712/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the proposal from the Commission,\nWhereas Council Directive 78/664/EEC (1) makes provision, for economic and technicological reasons, for Member States to retain their existing national arrangements concerning specific criteria of purity concerning DL-tartaric acid and salts thereof, hydrolyzed lecithins and the aldehyde content of propylene glycol;\nWhereas it is not possible at present to take a final decision at Community level on the specific criteria of purity for DL-tartaric acid and salts thereof;\nWhereas hydrolyzed lecithins show technological advantages in some cases over non-hydrolyzed lecithins, and scientific research on safety in use show that their use is acceptable from the point of view of public health;\nWhereas the provision relating to the aldehyde content of propylene glycol is no longer necessary,", "main_body": ["Directive 78/664/EEC is hereby amended as follows:\n1. Article 2 shall be replaced by the following:\n'Article 2\n1. This Directive does not affect national measures in existence at the time of its notification under which specific criteria of purity are set for DL-tartaric acid and salts thereof.\n2. The Council, acting unanimously on a proposal from the Commission, shall decide before 1 January 1985 on the criteria of purity referred to in paragraph 1.'\n2. In the Annex, the entry relating to E 322 shall be replaced by the following:\n1.2 // 'E 322 - Lecithins  //   // Description  // Lecithins are mixtures or fractions of phosphatides obtained by physical procedures from animal or vegetable foodstuffs; they also include hydrolyzed products obtained through the use of harmless and appropriate enzymes. The final product must not show any signs of residual enzyme activity. The lecithins may be slightly bleached in aquaeous medium by means of hydrogen peroxide. This oxidation must not chemically modify the\n(1) OJ No L 223, 14. 8. 1978, p. 30.\n// Appearance  // - Lecithins: brown liquid or viscous semi-liquid or powder. - Hydrolyzed lecithins: light brown to brown viscous liquid or paste.  // Content  // - Lecithins: not less than 60 % of substances insoluble in acetone (1). - Hydrolyzed lecithins: not less than 56 % of substances insoluble in acetone.  // Volatile matter  // Not more than 2 % determined by drying at 105 °C for one hour (1).  // Substances insoluble in toluene  // Not more than 0;3 % (1).  // Acid number  // - Lecithins: not more than 35 mg of potassium hydroxide per gram (1). - Hydrolyzed lecithins: not more than 45 mg of potassium hydroxide per gram.  // Peroxide number  // Equal to or less than 10, expressed as milli-equivalents per kilogram.'", "Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive not later than 30 June 1984. They shall forthwith inform the Commission thereof.", "This Directive is addressed to the Member States."], "attachments": "Done at Luxembourg, 18 October 1982.\nFor the Council\nThe President\nN. A. KOFOED lecithin phosphatides."}