{"celex_id": "31989R1156", "uri": "http://publications.europa.eu/resource/cellar/84e84711-c281-4436-b051-ccdd7b689882", "type": "Regulation", "concepts": ["1104", "2300"], "title": "Commission Regulation (EEC) No 1156/89 of 28 April 1989 amending Regulation (EEC) No 1767/82 as regards the adjustment of the free-at-frontier values of certain cheeses for the 1989/90 milk year\n", "header": "COMMISSION  REGULATION (EEC) No 1156/89\nof 28 April 1989\namending Regulation (EEC) No 1767/82 as regards the adjustment of the free-at-frontier values of certain cheeses for the 1989/90 milk year\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 804/68 of 27 June 1968 on the common organization of the market in milk and milk products (1), as last amended by Regulation (EEC) No 763/89 (2), and in particular Article 14 (7) thereof,\nWhereas the agreement concluded between the Community and Canada concerning cheeses provides for compliance on import with a free-at-frontier value which may be adjusted in line with the threshold price for cheddar in the Community;\nWhereas, following the fixing of the threshold prices for the 1989/90 milk year, Commission Regulation (EEC) No 1767/82 of 1 July 1982 laying down detailed rules for applying specific import levies on certain milk products (3), as last amended by Regulation (EEC) No 776/89 (4), must be amended to adjust the free-at-frontier value for Canadian cheddar;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Milk and Milk Products,", "main_body": ["Point (g) in Annex I to Regulation (EEC) No 1767/82 is hereby replaced by the following:\n1.2.3.4 //  //  //  //  // CN code  // Description  // Country of origin   // Import levy in ecus per 100 kg net weight unless otherwise specified   //    //   //   //  // '(g) ex 0406 90 21   // Cheddar, made from unpasteurized milk, of a minimum fat content of 50 % by weight, in the dry matter, matured for at least nine months, of a free-at-frontier value (3) per 100 kg net weight of not less than:   // Canada  // 12,09'   //   // - ECU 294,10 in the case of whole cheeses (2) (b)   //   //   //   // - ECU 312,24 in the case of cheeses of a net weight of not less than 500 g   //   //   //   // - ECU 324,33 in the case of cheeses of a net weight of less than 500 g   //   //   //    //   //   //", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply from 1 May 1989.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 28 April 1989.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 148, 28. 6. 1968, p. 13.\n(2) OJ No L 84, 29. 3. 1989, p. 1.\n(3) OJ No L 196, 5. 7. 1982, p. 1.\n(4) OJ No L 84, 29. 3. 1989, p. 24."}