{"celex_id": "31986D0077", "uri": "http://publications.europa.eu/resource/cellar/a2845f92-01b2-4d25-9dd7-0e536a99bc81", "type": "Decision", "concepts": ["1988", "2191", "2734", "3774", "807", "969"], "title": "86/77/EEC: Commission Decision of 21 February 1986 approving certain food-aid operations carried out by humanitarian organizations and exempting them from monetary compensatory amounts (Only the English text is authentic)\n", "header": "COMMISSION  DECISION\nof 21 February 1986\napproving certain food-aid operations carried out by humanitarian organizations and exempting them from monetary compensatory amounts\n(Only the English text is authentic)\n(86/77/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1677/85 of 11 June 1985 on monetary compensatory amounts in agriculture (2), and in particular Article 12 thereof,\nWhereas Commission Regulation (EEC) No 3154/85 (2) lays down detailed rules for the administrative application of the monetary compensatory amounts introduced by Regulation (EEC) No 1677/85;\nWhereas exports to non-member countries carried out in the context of the food-aid operations referred to in Article 21 (2) of Regulation (EEC) No 3154/85 should be exempted from monetary compensatory amounts where such exports are carried out by humanitarian organizations and approved in accordance with Community procedure;\nWhereas a number of humanitarian organizations were approved by Commission Decision 81/983/EEC (3), as modified by Decision 83/289/EEC (4); whereas other organizations may be regarded as humanitarian organizations on the basis of their approval pursuant to national legislative provisions;\nWhereas, on 11 June 1985, the Council approved a coherent set of agrimonetary rules, whereas on 21 November 1985 the Commission published a consolidated version of its Regulation laying down detailed rules for the administrative application of monetary compensatory amounts; whereas the opportunity should be taken to update and republish the list of humanitarian organizations set out in the Annex to Commission Decision 81/983/EEC;\nWhereas the measures provided for in this Decision are in accordance with the opinion of all the relevant management committees,", "main_body": ["1. The food-aid operations carried out by the organizations listed in the Annex are hereby approved for the purposes of Article 21 (2) of Regulation (EEC) No 3154/85 with effect from 23 December 1985.\n2. The United Kingdom shall determine the conditions under which the organizations referred to in paragraph 1 are eligible for application of the provisions of Article 21 (2) of Regulation (EEC) No 3154/85.", "The United Kingdom shall inform the Commission:\n- on 1 February of every year, of the quantities exported as aid by the organizations mentioned in Article 1,\n- forthwith, in the event of any change with regard to the nature of the activities of the said organizations.", "Commission Decision 81/983/EEC is hereby repealed.", "This Decision is addressed to the United Kingdom."], "attachments": "Done at Brussels, 21 February 1986.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 164, 24. 6. 1985, p. 6.\n(2) OJ No L 310, 21. 11. 1985, p. 9.\n(3) OJ No L 361, 16. 12. 1981, p. 23.\n(4) OJ No L 155, 14. 6. 1983, p. 18.\nANNEX\nList of humanitarian organizations\nCongregation of Marian Fathers, Food for Poland Fund\nPolish Relief Fund (Midlands)\nPolish Relief Fund (Worthing)\nMedical Aid for Poland Fund\nOxfam\nThe Save the Children Fund\nThe British Red Cross Society\nThe Ockenden Venture\nThe Sue Ryder Foundation\nCentral British Fund for World Jewish Relief\nBand Aid Charitable Trust"}