{"celex_id": "31987D0309", "uri": "http://publications.europa.eu/resource/cellar/5f430ca9-f915-46f0-a726-32c5b27cca6a", "type": "Decision", "concepts": ["2412", "4081", "720", "893"], "title": "87/309/EEC: Commission Decision of 2 June 1987 authorizing the indelible printing of prescribed information on packages of seed of certain fodder plant species\n", "header": "COMMISSION  DECISION\nof 2 June 1987\nauthorizing the indelible printing of prescribed information on packages of seed of certain fodder plant species\n(87/309/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 66/401/EEC of 14 June 1966 on the marketing of fodder plant seed (1), as last amended by Commission Directive 87/120/EEC (2), and in particular the last sentence of Article 10 (1) (a) thereof,\nWhereas fodder plantseed may not normally be placed on the market unless its packages are labelled with an official label in accordance with the provisions laid down in Directive 66/401/EEC;\nWhereas, in repect of cereal seed, Commission Decision 80/755/EEC (3) authorized the indelible printing of the prescribed information on the package itself, on the basis of the model laid down for the label, under certain conditions which ensured that responsibility rested with the certification authority;\nWhereas that system has proved to be useful;\nWhereas it is now desirable to grant a similar authorization, under the same conditions, in respect of field pea and field bean;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Seeds and Propagating Material for Agricultural, Horticulture and Forestry,", "main_body": ["1. The Member States are hereby authorized, under the conditions laid down in paragraph 2, to provide for the printing under official supervision of the prescribed information on packages of seed of field pea and field bean of the categories 'basic seed' and 'certified seed'.\n2. The following conditions shall apply in respect of the authorization granted in paragraph 1:\n(a) the prescribed information shall be printed or stamped indelibly on the package;\n(b) the lay-out and the colour of the printing or the stamp shall be in accordance with the model for the label used in the Member State concerned;\n(c) of the prescribed information, at least that required under Annex IV (A) (a) (3), (3a) and (6) to Directive 66/401/EEC shall be printed or stamped when samples are taken pursuant to Article 7 (2) of the Directive, the printing or stamping being done officially or under official supervision;\n(d) in addition to the prescribed information, each package shall have an officially attributed individual serial number which shall have been printed or stamped indelibly on it by the package printing firm; that firm shall inform the certification authority of the quantities of packages issued, including their serial numbers;\n(e) the certification authority shall keep records of the quantities of seed thus marked, including the number and contents of the packages of each lot, as well as the serial numbers referred to under (d);\n(f) producers' records shall be subject to supervision by the certification authority.", "The Member States shall notify the Commission of the conditions under which they make use of the authorization granted in Article 1. The Commission shall inform the other Member States thereof.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 2 June 1987.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No 125, 11. 7. 1966, p. 2298/66.\n(2) OJ No L 49, 18. 2. 1987, p. 39.\n(3) OJ No L 207, 9. 8. 1980, p. 37."}