{"celex_id": "31985D0351", "uri": "http://publications.europa.eu/resource/cellar/431e2b9d-90f0-402a-bdaa-281dfbe1b9f4", "type": "Decision", "concepts": ["1410", "2286", "889"], "title": "85/351/EEC: Commission Decision of 19 December 1984 concerning aid granted by the Netherlands Government to an engineering undertaking (Only the Dutch text is authentic)\n", "header": "COMMISSION  DECISION\nof 19 December 1984\nconcerning aid granted by the Netherlands Government to an engineering undertaking\n(Only the Dutch text is authentic)\n(85/351/EEC)\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular the first subparagraph of Article 93 (2) thereof,\nHaving given notice to the parties concerned to submit their comments in accordance with the above provision, and having regard to those comments,\nWhereas:\nI\nBy letter dated 20 July 1982, the Netherlands Government notified the Commission that it had had to grant aid amounting to Fl 294 million to an engineering undertaking to prevent it from becoming insolvent, as this would have led to its being wound up with the loss of many jobs.\nThe undertaking in question had been receiving State aids since 1977 as part of a restructuring programme aimed at terminating some of its shipbuilding, ship-repair and heavy engineering activities.\nThe Commission decided on 24 March 1979 and 16 March 1981 to raise no objection to the aids which the Netherlands Government proposed granting to the undertaking on the grounds that the restructuring programme submitted was such as to render the undertaking competitive and capable of operating without assistance, the aids would enable it to concentrate on developing profitable activities without seeing its results affected by the losses occasioned in the past mainly by shipbuilding and ship-repair, the restructuring was taking place without any increase in production in any of the various sectors of activity, and an analysis of the undertaking's product range and of trading patterns produced no indication at that time that trading conditions would be affected to an extent contrary to the common interest.\nThe aids which were the subject of the notification of 20 July 1982 were intended to cover losses incurred by the undertaking in the offshore sector, from which it proposed to withdraw. They were an extension of the aids granted in 1981, the total amount of which had exceeded the agreed limit by Fl 294 million. owing to the cancellation of a contract for a special type of dredging platform, the undertaking had sustained an unexpected loss of Fl 600 million inter alia because its contractual liability was incurred, which meant that the Government had to extend the commitment it had entered into in 1979 to make good a percentage of the undertaking's losses.\nThe Commission also established that the case in point involved the rescue of an undertaking experiencing difficulties as a result of mismanagement and unfavourable market conditions and that the aid in question seemed to pursue no objective of rationalization with a view to ensuring the future viability of the firm. By enabling the undertaking to pay off its debts, the aid made it possible to retain uneconomic production units in a market suffering from overcapacity.\nIt was considered, therefore, that the aid did not qualify for application of any of the exeptions provided for in Article 92 (3) of the EEC Treaty and on 14 October 1982 the Commission initiated the procedure provided for in Article 93 (2).\nThe aid was actually paid on 2 April 1982.\nWhen it initiated the Article 93 (2) procedure on 14 October 1982, the Commission found that, although the aid had been implemented, the procedure provided for in Article 93 (3) of the Treaty had not been complied with by the Netherlands Government.\nII\nIn its reply of 7 December 1982 to the letter of formal notice within the meaning of Article 93 (2) of the EEC Treaty, the Netherlands Government confirmed that the aid had been paid, arguing that the measure had had to be taken owing to exceptional and urgent circumstances in order to prevent the liquidation of the undertaking and of the other party to the contract which had ordered the special type of platform. Their liquidation would have meant the loss of 25 000 jobs in the Netherlands.\nThe Netherlands Government also maintained that the aid in question was not likely to distort competition or affect trade between Member States because of the special and unique circumstances of the platform deal at the root of the undertaking's offshore division had been wound up and its assets liquidated.\nLastly, the Netherlands Government pointed out that administrative negligence was to blame for the failure to give prior notice of the assistance measure in accordance with the requirements of Article 93 (3) of the EEC Treaty.\nIII\nBy letter dated 10 November 1982, the Commission gave notice to the other Member States to submit their comments on the aid granted by the Netherlands Government to an undertaking in the engineering sector.\nThe Danish Government made known its opinion on this case on 8 December 1982, stating that it considered the aid question to be a rescue measure in the form of aid for continued operation. As such it was likely to affect trade within the Community and therefore had to be considered incompatible with the common market in accordance with Article 92 (1); nor did it qualify for application of any of the exceptions provided for in paragraphs 2 and 3 of that Article.\nIV\nThe Netherlands Government has been unable to give, or the Commission to discover, any justification for a finding that the aid in question fulfils the conditions necessary for application of one of the exceptions provided for in Article 92 (3) of the EEC Treaty. The aid has merely resulted in a temporary improvement in the recipient undertaking's financial situation without contributing to the attainment of the objectives provided for in Article 92 (3) of the Treaty.\nThe compatibility of the aid with the common market must be assessed from a Community point of view rather than from that of a single Member State.\nMore particularly as regards the argument put forward by the Netherlands Government of the need to safeguard jobs, the Commission considers that a lasting increase in employment is generally the consequence of increased investment and an improvement in the competitiveness of undertakings, and it has always expressed strong reservations about schemes to assist employment as such which are in the nature of aid for continued operation, and in particular about aids to maintain employment.\nBy granting aid to an undertaking in financial difficulties, the Netherlands Government has maintained excess capacity in the offshore engineering sector and delayed the sector's adjustment to market conditions. According to the information which the Commission has in its possession concerning the sector, which is in serious difficulties, the recipient undertaking's competitors, both in the Netherlands and in the other Member States, have been prevented for more than two years from bidding for one or more offshore struc tures for the market which the recipient undertaking has set its sights on. As a result, attempts by the Community shipbuilding industry to diversify have been hampered.\nAt the time the aid was granted it was not accompanied by any restructuring plan capable of contributing to a Community objective within the meaning of Article 92 (3) of the EEC Treaty.\nThe Netherlands Government was informed long in advance of the difficulties facing the undertaking. It therefore had sufficient time in which to notify the proposed assistance to the Commission in compliance with the procedure provided for in Article 93 (3) of the Treaty.\nIn view of the above, the measure implemented by the Netherlands Government constitutes an aid within the meaning of Article 92 (1) of the EEC Treaty. The aid does not fulfil the conditions necessary for application of one of the exceptions provided for in Article 93 (3) of the Treaty,", "main_body": ["The aid granted by the Netherlands to an engineering undertaking, which the former notified to the Commission on 20 July 1982, is incompatible with the common market pursuant to Article 92 of the EEC Treaty.", "The aid granted in breach of Articles 92 and 93 of the EEC Treaty shall be withdrawn.", "The Netherlands shall inform the Commission within two months of the date of notification of this Decision of the measures it has taken to comply therewith.", "This Decision is addressed to the Kingdom of the Netherlands."], "attachments": "Done at Brussels, 19 December 1984.\nFor the Commission\nPeter SUTHERLAND\nMember of the Commission"}