{"celex_id": "31984R3673", "uri": "http://publications.europa.eu/resource/cellar/afa62e78-b91b-437c-bfc1-f1366752d1fc", "type": "Regulation", "concepts": ["1031", "1309", "2300", "4347"], "title": "Commission Regulation (EEC) No 3673/84 of 21 December 1984 extending the Community surveillance of imports of certain carnations and cut roses originating in various countries\n", "header": "COMMISSION  REGULATION (EEC) No 3673/84\nof 21 December 1984\nextending the Community surveillance of imports of certain carnations and cut roses originating in various countries\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 288/82 of 5 February 1982 on common rules for imports (1), and in particular Article 10 (3) thereof,\nHaving regard to Council Regulation (EEC) No 1765/82 of 30 June 1982 on common rules for imports from State-trading countries (2), and in particular Article 10 (3) thereof,\nHaving regard to Council Regulation (EEC) No 1766/82 of 30 June 1982 on common rules for imports from the People's Republic of China (3), and in particular Article 10 (4) thereof,\nAfter consultation within the Committee provided for in Article 5 of the said Council Regulations,\nWhereas Commission Regulation (EEC) No 3353/75 of 23 December 1975 (4), as last amended by Regulation (EEC) No 3612/83 (5), introduced until 31 December 1984 Community surveillance of imports of certain live plants and floricultural products originating in various countries;\nWhereas, in so far as carnations and asparagus foliage are concerned, the reasons which were the basis for Regulation (EEC) No 3353/75 are essentially still valid and consequently the surveillance regime should be extended to these products; whereas this surveillance is in line with certain measures proposed by the Commission to include, with regard to carnations and cut roses, in the common organization of markets for certain floricultural products which were dealt with in Regulation (EEC) No 234/68 (6),", "main_body": ["Regulation (EEC) No 3353/75 is hereby amended as follows:\n1. In the Annex as amended by Regulation (EEC) No 851/80 (7), the following are deleted with effect from 1 January 1985:\n- roses falling within subheading ex 06.02 D and corresponding to NIMEXE codes 06.02-61, 65 and 68,\n- asparagus foliage falling within subheading ex 06.04 B 1 and corresponding to NIMEXE code 06.04-49.\n2. In Article 1 of Regulation (EEC) No 3612/83, '31 December 1984' is replaced by '31 December 1985'.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 21 December 1984.\nFor the Commission\nWilhelm HAFERKAMP\nVice-President\n(1) OJ No L 35, 9. 2. 1982, p. 1.\n(2) OJ No L 195, 5. 7. 1982, p. 1.\n(3) OJ No L 195, 5. 7. 1982, p. 21.\n(4) OJ No L 330, 24. 12. 1975, p. 29.\n(5) OJ No L 358, 22. 12. 1982, p. 15.\n(6) OJ No L 55, 2. 3. 1968, p. 1.\n(7) OJ No L 92, 9. 4. 1980, p. 10."}