{"celex_id": "31982R1431", "uri": "http://publications.europa.eu/resource/cellar/37f3ed4c-6d5a-42f3-aff2-8238d29388b1", "type": "Regulation", "concepts": ["1277", "1284", "1609", "2632", "4210", "889"], "title": "Council Regulation (EEC) No 1431/82 of 18 May 1982 laying down special measures for peas and field beans\n", "header": "COUNCIL REGULATION (EEC) No 1431/82 of 18 May 1982 laying down special measures for peas and field beans\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Articles 42 and 43 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nHaving regard to the opinion of the Economic and Social Committee (2),\nWhereas the production of peas and field beans for animal feed is of increasing interest to the Community ; whereas, to encourage the development of this production, which is subject to direct competition from oilcake imported duty free from outside the Community, it is necessary to continue providing for appropriate support measures;\nWhereas peas and field beans for animal feed must be marketed under balanced conditions of competition with soya cake, while ensuring a fair return for producers ; whereas the soya cake price level which enables the above objectives to be attained may be expressed as an activating price for the granting of aid for peas and field beans for animal feed;\nWhereas, in view of the difference in nutritive value between soya cake and peas and field beans and in view of the relationship between the price of soya cake and that of peas and field beans, a certain percentage of the difference between the activating price and the average price of soya cake recorded on the world market corresponds to the amount of aid which it is necessary to grant in order to attain the abovementioned objective;\nWhereas production of peas and field beans for human consumption is beset by problems because such products are imported from non-member countries at reduced rates of duty ; whereas it is necessary to provide for appropriate support measures during the 1982/83 and 1983/84 marketing years;\nWhereas peas and field beans for human consumption must be marketed under balanced conditions of competition with imported peas and field beans, while ensuring a fair return for producers ; whereas the price level of peas and field beans which enables the above objectives to be attained may be expressed as a guide price for products intended for human consumption;\nWhereas peas and field beans for human consumption imported from third countries are generally sold at lower prices than Community products ; whereas aid equal to the difference between the guide price and the world market price should be granted;\nWhereas in order to facilitate the application of these arrangements the aid should be granted to undertakings which use peas and field beans ; whereas, in order that farmers may benefit from the system of aid, the granting of such aid should be made conditional on guarantees that farmers receive not less than the minimum price;\nWhereas the expenditure incurred by Member States as a result of the obligations arising from the application of this Regulation will be borne by the Community, in accordance with Articles 2 and 3 of Council Regulation (EEC) No 729/70 of 21 April 1970 on the financing of the common agricultural policy (3), as last amended by Regulation (EEC) No 3509/80 (4);\nWhereas this Regulation is intended inter alia to replace Council Regulation (EEC) No 1119/78 of 22 May 1978 laying down special measures for peas and field beans used in the feeding of animals (5), as last amended by Regulation (EEC) No 1459/80 (6) ; whereas Regulation (EEC) No 1119/78 should therefore be repealed;\nWhereas, however, taking into account the date of entry into force of this Regulation and the necessary period of time to introduce the general implementing rules as well as the detailed rules of application of these arrangements, the start of the 1982/83 marketing year should be postponed,  (1) OJ No C 104, 26.4.1982, p. 25. (2) OJ No C 114, 6.5.1982, p. 1. (1)(3) OJ L 94, 28.4.1970, p. 13. (2)(4) OJ L 367, 31.12.1980, p. 87. (3)(5) OJ No L 142, 30.5.1978, p. 8. (4)(6) OJ No L 146, 12.6.1980, p. 3.", "main_body": ["Special measures are hereby laid down for:  - peas, excluding chick peas, falling within subheading 07.05 B I of the Common Customs Tariff,\n- field beans falling within subheading 07.05 B III of the Common Customs Tariff.", "1. Before 1 August each year, for the marketing year beginning the following calendar year, the following prices shall be fixed for the Community in accordance with the procedure laid down in Article 43 (2) of the Treaty:  (a) an activating price for aid, hereinafter termed \"activating price\", for the products as referred to in Article 1 used in animal feed;\n(b) a guide price for such products used for human consumption.\n2. The activating price shall be fixed for soya cake at a level which enables the products referred to in Article 1 to be used in animal feed under conditions of normal competition with oilcake and which ensures a fair return to producers of peas and field beans.\n3. The guide price shall be fixed for peas and field beans at a level which is fair to producers, having regard to Community's supply requirements.\n4. The activating and guide prices shall apply throughout the marketing year for which they are fixed ; the marketing year shall run from 1 July to 30 June.\nHowever, the 1982/83 marketing year shall cover the period 1 August 1982 to 30 June 1983.\n5. The activating and guide prices shall relate to a standard quality, and shall be fixed at the wholesale stage. That quality shall be determined by the Council in accordance with the procedure referred to in paragraph 1.", "1. When the average world market price for soya cake, as determined in accordance with Article 4 (1), is lower than the activating price, aid shall be granted for products as referred to in Article 1 which are harvested in the Community and used in the manufacture of animal feed. Such aid shall be equal to 45 % of the difference between the two prices.\n2. When the average world market price for the products referred to in Article 1, as determined in accordance with Article 4 (2), is lower than the guide price laid down for the marketing year, aid equal to the difference between the two prices shall be granted for products which are harvested in the Community and used for human consumption.\n3. Aid shall be granted only to operators using the said products in human foodstuffs or animal feed who:  - satisfy the conditions necessary to qualify for aid,\n- guarantee that the producer has received not less than the minimum price.\nThe minimum price shall be fixed at a level which, allowing for market fluctuations and the cost of transport of the product from producer to processor, enables producers to obtain a fair return.\nThis price shall be fixed at the same time as the activating price and guide price and in accordance with the same procedure. It shall relate to the standard quality.\n4. Aid shall be paid by the Member State on whose territory processing into animal feed or human foodstuffs takes place.\n5. The Council, acting by a qualified majority on a proposal from the Commission, shall adopt:  (a) general rules for the granting of the aid;\n(b) detailed rules for the checking of entitlement to aid ; such checking may cover both peas and field beans harvested in the Community and imports from non-member countries ; in connection with the latter a security may be required;\n(c) the conditions referred to in paragraph 3.\n6.   (a) The amount of the aid referred to in Article 3 (1) shall be fixed periodically by the Commission.\n(b) The amount of the aid referred to in Article 3 (2) shall be fixed at least once for each marketing year, before the latter begins, in accordance with the procedure laid down in Article 12 of Council Regulation (EEC) No 1117/78 of 22 May 1978 on  the common organization of the market in dried fodder (1).\n7. Detailed rules for the application of this Article shall be adopted in accordance with the procedure laid down in Article 12 of Regulation (EEC) No 1117/78.", "1. The average world market price for soya cake, calculated for a Community frontier crossing point and adjusted, where appropriate, for the standard quality referred to in Article 2 (5), shall be determined on the basis of the most favourable purchasing possibilities on the world market. The Council, acting by a qualified majority on a proposal from the Commission, shall adopt the criteria on the basis of which the world market price is to be determined.\n2. The world market price for peas and field beans, calculated for a Community frontier crossing point and adjusted, where appropriate, for the standard quality referred to in Article 2 (5), shall be determined on the basis of the most favourable purchasing possibilities on the world market. The Council, acting by a qualified majority on a proposal from the Commission, shall adopt the criteria on the basis of which the world market price is to be determined.\nThis price may be different for peas and for field beans.\n3. Detailed rules for the application of this Article shall be adopted in accordance with the procedure laid down in Article 12 of Regulation (EEC) No 1117/78.", "The Member States and the Commission shall communicate to each other the information necessary for the application of this Regulation. That information shall be determined in accordance with the procedure laid down in Article 12 of Regulation (EEC) No 1117/78. The manner in which such information is to be communicated and distributed shall be decided in accordance with the same procedure.", "Regulation (EEC) No 1119/78 is hereby repealed with effect from 1 August 1982.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply from 1 August 1982.\nWith regard to products used for human consumption, it shall only apply during the 1982/83 and 1983/84 marketing years.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 18 May 1982.\nFor the Council\nThe President\nP. de KEERSMAEKER  (1) OJ No L 142, 30.5.1978, p. 1."}