{"celex_id": "31988R1385", "uri": "http://publications.europa.eu/resource/cellar/125969dc-8866-4d41-9eca-aad131af956d", "type": "Regulation", "concepts": ["1117", "1644", "4778", "5334"], "title": "Commission Regulation (EEC) No 1385/88 of 20 May 1988 laying down special detailed rules for the application of the system of import licences for fresh sour cherries originating in Yugoslavia\n", "header": "COMMISSION  REGULATION (EEC) No 1385/88\nof 20 May 1988\nlaying down special detailed rules for the application of the system of import licences for fresh sour cherries originating in Yugoslavia\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1200/88 of 28 April 1988 establishing a surveillance mechanism for imports of fresh sour cherries originating in Yugoslavia (1), and in particular Article 3 thereof,\nWhereas Regulation (EEC) No 1200/88 provides in particular for a system of import licences to ensure the proper application of the agreement concluded with Yugoslavia on its exports of fresh sour cherries to the Community; whereas the special rules governing that system should be laid down;\nWhereas exceptions to certain provisions of Commission Regulation (EEC) No 3183/80 of 3 December 1980 laying down common detailed rules for the application of the system of import and export licences and advance fixing certificates for agricultural products (2), as last amended by Regulation (EEC) No 2082/87 (3), should be made to avoid exceeding the quantities fixed in Regulation (EEC) No 1200/88;\nWhereas import licences are issued using the most detailed CN code; whereas the combined nomenclature comprises two codes according to the periods of importation of sour cherries; whereas provision should accordingly be made for the issue of import licences for the two CN codes concerned; whereas, however, the period of validity of licences take into account the time for transporting the product to the Community;\nWhereas, in order to ensure the proper operation of this system, provision should be made for weekly notification by the Member States of the quantities for totally or partly unused licences;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Fruit and Vegetables,", "main_body": ["1. The provisions of Regulation (EEC) No 3183/80 shall apply to import licences for fresh sour cherries originating in Yugoslavia subject to the specific provisions of this Regulation.\nNotwithstanding Article 8 (4) of the abovementioned Regulation, the provisions permitting a tolerance for quantities in excess shall not apply.\n2. CN codes ex 0809 20 10 and ex 0809 20 90 must be marked in section 8 of applications for licences and import licences.\n3. The security shall be 0,60 ECU/100 kg net.\n4. Import licences shall be valid for eight days from the date of actual issue.", "1. Yugoslavia must be marked in section 14 of applications for licences and import licences proper as the country of origin of the products. Import licences shall be valid for products originating in Yugoslavia only.\n2. One of the following must be marked in section 20 of import licences:\n- no válido en España y Portugal\n- ikke gyldig i Spanien og Portugal\n- in Spanien und Portugal ungueltig\n- den ischýei stin Ispanía kai stin Portogalía\n- not valid in Spain and Portugal\n- non valable en Espagne et au Portugal\n- non valido in Spagna e in Portogallo\n- niet geldig in Spanje en Portugal\n- não é válido em Espanha ou em Portugal.\n3. Import licences shall be issued on the fifth working day following the day on which the application was lodged unless measures are taken within that time.\n4. The Commission shall take the necessary measures to limit imports on the basis of the import licences to 3 000 tonnes as provided for in Regulation (EEC) No 1200/88.", "Member States shall notify the Commission of:\n1. quantities of fresh sour cherries corresponding to import licences applied for in respect of each of the following days.\nSuch quantities shall be notified at the following intervals:\n- each Wednesday for applications lodged on Mondays and Tuesdays,\n- each Friday for applications lodged on Wednesdays and Thursdays,\n- each Monday for applications lodged in the previous week on Friday;\n2. quantities corresponding to import licences not used or partly used amounting to the difference between the quantities deducted on the back of the licences and the quantities for which the latter were issued.\nSuch quantities shall be notified on Wednesday each week as regards data received the previous week.\nIf no application for an import licence is lodged during one of the periods mentioned in point 1 or if there are no quantities unused within the meaning of point 2, the Member State in question shall so inform the Commission on the days indicated in this Article.", "This Regulation shall enter into force on the eighth day following that of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 May 1988.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 115, 3. 5. 1988, p. 7.\n(2) OJ No L 338, 13. 12. 1980, p. 1.\n(3) OJ No L 195, 16. 7. 1987, p. 11."}