{"celex_id": "31981R0051", "uri": "http://publications.europa.eu/resource/cellar/7082a180-cb16-4544-8aef-2e5533ba5a43", "type": "Regulation", "concepts": ["1182", "1232", "2321", "2322", "4078", "619"], "title": "Commission Regulation (EEC) No 51/81 of 1 January 1981 on the implementation of inward processing relief arrangements and outward processing relief arrangements in trade between Greece and the other Member States of the Community for such time as customs duties are levied in such trade\n", "header": "COMMISSION REGULATION (EEC) No 51/81 of 1 January 1981 on the implementation of inward processing relief arrangements and outward processing relief arrangements in trade between Greece and the other Member States of the Community for such time as customs duties are levied in such trade\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the Act of Accession of Greece (1), and in particular Article 41 (2) thereof,\nWhereas trade with third countries under inward processing relief arrangements is governed by Council Directive 69/73/EEC (2), as last amended by the Act of Accession;\nWhereas trade with third countries under outward processing relief arrangements is governed by Council Directive 76/119/EEC (3);\nWhereas, save as otherwise provided in the Act of Accession, the provisions in force with regard to customs legislation for trade with third countries shall apply, under Article 42 (1) of that Act, under the same conditions to trade within the Community, that is to say between Greece and the other Member States, for such time as customs duties are levied in that trade;\nWhereas it is in consequence necessary to apply to intra-Community trade the provisions laid down in the two Directives referred to above and in the Directives adopted for their implementation;\nWhereas, nevertheless, the provisions in force for trade with third countries can only be extended to apply to trade between Member States subject to certain amendments to take account of the extent to which the customs union has already been completed in the Community;\nWhereas it is first necessary to provide that inward processing relief arrangements may be applied to goods traded between Greece and the other Member States even where these goods are in one of the legal situations referred to in Article 9 (2) of the Treaty establishing the European Economic Community;\nWhereas, subject to the transitional measures laid down in the Act of Accession, Member States must give equal treatment to Community goods, regardless of the Member State from which they come ; whereas, consequently the provisions governing the grant of inward processing relief arrangements in trade with third countries requiring that this system meets the most favourable conditions for the exportation of processed goods are not justified for trade between Member States ; whereas, therefore, inward processing relief arrangements carried out in trade between Member States must in all cases be considered as contributing in the Member State of processing towards providing the most favourable conditions for the export of the products resulting from such processing without conflicting with essential interests of Community producers ; whereas, moreover, the provisions of Council Regulation (EEC) No 1961/75 of 28 July 1975 on the prohibition of the use of inward processing arrangements in respect of skimmed-milk powder (4) as last amended by Regulation (EEC) No 1363/80 (5), Commission Regulation (EEC) No 3352/75 of 23 December 1975 prohibiting the use of inward processing arrangements in respect of butter (6), and Article 9 (3) of Council Regulation (EEC) No 2744/75 of 29 October 1975 on the import and export system for products processed from cereals and from rice (7), as last amended by Regulation (EEC) No 2245/78 (8), must not be applied to inward processing relief arrangements carried out in trade between Member States;\nWhereas the rules laid down for the completion of inward processing relief arrangements must be extended to include the use of T2 GR documents and documents having the same effect so far as the implementation of the arrangements referred to in Article 1 (1) of Commission Regulation (EEC) No 49/81 of 1 January 1981 on methods of administrative cooperation to safeguard during the transitional period the free movement of goods between Greece and the other Member States (9);\n(1) OJ No L 291, 19.11.1979, p. 17.  (2) OJ No L 58, 8.3.1969, p. 1.  (3) OJ No L 24, 30.1.1976, p. 58.  (4) OJ No L 200, 31.7.1975, p. 6.  (5) OJ No L 140, 5.6.1980, p. 15.  (6) OJ No L 330, 24.12.1975, p. 28.  (7) OJ No L 281, 1.11.1975, p. 65.  (8) OJ No L 273, 29.9.1978, p. 1.  (9) See page 1 of this Official Journal.   Whereas the rules under which compensating products may be put into free circulation must be extended and amended to take account in particular of the compensatory levy introduced by Commission Regulation (EEC) No 50/81 of 1 January 1981 on transitional measures applicable to trade within the Community in foods obtained in Greece of in another Member State of the Community under a procedure for the relief from or drawback of customs duties or other import charges - compensatory levy (1);\nWhereas Directive 76/119/EEC already contains, in Article 10 (4), provisions for ensuring, where goods are exported form one Member State for outward processing and reimported in the form of compensating products into another Member State, that the amount of import duties to be deducted pursuant to Article 10 (1) of the Directive shall be reduced, if necessary, by the amount of import duties which would be applicable if the goods were traded directly between the two Member States;\nWhereas the requirement to give equal treatment to Community goods, regardless of the Member State from which they come, means that outward processing relief arrangements carried out in trade between Member States must in all cases be regarded as not likely to cause serious damage to the essential interests of Community processors,", "main_body": ["I. Introductory provisions", "Without prejudice to other Community provisions which may apply, this Regulation lays down special provisions for the implementation of inward processing relief arrangements and outward processing relief arrangements in respect of goods traded between Greece and the other Member States of the Community.\nII. Provisions relating to inward processing of Community goods", "Inward processing relief arrangements shall be permitted in trade between Greece and the other Member States of the Community, notwithstanding the fact that the goods imported for processing are in one of the legal situations referred to in Article 9 of the Treaty establishing the European Economic Community. If the Member State of processing is not Greece, the compensating products must be intended to be exported from the territory of that Member State, wholly or partly, either to Greece or to a third country.", "1. The inward processing relief arrangements referred to in Article 2 shall be deemed to contribute towards providing the most favourable conditions for the export of products resulting from such processing without conflicting with essential interests of producers within the Community.\n2. Regulations prohibiting the use of inward processing relief arrangements in respect of certain goods shall not apply to the inward processing relief arrangements referred to in Article 2.\nIII. Provisions relating to inward processing of third-country goods.", "Inward processing arrangements as defined in Article 2 (1) of Directive 69/73/EEC shall be considered as completed when, in addition to the situations specified in Article 13 of that Directive, compensating products are, within the conditions of Regulation (EEC) No 50/81:    (a) exported, after processing in Greece, to another Member State, or, after processing in another Member State, to Greece, under cover of a document T2 GR or a document having equivalent effect for the implementation of the arrangements referred to in Regulation (EEC) No 49/81 ; or\n(b) placed in a customs warehouse or free zone for subsequent exportation under the above arrangements.", "By derogation from the provisions of Commission Directive 73/95/EEC applying Articles 13 and 14 of Directive 69/73/EEC (2), as last amended by the Act of Accession, and the provisions adopted for its implementation, the Community system referred to in Article 1 of Regulation (EEC) No 50/81 shall apply   (1) See page 9 of this Official Journal.  (2) OJ No L 120, 7.5.1973, p. 17.   to compensating products, placed under the external Community transit procedure, which are entered for free circulation in accordance with the provisions of Article 14 of Directive 69/73/EEC in Greece after processing in another Member State or in another Member State after processing in Greece, only where the operator concerned can, within the framework of the rules adopted to ensure free movement of goods in trade within the Community, prove to the competent authorities of the Member State where the products are entered for free circulation, that:    (a) the import duties calculated in accordance with the provisions of Directive 69/73/EEC, have been paid in the Member State where the goods were processed ; or\n(b) the provisions of Regulation (EEC) No 50/81 have been complied with in the Member State where the goods were processed in respect of the compensating products.\nIV. Provisions relating to outward processing", "In cases where goods are exported temporarily from Greece to another Member State of the Community, or from another Member State to Greece, for processing, the operation shall be regarded as not likely to cause serious damage to the essential interests of Community processors.\nV. Final provisions", "This Regulation shall enter into force on 1 January 1981.\nIt shall apply for such time as customs duties are levied in intra-Community trade.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 1 January 1981.\nFor the Commission\nThe President\nRoy JENKINS"}