{"celex_id": "31988D0350", "uri": "http://publications.europa.eu/resource/cellar/0f636618-eb01-4544-8288-b5dfc530deb2", "type": "Decision", "concepts": ["1318", "1412", "164", "4189"], "title": "88/350/Euratom: Council Decision of 21 June 1988 approving amendments to the statutes (Gesellschaftsvertrag) of the 'Kernkraftwerk RWE- Bayernwerk GmbH' (KRB) joint undertaking\n", "header": "COUNCIL  DECISION\nof 21 June 1988\napproving amendments to the statutes (Gesellschaftsvertrag) of the 'Kernkraftwerk RWE-Bayernwerk GmbH' (KRB) joint undertaking\n(88/350/Euratom)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Atomic Energy Community, and in particular Article 50 thereof,\nHaving regard to the proposal from the Commission,\nWhereas, by Decision 63/27/Euratom (1), the Council established the 'Kernkraftwerk RWE-Bayernwerk GmbH' (KRB) as a joint undertaking;\nWhereas the general meeting of the joint undertaking decided on 1 December 1987 to amend the company statutes in order to take account, on the one hand, of the shift of its annual accounting period (from 1 July to 30 June instead of from 1 January to 31 December) and certain adjustments required by the law on the application of the directives governing commercial undertakings which entered into force on 1 January 1986 and, on the other hand, of the power-station decommissioning and dismantling activities currently in progress;\nWhereas this amendment does not prejudice the provisions governing the joint undertaking; whereas it should consequently be approved,", "main_body": ["The amended statutes of the 'Kernkraftwerk RWE-Bayernwerk GmbH' (KRB) joint undertaking appended to this Decision are hereby approved.", "This Decision is addressed to the Member States and the KRB joint undertaking."], "attachments": "Done at Luxembourg, 21 June 1988.\nFor the Council\nThe President\nJ. WARNKE\n(1) OJ No 93, 22. 6. 1963, p. 1745/63.\nANNEX\nSTATUTES\nArticle 1\nName of the company\nThe name of the company is:\n'Kernkraftwerk REW-Bayernwerk\nGesellschaft mit beschraenkter Haftung'\n(limited liability company)\nArticle 2\nSeat of the company\nThe seat of the company is at Gundremmingen.\nArticle 3\nObjects of the company\nThe objects of the company are to construct, operate, shut down and dismantle a nuclear power station.\nArticle 4\nCapital\nThe capital of the company is DM 100 million.\nArticle 5\nSubscribed capital\nThe capital is subscribed by:\n(a) 'Rheinisch-Westfaelisches Elektrizitaetswerk, Aktiengesellschaft', Essen, contributing DM 75 million;\n(b) 'Bayernwerk Aktiengesellschaft', Munich, contributing DM 25 million.\nArticle 6\nDisposal of shares\nNeither member shall dispose of any part of its shares without the assent of the other.\nArticle 7\nAdministrative organs of the company\nThe company shall have two administrative organs:\n(a) the manager or managers,\n(b) the general meeting of the members.\nArticle 8\nManagement\nThe company shall have one manager or more than one.\nThe manager or managers shall be appointed and dismissed by the general meeting of the members.\nThese appointments shall be for a period of five years and shall be renewable.\nArticle 9\nRepresentation of the company\nIf there is more than one manager, the company shall be represented by two managers acting jointly or by one of them acting jointly with an employee holding a power of attorney (Prokurist).\nIf only one manager is appointed, he alone shall represent the company.\nArticle 10\nPowers and duties of managers\nManagers shall conduct the business of the company in accordance with the law, these statutes (Gesellschaftsvertrag) and the resolutions of the general meeting.\nManagers shall obtain the approval of the general meeting regarding any matter which does not concern the conduct of day-to-day business. The creation of charges on the immoveable property of the company does not form part of the conduct of day-to-day business.\nArticle 11\nConvening of a general meeting\nA general meeting of the members shall be convened by the management at least two weeks in advance by notice in writing which shall specify the place, date and agenda of the meeting.\nUpon requisition by one of the members, the management shall forthwith convene a general meeting.\nMembers may waive the formalities and period of notice laid down in the first paragraph.\nArticle 12\nProceedings\nThe general meeting may not alter the statutes of the company save unanimously.\nProvisions of law in force shall apply as regards all other resolutions of the general meeting.\nResolutions of the general meeting not expressed in a document certified by a notary shall be recorded in minutes signed by the members. Article 13\nFinancial year\nThe company financial year shall begin on 1 July of the current calendar year and end on 30 June of the following year.\nThe period between 1 January and 30 June 1988 shall be a shortened financial year.\nArticle 14\nAnnual statement of accounts and situation report\nAt the end of each financial year, the management, in accordance with Article 42 (1) of the law relating to companies with limited liability (Gesetz ueber die Gesellschaften mit beschraenkter Haftung, GmbHG) and with Articles 242 and 264 of the Commercial Code (Handelsgesetzbuch, HGB), shall prepare the annual statement of accounts (balance sheet, profit and loss account and annex) and the management report within the period laid down by law.\nArticle 15\nUse of the annual profits\n1. The members shall decide on adoption of the annual statement of accounts.\n2. The first sentence of Article 29 (1) of the GmbHG (as amended) shall apply. In the decision concerning the use of the profits (year's net earnings plus profit brought forward and minus loss brought forward), the members may assign sums to profit reserves or carry them forward as profit.\nArticle 16\nJoint undertaking\nIf the company is established as a joint undertaking within the meaning of the Treaty establishing the European Atomic Energy Community, it shall be subject, for the whole of the period of its activity as such, to the provisions of the Treaty which relate to joint undertakings and also to the decisions of the Council of the European Communities establishing it as a joint undertaking and conferring on it any of the advantages listed in Annex III to the Treaty.\nIn particular:\n(a) amendments to these statutes shall not enter into force until they have been approved by the Council of the European Communities, pursuant to Article 50 of the Treaty:\n(b) in accordance with Article 171 (3) of the Treaty, the company's annual statement of accounts relating to the preceding financial year shall, within one month after its approval by the general meeting, be sent by the management to the Commission of the European Communities, which shall place it before the European Parliament and the Council of the European Communities. The estimates of revenue and expenditure shall be submitted in accordance with the same procedure one month at the latest before the beginning of each financial year.\nSubject to the foregoing provisions, the company shall continue to be governed by German law and in particular by the law of 20 April 1892 relating to companies with limited liability."}