{"celex_id": "31985L0303", "uri": "http://publications.europa.eu/resource/cellar/b8f5af8e-d999-4a3d-b1e7-d376773fccc5", "type": "Directive", "concepts": ["1182", "1316", "2002", "5218", "554", "935"], "title": "Council Directive 85/303/EEC of 10 June 1985 amending Directive 69/335/EEC concerning indirect taxes on the raising of capital\n", "header": "COUNCIL  DIRECTIVE\nof 10 June 1985\namending Directive 69/335/EEC concerning indirect taxes on the raising of capital\n(85/303/EEC)\nTHE COUNCIL OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Articles 99 and 100 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas indirect taxes on the raising of capital were harmonized at Community level by Directive 69/335/EEC (4), as last amended by Directive 74/553/EEC (5); whereas Directive 73/80/EEC (6) fixed common rates for such taxes;\nWhereas the economic effects of capital duty are detrimental to the regrouping and development of undertakings; whereas such effects are particularly harmful in the present economic situation in which there is a paramount need for priority to be given to stimulating investment;\nWhereas the best solution for attaining these objectives would be to abolish capital duty; whereas, however, the losses of revenue which would result from such a measure are unacceptable for certain Member States; whereas the Member States must therefore be given the opportunity to exempt from or subject to capital duty all or part of the transactions coming within its scope, it being understood that a single rate of tax must be charged within one and the same Member State;\nWhereas there should be mandatory exemption for the transactions currently subject to the reduced rate of capital duty;\nWhereas on 1 July 1984 no capital duty existed in Greece; whereas, for this reason, provision should be made for the possibility of introducing such duty in Greece and of exempting certain transactions from it,", "main_body": ["Directive 69/335/EEC is hereby amended as follows:\n1. In Article 4 (2):\n- the introductory phrase is replaced by the following:\n'2. The following transactions may, to the extent that they were taxed at the rate of 1 % as at 1 July 1984, continue to be subject to capital duty:';\n- the following subparagraph is added at the end:\n'However, the Hellenic Republic shall determine which of the transactions listed above it will subject to capital duty.'\n2. Article 7 is replaced by the following:\n'Article 7\n1. Member States shall exempt from capital duty transactions, other than those referred to in Article 9, which were, as at 1 July 1984, exempted or taxed at a rate of 0,50 % or less.\nThe exemption shall be subject to the conditions which were applicable, on that date, for the grant of the exemption or, as the case may be, for imposition at a rate of 0,50 % or less.\nThe Hellenic Republic shall determine which transactions it shall exempt from capital duty.\n2. Member States may either exempt from capital duty all transactions other than those referred to in paragraph 1 or charge duty on them at a single rate not exceeding 1 %.\n3. In the case of an increase in a company's capital in accordance with Article 4 (1) (c), following a reduction in the company's capital as a result of losses sustained, that part of the increase which corresponds to the reduction in capital may be exempted, provided this increase occurs within four years of the reduction in capital.'\n3. In Article 8, the introductory phrase shall be replaced by the following:\n'Subject to Article 7 (1), Member States may exempt from capital duty the transactions referred to in Article 4 (1) and (2) concerning:'.", "Directive 73/80/EEC is hereby repealed.", "Member States shall take the measures necessary to comply with this Directive not later than 1 January 1986. They shall forthwith inform the Commisson thereof.", "This Directive is addressed to the Member States."], "attachments": "Done at Luxembourg, 10 June 1985.\nFor the Council\nThe President\nM. FIORET\n(1) OJ No C 267, 6. 10. 1984, p. 5.\n(2) OJ No C 46, 18. 2. 1985, p. 77.\n(3) OJ No C 87, 9. 4. 1985, p. 21.\n(4) OJ No L 249, 3. 10. 1969, p. 25.\n(5) OJ No L 303, 13. 11. 1974, p. 9.\n(6) OJ No L 103, 18. 4. 1973, p. 15."}