{"celex_id": "31987R1766", "uri": "http://publications.europa.eu/resource/cellar/e3434fb7-fe7e-4fb2-8a34-f97b2c7b5b07", "type": "Regulation", "concepts": ["2308", "5256", "5283"], "title": "Commission Regulation (EEC) No 1766/87 of 24 June 1987 concerning the stopping of fishing for horse mackerel by vessels flying the flag of a Member State apart from Spain and Portugal\n", "header": "COMMISSION  REGULATION (EEC) No 1766/87\nof 24 June 1987\nconcerning the stopping of fishing for horse mackerel by vessels flying the flag of a Member State apart from Spain and Portugal\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2057/82 of 29 June 1982 establishing certain control measures for fishing activities (1), as last amended by Regulation (EEC) No 4027/86 (2), and in particular Article 10 (3) thereof,\nWhereas Council Regulation (EEC) No 4034/86 of 22 December 1986 fixing, for certain fish stocks and groups of fish stocks, total allowable catches for 1987 and certain conditions under which they may be fished (3), as amended by Regulation (EEC) No 1365/87 (4), provides for horse mackerel quotas for 1987;\nWhereas Council Regulation (EEC) No 4041/86 of 22 December 1986 fixing the flat-rate amounts of hake, horse mackerel and blue whiting allocated to Spain for 1987 (5), provides for a flat-rate quantity of horse mackerel allocated to Spain;\nWhereas Council Regulation (EEC) No 4033/86 of 18 December 1986 establishing, for 1987, certain measures for the conservation and management of fishing resources applicable to vessels flying the flag of Portugal in waters falling under the sovereignty or within the jurisdiction of other Member States, apart from Spain and Portugal (6), provides for a quantity of jorse mackerel allocated to Portugal;\nWhereas, in order to ensure compliance with the provisions relating to the quantitative limitations on catches of stocks subject to quotas, it is necessary for the Commission to fix the date by which catches made by vessels flying the flag of a Member State are deemed to have exhausted the quota allocated;\nWhereas, according to the information communicated to the Commission, catches of horse mackerel in the waters of ICES division VIII except VIII c by vessels flying the flag of a Member State apart from Spain and Portugal or registered in a Member State apart from Spain and Portugal have reached the quota allocated to the Member States apart from Spain and Portugal for 1987;\nWhereas catches of horse mackerel in the waters of ICES divisions V b, VI, VII and VIII a, b, d by vessels flying the flag of Spain or Portugal or registered in Spain or Portugal have not reached the flat-rate quantity allocated to Spain or the quantity allocated to Portugal,", "main_body": ["Catches of horse mackerel in the waters of ICES division VIII except VIII c by vessels flying the flag of a Member State apart from Spain and Portugal or regestered in a Member State apart from Spain and Portugal are deemed to have exhausted the quota allocated to the Community apart from Spain and Portugal for 1987.\nFishing for horse mackerel in the waters or ICES division VIII except VIII c by vessels flying the flag of a Member State apart from Spain and Portugal or registered in a Member State apart from Spain and Portugal is prohibited, as well the retention on board, the transhipment and the landing of such stock captured by the abovementioned vessels after the date of entry into force of this Regulation.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 24 June 1987.\nFor the Commission\nAntรณnio CARDOSO E CUNHA\nMember of the Commission\n(1) OJ No L 220, 29. 7. 1982, p. 1.\n(2) OJ No L 376, 31. 12. 1986, p. 4.\n(3) OJ No L 376, 31. 12. 1986, p. 39.\n(4) OJ No L 129, 19. 5. 1987, p. 15.\n(5) OJ No L 376, 31. 12. 1986, p. 109.\n(6) OJ No L 376, 31. 12. 1986, p. 37."}