{"celex_id": "31985D0063", "uri": "http://publications.europa.eu/resource/cellar/153ed543-9b2d-4912-b5d1-3518da97f34d", "type": "Decision", "concepts": ["1088", "1440", "4074", "5070", "712", "980"], "title": "85/63/EEC: Commission Decision of 20 December 1984 on applications for reimbursement and for the payment of advances in connection with the flood protection programme in the Hérault Valley (Only the French text is authentic)\n", "header": "COMMISSION  DECISION\nof 20 December 1984\non applications for reimbursement and for the payment of advances in connection with the flood protection programme in the Hérault Valley\n(Only the French text is authentic)\n(85/63/EEC)\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 79/174/EEC of 6 February 1979 concerning the flood protection programme in the Hérault Valley (1), and in particular Article 8 (4) thereof,\nWhereas the applications for reimbursement and for the payment of advances to be submitted by France to the Guidance Section of the European Agricultural Guidance and Guarantee Fund must contain certain information to enable expenditure to be examined for conformity with Directive 79/174/EEC and with the programme presented by France and approved by the Commission in accordance with Article 2 (2) of the said Directive;\nWhereas, for the purpose of effective monitoring, France must hold documentary evidence available for inspection by the Commission for a period of three years after payment of the final reimbursement;\nWhereas, for the purpose of implementing the option open to the Commission of paying advance instalments, the detailed rules and procedures relating thereto should be laid down;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Committee of the European Agricultural Guidance and Guarantee Fund,", "main_body": ["1. The applications for reimbursement referred to in Article 8 (1) of Directive 79/174/EEC shall take the form set out in Annex I.\n2. France shall forward to the Commission, together with the first application for reimbursement, the texts of national implementing provisions and administrative instructions as well as forms and all other documents relating to the administrative implementation of the measure.", "France shall hold available for inspection by the Commission, for a period of three years after the payment of the final reimbursement, all the documentary evidence or certified copies thereof in its possession which have served as a basis for granting the aid provided for in Directive 79/174/EEC and for drawing up applications for reimbursement and the payment of advances.", "Applications for advances to cover expenditure eligible for reimbursement by the Guidance Section of the European Agricultural Guidance and Guarantee Fund, as referred to in Article 8 (3) of Directive 79/174/EEC, shall take the form set out in Annex II.", "1. Advances from the Guidance Section of the European Agricultural Guidance and Guarantee Fund shall not exceed 80 % of the Community contribution to financing the proposed expenditure in a given year.\n2. Advances not expended in the year for which they have been paid shall be deducted from advances to be paid in respect of the following year.", "Before the end of each year for which advances have been paid, France shall submit a report on operations during the year in question in the form set out in Annex III.\nUntil the said report has been forwarded to the Commission, advances in respect of the following year may not be paid.", "This Decision is addressed to the French Republic."], "attachments": "Done at Brussels, 20 December 1984.\nFor the Commission\nPoul DALSAGER\nMember of the Commission\n(1) OJ No L 38, 14. 2. 1979, p. 18.\nANNEX  I\nApplication for reimbursement of expenditure carried out in 19 . . under Directive 79/174/EEC concerning the flood protection programme in the Hérault Valley\n1.2.3.4.5.6 // 1  // 2  // 3  // 4  // 5  // 6  //   //   //  //   //   //   // Works concerned (1)  // Estimate of physical state of completion  // Eligible expenditure by France  // Reimbursement requested  // Advances already paid by EAGGF  // Balance for reimbursement  //   // (%)  // (FF)  // (FF)  // (FF)  // (FF)  //   //   //   //   //   //   // La Peyne barrage  //   //   //   //   //   //   //   //   //   //   //  // Studies and inspections  //   //   //   //   //   // Land acquisition and encumbrances  //   //   //   //   //  // Engineering works  //   //   //   //   //   //   //   //  //   //   //   // Dams  //   //   //   //   //   //   //   //  //   //   //   // Studies and inspections  //   //   //   //  //   // Land acquisition and encumbrances  //   //   //   //  //   // Engineering works  //   //   //   //   //   //   //  //   //   //   //   // Associated hydraulic work  //   //  //   //   //   //   //   //   //   //   //   // Studies and inspections  //   //   //   //   //   // Land acquisition and encumbrances  //   //   //   //   //   // Engineering works  //   //   //   //   //   //   //   //   //   //   //  // Total  //   //   //   //   //   //   //   //   //   //  //\n(1) A note should be attached to each application for reimbursement describing briefly the state of progress on each of the individual projects in the programme.\nIt is hereby certified that:\n- the work for which reimbursement is requested has been carried out in accordance with the programme approved in Commission Decision 84/285/EEC of 10 May 1984,\n- the irrigation water made available under the projects in the programme will not be used for irrigating vines in the area concerned,\n- no Community or national aid for the restructuring of vineyards has been granted in the area which this common measure is designed to protect,\n- the ceiling on eligible expenditure as provided for in Article 5 of Directive 79/174/EEC has been observed.\nStamp and signature of the competent authority\nANNEX  II\nApplication for payment of advances for 19 . . under Directive 79/174/EEC concerning the flood protection programme in the Hérault Valley\n1.2.3.4.5 //   //   //   //   //   // 1  // 2  // 3  // 4  // 5  //   //   //   //   //   // Works concerned (1)  // Estimate of physical state of completion  // Eligible expenditure to be carried out by France  // Reimbursement to be requested from EAGGF  // Advance requested  //   // (%)  // (FF)  // (FF)  // (FF)  //   //   //   //   //   // La Peyne barrage  //   //   //   //   //   //   //   //   //  // Studies and inspections Land acquisition and encumbrances Engineering works  //   //   //   //   //   //   //   //   //  // Dams  //   //   //   //   //   //   //   //   //  // Studies and inspections Land acquisition and encumbrances Engineering works  //   //   //   //   //   //   //   //   //  // Associated hydraulic work  //   //   //   //   //   //  //   //   //   // Studies and inspections Land acquisition and encumbrances Engineering works  //   //   //   //   //   //  //   //   //   // Total  //   //   //   //   //   //   //  //   //\n(1) A note should be attached to each application describing briefly the work planned on each of the individual projects during the year for which the advance is being requested.\nIt is hereby certified that:\n- the necessary funds for the national financial contribution are available and will be disbursed to the beneficiaries during the year for which advances are being requested,\n- the proposed cost given in column 3 represents expenditure to be carried out during the year for which advances are being requested,\n- advances will be made available to the beneficiaries who bear the cost of projects during the year for which advances are being requested,\n- the said beneficiaries will be informed in an appropriate way, when receiving the advance, of the share being provided by the Community (a note describing the procedure for this should be attached to this application).\nStamp and signature of the competent authority\nANNEX  III\nAccount of the use to which advances paid for 19 . . under Directive 79/174/EEC have been put\n1.2.3.4.5.6.7.8 //   //   //   //   //   //   //   //   // 1  // 2  // 3  // 4  // 5  // 6  // 7  // 8  //   //   //   //  //   //   //   //   // Works concerned (1)  // Estimate of physical state of completion  // Projected eligible cost (2)  // Actual eligible cost (3)  // % (6)  // Advances received (4)  // Advances paid (5)  // % (6)  //   // (%)  // (FF)  // (FF)  //   // (FF)  // (FF)  //   //   //   //   //   //  //   //   //   // La Peyne barrage  //   //   //   //   //  //   //   //   //   //   //   //   //   //   //   // Studies and inspections Land acquisition and encumbrances Engineering works  //   //   //   //   //   //   //   //   //   //   //  //   //   //   //   // Dams  //   //   //   //   //   //   //  //   //   //   //   //   //   //   //   // Studies and inspections Land acquisition and encumbrances Engineering works  //   //   //   //   //   //   //   //   //   //   //   //  //   //   //   // Associated hydraulic work  //   //   //  //   //   //   //   //   //   //   //   //   //   //   //  // Studies and inspections Land acquisition and encumbrances Engineering works  //   //   //   //   //   //   //   //   //  //   //   //   //   //   //   // Total  //   //   //   //  //   //   //   //   //   //   //   //   //   //   //\n(1) A note should be attached to each application for reimbursement describing briefly the state of progress on each of the individual projects in the programme.\n(2) The same figures as in column 3 of Annex II.\n(3) In the year for which advances have been granted.\n(4) Advances received from EAGGF.\n(5) Advances paid to the beneficiaries bearing the financial cost of works.\n(6) If this percentage is less than 80 % or more than 120 %, a detailed explanatory note should be attached on a separate sheet.\nStamp and signature of the competent authority"}