{"celex_id": "31987D0452", "uri": "http://publications.europa.eu/resource/cellar/e8866936-94fc-473b-86f8-9023cf88fe22", "type": "Decision", "concepts": ["3774", "889"], "title": "87/452/ECSC: Commission Decision of 31 July 1987 approving aid from the United Kingdom to the coal industry in the 1987 financial year (1987/88) (Only the English text is authentic)\n", "header": "COMMISSION  DECISION\nof 31 July 1987\napproving aid from the United Kingdom to the coal industry in the 1987 financial year (1987/88)\n(Only the English text is authentic)\n(87/452/ECSC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Coal and Steel Community,\nHaving regard to Commission Decision No 2064/86/ECSC of 30 June 1986 establishing Community rules for State aid to the coal industry (1),\nWhereas:\nI\nIn its letter of 4 March 1987 the United Kingdom Government informed the Commission, pursuant to Article 9 (2) of Decision No 2064/86/ECSC of the financial measures it intends to take in 1987/88 in order to give direct of indirect support to the coal industry. Further information was sent to the Commission by letter of 12 June 1987. The following aid is submitted for the approval of the Commission under the above Decision:\n1.2 //  // (in million £)   // - aid to cover operating losses   // 90,5   // - aid to maintain a qualified workforce of underground staff   // 15,9\nThe aid totalling £ 90 500 000 to cover operating losses will cover only 64 % of the difference between foreseeable average costs and foreseeable average returns and hence complies with the conditions of Article 3(1) of the Decision.\nThe aid to cover operating losses is aimed at preventing premature pit closures. In accordance with the third indent of Article 2 (1), this contributes to solving the social and regional problems attending developments in the coal industry.\nThe aid to maintain a qualified workforce of underground staff is a longstanding specific measure which is independent of the aid pursuant to Article 3 to 5 of the Decision. The aid therefore conforms to Article 6 of the Decision.\nThe object of the measure is to maintain a qualified workforce for rationalization measures to improve the coal industry's competitiveness in accordance with the first indent of Article 2 (1) of the Decision.\nII\nThe following observations should be made on the compatibility of the proposed aid to current production with the proper functioning of the common market:\n- there are unlikely to be supply difficulties in 1987/88 in view of the high level of coal and coke stocks,\n- deliveries of United Kingdom coal to other Community countries are unlikely to rise during 1987/88,\n- price alignment agreements with respect to Community producers are unlikely to arise in 1987/88,\n- United Kingdom coal prices should not lead to indirect aid to industrial coal users in 1987/88.\nTherefore, the aid proposed for current production by the United Kingdom coal industry for the 1987 financial year is compatible with the proper functioning of the common market.\nIII\nPursuant to Article 11 (2) of the Decision, the Commission must ensure that the direct aid to current production which it approves is used exclusively for the purposes set out in Articles 3 to 6 thereof. The Commission must therefore be informed in particular of the amounts of the payments and the manner in which they are apportioned,", "main_body": ["The United Kingdom is hereby authorized to grant aid totalling £ 106 400 000 to the United Kingdom coal industry with effect from 1 April 1987 for the 1987 financial year.\nThe total amount is made up of the following:\n1. aid to cover operating losses not exceeding £ 90 500 000;\n2. aid to maintain a qualified workforce of underground staff not exceeding £ 15 900 000.", "The United Kingdom Government shall inform the Commission:\n- by 30 September 1987 of the extent to which the annual amounts of aid specified in this Decision are likely to change in the light of the pattern of aid payments during the first six months of the 1987 financial year,\n- by 30 June 1988 of the actual amounts paid in the 1987 financial year.", "This Decision is addressed to the United Kingdom."], "attachments": "Done at Brussels, 31 July 1987.\nFor the Commission\nNicolas MOSAR\nMember of the Commission\n(1) OJ No L 177, 1. 7. 1986, p. 1."}