{"celex_id": "31985R2118", "uri": "http://publications.europa.eu/resource/cellar/8fc4fa20-37c5-4d41-8e54-7be3d6fbbb93", "type": "Regulation", "concepts": ["1117", "1644"], "title": "Commission Regulation (EEC) No 2118/85 of 29 July 1985 on release of securities for import licences for certain Morello cherries\n", "header": "COMMISSION  REGULATION (EEC) No 2118/85\nof 29 July 1985\non release of securities for import licences for certain Morello cherries\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 516/77 of 14 March 1977 on the common organization of the market in products processed from fruit and vegetables (1), as last amended by Regulation (EEC) No 746/85 (2), and in particular Article 10 (3) thereof,\nWhereas Commission Regulation (EEC) No 1626/85 of 14 June 1985 on protective measures applicable to imports of certain Morello cherries (3), as amended by Regulation (EEC) No 1712/85 (4) provides that a minimum price shall be respected on import into the Community of certain Morello cherries; whereas the products in question are subject to the import licence system; whereas holders of such licences are obliged to import the products covered by the licences; whereas the conditions for imports have been changed to an extent making it justified to release the holders of licences from their obligations; whereas such release would be compatible with the aim of the protective measures;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Products Processed from Fruit and Vegetables,", "main_body": ["1. Import licences applicable to Morello cherries listed in the Annex, isued not later than 17 June 1985 which were valid on or after that that date may be returned to the issuing authorities and the relevant securities shall be released on receipt of the licences.\n2. The provisions of paragraph 1 shall also apply to import licences issued following an application lodged not later than 14 June 1985.", "The provisions of Article 1 shall apply only in respect of import licences returned to the competent authorities not later than 15 September 1985.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 29 July 1985.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 73, 21. 3. 1977, p. 1.\n(2) OJ No L 81, 23. 3. 1985, p. 10.\n(3) OJ No L 156, 15. 6. 1985, p. 13.\n(4) OJ No L 163, 22. 6. 1985, p. 46.\nANNEX\nMorello cherries referred to in Article 1 (1) are those falling within the following headings of the Common Customs Tariff and the NIMEXE code\n1.2 //   //   // CCT heading No  // NIMEXE code  //   //  // ex 08.10 D  // ex 08.10-90  // ex 20.03 A  // ex 20.03-00  // ex 20.03 B  // ex 20.03-00  // ex 20.06 B II a) 8  // 20.06-50  // ex 20.06 B II b) 8  // 20.06-74  // ex 20.06 B II c) 1 dd)  // 20.06-89  // ex 20.06 B II c) 2 bb)  // 20.06-96  //   //"}