{"celex_id": "31989D0077", "uri": "http://publications.europa.eu/resource/cellar/5a1b79b3-f715-4fcc-b3ec-a998c5a9482a", "type": "Decision", "concepts": ["1318", "1662", "2412", "4081", "5360"], "title": "89/77/EEC: Commission Decision of 29 December 1988 authorizing the Federal Republic of Germany to restrict the marketing of seed of certain varieties of agricultural plant species (Only the German text is authentic)\n", "header": "COMMISSION  DECISION\nof 29 December 1988\nauthorizing the Federal Republic of Germany to restrict the marketing of seed of certain varieties of agricultural plant species\n(Only the German text is authentic)\n(89/77/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 70/457/EEC of 29 September 1970 on the common catalogue of varieties of agricultural plan species (1), as last amended by Directive 88/380/EEC (2), and in particular Article 15 (2) (3) and (7) thereof,\nHaving regard to the application lodged by the Federal Republic of Germany,\nWhereas, pursuant to Article 15 (1) of Directive 70/457/EEC, seed or propagating material of varieties of agricultural plant species which have been officially accepted during 1986 in at least one of the Member States and which also meet the conditions laid down in Directive 70/457/EEC is, with effect from 31 December 1988, no longer subject to any marketing restrictions relating to the variety in the Community;\nWhereas the same applies to seed of certain agricultural plant species which belongs to varieties officially accepted in Portugal before 1 January 1987, by virtue of Commission Decision 89/78/EEC of 29 December 1988 liberalizing trade in seeds of certain agricultural plant species between Portugal and other Member States (3);\nWhereas, however, Article 15 (2) of Directive 70/457/EEC provides that, in the cases set out in Article 15 (3), a Member State may be authorized upon application to prohibit the marketing of seed and propagating material of certain varieties;\nWhereas the Federal Republic of Germany has applied for such authorization for a certain number of varieties of different species, including some of the varieties officially accepted in Portugal referred to above;\nWhereas the varieties Ellire (Italian ryegrass) and Aurora (perennial ryegrass) have been the subject of official trials in Germany;\nWhereas, in respect of the variety Ellire, the results of the trials show that in the Federal Republic of Germany, when compared with the national rules governing the acceptance of varieties there, which apply within the framework of current Community provisions, it is not distinct from another variety accepted there (Article 15 (3) (a), first case, of Directive 70/457/EEC);\nWhereas the examination of this case has led to some doubts concerning the appraisal of its distinctness in the Member State of acceptance, in the terms of Article 12a (1) of Directive 70/457/EEC; whereas these doubts need to be clarified;\nWhereas the application in respect of the variety Aurora is now being carefully examined by the Commission;\nWhereas it is impossible to complete the clarification and examination before the time limit specified in Article 15 (1) of Directive 70/457/EEC;\nWhereas the time limit in question should therefore, where the Federal Republic of Germany is concerned, be extended for an appropriate period in order to allow complete clarification and examination in respect of these two varieties (Article 15 (7) of Directive 70/457/EEC);\nWhereas the variety of oats concerned is of the winter type; whereas the varieties of maize concerned have a Food and Agriculture Organization (FAO) maturity class index over 350; whereas it is well known that the varieties of winter oats and varieties of maize which have an FAO maturity class over 350 are at present unsuitable for cultivation in the Federal Republic of Germany (Article 15 (3) (c), second case, of Directive 70/457/EEC);\nWhereas, therefore, the application of the Federal Republic of Germany in respect of these varieties should be granted in full;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Seed and Propagating Material for Agriculture, Horticulture and Forestry,", "main_body": ["The Federal Republic of Germany is hereby authorized to prohibit the marketing in its territory of seed of the following varieties listed in the 1989 Common Catalogue of Varieties of Agricultural Plant Species:\nCereals\n1. Avena sativa L.\nKynon\n2. Zea mays L.\nAdour 590\nAdour 650\nAE 664\nAgus\nAgus LG 26-61\nAirone\nAlba\nAlceo\nAlezan 4006\nAlispot\nAmbo\nAmbra\nAppio\nAscot\nAttila\nBionica\nCA-867\nCA-949\nCapital\nCargisun\nCarla\nChicago\nClaudio\nCountry\nCres\nDayton\nDekalb XL 351\nDerek\nDiana\nDK 250\nDK 524\nDK 528\nDorothy\nEgeo (Wx)\nEnnio\nEstrela\nEttore\nExplorer G-4621\nFreedom\nFrida (Wx)\nFucedro G-4630\nFunk's G 4449\nG 4673\nG 4733\nG 4740 A\nGranja\nHelp\nIndianapolis\nJaguar\nKathy\nLambro\nLas Vegas\nLG 60\nLG 61\nLG 2771\nLiberty\nLico\nLoges\nManlio\nMenfi\nMichelangelo\nMikado\nModel\nMonteverde\nMorfeo (Wx)\nNC 6190\nNeva\nNew Orleans\nNisida\nNobel\nNoce\nNova 2000\nPGI-949\nPrimo\nPrisama G-4730\nPX 610\nQuetzal\nRemo\nRocker G-4686\nRonodur\nRonolac\nRX 9581\nSagittario\nSNH-731\nSNH-741\nSparta\nSpazio\nSteve\nTartaro\nTchalco\nTebe\nTender\nTirso\nTohum\nTony\nUrano\nValbom\nValeria\nValeria PR-3540\nVelox G-4579\nVerax G-4754\nVolga PR-3475", "The authorization given in Article 1 shall be withdrawn as soon as it is established that the conditions thereof are no longer satisfied.", "The Federal Republic of Germany shall notify the Commission and the other Member States of the date from which it makes use of the authorization under Article 1 and the detailed methods to be followed. Article 4\nThe time limit specified in Article 15 (1) of Directive 70/457/EEC is, where the Federal Republic of Germany is concerned, extended from 31 December 1988 to 31 March 1989 in respect of the following varieties:\nFodder plants\nLolium multiflorum Lam.\nEllire\nLolium perenne L.\nAurora", "This Decision is addressed to the Federal Republic of Germany."], "attachments": "Done at Brussels, 29 December 1988.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 225, 12. 10. 1970, p. 1.\n(2) OJ No L 187, 16. 7. 1988, p. 31.\n(3) See page 75 of this Official Journal."}