{"celex_id": "31983D0254", "uri": "http://publications.europa.eu/resource/cellar/fcbe7344-5e14-4e6f-8270-84ff47527276", "type": "Decision", "concepts": ["1005", "2356", "2560", "2877"], "title": "83/254/EEC: Council Decision of 25 May 1983 amending Decision 80/1096/EEC introducing Community financial measures for the eradication of classical swine fever\n", "header": "COUNCIL  DECISION\nof 25 May 1983\namending Decision 80/1096/EEC introducing Community financial measures for the eradication of classical swine fever\n(83/254/EEC)\nTHE COUNCIL OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 43 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas Council Decision 80/1096/EEC (4), as last amended by Decision 81/477/EEC (5), introduced Community financial measures for the eradication of classical swine fever;\nWhereas it is necessary, in order to make the allocation of appropriations clearer, to include all expenditure on the Community's various measures in the veterinary field in the chapter covering expenditure in the agricultural sector;\nWhereas, in order to apply proper financial and monetary rules and procedures to Community expenditure connected with the implementation of the above measures, the appropriate Articles of Regulation (EEC) No 729/70 of 21 April 1970 on the financing of the common agricultural policy (6), as last amended by Regulation (EEC) No 3509/80 (7), and Regulation (EEC) No 129/78 of 24 January 1978 on the exchange rates to be applied for the purposes of the common agricultural structures policy (8) should be made applicable mutatis mutandis thereto,", "main_body": ["Decision 80/1096/EEC is hereby amended as follows:\n1. Article 1 is replaced by the following:\n'Article 1\nCommunity financial aid shall be given for the measures provided for by:\n- Council Directive 80/217/EEC of 22 January 1980 introducing Community measures for the control of classical swine fever (6), and\n- Council Directive 80/1095/EEC of 11 November 1980 laying down conditions designed to render and keep the territory of the Community free from classical swine fever (7).\n(6) OJ No L 47, 21. 2. 1980, p. 11.\n(7) OJ No L 325, 1. 12. 1980, p. 1.'\n2. Article 2 is replaced by the following:\n'Article 2\n1. The Community shall make a contribution to the implementation of the measures referred to in Article 1 for a period of five years.\n2. The estimated amount of aid to be charged to the chapter of the Community budget covering expenditure in the agricultural sector for the period laid down in paragraph 1 is 35 million ECU.'\n3. In Article 3:\n(a) paragraph 1 is replaced by the following:\n'1. Expenditure by Member States on action taken in implementation of the plan referred to in Article 5 shall be subsidized by the Community within the limits indicated in Article 2.';\n(b) in paragraph 2, 'The Guidance Section of the Fund' is replaced by 'The Community'.\n4. Article 4 (2) is replaced by the following:\n'2. Article 7 (1) of Regulation (EEC) No 729/70\nshall apply to Commission decisions on Community financing of this measure.'\n5. The following Article 5a is inserted:\n'Article 5a\nRegulation (EEC) No 129/78 and Articles 8 and 9 of Regulation (EEC) No 729/70 shall apply mutatis mutandis.'", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 25 May 1983.\nFor the Council\nThe President\nI. KIECHLE\n(1) OJ No C 299, 16. 11. 1982, p. 8.\n(2) OJ No C 68, 14. 3. 1983, p. 86.\n(3) OJ No C 77, 21. 3. 1983, p. 3.\n(4) OJ No L 325, 1. 12. 1980, p. 5.\n(5) OJ No L 186, 8. 7. 1981, p. 22.\n(6) OJ No L 94, 28. 4. 1970, p. 13.\n(7) OJ No L 367, 31. 12. 1980, p. 87.\n(8) OJ No L 20, 25. 1. 1978, p. 16."}