{"celex_id": "31989R0214", "uri": "http://publications.europa.eu/resource/cellar/3c4e4cb6-5193-4efb-b0a1-84b1d219c100", "type": "Regulation", "concepts": ["693", "712", "863"], "title": "Commission Regulation (EEC) No 214/89 of 27 January 1989 on the conclusion of processing contracts for certain varieties of orange in Spain and in Portugal in respect of the 1988/89 marketing year\n", "header": "COMMISSION  REGULATION (EEC) No 214/89\nof 27 January 1989\non the conclusion of processing contracts for certain varieties of orange in Spain and in Portugal in respect of the 1988/89 marketing year\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2601/69 of 18 December 1969 laying down special measures to encourage the processing of certain varieties of oranges (1), as last amended by Regulation (EEC) No 2241/88 (2), and in particular Article 3 (2) thereof,\nWhereas Article 7 (1) of Commission Regulation (EEC) No 1562/85 of 7 June 1985 laying down detailed rules for the application of measures to encourage the processing of oranges and the marketing of products processed from lemons (3), as last amended by Regulation (EEC) No 1715/86 (4), stipulates that industrial processing contracts for oranges are to be concluded before 20 January;\nWhereas producers and processors in Spain and in Portugal have been able to conclude contracts for small quantities of oranges only; whereas the Spanish and Portuguese authorities should, as they have requested and taking account of the characteristics of the markets concerned, be authorized to set a later date for the conclusion of processing contracts for those varieties of orange for which financial compensation is granted under Regulation (EEC) No 2601/69 or Council Regulation (EEC) No 3391/87 of 9 November 1987 concerning special measures for the processing of certain varieties of oranges and amending Regulation (EEC) No 2601/69 (5), as amended by Regulation (EEC) No 2241/88;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Fruit and Vegetables,", "main_body": ["For the 1988/89 marketing year Spain and Portugal are hereby authorized to set 31 March 1989 as the final date for the conclusion of processing contracts for varieties of orange for which financial compensation is granted.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 27 January 1989.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 324, 27. 12. 1969, p. 1.\n(2) OJ No L 198, 26. 7. 1988, p. 11.\n(3) OJ No L 152, 11. 6. 1985, p. 5.\n(4) OJ No L 149, 3. 6. 1986, p. 19.\n(5) OJ No L 323, 13. 11. 1987, p. 2."}