{"celex_id": "31983R2989", "uri": "http://publications.europa.eu/resource/cellar/45f05a0d-face-47d8-b880-675a2c355617", "type": "Regulation", "concepts": ["1642", "3568", "4994", "690", "970"], "title": "Commission Regulation (EEC) No 2989/83 of 25 October 1983 on detailed implementing rules for the special refund on common wheat flour exported to Egypt\n", "header": "COMMISSION  REGULATION (EEC) No 2989/83\nof 25 October 1983\non detailed implementing rules for the special refund on common wheat flour exported to Egypt\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2727/75 of 29 October 1975 on the common organization of the market in cereals (1), as last amended by Regulation (EEC) No 1451/82 (2), and in particular Articles 12 (2) and 16 (6) thereof,\nWhereas the grant of a special export refund for common wheat flour to Egypt may prove to be necessary; whereas, in the light of the refund's foreseeable level and in order to ensure that exports to that country are properly controlled and comply with suitable limits, provision should be made, throughout the period during which the arrangements for that refund are applicable, for granting the refund in accordance with a control system for the exports concerned; whereas, therefore, provision should be made for granting the refund only to exporters who have applied for the advance fixing thereof, for notifying the Commission of the applications for certificates and for allowing a certain period for considering whether the said certificates should be granted; whereas, moreover, provision should be made for ensuring that operators who qualify for the said refund fulfil their obligations as regards the special destination of the product;\nWhereas the Management Committee for Cereals has not delivered an opinion within the time limit set by its chairman,", "main_body": ["1. The special refunds laid down in the Annex to the Regulation fixing the export refunds on cereals and on wheat or rye flour, groats and meal shall be granted in respect of flour of common wheat intended for Egypt provided:\n(a) the operator has applied for advance fixing of the refund;\n(b) the product was exported on the basis of a certificate showing Egypt as the compulsory country of destination.\n2. The Commission shall be notified daily of the applications for export certificates referred to in paragraph 1 (b) of this Article.\nThe certificates shall be issued on the fifth working day after notification has taken place, provided no measure suspending the advance fixing of the refund has been adopted during that period.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 25 October 1983.\nFor the Commission\nPoul DALSAGER\nMember of the Commission\n(1) OJ No L 281, 1. 11. 1975, p. 1.\n(2) OJ No L 164, 14. 6. 1982, p. 1."}