{"celex_id": "31987R0570", "uri": "http://publications.europa.eu/resource/cellar/dfb53f63-518f-4a8e-ae16-2bff1acb91e0", "type": "Regulation", "concepts": ["4073"], "title": "Commission Regulation (EEC) No 570/87 of 26 February 1987 on the issue of supplementary trade mechanism (STM) licences for certain floriculture products\n", "header": "COMMISSION  REGULATION (EEC) No 570/87\nof 26 February 1987\non the issue of supplementary trade mechanism (STM) licences for certain floriculture products\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the Act of Accession of Spain and Portugal,\nHaving regard to Council Regulation (EEC) No 569/86 of 25 February 1986 laying down general rules for the application of the supplementary mechanism applicable to trade (1),\nHaving regard to Commission Regulation (EEC) No 643/86 of 28 February 1986 laying down detailed rules for the application for the supplementary trade mechanism to the live plants and floriculture products listed in Annex XXII to the Act of Accession and imported into Portugal (2), and in particular Article 2 (2) thereof,\nWhereas Article 2 (2) of Regulation (EEC) No 643/86 laid down that, in the case of products for which there is a particular need to monitor the issue of STM licences in order to determine the likelihood of the indicative ceilings being exceeded, the Commission may decide that the licences are to be issued in accordance with the provisions of the first subparagraph of Article 6 (2) of Commission Regulation (EEC) No 574/86 (3) on the fifth day following the day the application is submitted, unless special measures have been taken during this period; whereas there is a likelihood of the indicative ceilings being exceeded in respect of ornamental plants falling within subheading 06.02 ex D of the Common Customs Tariff; whereas, therefore the STM licences should be issued in accordance with the provisions of the first subparagraph of the said Article 6 (2),", "main_body": ["The provisions of the first subparagraph of Article 6 (2) of Regulation (EEC) No 574/86 and of Article 4 (2) of Regulation (EEC) No 643/86 shall apply in respect of the following products:\n1.2.3 //  //  //  // CCT heading No  // NIMEXE code  // Description  //  //  //  // 06.02   //   // Other live plants, including trees, shrubs, bushes, roots, cuttings and slips:   //   //   // ex D. Other   //   // 06.02-96 06.02-99  // - Ornamental plants   //    //   //", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 26 February 1987.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 55, 1. 3. 1986, p. 106.\n(2) OJ No L 60, 1. 3. 1986, p. 39.\n(3) OJ No L 57, 1. 3. 1986, p. 1."}