{"celex_id": "31983R3419", "uri": "http://publications.europa.eu/resource/cellar/21d82795-b897-4251-a6e2-947db17cab92", "type": "Regulation", "concepts": ["2488", "2758", "3591", "3763", "6007"], "title": "Council Regulation (EEC) No 3419/83 of 14 November 1983 on certain detailed rules for the implementation of the Agreement between the Community and Romania on trade in industrial products\n", "header": "COUNCIL REGULATION (EEC) No 3419/83 of 14 November 1983 on certain detailed rules for the implementation of the Agreement between the Community and Romania on trade in industrial products\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 113 thereof,\nHaving regard to the proposal from the Commission,\nWhereas an Agreement between the European Economic Community and the Socialist Republic of Romania on trade in industrial products, hereinafter referred to as \"the Agreement\", was signed on 28 July 1980;\nWhereas Regulation (EEC) No 3449/80 (1), as amended by Regulations (EEC) No 3799/81 (2) and (EEC) No 585/83 (3), laid down certain detailed rules for the implementation of the import arrangements arising from the Agreement, and in particular for the application of the safeguard clause provided for in Article 8 thereof, by way of derogation from Regulations (EEC) No 925/79 (4) and (EEC) No 3286/80 (5);\nWhereas Regulation (EEC) No 3449/80 also established the detailed rules for implementing import controls on products in respect of which the quantitative restrictions on importation into certain Member States are suspended by virtue of the Protocol on the application of Article 4 of the Agreement, hereinafter referred to as \"the Protocol\";\nWhereas Regulation (EEC) No 3449/80 has twice been amended ; whereas, furthermore, Regulations (EEC) No 925/79 and (EEC) No 3286/80 have been replaced and amended respectively by Council Regulation (EEC) No 1765/82 of 30 June 1982 on common rules for imports from State-trading countries (6) and by Regulation (EEC) No 3420/83 of 14 November 1983 on import arrangements for products originating in State-trading countries, not liberalized at Community level (7), which represents a codification of various Community Acts and takes over in part the content of Regulation (EEC) No 3449/80;\nWhereas it is therefore necessary to update Regulation (EEC) No 3449/80 and to adapt it to the new legal situation with a view to ensuring the necessary consistency of all the abovementioned rules,", "main_body": ["Save as otherwise provided in this Regulation, imports from Romania into the Community shall be subject to:  - Regulation (EEC) No 1765/82, in the case of products falling under that Regulation and those listed in the Annex to this Regulation, that is products liberalized at Community level, and\n- Regulation (EEC) No 3420/83, in the case of other products.", "1. Where there are grounds for the application by the Community of safeguard measures as provided for in Article 8 of the Agreement in respect of products subject to Regulation (EEC) No 1765/82, these measures shall, subject to paragraph 2, be adopted in accordance with the procedures laid down in that Regulation and, in particular, in Article 12 thereof, once the consultations with Romania provided for in Article 8 of the Agreement have been completed.\n2. Where the conditions laid down in Article 8 (6) of the Agreement are fulfilled, safeguard measures shall, where appropriate, be adopted by the Commission in accordance with the procedure laid down in Article 11 of Regulation (EEC) No 1765/82 or by a Member State in accordance with the procedure laid down in Article 13 thereof.  (1) OJ No L 360, 31.12.1980, p. 1. (2) OJ No L 380, 31.12.1981, p. 1. (3) OJ No L 71, 17.3.1983, p. 1. (4) OJ No L 131, 29.5.1979, p. 1. (5) OJ No L 353, 29.12.1980, p. 1. (6) OJ No L 195, 5.7.1982, p. 1. (7) See page 6 of this Official Journal.\n3. For those products falling within the Agreement and covered by Regulation (EEC) No 1765/82, the consultations referred to in Article 4 of that Regulation shall take place at a joint meeting of the Committee provided for in Article 5 of the said Regulation and the Committee set up under Article 12 of Regulation (EEC) No 3420/83.", "1. Where there are grounds for the application by the Community of safeguard measures as provided for in Article 8 of the Agreement in respect of products subject to Regulation (EEC) No 3420/83, these measures shall, subject to paragraph 2, be adopted by the Council or the Commission, as appropriate, in accordance with the procedures laid down in that Regulation, and in particular in Articles 7, 8 and 9 thereof, once the consultations with Romania provided for in Article 8 of the Agreement have been completed.\n2. Where the conditions laid down in Article 8 (6) of the Agreement are fulfilled, safeguard measures shall be adopted by any Member State in accordance with the procedures laid down in Article 10 of Regulation (EEC) No 3420/83.\n3. The time limit laid down in Article 9 (4) of Regulation (EEC) No 3420/83 shall run from the end of the consultations with Romania.", "1. Each Member State concerned may issue import authorizations or documents in respect of products listed in Annex I to the Protocol for amounts exceeding those stipulated for each product in Annex II to the Protocol, up to an annual limit of 25 % of the amount concerned.\nThe creation of import possibilities for amounts in excess of these limits shall, within the meaning of Article 7 of Regulation (EEC) No 3420/83, constitute a change in the import arrangements.\n2. However, the Member State concerned may exceed by any amount the limits laid down in Annex II to the Protocol in the case of products in respect of which quantitative import restrictions have been abolished in the other Member States.\n3. Where the Member State concerned intends to invoke paragraphs 1 and 2, it shall give advance notice of this to the Commission, which shall consult the competent Romanian authorities.\n4. Where, following the suspension of the quantitative import restrictions laid down in the Protocol, a product remains subject to a quantitative restriction in a single Member State:  - imports of that product into the Member State in question shall remain subject to Article 4 (1) (b) of Regulation (EEC) No 3420/83, and\n- Article 4 (2) of that same Regulation shall not apply to such product.", "The Commission shall consult Romania in the cases laid down in the Agreement.", "Regulations (EEC) No 3449/80, (EEC) No 3799/81 and (EEC) No 585/83 are hereby repealed.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 14 November 1983.\nFor the Council\nThe President\nC. SIMITIS\nANNEX Products also subject to Regulation (EEC) No 1765/82\n>PIC FILE= \"T0023276\">\n>PIC FILE= \"T0023277\">\n>PIC FILE= \"T0023278\">"}