{"celex_id": "31987D0190", "uri": "http://publications.europa.eu/resource/cellar/f4163846-0150-4ceb-b306-2ca52d489189", "type": "Decision", "concepts": ["3560", "3774", "4585"], "title": "87/190/Euratom, ECSC, EEC: Commission Decision of 23 January 1987 amending Decision 83/195/EEC, Euratom, ECSC in respect of an authorization granted to the United Kingdom concerning the calculation of value added tax (Only the English text is authentic)\n", "header": "COMMISSION  DECISION\nof 23 January 1987\namending Decision 83/195/EEC, Euratom, ECSC in respect of an authorization granted to the United Kingdom concerning the calculation of value added tax\n(Only the English text is authentic)\n(87/190/Euratom, ECSC, EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Coal and Steel Community,\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the Treaty establishing the European Atomic Energy Community,\nHaving regard to Council Decision 85/257/EEC, Euratom of 7 May 1985 on the Communities' system of own resources (1),\nHaving regard to Council Regulation (EEC, Euratom, ECSC) No 2892/77 of 19 December 1977 implementing in respect of own resources accruing from value added tax the Decision of 21 April 1970 on the replacement of financial contributions from Member States by the Communities' own resources (2), as last amended by Regulation (ECSC, EEC, Euratom) No 3735/85 (3), and in particular the first subparagraph of Article 9 (3), the second subparagraph of Article 11 (1) and Article 13 (2) thereof,\nWhereas, for the years 1979 to 1985, the Commission, pursuant to Article 13 (2) of Regulation (EEC, Euratom, ECSC) No 2892/77, adopted Decision 80/774/EEC, Euratom, ECSC (4), Decision 81/1017/Euratom, ECSC, EEC (5), Decision 82/810/ECSC, EEC, Euratom (6), Decision 83/195/EEC, Euratom, ECSC (7), and Decision 84/280/Euratom, ECSC, EEC (8);\nWheres the United Kingdom exempts services supplied by hospitals; whereas, however, there is a need for an approximate estimate of the activities which are not carried out under the social conditions referred to in Article 13 A (1) (b) of the Sixth Council Directive 77/388/EEC (9);\nWhereas, in response to its request, the United Kingdom should be authorized, pursuant to the second indent of the first subparagraph of Article 9 (3) of Regulation (EEC, Euratom, ECSC) No 2892/77, to use approximate estimates for calculating the VAT own resources basis;\nWhereas, the Advisory Committee on Own Resources has approved the report recording the opinions of its members on this Decision,", "main_body": ["The following is hereby added to Article 2 of Decision 83/195/EEC, Euratom, ECSC:\n'3. Transactions of hospitals not covered by Article 13 A (1) (b) (Annex F, point 10).'", "This Decision is addressed to the United Kingdom."], "attachments": "Done at Brussels, 23 January 1987.\nFor the Commission\nHenning CHRISTOPHERSEN\nVice-President\n(1) OJ No L 128, 14. 5. 1985, p. 15.\n(2) OJ No L 336, 27. 12. 1977, p. 8.\n(3) OJ No L 356, 31. 12. 1985, p. 1.\n(4) OJ No L 222, 23. 8. 1980, p. 11.\n(5) OJ No L 367, 23. 12. 1981, p. 33.\n(6) OJ No L 343, 4. 12. 1982, p. 16.\n(7) OJ No L 108, 26. 4. 1983, p. 16.\n(8) OJ No L 135, 22. 5. 1984, p. 25.\n(9) OJ No L 145, 13. 6. 1977, p. 1."}