{"celex_id": "31983R1935", "uri": "http://publications.europa.eu/resource/cellar/3af4c6db-244b-4a5c-a00a-5b33172b08e7", "type": "Regulation", "concepts": ["1795", "180", "2656", "4682", "5034", "5263"], "title": "Commission Regulation (EEC) No 1935/83 of 13 July 1983 amending Regulation (EEC) No 563/82 laying down detailed rules for the application of Regulation (EEC) No 1208/81 for the recording of market prices of adult bovine animals on the basis of the Community scale for the classification of carcases\n", "header": "COMMISSION  REGULATION (EEC) No 1935/83\nof 13 July 1983\namending Regulation (EEC) No 563/82 laying down detailed rules for the application of Regulation (EEC) No 1208/81 for the recording of market prices of adult bovine animals on the basis of the Community scale for the classification of carcases\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 805/68 of 27 June 1968 on the common organization of the market in beef and veal (1), as last amended by the Act of Accession of Greece,\nHaving regard to Council Regulation (EEC) No 1208/81 of 28 April 1981 determining the Community scale for the classification of carcases of adult bovine animals (2), and in particular Article 3 (1) thereof,\nWhereas Article 2 of Commission Regulation (EEC) No 563/82 (3) bases the distinction between carcases of uncastrated young male animals of less than two years and the carcases of other uncastrated male animals on the degree of ossification of the spinous processus of the dorsal vertebrae; whereas provision should be made for a more correct application of this criterion allowing, in particular, a slightly higher degree of ossification of the last of the first dorsal vertebrae;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Beef and Veal,", "main_body": ["Article 2 of Regulation (EEC) No 563/82 is hereby replaced by the following:\n'Article 2\nFor the application of Article 3 (1) of Regulation (EEC) No 1208/81 the carcases of uncastrated young male animals of less than two years shall be distinguished from the carcases of other uncastrated male animals by the degree of ossification of the spinous processus of the dorsal vertebrae.\nThe cartilaginous extremities of the spinous processus of the first four dorsal vertebrae must not show more than initial signs of ossification in carcases of uncastrated young male animals of less than two years, and the cartilaginous extremities of the spinous processus of the fifth to the ninth dorsal vertebrae must not show substantial ossification.'", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 13 July 1983.\nFor the Commission\nPoul DALSAGER\nMember of the Commission\n(1) OJ No L 148, 28. 6. 1968, p. 24.\n(2) OJ No L 123, 7. 5. 1981, p. 3.\n(3) OJ No L 67, 11. 3. 1982, p. 23."}