{"celex_id": "31984R2690", "uri": "http://publications.europa.eu/resource/cellar/4a5c4386-7016-4310-82fd-74088dd9cda0", "type": "Regulation", "concepts": ["1591", "2739", "588"], "title": "Commission Regulation (EEC) No 2690/84 of 21 September 1984 imposing a provisional anti-dumping duty on imports of artificial corundum originating in the People' s Republic of China and Czechoslovakia and terminating the proceeding in respect of imports of artificial corundum originating in Spain and Yugoslavia\n", "header": "COMMISSION  REGULATION (EEC) No 2690/84\nof 21 September 1984\nimposing a provisional anti-dumping duty on imports of artificial corundum originating in the People's Republic of China and Czechoslovakia and terminating the proceeding in respect of imports of artificial corundum originating in Spain and Yugoslavia\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2176/84 of 23 July 1984 on protection against dumped or subsidized imports from countries not members of the European Economic Community (1), and in particular Articles 9 and 11 thereof,\nAfter consultations within the Advisory Committee as provided for under the abovementioned Regulation,\nWhereas:\nA. Procedure\n(1) In June 1983, the Commission received a complaint lodged by the European Council of Chemical Manufacturers Federations (CEFIC) on behalf of producers representing all Community production of the product in question. The complaint contained evidence of dumping and of material injury resulting therefrom, which was considered sufficient to justify the initiation of a proceeding. The Commission accordingly announced, by a notice published in the Official Journal of the European Communities (2), the initiation of an anti-dumping proceeding concerning imports of artificial corundum, into the Community, falling within Common Customs Tariff subheading 28.20 B, corresponding to NIMEXE code 28.20-30, originating in the People's Republic of China, Czechoslovakia, Spain and Yugoslavia and commenced an investigation.\n(2) The Commission officially so advised the exporters and importers known to be concerned, the representatives of the exporting countries and the complainants and gave the parties directly concerned the opportunity to make known their views in writing and to request a hearing. The majority of the known exporters, all known importers and all producers made their views known in writing.\n(3) The Commission sought and verified all information it deemed to be necessary for the purpose of a determination regarding dumping and injury and carried out investigations at the premises of the following:\n(a) EEC producers\n- SOFREM SA, Paris, France,\n- Samim Abrasivi SpA, Milan, Italy,\n- Dynamit Nobel AG, Troisdorf, Federal Republic of Germany,\n- Lonza-Werke GmbH, Waldshut - Tiengen, Federal Republic of Germany,\n- Herman C. Starck Berlin GmbH, Duesseldorf, Federal Republic of Germany,\n- Universal Abrasives Ltd, Stafford, United Kingdom;\n(b) Exporter\nTovarna Dusika Ruse n.sol.o., Ruse, Yugoslavia;\n(c) Importers\n- Continentale Erzgesellschaft mbH, Duesseldorf, Federal Republic of Germany,\n- Alfred Hempel GmbH & Co., Duesseldorf, Federal Republic of Germany,\n- Kerimpex Handelsgesellschaft mbH, Selb/Bayern, Federal Republic of Germany,\n- Mineralienwerke GmbH, Duisburg, Federal Republic of Germany,\n- Smyris Srl, Milan, Italy,\n- Veneta Mineraria, Milan, Italy.\nThe Commission requested and received detailed written submissions from the majority of exporters, all known importers and all complainant Community producers and verified the information therein to the extent considered necessary.\nTwo of the three Spanish producers named in the complaint stated that their exports to the Community were insignificant during the reference period, and did not furnish any details concerning their domestic sales or their exports. They did, however, provide information about the cessation of activities, at the end of 1982, of the remaining Spanish producer named, which had apparently been responsible for the major part of exports to the Community.\nThe Commission did not receive any information concerning the Chinese exports to the Community from the Chinese exporter named in the complaint.\nIn the case of the People's Republic of China and Spain, therefore, the investigation was based on information given by the importers in Italy and the Federal Republic of Germany as regards export prices and quantities.\n(4) The investigation of dumping covered the period October 1982 to September 1983.\nB. Normal value\n(5) In order to establish whether the imports from the People's Republic of China and Czechoslovakia were dumped, the Commission had to take account of the fact that these countries do not have market economies and the Commission therefore had to base its determinations on the normal value in a market-economy country.\n(6) The complaint alleged dumping on the basis of a comparison of export prices of the Chinese and Czech producers with the Spanish current domestic ex-works price; as to Yugoslavia, the comparison was based on the domestic ex-works price and the export price to the Community.\n(7) As the Spanish producers did not supply detailed information, it was decided to establish normal value on the basis of domestic prices on the Yugoslav market, which offers close comparability in terms of the basic technical characteristics of the products supplied with those of the other allegedly dumped imports. None of the exporters or importers objected to this choice but producers suggested, at a relatively late stage of the investigation, that Austrian domestic prices should be taken into consideration. This would, however, have resulted in the need to make considerable adjustments for quality. The Commission, at least at the present stage of the proceeding, decided to maintain its preference for Yugoslav domestic prices.\n(8) As Spanish producers did not supply any information on their domestic prices, the Commission services used Yugoslav domestic prices as the best information available. These data were considered to be more reliable than the information given in the complaint.\n(9) The producer of artificial corundum in Yugoslavia, classified as a market economy, was found to operate normal profitability criteria, although margins on exports were much higher in general than those on domestic sales. Of the three basic grades of corundum taken into consideration for the purposes of the procedure, only the white variety was found to be sold at a loss on the domestic Yugoslav market. In this case normal value was constructed by adding a standard domestic market profit margin to the full costs of the product. Domestic prices were taken as the basis of normal value for the other two grades of artificial corundum.\nC. Export prices\n(10) In one case, where the importer in the Community was not independent of the exporter, the export price was reconstructed on the basis of the first sales within the Community to independent purchasers, making due allowance for verified operating expenses and for a 5 % profit margin, considered to be reasonable in the light of independent importers' profit experience.\n(11) In all other cases, the starting point for calculations was the exporter's invoiced price to an independent importer within the Community, appropriate allowances being taken into account to permit a proper comparison of these export prices with normal values for the purposes of establishing dumping margins.\nD. Comparison\n(12) Normal values were compared with export prices at the ex-works level, adjustments being made for transport, credit terms, ancillary costs and agents' commission, where applicable. Also, where applicable, allowances were made for any transformation of the product, after its importation into the Community, required to bring it up to a comparable condition with other imported products from the point of view of specification or quality.\n(13) The calculations were made on a monthly basis. The results obtained were then weighted by the tonnages imported during the reference period in order to obtain a weighted average margin.\nE. Margins\n(14) The above examination of the facts shows the existence of dumping by the Chinese and Czech exporters, the margin of dumping being equal to the amount by which the normal value as established exceeds the price for export to the Community. (15) These margins vary according to the importing Member State and the variety of artificial corundum concerned. The weighted average margins are:\n1.2.3 //   // Brown corundum  // White corundum  // - for the People's Republic of China  // 8,3 %  // 6,2 %  // - for Czechoslovakia  // 7,9 %  // 8,9 %\nFor imports originating in Spain and Yugoslavia no dumping was found. Consequently, the proceeding in respect of these imports should be terminated.\nF. Injury\n(16) With regard to the injury caused by the dumped imports, the evidence available to the Commission shows that imports into the Community from Czechoslovakia and the People's Republic of China of artificial corundum increased from 3 955 tonnes in 1980 to 6 296 tonnes in 1983, i.e. an increase of 59,2 %, with a consequent increase in the market share held by these exporting countries from 2,1 to 3,9 %. The market share of Community producers decreased from 76,2 to 71,6 % for the same period and the Community industry's total production fell from 193 081 tonnes in 1979 to 109 275 tonnes in the first nine months of 1983, i.e. a decrease of approximately 24,5 %, after adjusting the 1983 tonnage on a yearly basis, with a fall in the average utilization of Community production capacity from 90,6 to 70,4 %. At the same time, consumption in the Community of artificial corundum decreased by 18,7 % between 1980 and 1983.\n(17) The weighted average resale ex-works prices of imports from Czechoslovakia and the People's Republic of China undercut the prices of the Community producers during 1983 by margins varying from 9,5 to 30 %. The resale prices of these imports were in most cases lower than the variable production costs of the Community industry and in all cases lower than the total production costs.\n(18) The consequent impact on this Community industry has apparently been a 17,1 % reduction in employment between 1980 and 1983. The dumped imports caused Community producers to sell at prices which did not permit them to earn reasonable profits or even to cover more than 73 % of their costs in 1983.\nG. Community interest\n(19) The Community association of manufacturers of refractory equipment has argued that the introduction of protective measures would not be in the Community interest because it would affect their competitive position and cause problems for employment in their industry, which employs a greater number of workers than the artificial corundum manufacturers' industry.\n(20) However, in view of the difficulties facing the Community corundum industry, the Commission has come to the conclusion that it is in the Community's interests that action be taken and a provisional duty be imposed in order to prevent injury being caused during the remaining investigation period.\nH. Rate of duty\n(21) Having compared the Community producers' weighted average prices and costs, taking account of their profit situation, the Commission has concluded that provisional anti-dumping duties should be imposed in the amount of the dumping margins found.\n(22) A period should be fixed within which the parties concerned may make their views known in writing and request a hearing,", "main_body": ["1. Provisional anti-dumping duties are hereby imposed on imports of artificial corundum falling within subheading 28.20 B of the Common Customs Tariff, corresponding to NIMEXE code 28.20-30, originating in the People's Republic of China and Czechoslovakia.\n2. The rates of the duty shall be for:\n1.2.3 //   // Brown corundum  // White corundum  // - from the People's Republic of China  // 8,3 %  // 6,2 %  // - from Czechoslovakia  // 7,9 %  // 8,9 %\nof the free-at-Community-frontier net price before duty.\n3. The provisions in force concerning customs duties shall apply.\n4. The release for free circulation in the Community of the products referred to in paragraph 1, originating in the People's Republic of China and Czechoslovakia, shall be subject to the provision of a security equivalent to the amount of the provisional duty. Article 2\nThe anti-dumping proceeding concerning imports of artificial corundum originating in Spain and Yugoslavia is hereby terminated.", "Without prejudice to Article 7 (4) (b) and (c) of Regulation (EEC) No 2176/84, the parties concerned may make known their views and apply to be heard orally by the Commission within one month of the entry into force of this Regulation.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nSubject to Articles 11, 12 and 14 of Regulation (EEC) No 2176/84, it shall apply for a period of four months, unless the Council adopts definitive measures before the expiry of that period.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 21 September 1984.\nFor the Commission\nWilhelm HAFERKAMP\nVice-President\n(1) OJ No L 201, 30. 7. 1984, p. 1.\n(2) OJ No C 261, 30. 9. 1983, p. 2."}