{"celex_id": "31982D0904", "uri": "http://publications.europa.eu/resource/cellar/c07f7a9a-40e8-4bf3-912d-9174caebd6d8", "type": "Decision", "concepts": ["1504", "192", "2792", "4576", "5034", "862"], "title": "82/904/EEC: Commission Decision of 13 December 1982 approving the extended plan for the eradication of bovine tuberculosis put forward by Ireland (Only the English text is authentic)\n", "header": "COMMISSION  DECISION\nof 13 December 1982\napproving the extended plan for the eradication of bovine tuberculosis put forward by Ireland\n(Only the English text is authentic)\n(82/904/EEC)\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 77/391/EEC of 17 May 1977 introducing Community measures for the eradication of brucellosis, tuberculosis and leucosis in cattle (1), and in particular Article 9 (2) thereof,\nHaving regard to Council Directive 78/52/EEC of 13 December 1977 establishing the Community criteria for national plans for the accelerated eradication of brucellosis, tuberculosis and enzootic leucosis in cattle (2), and in particular Chapter III thereof,\nHaving regard to Commission Decision 78/682/EEC of 19 July 1978 approving the plan for the accelerated eradication of brucellosis and tuberculosis put forward by Ireland (3),\nHaving regard to Council Directive 82/400/EEC of 14 June 1982 amending Directive 77/391/EEC and introducing a supplementary Community measure for the eradication of brucellosis, tuberculosis and leucosis in cattle (4),\nWhereas by letter dated 30 July 1982, amended by letter of 1 October 1982, Ireland notified the Commission of an extended plan to eradicate bovine tuberculosis; whereas selected special status zones will be designed in production areas in which all eligible bovines will be subjected to tuberculin tests carried out in alternating rounds by practitioners and state veterinarians until the infected herd incidence in the zones on a round basis has reached 0;2 % or below; whereas movement of bovines into these selected zones shall be forbidden except from a zone of equivalent status which has been chosen using the same procedures; whereas, however, derogations for movement into the selected zones may be allowed under permit issued by the competent authority for bovines for direct slaughter, for bulls for artificial insemination centres, for bovines for show purposes and for bovines in transit;\nWhereas these additional amendments will be implemented as soon as possible, and at all events by 30 June 1983, and the procedures shall continue to be applied until such time as designated zones have been established in all of the national territory and the injected herd incidence has reached the level of 0;2 % or less;\nWhereas, after examination and taking into account the initial plan, the extended plan was found to comply with Directives 77/391/EEC, 78/52/EEC and 82/400/EEC;\nWhereas the extended plan ensures continuity with the measures put in hand under the initial plan; whereas the initial plan expired on 18 September 1981;\nWhereas the measures under the extended plan have been applied since 18 September 1981; whereas, consequently, the conditions for financial participation by the Community have been met;\nWhereas the EAGGF Committee has been consulted;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["The extended plan for the eradication of bovine tuberculosis as applied by Ireland from 18 September 1981 is hereby approved.", "Financial participation by the Community shall be in respect of eligible expenditure on account of slaughterings taking place on or after 18 September 1981.", "This Decision is addressed to Ireland."], "attachments": "Done at Brussels, 13 December 1982.\nFor the Commission\nPoul DALSAGER\nMember of the Commission\n(1) OJ No L 145, 13. 6. 1977, p. 44.\n(2) OJ No L 15, 19. 1. 1978, p. 34.\n(3) OJ No L 227, 18. 8. 1978, p. 28.\n(4) OJ No L 173, 19. 6. 1982, p. 18."}