{"celex_id": "31989D0259", "uri": "http://publications.europa.eu/resource/cellar/78d5bb6c-12d0-42fc-bb1a-077259175bfc", "type": "Decision", "concepts": ["1309", "1524", "1723", "3176", "336", "519"], "title": "89/259/EEC: Commission Decision of 21 March 1989 concerning applications for refund of anti-dumping duties collected on certain imports of hydraulic excavators originating in Japan (Boeg-Thomsen A/S) (Only the Danish text is authentic)\n", "header": "COMMISSION DECISION of 21 March 1989 concerning applications for refund of anti-dumping duties collected on certain imports of hydraulic excavators originating in Japan (Boeg-Thomsen A/S) (Only the Danish text is authentic) (89/259/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2423/88 of 11 July 1988 on protection against dumped or subsidized imports from countries not members of the European Economic Community (1), and in particular Article 16 thereof,\nWhereas:\nA. PROCEDURE\n(1)\nCouncil Regulation (EEC) No 1877/85 (2) imposed a definitive anti-dumping duty on imports of certain hydraulic excavators exceeding six tonnes but not exceeding 35 tonnes originating in Japan. The rate of duty applied to Kobelco-Kobesteel Ltd  (hereinafter referred to as Kobelco) was 31,9 %.\n(2)\nBetween October 1985 and September 1986 the Danish company Boeg-Thomsen of Vipperoed, an independent importer, made four applications for the refund of definitive anti-dumping duties paid on the importation of six hydraulic excavators manufactured and  exported by Kobelco. The total amount requested was Dkr . . . (3). The applications were sent to the Danish customs authorities and forwarded to the Commission. For each application, the applicant was asked to provide the information needed to calculate  the normal value of the products for the six months preceding each importation, as laid down in point I.B (a) of the Commission notice concerning the reimbursement of anti-dumping duties (4).\n(3)\nHaving requested and received the additional information and documents it considered necessary, the Commission visited Kobelco's premises in Japan to\ncheck the information on normal value which Kobelco had sent to the Commission at the request of the applicant.\n(4)\nThe applicant was informed of the preliminary results of this examination and given an opportunity to comment.\n(5)\nThe Commission informed the Member States and gave its opinion on the matter. No Member State raised any objection.\nB. ARGUMENT OF THE APPLICANT\n(6)\nEssentially, the applicant argued that the export price paid was significantly higher than the normal value.\nC. ADMISSIBILITY\n(7)\nThe applications are admissible in that they were introduced in conformity with the relevant provisions of the Community's anti-dumping legislation, in particular with regard to time limits.\nD. MERITS OF THE CLAIM\n(8)\nThe applications are founded in part. Pursuant\nto Article 16 (1) of Council Regulation (EEC)\nNo 2176/84 (5) (and under Regulation (EEC) No 2423/88) an importer who has paid anti-dumping duties and who applies for reimbursement must show that the dumping margin changed over the relevant reference period for the imports for which the duty was  collected. Calculation of the actual dumping margin must normally be based on the same method as that applied during the original investigation, in particular with regard to any application of weighted averages (6).\n(9)\nIn this case an average dumping margin applied without distinction to all the models released for free circulation in the Community during a single reference period was established by comparing the normal value of each model on a monthly weighted  average basis with the export price of the same model during the corresponding month on a transaction-by-transaction basis (7).\nThe Commission considered that the information supplied by the applicant regarding export prices and by the exporter regarding the normal value of the different models was sufficient to calculate correctly the average actual dumping margin. A dumping  margin was thus calculated for each reference period corresponding to an application, whereby the average normal value of each model was compared on a transaction-by-transaction basis with the export price for each of Kobelco's consignments released for  free circulation in the Community during the reference period in question.\nIt was found that in all the reference periods except the first the initial dumping margin had been gradually reduced or eliminated, resulting in an average actual dumping margin below the amount of duty collected. This development was due essentially  to a rise in export prices, which was not sufficient, however, to eliminate the dumping entirely in every case.\nE. AMOUNT TO BE REIMBURSED\n(10)\nA total of Dkr . . . is reimbursable to Boeg-Thomsen A/S, Vipperoed, representing the difference between the amount of duty collected and the actual dumping margin,", "main_body": ["The refund applications submitted by Boeg-Thomsen A/S, Vipperoed, are hereby granted for Dkr . . . and rejected for the remainder.", "The amount set out in Article 1 shall be refunded by the Danish authorities.", "This Decision is addressed to the Kingdom of Denmark and Boeg-Thomsen A/S, DK-4390 Vipperoed."], "attachments": "Done at Brussels, 21 March 1989.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 209, 2. 8. 1988, p. 1.\n(2) OJ No L 176, 6. 7. 1985, p. 1.\n(3) In accordance with Article 8 of Regulation (EEC) No 2423/88, which deals with the non-disclosure of business secrets, certain figures have been omitted from the published version of this Decision.\n(4) OJ No C 266, 22. 10. 1986, p. 2.(5) OJ No L 201, 30. 7. 1984, p. 1.\n(6) Point II.2 (b) of the Commission notice concerning the reimbursement of anti-dumping duties.(7) Regulation (EEC) No 1877/85, point 9."}