{"celex_id": "31986D0100", "uri": "http://publications.europa.eu/resource/cellar/6f5c2867-b223-4062-a94a-8116a5200ac2", "type": "Decision", "concepts": ["1591", "2291", "3759", "588"], "title": "86/100/EEC: Commission Decision of 15 April 1986 terminating the anti-dumping proceeding concerning imports of ball bearings and tapered roller bearings originating in Poland, Romania and the Soviet Union\n", "header": "COMMISSION  DECISION\nof 15 April 1986\nterminating the anti-dumping proceeding concerning imports of ball bearings and tapered roller bearings originating in Poland, Romania and the Soviet Union\n(86/100/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2176/84 of 23 July 1984 on protection against dumped or subsidized imports from countries not members of the European Economic Community (1), and in particular Article 9 thereof,\nAfter consultations within the Advisory Committee provided for in that Regulation,\nWhereas:\nA. Proceeding\n1. In March 1985 and September 1985 the Commission on its own initiative commenced investigations of the declarations of commitment of the exporters of ball bearings and of tapered roller bearings falling within Common Customs Tariff heading ex 84.62, NIMEXE codes 84.62-01, 84.62-09 or 84.62-17 and originating in Poland, Romania and the Soviet Union. Notice of these investigations, conducted in accordance with Article 14 (1) of Regulation (EEC) No 2176/84, was published in the Official Journal of the European Communities (2).\n2. The Commission officially so advised the exporters known to be concerned and gave the parties directly concerned the opportunity to make known their views in writing and to request a hearing.\n3. All the exporters, a number of importers and the Community producers made known their views in writing and requested a hearing. These requests were granted.\n4. No statements were submitted by Community customers for the products in question.\n5. The Commission collected and reviewed all the data which it considered necessary for the clarification of the facts and carried out checks on the premises of the following undertakings:\n- FLT Metall GmbH, Neuss, Germany (FR),\n- FLT & Metals Ltd, Brentford, United Kingdom,\n- MĂŠtalexfrance, Paris, France,\n- Import Standard Office ISO, Paris, France,\n- Koyo Nederland BV, Nieuwpoort, Netherlands,\n- Patrice Sales Ltd, London, United Kingdom,\n- Lipe Rollway NV, Aartselaar, Belgium,\n- Magra GmbH, Hattersheim, Germany (FR),\n- Rodaimport SA, TorrejĂłn, Spain.\n6. The investigation of dumping covered the period 1 April 1984 to 31 March 1985 in the case of Romania and the Soviet Union and the period 1 September 1984 to 30 August 1985 in the case of Poland.\nB. Dumping\n7. In order to determine whether the goods imported from Poland, Romania and the Soviet Union were dumped, the Commission had to take into account the fact that these countries do not have market economies. The Commission therefore had to base its determination on the normal value in a market-economy country. Here the Commission opted to use - as in previous proceedings concerning ball and tapered roller bearings from Poland, Romania and the Soviet Union - the Japanese market. Some of the exporters objected to this choice. These objections\nwere, however, based exclusively on qualitative differences between the comparable goods sold on the Japanese markets and those originating in the countries in question. Since account was taken of these differences in another context, the Commission concluded that it would be appropriate and not unreasonable to determine normal value on the basis of going prices on the Japanese market.\n8. Export prices were determined on the basis of the prices actually paid for the products sold for export to the Community.\n9. When comparing normal value and export prices, the Commission took due account of the comparability of the differences - particularly between sales, marketing and payment conditions - liable to influence prices. Differences of physical qualities could not be taken into account as the exporters neither declared nor submitted proof that the preconditions of Article 2 (10) (a) of Regulation (EEC) No 2176/84 were fulfilled. All comparisons were carried out on an ex-works basis.\n10. The examination of the facts shows the existence of dumping in respect of the exports investigated, the margin of dumping being equal to the amount by which the normal value as established exceeds the price for export to the Community. The dumping margins were calculated for each individual transaction.\n11. These margins vary according to the type of ball or tapered roller bearing and the importing Member State concerned, the weighted average margin being at least 15 %.\nC. Injury\n12. It was ascertained that imports from Poland, Romania and the Soviet Union - both for each individual country and in total - have hardly altered since 1982. The annual totals for the years 1982 to 1985 were 4 100, 3 800, 4 800 and 4 400 tonnes respectively. Each country's share of the Community market fluctuated between 0,7 and 1,5 % over the same period and the total market share of the three countries taken together was 3,0 % in 1982, 2,8 % in 1983, 3,5 % in 1984 and an estimated 3,0 % in 1985.\n13. Council Regulations (EEC) No 2089/84 (1) and (EEC) No 1739/85 (2) already established that the Community industry was being injured by imports of dumped ball and tapered roller bearings from Japan and Singapore. As a rule, significant injury which has already been established would be aggravated if compounded by additional specific, even if less significant, injury from dumped goods from another exporting country. This, however, does not hold where the goods in question are not in direct competition with one another inasmuch as aimed at different purchaser groups on the Community market. It was established that there was little overlap between the purchaser groups for ball and tapered roller bearings from Poland, Romania and the Soviet Union and those for ball and tapered roller bearings from Japan and Singapore: buyers of the Polish, Romanian or Soviet product were generally prepared to make do with a lower-quality article. As a result a separate market specifically for lower-quality ball and tapered roller bearings has come into being, in which no Community producers are involved. It follows that the significant injury already established in Regulations (EEC) No 2089/84 and (EEC) No 1739/85 should be left out of the reckoning when estimating the injury in this proceeding.\n14. In view of the generally inferior quality of the goods in question and the fact that the market share of the dumped imports from Poland, Romania and the Soviet Union has not increased, and the fact that the proceeding does not cover other exporting countries which export to the Community comparable quantities of products of similar quality the Commission has come to the conclusion that, even if these imports have caused injury, this injury cannot be regarded as significant under current market conditions for the product in question.\nFor these reasons the proceeding should be terminated,", "main_body": ["The anti-dumping proceeding concerning imports of ball and tapered roller bearings falling within Common Customs Tariff heading ex 84.62 (NIMEXE codes 84.62-01, 84.62-09 and 84.62-17) and originating in Poland, Romania and the Soviet Union is hereby terminated."], "attachments": "Done at Brussels, 15 April 1986.\nFor the Commission\nWILLY DE CLERCQ\nMember of the Commission\n(1) OJ No L 201, 30. 7. 1984, p. 1.\n(2) OJ No C 77, 23. 3. 1985, p. 3.\nOJ No C 183, 23. 7. 1985, p. 9.\nOJ No C 238, 19. 9. 1985, p. 4.\n(1) OJ No L 193, 21. 7. 1984, p. 1.\n(2) OJ No L 167, 27. 6. 1985, p. 3."}