{"celex_id": "31987R2330", "uri": "http://publications.europa.eu/resource/cellar/38e99c26-42f3-49e2-a871-e89bc63c021a", "type": "Regulation", "concepts": ["1642", "1988", "2734", "3568", "807"], "title": "Commission Regulation (EEC) No 2330/87 of 30 July 1987 laying down detailed rules for the export of products supplied as Community food aid\n", "header": "COMMISSION  REGULATION (EEC) No 2330/87\nof 30 July 1987\nlaying down detailed rules for the export of products supplied as Community food aid\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2727/75 of 29 October 1975 on the common organization of the market in cereals (1), as last amended by Regulation (EEC) No 1900/87 (2), and in particular Article 16 (6) thereof,\nHaving regard to Council Regulation (EEC) No 1418/76 of 21 June 1976 on the common organization of the market in rice (3), as last amended by Regulation (EEC) No 1907/87 (4), and in particular Article 17 (6) thereof,\nHaving regard to Council Regulation (EEC) No 804/68 of 27 June 1968 on the common organization of the market in milk and milk products (5), as last amended by Regulation (EEC) No 773/87 (6), and in particular Article 17 (4) thereof,\nHaving regard to Council Regulation (EEC) No 136/66/EEC of 22 September 1966 on the establishment of a common organization of the market in oils and fats (7), as last amended by Regulation (EEC) No 1915/87 (8),\nHaving regard to Council Regulation (EEC) No 1677/85 of 11 June 1985 on monetary compensatory amounts in agriculture (9), as last amended by Regulation (EEC) No 1889/87 (10), and in particular Article 12 thereof,\nWhereas for the purposes of applying Council Regulation (EEC) No 3972/86 of 22 December 1986 on food-aid policy and food-aid management (11), general rules for the mobilization in the Community of products to be supplied as Community food-aid have been laid down by Commission Regulation (EEC) No 2200/87 (12);\nWhereas the aforementioned new rules on mobilization imply the application of export refunds and the normal application of the monetary and accession compensatory amounts arrangements; whereas, however, special rules should be laid down as regards certain aspects; whereas, in particular in order to ensure that the conditions of competition that applied in respect of the supply operation during the tendering procedure are not changed subsequent to the award of contracts as the result of the application of certain techniques for adjusting the export refunds or monetary compensatory amounts according to the date of export, provision should be made to waive certain provisions applicable to trade in agricultural products; whereas, to this end, provision should be made as regards supplies of Community food aid to grant an export refund that is fixed and published prior to the publication of the invitation to tender and that remains unaltered irrespective of the actual date of export; whereas, for the same reasons, identical rules should apply in respect of compensatory amounts (monetary and accession) on the one hand, and the representative rates for the conversion of the amounts expressed in ECU on the other hand;\nWhereas, in order to ensure that the abovementioned rules are applied correctly, administrative provisions relating to export licences should be laid down; whereas, for this purpose, the delivery security lodged by the successful tenderer for the food-aid supply operation to ensure he meets its obligations as regards the supply operation in accordance with Article 12 of the abovementioned Regulation (EEC) No 2200/87 should also be considered sufficient to also ensure compliance with the obligations resulting from the licences;\nWhereas the amounts fixed under a food-aid tendering procedure should not be fixed by a tendering procedure within the meaning of Article 2 (2) of Commission Regulation (EEC) No 3154/85 (13);\nWhereas the measures provided for in this Regulation are in accordance with the opinions of all relevant Management Committees,", "main_body": ["This Regulation shall apply to the export of products from the cereals, rice, milk and milk milk products and oils and fats sectors supplied as food aid pursuant to Regulation (EEC) No 3972/86 and in accordance with the general rules laid down in Regulation (EEC) No 2200/87.", "1. Notwithstanding Article 3 (1) of Commission Regulation (EEC) No 2730/79 (1) the export refund paid to the trader or, where appropriate, the levy collected on export shall be that applicable on the date specified in the Annex to the instrument laying down the conditions under which a food-aid operation is to be carried out (heading No 25).\n2. Notwithstanding Article 7 of Regulation (EEC) No 3154/85 and Article 5 of Regulation (EEC) No 548/86 (2), the monetary and accession compensatory amounts applied, where appropriate, on export shall be those valid on the dates specified in the Annex referred to in paragraph 1.\n3. The representative rate and the monetary coefficient in force on the date specified in the Annex referred to in paragraph 1 shall apply for the purposes of determining the refund or the levy referred to in paragraph 1 and the accession compensatory amounts referred to in paragraph 2.\n4. Notwithstanding the provisions laying down a readjustment of amounts fixed in advance, the amounts referred to in paragraphs 1 and 2 shall not be subject to any adjustement or correction.", "1. An export licence shall be applied for to carry out a food-aid operation.\nThe licence shall be valid only in respect of an export to be carried out in this context.\n2. Applications for licences shall be accompanied by proof that the applicant has successfully tendered for a Community food-aid operation. Such roof shall be provided by production of the communication sent to him by the Commission informing him that he is the successful tenderer for the supply operation in question.\nLicences shall only be issued if proof is provided that the delivery security referred to in Article 12 of Regulation (EEC) No 2200/87 has been lodged. The lodging of that security shall be deemed to constitute the lodging of the licence security; it shall be released not with sanding Title III Section 4 of Commission Regulation (EEC) No 3183/80, under the conditions laid down in Regulation (EEC) No 2200/87 (3)\n3. Applications for export licences and export licences shall include:\n- in box 12, one of the following entries:\n- Ayuda alimentaria comunitaria - Reglamento (CEE) no 2330/87\n- EF-foedervarehjaelp - Forordning (EOEF) nr. 2330/87\n- Gemeinschaftliche Nahrungsmittelhilfe - Verordnung (EWG) Nr. 2330/87\n- Koinotikí episitistikí voítheia - Kanonismós (EOK) arith. 2330/87\n- Community food aid - Regulation (EEC) No 2330/87\n- Aide alimentaire communautaire - Règlement (CEE) no 2330/87\n- Aiuto alimentare comunitario - Regolamento (CEE) n. 2330/87\n- Communautaire voedselhulp - Verordening (EEG) nr. 2330/87\n- Ajuda alimentar comunitária - Regulamento (CEE) nº 2330/87.\n- in box 13, the name of the country of destination.", "1. Notwithstanding Article 20 of Regulation (EEC) No 2730/79, payment of the export refund in connection with Community food-aid shall be made on production of a copy of the taking-over certificate referred to in Article 17 of Regulation (EEC) No 2200/87, certified as a true copy by the Commission office to which the tenders are sent in accordance with the Annex referred to in Article 2 (1).\n2. The proof provided for in Article 12 (3) of Regulation (EEC) No 3154/85 shall be furnished by a copy of the taking-over certificate referred to in Article 17 of Regulation (EEC) No 2200/87, certified as a true copy by the Commission office to which the tenders are sent in accordance with the Annex referred to in Article 2 (1).", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 July 1987\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 281, 1. 11. 1975, p. 1.\n(2) OJ No L 182, 3. 7. 1987, p. 40.\n(3) OJ No L 166, 25. 6. 1976, p. 1.\n(4) OJ No L 182, 3. 7. 1987, p. 51.\n(5) OJ No L 148, 28. 6. 1968, p. 13.\n(6) OJ No L 78, 20. 3. 1987, p. 1.\n(7) OJ No 172, 30. 9. 1966, p. 3025/66.\n(8) OJ No L 183, 3. 7. 1987, p. 7.\n(9) OJ No L 164, 24. 6. 1985, p. 6.\n(10) OJ No L 182, 3. 7. 1987, p. 1.\n(11) OJ No L 370, 30. 12. 1986, p. 1.\n(12) OJ No L 204, 25. 7. 1987, p. 1.\n(13) OJ No L 310, 21. 11. 1985, p. 9.\n(1) OJ No L 317, 12. 12. 1979, p. 1.\n(2) OJ No L 55, 1. 3. 1986, p. 52.\n(3) OJ No L 338, 13. 12. 1980, p. 1."}