{"celex_id": "31987R1963", "uri": "http://publications.europa.eu/resource/cellar/86b8d25f-8faf-46a2-899a-fa7216dde6c9", "type": "Regulation", "concepts": ["1667", "2173", "3070", "5384"], "title": "Council Regulation (EEC) No 1963/87 of 2 July 1987 amending Regulation (EEC) No 1308/70 on the common organization of the market in flax and hemp\n", "header": "COUNCIL REGULATION (EEC) No 1963/87 of 2 July 1987 amending Regulation (EEC) No 1308/70 on the common organization of the market in flax and hemp\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 43 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas Article 4 of Regulation (EEC) No 1308/70 (4), as last amended by Regulation (EEC) No 3768/85 (5), provides in particular that aid shall be granted for fibre flax and hemp so as to ensure a balance between the volume of production acquired in the  Community and the amount that can be marketed;\nWhereas, to make it easier to achieve a balance between supply and demand for the products concerned, Article 2 of that Regulation made provision for the encouragement of action by trade and joint trade organizations to facilitate the adjustment of  supply to market requirements; whereas, however, it has become apparent that the objective pursued was difficult to achieve by the measures provided for in\nthe said Article 2; whereas, under such circumstances, Regulation (EEC) No 1423/82 (6) made provision for specific measures to promote the use of flax fibre and the search for new outlets and improved products for the 1982/83 to 1986/87 marketing years;  whereas these measures have proved extremely useful in the attempt to achieve and maintain balance on the flax market; whereas they should therefore be extended for an indefinite period; whereas, therefore, Regulation (EEC) No 1308/70 should be amended;\nAE\nWhereas provision must be made for the financing of these measures ; whereas, given the advantages which accrue to the recipients of the aid for flax, the latter should bear the cost of these measures and a portion of the aid should be set aside for  that purpose;\nWhereas the portion of the aid which is to be used to help finance the measures should be fixed; whereas this portion should be fixed each year in light of the trends on the market in flax, the amount of the aid for flax and the foreseeable cost of the  measures,", "main_body": ["Article 2\nof Regulation (EEC) No 1308/70 is hereby replaced by the following:\n'Article 2\n1.  To promote sales of the flax products referred to in Article 1 (1), Community measures to encourage the use of flax fibre and products obtained therefrom may be taken.\n2.  The measures referred to in paragraph 1 shall\nrelate to:\n- information campaigns in the Member States and elsewhere to promote the use of flax fibre and products obtained therefrom,\n- the search for new outlets and improved products.\n3.  The measures referred to in paragraph 1 shall be financed by the withholding of a portion of the aid referred to in Article 4. When fixing the aid, the Council, acting in accordance with the procedure laid down in Article 43 (2) of the Treaty, shall  fix the amount to be withheld in the light of trends on the market in flax, the amount of the aid for flax and the foreseeable cost of the measures.\n4.  The measures referred to in paragraph 1 shall be adopted by the Commission. The Commission shall forward to the Council the programme of measures which it plans to take.\n5.  The programme referred to in paragraph 4 may cover several marketing years. With a view to drawing up such a programme, the Commission may consult bodies or persons specializing in this field and, in particular, trade and joint-trade organizations.\n6.  Detailed rules for the application of this Article shall be adopted in accordance with the procedure laid down in Article 12.'", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 2 July 1987.\nFor the Council\nThe President\nK. E. TYGESEN\nEWG:L184UMBE07.97\nFF: 1LEN;   SETUP: 01;   Hoehe: 511 mm;   123 Zeilen;   4231 Zeichen;\nBediener: FJJ0   Pr.: C;\nKunde: ................................\n(1) OJ No C 89, 3. 4. 1987, p. 38.\n(2) OJ No C 156, 15. 6. 1987.\n(3) OJ No C 150, 9. 6. 1987, p. 8.\n(4) OJ No L 146, 4. 7. 1970, p. 1.\n(5) OJ No L 362, 31. 12. 1985, p. 8.\n(6) OJ No L 162, 12. 6. 1982, p. 19."}