{"celex_id": "31987R1891", "uri": "http://publications.europa.eu/resource/cellar/0a2bf962-a8d1-428a-b41f-f8bb147683fa", "type": "Regulation", "concepts": ["2644", "2649"], "title": "Council Regulation (EEC) No 1891/87 of 2 July 1987 fixing the guide price and the intervention price for adult bovine animals for the 1987/88 marketing year\n", "header": "COUNCIL REGULATION  (EEC) No 1891/87 of 2 July 1987 fixing the guide price and the intervention price for adult bovine  animals for the 1987/88 marketing year\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",  Having regard to the Treaty establishing the European Economic Community, and in particular Article  43 thereof, Having regard to Council Regulation (EEC) No 805/68 of 27 June 1968 on the common  organization of the market in beef and veal  (1), as last amended by Regulation (EEC) No 467/87   (2), and in particular Article 3 (3) thereof, Having regard to the proposal from the Commission   (3), Having regard to the opinion of the European Parliament  (4), Having regard to the opinion of  the Economic and Social Committee  (5), Whereas, when the guide price for adult bovine animals is  fixed, account should be taken both of the objectives of the common agricultural policy and of the  contribution which the Community wishes to make to the harmonious development of world trade;  whereas the common agricultural policy aims inter alia at ensuring a fair standard of living for  the agricultural community, at guaranteeing the availability of supplies and at ensuring that  supplies reach consumers at reasonable prices; Whereas the guide price must be fixed in accordance  with the criteria laid down in Article 3 (2) of Regulation (EEC) No 805/68; whereas Regulation  (EEC) No 653/87  (6) provides for the application of the common prices in Spain at the beginning of  the 1987/88 marketing year; Whereas, by Regulation (EEC) No 869/84  (7), a decision was taken to  implement the intervention measures on the basis of the Community scale for the classification of  carcases of adult bovine animals, established under Regulation (EEC) No 1208/81  (8), for an  experimental period of three years' duration; whereas, in light of the experience gained during  this period and of the advantages associated with the use of the said scales it should continue to  be applied to the intervention measures; Whereas it is therefore appropriate to fix henceforth the  intervention price per 100 kilograms carcase weight for the categories of animal eligible for  intervention by referring to a reference quality defined in accordance with the said scale;  whereas, in addition, since these are increasingly comparable in terms of their trade value, a  single intervention price should be fixed for the said categories of animal,", "main_body": ["For the 1987/88 marketing year, the guide price for adult  bovine animals shall be 205,02 ECU per 100 kilograms liveweight.", "For the 1987/88  marketing year, and notwithstanding the second subparagraph of Article 6 (1) of Regulation (EEC) No  805/68, the intervention price shall be 344 ECU per 100 kilograms carcase weight for the carcase of  male animals of Class R 3 of the Community scale for the classification of adult bovine animals  laid down by Regulation (EEC) No 1208/81.", "This Regulation shall enter into force on the  day following its publication in the Official Journal of the European Communities.It shall apply  from the beginning of the 1987/88 marketing year for beef and veal.\nThis  Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at  Brussels, 2 July 1987. For the Council The President K.  E. TYGESEN\n(1)  OJ No L 148, 28. 6. 1968, p. 24.\n(2)  OJ No L 48, 17. 2. 1987, p. 1.\n(3)  OJ No C 89, 3. 4. 1987, p. 48.\n(4)  OJ No C 156, 15. 6. 1987.\n(5)  OJ No C 150, 9. 6. 1987, p. 8.\n(6)  OJ No L 63, 6. 3. 1987, p. 1.\n(7)  OJ No L 90, 1. 4. 1984, p. 32.\n(8)  OJ No L 123, 7. 5. 1981, p. 3."}