{"celex_id": "31986R1419", "uri": "http://publications.europa.eu/resource/cellar/9ee6ff93-5eed-4783-abb5-a76f3c550728", "type": "Regulation", "concepts": ["2282", "2329", "2437", "2563", "4790", "863"], "title": "Council Regulation (EEC) No 1419/86 of 6 May 1986 fixing the number of vessels flying the flag of Spain authorized to fish for albacore tuna in waters under the sovereignty or jurisdiction of Portugal\n", "header": "COUNCIL  REGULATION (EEC) No 1419/86\nof 6 May 1986\nfixing the number of vessels flying the flag of Spain authorized to fish for albacore tuna in waters under the sovereignty or jurisdiction of Portugal\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the Act of Accession of Spain and Portugal and, in particular, Article 352 (6) thereof,\nHaving regard to the proposal from the Commission,\nWhereas, under the terms of Article 352 (6) of the Act of Accession, the Council must decide upon the number of vessels flying the flag of Spain and listed and/or registered at a port situated within the territory to which the common fisheries policy applies which may fish for albacore tuna as their principal activity in waters under the sovereignty or jurisdiction of Portugal which are covered by ICES and the Fishery Committee for the Eastern Central Atlantic (CECAF),", "main_body": ["The number of vessels flying the flag of Spain authorized to fish for albacore tuna in waters under the sovereignty or jurisdiction of Portugal subject to the conditions laid down in Article 352 of the Act of Accession shall be as stipulated in the Annex.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Community.\nIt shall apply from 1 May 1986 until 31 December 1995.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 6 May 1986.\nFor the Council\nThe President\nP.H. van ZEIL\nANNEX\nSPAIN - PORTUGAL\n1.2.3.4.5.6 //  //  //  //  //  //  // Species  // Area  // Authorized fishing gear  // Authorized period  // Total number of vessels authorized (basic list)   // Total number of vessels authorized to fish at the same time (periodic list)  //    //   //   //   //   //   // Albacore tuna (Thunnus alalunga)   // ICES IX + CECAF (continental coast)   // Troll lines   // 1 May to 31 July   // -   // 70 (1)   //    //   //  //   //   //\n(1) Total number of standard vessels; 'standard vessel' means a vessel of a gross registered tonnage of 150 grt. The rates of conversion for vessels of another tonnage are defined below:\n1.2 // Tonnage (grt)   // Rate of conversion   // - less than 20   // 0,10   // - equal to more than 20, but less than 40  // 0,20   // - equal to more than 40, but less than 80  // 0,40   // - equal to more than 80, but less than 100  // 0,60   // - equal to more than 100, but less than 125  // 0,80   // - equal to more than 125, but less than 150  // 0,90   // - equal to more than 150, but less than 200  // 1,00   // - equal to more than 200, but less than 300  // 1,50   // - equal to more than 300   // 2,00"}