{"celex_id": "31985D0372", "uri": "http://publications.europa.eu/resource/cellar/efed978f-0165-4312-92a1-3e2f3665ec4e", "type": "Decision", "concepts": ["1005", "2451", "2806", "4424"], "title": "85/372/EEC: Council Decision of 25 July 1985 on a definition phase for a Community action in the field of telecommunications technologies - R  D programme in advanced communications technologies for Europe (RACE)\n", "header": "COUNCIL  DECISION\nof 25 July 1985\non a definition phase for a Community action in the field of telecommunications technologies - R & D programme in advanced communications technologies for Europe (RACE)\n(85/372/EEC)\nTHE COUNCIL OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 235 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nHaving regard to the opinion of the Economic and Social Committee (2),\nWhereas the Community has as its task, by establishing a common market and progressively approximating the economic policies of Member States inter alia to promote throughout the Community a harmonious development of economic activities and closer relations between the Member States;\nWhereas the Heads of State or of Government, meeting in Stuttgart, Athens, Fontainebleau and Brussels, emphasized the importance of telecommunications as a major source for economic growth and social development;\nWhereas the European Parliament, in its assessment of the situation and development of telecommunications, stressed the key role of telecommunications for the future political, social and economic development of the Community;\nWhereas on 17 December 1984 the Council agreed on the main elements of a Community telecommunications policy, including the objective of developing advanced telecommunications services and networks by actions at Community level;\nWhereas, with the emergence of new services and the progressive convergence of telecommunications, data processing and entertainment, the evolution may develop towards a Europe-wide integrated broadband network (integrated broadband communications, IBC) capable of supporting a wide range of customers and service providers;\nWhereas developments in telecommunications will benefit the international competitiveness of the European economies in general and of the telecommunications industries in particular;\nWhereas, in response to the requirement of using fully the economic and market potential of telecommunications, the Commission has submitted a programme of action which has been recognized as a base for further work by the Council;\nWhereas R & D can make a major contribution, notably by facilitating the evolution towards future integrated broadband communications in terms of transnational connections, and also at regional and local levels;\nWhereas the Council approved, in its resolution of 25 July 1983 (3), the principle of framework programmes for Community research, development and demonstra\ntion, the scientific and technical objectives for the period 1984 to 1987, and in particular the importance given to the goal of promoting industrial competitiveness;\nWhereas the Council, on 4 June 1985, recognized the importance of the rapid establishment of a definition phase for the RACE programme (R & D programme in Advanced Telecommunications Technologies for Europe) in order to prepare a general European framework for the development of advanced systems of communications for the future and to promote technical and industrial cooperation;\nWhereas the constitution or consolidation of a specifically European industrial potential in the technologies concerned is an urgent necessity; whereas the beneficiaries must be network operators, research establishments, undertakings, including small and medium-sized enterprises, and other bodies in the Community which are best suited to attain these objectives;\nWhereas it will not be possible to define and examine a Community R & D programme in this sector until the definition phase produces the relevant conclusions;\nWhereas the Treaty has not provided the specific powers necessary for the adoption of this Decision;\nWhereas the Scientific and Technical Research Committee (Crest) has expressed its opinion,", "main_body": ["1. A definition phase for a Community action in the field of telecommunications technologies as described in the Annex is hereby adopted for a maximum period of 18 months beginning on 1 July 1985.\n2. The activity is designed essentially to define precise objectives and to develop the approach to technological cooperation at Community level in concertation with public and private actions in the field of telecommunications technologies undertaken at national and international levels.", "1. The definition phase shall consist of two parts. Part I shall comprise analytical work required for the formulation of a reference model for integrated broadband communications (IBC) to be carried out by appropriate organizations, groups and other bodies and including, where required, contract work.\nPart II shall comprise technology evaluation and exploration projects carried out by means of contracts, as required to clarify technology options and establish techno-economic feasibility of the reference model.\nThe contracts shall be concluded with network operators, research establishments, undertakings, including small and medium-sized enterprises, and other bodies established in the Community, hereinafter referred to as 'partners'. The work shall be carried out in the Community.\n2. The projects of Part II shall be executed by means of shared cost contracts. The contractors shall bear a substantial proportion of the costs, normally at least 50 % of the total expenditure on any project.\nIn exceptional cases as specified in Article 6 (3), different conditions from those laid down in this paragraph may be adopted in accordance with the procedure in Article 7.\n3. The activity will take account of requirements regarding the development of standards and common functional specifications to serve the interests of European industry, users and telecommunications operators in this field.", "1. Where contracts are required for the implementation of Part I, they shall be awarded by restricted tendering procedure.\n2. The contracts for Part II shall be awarded by open tendering procedure and involve the participation of at least two independent industrial partners not all established in the same Member State. The open invitation to tender shall be published in the Official Journal of the European Communities.", "1. The Community shall contribute to the performance of the action within the limits of the appropriations entered to this end in the general budget of the European Communities.\n2. The amount of the appropriations estimated necessary for the Community's contribution to Part I shall be calculated on the basis of Article 2 (1), and charged to the relevant part of the general budget of the European Communities.\nThe funds estimated necessary for Part II amount to 14 million ECU, including expenditure on a staff of 12, and will be used in accordance with the procedure laid down in Article 6 (3).", "The Commission shall ensure that the definition phase is properly performed and establish the appropriate implementation measures. Article 6\n1. The Commission shall be assisted in the performance of the task referred to in Article 5 by a Committee. The Committee, consisting of two representatives of each Member State, shall be set up by the Commission on the basis of nomination by the Member States.\nMembers of the Committee may be assisted by experts or advisers depending on the nature of the issues under consideration.\nThe Committee shall be chaired by a Commission representative.\nThe proceedings of the Committee shall be confidential. The Committee shall adopt its own rules of procedure. The secretarial services shall be provided by the Commission.\n2. The Commission may consult the Committee on any matter falling within the scope of this Decision. In addition, the Commission shall inform the Committee regularly in advance, of projects falling below the thresholds referred to in paragraph 3, fourth and fifth indents.\n3. The Commission shall consult the Committee, in accordance with the procedure laid down in Article 7, on:\n- the work to be undertaken in Part II; such consultation will have to be completed within a maximum period of three months following this Decision,\n- any departure from the general conditions laid down in Articles 2 and 3,\n- the evaluation of work undertaken in respect of Part I, by appropriate organizations, groups and other bodies,\n- the contracts which may be necessary for the implementation of Part I, as well as the resultant Community financial contribution when the contracts require a Community contribution exceeding 100 000 ECU,\n- the assessment of the proposed projects relating to Part II and the proposed level of cost-sharing referred to in Article 2 (2) as well as the Community's financial contribution to their execution when these projects require a Community contribution exceeding 400 000 ECU.", "1. Where the procedure laid down in this Article is to be followed, the chairman shall refer the matter to the Committee, either on his own initiative or at the request of one of its members.\n2. The Commission representative shall submit to the Committee a proposal for the measures to be taken. The Committee shall deliver its opinion on the proposal within a period that may be decided by the chairman in the light of the urgency of the matter and which shall normally be one month and shall in no case exceed two months. The opinion shall be adopted by a qualified majority. Within the Committee, the votes of the Member States shall be weighted in accordance with Article 148 (2) of the Treaty. The chairman shall not vote.\n3. The Commission shall implement the measures where its proposals are in accordance with the opinion of the Committee. Where the proposal is not in accordance with the opinion, or where no such opinion is issued, the Commission may submit to the Council a proposal in the form of a draft Decision. The Council shall act by a qualified majority.\nIf the Council has not acted within a period which shall normally be one month and shall in no case exceed two months from the date on which the matter was referred to it:\n- the Commission proposal shall be deemed to be rejected if it concerns matters falling under the second and third indents of Article 6 (3)\n- the Commission may take a decision corresponding to its proposal if it concerns matters falling under the fourth and fifth indents of Article 6 (3).", "With regard to the concertation activities provided for in Article 1 (2), the Member States and the Commission shall exchange all appropriate information to which they have access and which they are free to disclose concerning activities in the areas covered by this Decision, whether or not planned or carried out under their authority.\nInformation shall be exchanged according to a procedure to be defined by the Commission after consulting the Committee, and will be treated as confidential at the supplier's request."], "attachments": "Done at Brussels, 25 July 1985.\nFor the Council\nThe President\nJ. POOS\n(1) OJ No C 175, 15. 7. 1985.\n(2) OJ No C 188, 29. 7. 1985, p. 16.\n(3) OJ No C 208, 4. 8. 1983, p. 1.\nANNEX\nRACE DEFINITION PHASE\nSummary of areas\nPART I\nDevelopment of an IBC reference model\nI.1. Development of an IBC network reference model\nI.2. Definition of the IBC terminal environment\nI.3. Future application assessment\nPART II\nTechnology evaluation and exploration\nII.1. High-speed integrated circuits\nII.2. High complexity integrated circuits\nII.3. Integrated opto-electronics\nII.4. Broadband switching\nII.5. Passive optical components\nII.6. Components for high bit-rate long-haul links\nII.7. Dedicated communication software\nII.8. Large area flat panel display technology"}