{"celex_id": "31989D0364", "uri": "http://publications.europa.eu/resource/cellar/e0032aa1-c2bc-4ea9-b2ea-6200d11c3e6e", "type": "Decision", "concepts": ["2792", "5315", "747"], "title": "89/364/EEC: Council Decision of 5 June 1989 on a Community action programme for improving the efficiency of electricity use\n", "header": "COUNCIL  DECISION\nof 5 June 1989\non a Community action programme for improving the efficiency of electricity use\n(89/364/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 235 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas, in its resolution of 15 January 1985 on the improvement of energy-saving programmes in Member States (4), the Council invited Member States to pursue and where necessary increase their efforts to promote the more rational use of energy by the further development of integrated energy-saving policies;\nWhereas, in its resolution of 16 September 1986 (5) concerning new Community energy policy objectives for 1995 and convergence of the policies of the Member States, the Council called for a vigorous policy of energy saving;\nWhereas electricity production contributes by more than 35 % to the coverage of the Community's total primary energy consumption and whereas electricity consumption accounts for over 17 % of the Community's total final energy consumption;\nWhereas improvements in the efficiency of electricity use would bring benefits in terms of lower primary energy consumption, reduced investment in electricity production capacity, reduced emission levels and lower electricity costs to consumers;\nWhereas there is significant potential for improving the efficiency of electricity use and whereas specific action is required to exploit this potential;\nWhereas an immediate consequence of saving energy is the saving of non-renewable raw materials and a reduction in the pollution of the environment, and whereas this is therefore consistent with the objectives laid down by Article 130r (1) of the Treaty;\nWhereas, to achieve improvements in the efficiency of electricity use, electricity consumers should be encouraged to use the most efficient electrical appliances and equipment and whereas the efficiency of such appliances and equipment and of electrically-based processes should be further improved;\nWhereas a Community action programme should be instituted to achieve these objectives, and whereas the Treaty does not provide for the action concerned, powers other than those of Article 235;\nWhereas such a Community action programme would be complementary to other actions in the general field of energy saving;\nWhereas the Community action programme would involve not only the Commission and Member State Governments but also other parties in the electricity sector notably the electricity consumers' organizations, and professional institutions,", "main_body": ["1. A Community action programme, hereinafter called 'Programme', for improving the efficiency of electricity use shall be instituted.\n2. The Programme shall have as its twin objectives, inasmuch as this is technically and, in the long term, economically justified:\n- to influence electricity consumers in favour of the use of appliances and equipment with high electrical efficiency in the most efficient manner, and\n- to encourage further improvements in the efficiency of electrical appliances and equipment and of electricity-based processes.", "1. The action which may be taken under the Programme is summarized in the Annex.\n2. The carrying-out of any or all of those activities shall depend on the specific situation of each Member State in relation to the Community objective to be achieved as defined in Article 1.", "In the context of the management and execution of measures under the Programme in its territory each Member State shall appoint a body to recommend and coordinate the implementation of action to carry out the Programme, in cooperation with the interested parties. The Member States shall set up such bodies as necessary.", "1. The Commission shall:\n(a) coordinate, at Community level:\n- action taken under the Programme, in conjunction, where necessary, with other existing programmes;\n- the exchange of information and experience;\n(b) monitor the Programme's progress and results.\n2. In this connection, the Commission shall be responsible for technical support to the management of the Programme and for the management of actions which it takes with a view to the successful implementation of the Programme.\n3. The Commission shall report regularly to the European Parliament, the Council and the Economic and Social Committee on the progress of the Programme and, where appropriate, on any additional measures which it envisages proposing to achieve the aims of the Programme. The first such report shall be submitted not later than eighteen months following the date on which this Decision takes effect, and ensuring reports at intervals not exceeding eighteen months.", "The Commission shall be assisted by a Committee of an advisory nature composed of the representatives of the Member States and chaired by the representative of the Commission.\nThe representative of the Commission shall submit to the Committee a draft of the measures to be taken. The Committee shall deliver its opinion on the draft within a time limit which the Chairman may lay down according to the urgency of the matter, if necessary by taking a vote.\nThe opinion shall be recorded in the minutes; in addition, each Member State shall have the right to ask to have its position recorded in the minutes.\nThe Commission shall take the utmost account of the opinion delivered by the Committee. It shall inform the Committee of the manner in which its opinion has been taken into account.", "If the achievement of the Programme objectives requires further Community action, the Commission shall lay before the Council any appropriate proposals for the purpose pursuant to the provisions of the Treaty.", "Before a period of three years has elapsed, the Programme and the procedures established for its implementation shall be re-examined, on the basis of a report by the Commission with a view to examining their effectiveness and their possible improvement.", "The Member States shall bring into force the provisions necessary to comply with this Decision not later than nine months after its adoption. They shall forthwith inform the Commission thereof.", "This Decision is addressed to the Member States."], "attachments": "Done at Luxembourg, 5 June 1989.\nFor the Council\nThe President\nJ. BARRIONUEVO PEĂ\u0091A\n(1) OJ No C 307, 2. 12. 1988, p. 6.\n(2) OJ No C 96, 17. 4. 1989.\n(3) OJ No C 139, 5. 6. 1989, p. 1.\n(4) OJ No C 20, 22. 1. 1985, p. 1.\n(5) OJ No C 241, 25. 9. 1986, p. 1.\nANNEX\nSUMMARY OF THE ACTION WHICH MAY BE TAKEN UNDER THE COMMUNITY ACTION PROGRAMME\n1. Consumer information\n- action to improve the quality and availability of information to electricity consumers and equipment specifiers concerning the efficiency of electrical appliances and equipment and their efficient use;\n- provision of information by electricity distributors, consumer organizations and, where appropriate, by governments, including more detailed information about tariffs, metering and accounts;\n- most effective use of all media for disseminating information;\n- provision by manufacturers of data relating to appliance and equipment efficiency, including improvement of the labelling system;\n- use of appropriate data bases;\n- adoption of directives by the competent authorities, in this context, regarding the provision of information to the consumer.\n2. Technical advice\nAction to ensure that technical advice on the purchase, installation and use of the most efficient electrical appliances and equipment is readily available to electricity consumers, including:\n- action by electricity distributors, consumer organizations and Member State Governments to ensure that advice is available to consumers on the purchase, installation and use of the most efficient electrical appliances and equipment possible;\n- action by professional institutions concerned with the specification and installation of electrical equipment to ensure that their members are adequately informed on the efficient use of electricity, the aim being to safeguard consumer interests while protecting the interests of the community as a whole.\n3. Efficiency of electrical appliances and equipment\nAction to improve the efficiency of electrical appliances and equipment and to increase the market share of the most efficient products on the market including:\n- the establishment of cooperation between manufacturers to improve the efficiency of appliances and equipment and in particular the fitting of thermostats to all electrical equipment with a heating element;\n- efforts to increase the market penetration of efficient appliances and equipment including examination of the potential of selective financial intervention and particularly of third-party financing;\n- action by official authorities to ensure that, in all activities which they are responsible for and in all buildings they own or occupy, including street-lighting, electrical appliances and equipment are of high efficiency and efficiently operated;\n- examination by the Commission of how it can promote the effectiveness of the Programme at Community level, to supplement the activities of the Member States under the Programme both by coordination and by promoting harmonization of product information regarding the (energy) performance of appliances and equipment and the development of European product standards on performance and energy consumption;\n- examination of the possibilities for electronic control of domestic and industrial electricity consumption, by use of remote reading and control microprocessors;\n- examination of a more comprehensive system of metering and signalling that would be more accessible to the consumer, enabling him to act promptly in cases of excessive consumption.\n4. Demonstration\nAction in conjunction, where necessary, with other existing programmes, to ensure that the demonstration of new, more efficient appliances, equipment and technologies is adequately supported, and that information thereon is disseminated throughout the Community.\n5. Studies and other support activities\nAction to analyse factors determining the efficiency of electricity use and to identify areas in which additional measures might effectively be taken; other studies and information seminars."}