{"celex_id": "31987R3908", "uri": "http://publications.europa.eu/resource/cellar/08ad0c8c-dd84-4b98-b87a-e588fdfa373c", "type": "Regulation", "concepts": ["2173", "4381", "4683", "4691", "5751"], "title": "Council Regulation (EEC) No 3908/87 of 22 December 1987 amending Regulation (EEC) No 1837/80 on the common organization of the market in sheepmeat and goatmeat\n", "header": "COUNCIL  REGULATION (EEC) N° 3908/87\nof 22 December 1987\namending Regulation (EEC) N° 1837/80 on the common  organization of the market in sheepmeat and goatmeat\nTHE COUNCIL OF THE EUROPEAN  COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular  Articles 42 and 43 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nHaving regard to the opinion of the Economic and Social Committee (2),\nWhereas the Community is a Contracting Party to the International Convention on the Harmonized  Commodity Description and Coding System, hereinafter referred to as the 'harmonized system', which  replaces the Convention of 15 December 1950 on Nomenclature for the Classification of Goods in  Customs Tariffs;\nWhereas Council Regulation (EEC) N° 2658/87 (3) established, from 1 January 1988, a combined goods  nomenclature based on the harmonized system which will meet the requirements both of the Common  Customs Tariff and of the external trade statistics of the Community;\nWhereas, as a result, it is necessary to express the descriptions of goods and tariff heading  numbers which appear in Regulation (EEC) N° 1837/80 (4), as last amended by Regulation (EEC) N°  794/87 (5), according to the terms of the combined nomenclature based on the harmonized system;\nWhereas certain edible flours and meals of meat or meat offal are classified in subheadings of  heading N° 02.06 of the Common Customs Tariff at present in force, which are covered by Regulation  (EEC) N° 1837/80; whereas, in the combined nomenclature, by way of simplification, a single  subheading has been established to cover all edible flours and meals of meat or meat offal; whereas  it is desirable that\nthe said flours and meals be coverd by Council Regulation\n(EEC) N° 805/68 or  27 June 1968 on the common\n(1) Opinion delivered on 18 December 1987 (not yet published in the  Official Journal).\n(2) Opinion delivered on 16 December 1987 (not yet published in the Official Journal).\n(3) OJ N° L 256, 7. 9. 1987, p. 1.\n(4) OJ N° L 183, 16. 7. 1980, p. 1.\n(5) OJ N° L 79, 16. 3. 1987, p. 3.\norganization of the market in beef and veal (6), as last amended by Regulation (EEC) N° 3905/87  (7); whereas, as a consequence, they should no longer be covered by Regulation (EEC) N° 1837/80;\nWhereas certain homogenized preparations of meat, meat offal or blood, preparations of animal blood  and stuffed pasta containing more than 20 % by weight of sausages and the like, meat and meat  offal, including fats, are classified in subheadings of heading N° 16.02 of the Common Customs  Tariff at present in force, which are covered by Regulation (EEC) N° 1837/80; whereas, in the  combined nomenclature, single subheadings have been established for each of the aforementioned  preparations; whereas it is desirable that the said preparations be covered by Council Regulation  (EEC) N° 2759/75 of 29 October 1975 on the common organization of the market in pigmeat (8), as  last amended by Regulation (EEC) N° 3906/87 (9); whereas, as a result, they should no longer be  covered by Regulation (EEC) N° 1837/80;\nWhereas numerous regulations in the sheepmeat and goatmeat sector must be adapted to take account  of use of the new nomenclature; whereas, under Article 15 of Regulation (EEC) N° 2658/87, the  changes made may be of a technical nature only; whereas, accordingly, a provision should be  introduced whereby all other adjustments to Council and Commission regulations on the common  organization of the market in sheepmeat and goatmeat should be made in accordance with the  procedure laid down in Article 26 of Regulation (EEC) N° 1837/80, provided that such adjustments  are required solely as a result of the introduction of the harmonized system,", "main_body": ["Regulation (EEC) N° 1837/80 is hereby amended as follows:\n1.  Article 1 is replaced by the following:\n'Article 1\nThe common organization of the market in sheepmeat and goatmeat shall comprise a price  system and trading system and cover the following products:\n(6) OJ N° L 148, 28. 6. 1968, p. 24.\n(7) See page 7 of this Official Journal.\n(8) OJ N° L 282, 1. 11. 1975, p. 1.\n(9) See page 11 of this Official Journal.\n>TABLE>\n2.  Article 12 (1) and (3) are replaced by the following:\n'1. The levy on fresh or chilled carcases falling within subheadings 0204 10 00, 0204 21 00 and  0204 50 11 of the combined nomenclature, listed in Annex I, shall be equal to the difference  between the seasonally adjusted basic price and the free-at-Community-frontier offer price.\n3. The levy on live animals falling within subheadings 0104 10 90 and 0104 20 90 and on meat  falling within subheadings 0204 22 10, 0204 22 30, 0204 22 50, 0204 22 90, 0204 23 00, 0204 50 13,  0204 50 15, 0204 50 19, 0204 50 31, 0204 50 39, 0210 90 11 and 0210 90 19, listed in Annex I, shall  be equal to the levy on the product referred to in paragraph 1, multiplied by a standard  coefficient fixed for each of the products in question.'\n3.  Article 13 is amended as follows:\n(a)  The introductory phrase to paragraph 1 is replaced by the following:\n'The levy on frozen meat falling within subheadings 0204 30 00, 0204 41 00 and 0204 50 51, listed  in Annex I, shall be equal to the difference between:'\n(b)  Paragraph 3 is replaced by the  following:\n'3.  For frozen meat falling within subheadings 0204 42 10, 0204 42 30, 0204 42 50, 0204 42 90,  0204 43 00, 0204 50 53, 0204 50 55, 0204 50 59, 0204 50 71 and 0204 50 79, listed in Annex I, the  levy shall be equal to the levy fixed for the product referred to in paragraph 1, multiplied by a  standard coefficient fixed for each of the products in question.'\n4.  Article 15 is replaced by the  following:\n'Article 15\nBy way of derogation from Articles 12, 13 and 14:\n(a)  for products falling within subheadings 0104 10 90 and 0104 20 90, the levies shall be limited  to the amount resulting from voluntary restraint agreements;\n(b)  for products falling within heading N° 0204, in respect of which the rate of duty has been  bound within GATT, the levies shall be limited to the amount resulting from such binding or to that  resulting from voluntary restraint agreements.'\n5.  Annex I is replaced by the Annex to this  Regulation.", "The Commission, in accordance with the procedure provided for in Article 26 of  Regulation (EEC) N° 1837/80, shall make the necessary adaptations to Council or Commission acts  concerning the common organization of the market in sheepmeat and goatmeat which result from the  application of Article 1.", "This Regulation shall enter into force on the third day following its publication in the  Official Journal of the European Communities.", "shall apply with effect from 1 January 1988.\nThis Regulation shall be binding in its entirety and directly applicable in all  Member States."], "attachments": "Done at Brussels, 22 December 1987.\nFor the Council\nThe President\nN. WILHJELM\nANNEX\n'ANNEX I\n>TABLE>"}