{"celex_id": "31984D0383", "uri": "http://publications.europa.eu/resource/cellar/0a45d829-e9f8-4876-8085-a07da06e9751", "type": "Decision", "concepts": ["2054", "2798", "2805", "429", "738"], "title": "84/383/EEC: Council Decision of 23 July 1984 implementing Decision 83/200/EEC empowering the Commission to contract loans under the new Community instrument for the purpose of promoting investment within the Community\n", "header": "COUNCIL  DECISION\nof 23 July 1984\nimplementing Decision 83/200/EEC empowering the Commission to contract loans under the new Community instrument for the purpose of promoting investment within the Community\n(84/383/EEC)\nTHE COUNCIL OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Decision 83/200/EEC of 19 April 1983 empowering the Commission to contract loans under the new Community instrument for the purpose of promoting investment within the Community (1), and in particular Article 2 thereof,\nHaving regard to the proposal from the Commission (2),\nHaving regard to the opinion of the European Parliament (3),\nHaving regard to the opinion of the Economic and Social Committee (4),\nWhereas applications for loans approved by the Commission represent over two-thirds of the initial tranche of borrowings authorized by the Council in its Decision 83/308/EEC (5);\nWhereas it is essential to ensure continuity of action for the new Community instrument in favour of investment projects in the fields of energy and infrastructure, and the financing of investment, principally that of small and medium-sized undertakings, in industry and other productive sectors;\nWhereas a further tranche of borrowing and lending in accordance with Decision 83/200/EEC should therefore be authorized, for the same fields of application as those specified in Decision 83/308/EEC;\nWhereas Community action in those fields will make a special contribution to the achievement of the Community's objectives of reducing regional disparities, raising growth rates, adjusting production structures and permanently solving the employment problem;\nWhereas borrowings of an amount equivalent to 1 400 million ECU, by way of principal, should be authorized,", "main_body": ["A tranche of borrowings is hereby authorized for an amount which shall not exceed the equivalent of 1 400 million ECU, by way of principal.", "The proceeds of the borrowings referred to in Article 1 shall be lent to finance investment projects carried out on Community territory which help attain the Community's priority objectives in the energy and infrastructure sectors, and in the financing of investment, principally that of small and medium-sized undertakings, in industry and the other productive sectors.", "The Commission shall decide whether or not projects are eligible in accordance with the following priorities and guidelines:\n- investment projects, mainly those of small and medium-sized undertakings, in industry and directly allied services, which are designed in particular to promote the dissemination of innovation and new technology and the implementation of which contributes directly or indirectly to job creation,\n- the rational use of energy, the replacement of oil by other sources of energy in all sectors and infrastructure projects facilitating such replacement,\n- infrastructure projects which are associated with the development of productive activities, which contribute to regional development or which are of Community interest, such as telecommunications, including information technology, and transport, including the transmission of energy,\n- the projects and their execution must comply with the provisions of the Treaty and of secondary legislation, in particular with those relating to competition, and Community rules and policies applicable in the fields in question."], "attachments": "Done at Brussels, 23 July 1984.\nFor the Council\nThe President\nJ. O'KEEFFE\n(1) OJ No L 112, 28. 4. 1983, p. 26.\n(2) OJ No C 48, 21. 2. 1984, p. 3.\n(3) OJ No C 117, 30. 4. 1984, p. 64.\n(4) OJ No C 140, 28. 5. 1984, p. 16.\n(5) OJ No L 164, 23. 6. 1983, p. 31."}