{"celex_id": "31984R3283", "uri": "http://publications.europa.eu/resource/cellar/d6342ae5-af7b-4593-a42a-b409bcf5c86a", "type": "Regulation", "concepts": ["1607", "1644", "2488", "4453"], "title": "Commission Regulation (EEC) No 3283/84 of 23 November 1984 amending Regulation (EEC) No 3675/83 laying down detailed rules for implementing the import arrangements applicable to products falling within subheading 07.06 A of the Common Customs Tariff, originating in Thailand and exported from that country in 1984, 1985 and 1986\n", "header": "COMMISSION  REGULATION (EEC) No 3283/84\nof 23 November 1984\namending Regulation (EEC) No 3675/83 laying down detailed rules for implementing the import arrangements applicable to products falling within subheading 07.06 A of the Common Customs Tariff, originating in Thailand and exported from that country in 1984, 1985 and 1986\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2727/75 of 29 October 1975 on the common organization of the market in cereals (1), as last amended by Regulation (EEC) No 1018/84 (2), and in particular Article 12 (2) thereof,\nHaving regard to Council Regulation (EEC) No 604/83 of 14 March 1983 on the import system applicable in 1983 to 1986 to products falling within subheading 07.06 A of the Common Customs Tariff and amending Regulation (EEC) No 950/68 on the Common Customs Tariff (3), and in particular Article 2 thereof,\nWhereas in the context of the application of the Agreement between Thailand and the European Economic Community on the production and marketing of and trade in manioc (4), covering the period to 1986, the need has arisen to supplement the procedure for issuing certificates laid down in Commission Regulation (EEC) No 3675/83 (5); whereas, for the purposes of improving the administration of the system in a manner consistent with the said agreement, the authorities responsible for issuing import certificates should be required to provide additional information concerning the quantities of manioc actually imported into the Community in order that export licences can subsequently be issued for the quantities unloaded in the Community, which may be greater or less than the quantities indicated on the import certificates;\nWhereas, moreover, in order to take into account the experience gained in the context of the application of the import arrangements for manioc originating in Thailand, and in the interests of sound management, certain checks at present required should be made less stringent;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["Regulation (EEC) No 3675/83 is hereby amended as follows:\n1. The text of Article 4 becomes Article 4 (1).\n2. The following paragraph 2 is added to Article 4:\n'2. Where the quantities actually unloaded are found to exceed the total quantities stated in the export certificates allocated for the ship in question, the competent authorities designated by the Member States shall, at the request of the importer in each case and without delay, notify the Commission by telex, in each case and without delay, of the number or numbers of the export certificates, the number or numbers of the import licences and the excess quantity recorded when unloading took place.\nThe Commission shall contact the Thai authorities so that new export certificates can be drawn up with a view to allowing the excess quantities to be released into free circulation as soon as possible on the basis of new import licences. In the intervening period, the excess quantities may not be put into free circulation under the conditions laid down by the EEC/Thailand autolimitation agreement.\nAt the end of each quarter, the competent authorities designated by the Member States shall notify the Commission by telex of all cases, in which the quantities of manioc originating in Thailand have, during that quarter, exceeded the quantities laid down.'\n3. The second indent of Article 6 (2) (b) is deleted.\n4. The following Article 9a is inserted:\n'Article 9a\nAt the end of each quarter the authorities responsible for issuing the import licences shall notify the Commission by telex of the quantities, as stated on the reverse of the import licences, which were not allocated, the name of the ship and the numbers of the export certificates concerned.'", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nIt shall apply from 1 January 1985.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 23 November 1984.\nFor the Commission\nPoul DALSAGER\nMember of the Commission\n(1) OJ No L 281, 1. 11. 1975, p. 1.\n(2) OJ No L 107, 19. 4. 1984, p. 1.\n(3) OJ No L 72, 18. 3. 1983, p. 3.\n(4) OJ No L 219, 28. 7. 1982, p. 53.\n(5) OJ No L 366, 28. 12. 1983, p. 41."}