{"celex_id": "31983L0572", "uri": "http://publications.europa.eu/resource/cellar/7ad0f52c-901e-4305-8b2c-0756e70f94c4", "type": "Directive", "concepts": ["2897", "4318", "4509", "4533"], "title": "Council Directive 83/572/EEC of 26 October 1983 amending Directive 65/269/EEC concerning the standardization of certain rules relating to authorizations for the carriage of goods by road between Member States and the First Council Directive of 23 July 1962 on the establishment of common rules for certain types of carriage of goods by road between Member States\n", "header": "COUNCIL DIRECTIVE of 26 October 1983 amending Directive 65/269/EEC concerning the standardization of certain rules relating to authorizations for the carriage of goods by road between Member States and the First Council Directive of 23 July 1962 on the establishment of common rules for certain types of carriage of goods by road between Member States (83/572/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community and in particular Article 75 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas the introduction of a multilateral authorization for intra-Community removals carriage by road should ensure more efficient organization of such removals and hence increase the productivity of undertakings specialized in removals;\nWhereas Directive 65/269/EEC (4), as last amended by Directive 73/169/EEC (5), should therefore be amended to include such an authorization;\nWhereas the rules on intra-Community removals carriage should be combined in a single Directive ; whereas the First Council Directive of 23 July 1962 (6), as last amended by Directive 82/50/EEC (7), should therefore be amended,", "main_body": ["Directive 65/269/EEC is hereby amended as follows:    1. In the first paragraph of Article 2 \"or other\" is deleted.\n2. The following paragraphs are added to Article 2:\n\"The authorization granted for removals carriage carried out by undertakings having special staff and equipment for the purpose shall be valid for carriage between Member States and in transit through the territory of the Member States.\nSuch carriage shall not be subject to a quota system.\nThis provision does not alter the conditions to which each Member State subjects the admission of its own nationals.\"\n3. The model authorization annexed to this Directive is added to the Annex.", "Point 4 of Annex II to the First Council Directive of 23 July 1962 is hereby deleted.", "Member States shall take the measures necessary to comply with this Directive not later than 1 January 1984. They shall forthwith inform the Commission thereof.", "This Directive is addressed to the Member States."], "attachments": "Done at Luxembourg, 26 October 1983.\nFor the Council\nThe President\nG. MORAITIS  (1) OJ No C 307, 24.11.1982, p. 4. (2) OJ No C 277, 17.10.1983, p. 161. (3) OJ No C 90, 5.4.1983, p. 1. (4) OJ No 88, 24.5.1965, p. 1469/65. (5) OJ No L 181, 4.7.1973, p. 20. (6) OJ No 70, 6.8.1962, p. 2005/62. (7) OJ No L 27, 4.2.1982, p. 22.\nANNEX\n>PIC FILE= \"T0025440\"\"PIC FILE= \"T0025441\">"}