{"celex_id": "31988D0492", "uri": "http://publications.europa.eu/resource/cellar/142b2759-fbb9-4645-8c75-6ff2aface113", "type": "Decision", "concepts": ["1087", "1534", "2014", "2891", "2971", "5016"], "title": "88/492/EEC: Commission Decision of 10 August 1988 on the approval of the programme for the development of agriculture in the French overseas departments pursuant to Council Directive 81/527/EEC (Only the French text is authentic)\n", "header": "COMMISSION  DECISION\nof 10 August 1988\non the approval of the programme for the development of agriculture in the French overseas departments pursuant to Council Directive 81/527/EEC\n(Only the French text is authentic)\n(88/492/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 81/527/EEC of 30 June 1981 on the development of agriculture in the French overseas departments (1), as last amended by Directive 87/522/EEC (2), and in particular Article 2 thereof,\nWhereas on 15 April 1988 the French Government communicated a new modification of the programme for the development of agriculture in the French overseas departments approved by Commission Decisions 82/115/EEC (3) and 87/137/EEC (4);\nWhereas this modification, which revises the estimates relating to the scale of certain works in order to reflect both the increase in the original level of funding by 30 million ECU and the special requirements of application in the various territories involved, complies with the aims and conditions laid down in Directive 81/527/EEC;\nWhereas the European Agricultural Guidance and Guarantee Fund (EAGGF) Committee has been consulted on the financial aspects;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Agricultural Structure,", "main_body": ["The modification of the programme for the development of agriculture in the French overseas departments submitted by the French Government on 15 April 1988 pursuant to Directive 81/527/EEC is hereby approved.", "By 30 June each year the French Government shall submit a progress report on the programme covering all the measures planned in the departments concerned by Directive 81/527/EEC.\nThe report, which shall cover each department in turn, shall deal separately with the following headings:\n1. collective irrigation;\n2. improvement of agricultural infrastructure;\n3. soil improvement and various categories of protection measures;\n4. reafforestation and forestry improvement;\n5. measures to encourage stock-farming and crop diversification.\nThe data sheets making up the report shall adopt the format of the model contained in the Annex.", "This Decision is addressed to the French Republic."], "attachments": "Done at Brussels, 10 August 1988.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 197, 20. 7. 1981, p. 38.\n(2) OJ No L 304, 27. 10. 1987, p. 44.\n(3) OJ No L 47, 19. 2. 1982, p. 39.\n(4) OJ No L 51, 21. 2. 1985, p. 40.\nANNEX\nDirective 81/527/EEC\nDepartment of . . . . . .\nFinancial year 198..\nPROGRESS REPORT ON PROGRAMME\nGeneral heading: e.g. Improvement of Agricultural Infrastructure\nSubheading: e.g. Road-building\nIn physical terms:\n- number of units of work accomplished (1)\n- new work\n- improvements\n- list of operations completed during the financial year\n- number of beneficiaries\n- list of operations in progress\nIn financial terms:\n- amount expended during the financial year\n- total since Directive first implemented\n- % of accomplishments under programmes\nComments on results obtained:\n(1) Units of work expressed in: kW (installed electrical power), m3/second (water supply), area served (irrigation), number of hectares (plantation work), etc."}