{"celex_id": "31986R0114", "uri": "http://publications.europa.eu/resource/cellar/95c77f00-b0e1-4425-a098-8d6cef39ef52", "type": "Regulation", "concepts": ["1159", "2308", "2879", "5283"], "title": "Council Regulation (EEC) No 114/86 of 20 January 1986 extending until 31 December 1986 the validity of Regulations (EEC) No 3721/85, No 3730/85, No 3734/85 and No 3777/85 concerning fisheries\n", "header": "COUNCIL  REGULATION (EEC) No 114/86\nof 20 January 1986\nextending until 31 December 1986 the validity of Regulations (EEC) No 3721/85, No 3730/85, No 3734/85 and No 3777/85 concerning fisheries\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 170/83 of 25 January 1983 establishing a Community system for the conservation and management of fishery resources (1), and in particular Article 11 thereof,\nHaving regard to the proposals from the Commission,\nWhereas the Council adopted on 20 and 31 December 1985 respectively the following Regulations:\n- Regulation (EEC) No 3721/85 fixing, for certain fish stocks and groups of fish stocks, provisional total allowable catches for 1986 and certain conditions under which they may be fished (2),\n- Regulation (EEC) No 3730/85 allocating certain catch quotas between Member States for vessels fishing in the Norwegian economic zone and the fishery zone around Jan Mayen (3),\n- Regulation (EEC) No 3734/85 laying down for 1986 certain measures for the conservation and management of fishery resources to vessels flying the flag of Norway (4),\n- Regulation (EEC) No 3777/85 amending Regulation (EEC) No 3721/85 fixing, for certain fish stocks and groups of fish stocks, provisional total allowable catches for 1986 and certain conditions under which they may be fished (5);\nWhereas the Council had initially limited the term of validity of these Regulations to the period from 1 to 25 January 1986; whereas these Regulations concern measures which are intended to regulate fishing throughout all of 1986; whereas it is therefore necessary to extend their validity until 31 December 1986,", "main_body": ["In Article 9 of Regulation (EEC) No 3721/85,\nin Article 3 of Regulation (EEC) No 3730/85,\nin Article 9 of Regulation (EEC) No 3734/85,\nin Article 2 of Regulation (EEC) No 3777/85,\nthe text of the second paragraph shall be replaced by the following:\n'It shall apply until 31 December 1986.'", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 January 1986.\nFor the Council\nThe President\nG. BRAKS\n(1) OJ No L 24, 27. 1. 1983, p. 1.\n(2) OJ No L 361, 31. 12. 1985, p. 5.\n(3) OJ No L 361, 31. 12. 1985, p. 66.\n(4) OJ No L 361, 31. 12. 1985, p. 80.\n(5) OJ No L 363, 31. 12. 1985, p. 1."}