{"celex_id": "31982R3578", "uri": "http://publications.europa.eu/resource/cellar/cdc3137d-6603-4e55-b157-1615f7b32bf2", "type": "Regulation", "concepts": ["1644", "2738", "4682", "4686", "5070", "5334"], "title": "Commission Regulation (EEC) No 3578/82 of 23 December 1982 amending for the third time Regulation (EEC) No 263/81 laying down detailed rules for the application of the import arrangements provided for by Regulations (EEC) No 217/81 and (EEC) No 218/81 in the beef and veal sector, and amending for the sixth time Regulation (EEC) No 2377/80\n", "header": "COMMISSION  REGULATION (EEC) No 3578/82\nof 23 December 1982\namending for the third time Regulation (EEC) No 263/81 laying down detailed rules for the application of the import arrangements provided for by Regulations (EEC) No 217/81 and (EEC) No 218/81 in the beef and veal sector, and amending for the sixth time Regulation (EEC) No 2377/80\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 805/68 of 27 June 1968 on the common organization of the market in beef and veal (1), as last amended by the Act of Accession of Greece,\nHaving regard to Council Regulation (EEC) No 217/81 of 20 January 1981 opening a Community tariff quota for high-quality fresh, chilled or frozen beef and veal falling within subheadings 02.01 A II a) and 02.01 A II b) of the Common Customs Tariff (2), as last amended by Regulation (EEC) No 3340/82 (3), and in particular Article 2 thereof,\nHaving regard to Council Regulation (EEC) No 218/81 of 20 January 1981 opening a Community tariff quota for frozen buffalo meat falling within subheading 02.01 A II b) 4 bb) 33 of the Common Customs Tariff (4), as last amended by Regulation (EEC) No 3226/82 (5), and in particular Article 2 thereof,\nWhereas Regulations (EEC) No 217/81 and (EEC) No 218/81 opened quotas for high-quality beef and veal and for buffalo meat for 1981; whereas these quotas have been extended to 1982; whereas Regulations (EEC) No 3340/82 and (EEC) No 3226/82 have fixed the said quotas for 1983; whereas it is accordingly necessary to amend Commission Regulation (EEC) No 263/81 (6), as last amended by Regulation (EEC) No 3751/81 (7), laying down detailed rules for their application;\nWhereas Article 7 of Regulation (EEC) No 263/81 makes provision for the imports of high-quality meat referred to in Article 1 (1) (d) to be managed on a quarterly basis; whereas Regulation (EEC) No 2377/80 of 4 September 1980 on special detailed rules for the application of the system of import and export licences in the beef and veal sector (8), as last amended by Regulation (EEC) No 1617/82 (9), and in particular Article 15 thereof, accordingly defines the rules for lodging applications for and issuing licences; whereas, in the light of experience acquired in managing the quotas in question, it would appear advisable to adopt a less rigid and more flexible management method in order to ensure optimum utilization of the system; whereas it seems appropriate to adopt a monthly system and to include the corresponding provisions within the framework of Regulation (EEC) No 2377/80; whereas, with the same aim in mind, the provision contained in Article 12 (1) (a) of the said Regulation, fixing a maximum tonnage for licence applications, should accordingly be repealed;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Beef and Veal,", "main_body": ["Regulation (EEC) No 263/81 is hereby amended as follows:\n1. In Article 1 (1) and (2), 'for 1982' is replaced by 'for 1983'.\n2. In Article 1 (1) (a), '5 000 tonnes' is replaced by '12 500 tonnes'.\n3. In Article 1 (1) (c), '1 000 tonnes' is replaced by '2 300 tonnes'.\n4. Article 7 is replaced by the following:\n'Article 7\nThe lodging of licence applications and the issuing of import licences for the meat referred to in Article 1 (1) (d) shall be effected in accordance with the provisions of Articles 12 and 15 of Regulation (EEC) No 2377/80.'", "Regulation (EEC) No 2377/80 is hereby amended as follows:\n1. Article 12 (1) (a) is replaced by the following:\n'(a) the licence application or applications lodged by any one applicant shall relate to a total quantity corresponding to not less than five tonnes of meat by product weight in respect of the arrangements in question for the month during which the application or applications are lodged;'.\n2. In Article 15 (1) (a), (2) (b) and (5) (a), 'under Articles 9 to 12' is replaced by 'under Articles 9 to 11'.\n3. In Article 15 (1) (b), 'applications under Article 13' is replaced by 'applications under Articles 12 and 13'.\n4. In Article 15 (4) (b), 'under Articles 10 to 12' is replaced by 'under Articles 10 and 11'.\n5. In Article 15 (4), the following is inserted:\n'(e) in respect of applications lodged under Article 12, on the second working day following the last day of the period for the submission of applications, the total quantity for which applications have been lodged.'\n6. In Article 15 (5) (b), 'under Article 13' is replaced by 'under Articles 12 and 13'.\n7. In Article 15 (6) (a), 'Articles 9 to 12' is replaced by 'Articles 9 to 11'.\n8. In Article 15 (6), the following is inserted:\n'(d) The Commission shall decide to what extent applications under Article 12 can be accepted. If the quantities for which licences have been requested exceed the quantities available, the Commission shall reduce the amounts requested by a fixed percentage. If the total quantity requested is lower than that available, the Commission shall determine the amount of the balance remaining.'", "This Regulation shall enter into force on 1 January 1983.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 23 December 1982.\nFor the Commission\nPoul DALSAGER\nMember of the Commission\n(1) OJ No L 148, 28. 6. 1968, p. 24.\n(2) OJ No L 38, 11. 2. 1981, p. 1.\n(3) OJ No L 353, 15. 12, 1982, p. 1.\n(4) OJ No L 38, 11. 2. 1981, p. 2.\n(5) OJ No L 340, 2. 12. 1982, p. 6.\n(6) OJ No L 27, 31. 1. 1981, p. 52.\n(7) OJ No L 374, 30. 12. 1981, p. 14.\n(8) OJ No L 241, 13. 9. 1980, p. 5.\n(9) OJ No L 180, 24. 6. 1982, p. 24."}