{"celex_id": "31987D0131", "uri": "http://publications.europa.eu/resource/cellar/8fb4b733-2ae5-45a8-a5b6-d66b25f66e62", "type": "Decision", "concepts": ["2068", "2286", "2560", "5263"], "title": "87/131/EEC: Commission Decision of 26 January 1987 authorizing a method for grading pig carcases in the Netherlands (Only the Dutch text is authentic)\n", "header": "COMMISSION  DECISION\nof 26 January 1987\nauthorizing a method for grading pig carcases in the Netherlands\n(Only the Dutch text is authentic)\n(87/131/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2759/75 of 29 October 1975 on the common organization of the market in pigmeat (1), as last amended by Regulation (EEC) No 1475/86 (2), and in particular Article 4 (6) thereof,\nHaving regard to Council Regulation (EEC) No 3220/84 of 13 November 1984 determining the Community scale for grading pig carcases (3), as amended by Regulation (EEC) No 3530/86 (4), and in particular Article 5 (2) thereof,\nWhereas Article 2 (3) of Regulation (EEC) No 3220/84 provides that the grading of pig carcases must be determined by estimating the content of lean meat in accordance with statistically proven assessment methods based on the physical measurement of one or more anatomical parts of the pig carcase; whereas the authorization of grading methods is subject to compliance with a maximum tolerance for statistical error in assessment; whereas this tolerance has been defined in Article 3 of Commission Regulation (EEC) No 2967/85 of 24 October 1985 laying down detailed rules for the application of the Community scale for grading pig carcases (5);\nWhereas the Government of the Netherlands has requested the Commission to authorize a method for grading pig carcases and has submitted the details required in Article 3 of Regulation (EEC) No 2967/85; whereas an examination of this request has revealed that the conditions for authorizing the said grading method are fulfilled;\nWhereas no modification of the apparatus or grading method may be authorized except by means of a new Commission Decision adopted in the light of experience gained;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Management Committee for Pigmeat,", "main_body": ["1. Use of the apparatus termed 'Hennessy Grading Probe (HGP 2)' is hereby authorized as the sole method for grading pig carcases in the Netherlands.\n2. The apparatus shall be equipped with a probe of 5,95 millimetres in diameter (and of 6,3 millimetres at the blade on top of the probe) containing a photodiode (LED Siemens of the type LYU 260-EO and photodetector of the type 58 MR) and having an operating distance of between 0 and 120 millimetres. The results of the measurements shall be converted into estimated lean meat content by means of the HGP 2 itself as well as a computer linked to it.\n3. The lean meat content of the carcase shall be calculated according to the following formula:\ny 1= 61,33 - 0,76x1 + 0,10x2\nwhere:\n1.2 // y 1  // = the estimated percentage of lean meat in the carcase,   // x1   // = the thickness of backfat (including rind) in millimetres, measured at 6 centimetres off the midline of the split carcase, between the third and fourth last ribs,  // x2   // = the thickness of muscle in millimetres, measured at the same time and in the same place as x1.\nThis formula shall be valid for carcases weighing between 50 and 120 kg.", "Modification of the apparatus or of the assessment method shall not be authorized.", "The authorization of the grading method may be revoked.", "This Decision is addressed to the Kingdom of the Netherlands."], "attachments": "Done at Brussels, 26 January 1987.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 282, 1. 11. 1975, p. 1.\n(2) OJ No L 133, 21. 5. 1986, p. 39.\n(3) JO No L 301, 20. 11. 1984, p. 1.\n(4) OJ No L 326, 21. 11. 1986, p. 8.\n(5) OJ No L 285, 25. 10. 1985, p. 39."}