{"celex_id": "31984R1906", "uri": "http://publications.europa.eu/resource/cellar/3c0fdff9-eead-4995-8a22-80d542cd9b87", "type": "Regulation", "concepts": ["1277", "20", "2958", "386"], "title": "Commission Regulation (EEC) No 1906/84 of 4 July 1984 amending Regulation (EEC) No 368/77 on the sale by tender of skimmed-milk powder for use in feed for animals other than young calves\n", "header": "COMMISSION  REGULATION (EEC) No 1906/84\nof 4 July 1984\namending Regulation (EEC) No 368/77 on the sale by tender of skimmed-milk powder for use in feed for animals other than young calves\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 804/68 of 27 June 1968 on the common organization of the market in milk and milk products (1), as last amended by Regulation (EEC) No 1557/84 (2), and in particular Article 7 (5) thereof,\nWhereas the Annex to Commission Regulation (EEC) No 368/77 (3), as last amended by Regulation (EEC) No 1069/84 (4), lays down the formulae which may be used for the denaturing of skimmed-milk powder; whereas Commission Directive 83/615/EEC of 29 November 1983 amending the Annexes to Council Directive 70/524/EEC concerning additives in feedingstuffs (5), replaced, with effect from 1 September 1984, the limits for copper which may be used in feedingstuffs for pigs; whereas the quantity of copper required in certain denaturing formulae laid down in the Annex to Regulation (EEC) No 368/77 should be adapted accordingly;\nWhereas Article 16 (1) of Regulation (EEC) No 368/77 lays down that the denaturing of skimmed-milk powder may take place within four months from the day on which delivery is taken thereof; whereas, however, to take account of the provisions of Directive 83/615/EEC, a provision should be introduced requiring the new minimum quantities of copper to be complied with in respect of all denaturing operations carried out after 1 September 1984;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Milk and Milk Products,", "main_body": ["The Annex to Regulation (EEC) No 368/77 is hereby amended as follows:\n1. In paragraph 1, the minimum quantity of copper referred to in the third indent of each of the formulas I H, I I, I J, I K and I L is replaced by '100 g'.\n2. In paragraph 2, the minimum copper content referred to in the last indent of each of the formulas II P, II Q, II S and II U is replaced by '85 ppm'.", "This Regulation shall enter into force on 1 September 1984.\nIt shall apply where denaturing takes place after 1 September 1984 even if delivery has been taken on the skimmed-milk powder before that date.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 4 July 1984.\nFor the Commission\nPoul DALSAGER\nMember of the Commission\n(1) OJ No L 148, 28. 6. 1968, p. 13.\n(2) OJ No L 150, 6. 6. 1984, p. 6.\n(3) OJ No L 52, 24. 2. 1977, p. 19.\n(4) OJ No L 105, 18. 4. 1984, p. 11.\n(5) OJ No L 350, 13. 12. 1983, p. 17."}