{"celex_id": "31988R3338", "uri": "http://publications.europa.eu/resource/cellar/8fc6513f-7a19-432f-9ba7-ecd5a638293f", "type": "Regulation", "concepts": ["1442", "3170", "4284", "4682", "5025", "5334"], "title": "Commission Regulation (EEC) No 3338/88 of 27 October 1988 anmending Regulation (EEC) No 2226/78 laying down detailed rules for the application of intervention measures in the beef and veal sector\n", "header": "COMMISSION  REGULATION (EEC) No 3338/88\nof 27 October 1988\nanmending Regulation (EEC) No 2226/78 laying down detailed rules for the application of intervention measures in the beef and veal sector\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 805/68 of 27 June 1968 on the common organization of the market in beef and veal (1), as last amended by Regulation (EEC) No 2248/88 (2), and in particular Articles 6 (5) and 25 thereof;\nWhereas Article 18 of Commission Regulation (EEC) No 2226/78 (3), as last amended by Regulation (EEC) No 797/88 (4), lays down certain rules for communications between Member States and the Commission in respect of intervention operations; whereas in order to improve the management of the intervention stocks those rules should be appropriately amended in particular by providing for fixed deadlines;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Beef and Veal,", "main_body": ["Article 18 (2), (3), (4), (5) and (6) of Regulation (EEC) No 2226/78 is replaced by the following:\n'2. Member States shall communicate by telex or telefax to the Commission before Thursday of each week the estimated quantities bought into intervention during the previous week.\n3. Member States shall communicate to the Commission not later than the 21st of each month and in respect of the preceding month:\n- the weekly and monthly quantities bought into intervention broken down by products and qualities according to the Community carcase classification laid by Council Regulation (EEC) No 1208/81 (*),\n- the quantities of each boneless and bone-in product for which a selling contract has been concluded during the month concerned,\n- the quantities of each boneless and bone-in product for which a withdrawal order or a similar document has been delivered during the month concerned,\n- the uncommitted and the physical stocks at the end of the month concerned of each bone-in product indicating the age structure of the former.\n4. Member States shall communicate to the Commission not later than the end of each month and in respect of the preceding month:\n- the quantities of each boneless product produced from bone-in beef bought into intervention during the month concerned,\n- the uncommitted and physical stocks at the end of the month concerned of each boneless product indicating the age structure of the former.\n5. For the purpose of this Article:\n- uncommitted stocks shall mean stocks not yet subject to a selling contract,\n- physical stocks shall mean the total of uncommitted stocks and stocks having been subject to a selling contract but not yet taken over.\n(*) OJ No L 123, 7. 5. 1981, p. 3.'", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply from 1 January 1989.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 27 October 1988.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 148, 28. 6. 1968, p. 24.\n(2) OJ No L 198, 26. 7. 1988, p. 24.\n(3) OJ No L 261, 26. 9. 1978, p. 5.\n(4) OJ No L 81, 26. 3. 1988, p. 43."}