{"celex_id": "31984R1262", "uri": "http://publications.europa.eu/resource/cellar/0aaede21-d791-4e65-8282-bf3e17160183", "type": "Regulation", "concepts": ["1069", "1232", "3468", "5540"], "title": "Council Regulation (EEC) No 1262/84 of 10 April 1984 concerning the conclusion of the International Convention on the Harmonization of Frontier Controls of Goods\n", "header": "12.5.1984 EN Official Journal of the European Communities L 126/1\nCOUNCIL REGULATION (EEC) No 1262/84\nof 10 April 1984\nconcerning the conclusion of the International Convention on the Harmonization of Frontier Controls of Goods\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the recommendation from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nHaving regard to the opinion of the Economic and Social Committee (2),\nWhereas the International Convention on the Harmonization of Frontier Controls of Goods, concluded at Geneva on 21 October 1982, introduces provisions intended to facilitate the international movement of goods, to contribute to the progressive abolition of barriers to trade and to promote the development of world trade, thus attaining objectives consistent with those of the commercial policy of the European Economic Community;\nWhereas the Convention allows inter alia the Community on the one hand to apply its own legislation to checks carried out at its own internal frontiers and, on the other hand, as regards questions within its competence, to exercise on its own behalf the rights and to fulfil the responsibilities which the said Convention confers on its Member States which are Contracting Parties thereto;\nWhereas the International Convention on the Harmonization of Frontier Controls of Goods should therefore be approved on behalf of the Community,", "main_body": ["The International Convention on the Harmonization of Frontier Controls of Goods is hereby approved on behalf of the European Economic Community.\nThe Community shall apply the Convention to the controls carried out at its external frontiers in accordance with Article 15 of the Convention.\nThe text of the Convention is attached to this Regulation.", "The President of the Council is hereby authorized to deposit, on behalf of the Community, the instrument of ratification in accordance with Article 16 (3) (a) of the Convention (3).\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 10 April 1984.\nFor the Council\nThe President\nC. CHEYSSON\n(1)  OJ No C 46, 20. 2. 1984, p. 113.\n(2)  OJ No C 35, 9.2. 1984, p. 3.\n(3)  The date of entry into force of the Convention will be published in the Official Journal of the European Communities by the Council General Secretariat."}