{"celex_id": "31987R0568", "uri": "http://publications.europa.eu/resource/cellar/7e3ca39e-712a-4268-8e91-fa22ecc53bb7", "type": "Regulation", "concepts": ["1565", "2763", "2803", "692"], "title": "Commission Regulation (EEC) No 568/87 of 26 February 1987 continuing the promotional and publicity measures in respect of milk and milk products referred to in Regulation (EEC) No 723/78\n", "header": "COMMISSION  REGULATION (EEC) No 568/87\nof 26 February 1987\ncontinuing the promotional and publicity measures in respect of milk and milk products referred to in Regulation (EEC) No 723/78\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1079/77 of 17 May 1977 on a co-responsibility levy and on measures for expanding the markets in milk and milk products (1), as last amended by Regulation (EEC) No 1338/86 (2), and in particular Article 4 thereof,\nWhereas the promotional and publicity measures first carried out pursuant to Commission Regulation (EEC) No 723/78 (3), and last continued by Regulation (EEC) No 1151/86 (4), have proved an effective means of expanding the markets in milk products in the Community; whereas they should therefore be continued during the 1987/88 milk year;\nWhereas the organizations representing the dairy sector in one or more Member States or in the Community should be invited again to propose detailed programmes which these organizations would themselves carry out;\nWhereas the organizations who will be responsible for the measures must satisfy certain requirements; whereas the activities of such operators must not be liable to clash with the aim pursued in promoting the disposal of milk products for direct consumption; whereas it is therefore essential that operators whose activities also cover the production, distribution or sales promotion of products which imitate milk and milk products should be barred;\nWhereas the other rules can, for the most part, be drawn from the earlier Regulations, account being taken of relevant experience;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Milk and Milk Products,", "main_body": ["1. Publicity and promotional measures advocating human consumption of milk and milk products in the Community shall be encouraged under the conditions laid down in this Regulation.\nSubsequent market surveys to ascertain the effectiveness of such measures must be undertaken as well. However, the costs relating thereto may not exceed 5 % of the total cost of the measure concerned.\n2. The following shall qualify as measures within the meaning of paragraph 1:\n- seminars, courses and conferences designed to provide personnel engaged in marketing milk and milk products with information and training or to aid such persons in spreading awareness about the consumption of these products,\n- the purchase of refrigerators and refrigerated dispensers, provided that the contractor undertakes to use them only for the distribution of milk and milk products and for a minimum period of five years.\n3. These measures shall be carried out within a year of the signature of the contract referred to in Article 5 (3) and in any case before 1 July 1988. However, a longer time limit may be agreed in exceptional cases in accordance with Article 5 (2) to ensure maximum effectiveness of the measure in question.\n4. The time limit fixed in paragraph 3 shall not prevent subsequent agreement to an extension of that limit where the party to a contract, before the fixed expiry date, makes the appropriate application to the competent authority and proves that, due to exceptional circumstances beyond his control, he is unable to meet the deadline originally stipulated. However, this extension may not exceed six months.\n5. Subject to a contract as referred to in Article 5 (3) being concluded, measures carried out from 1 February 1987 shall be eligible for the Community contribution.", "1. The publicity and promotional measures referred to in Article 1 (1) and (2):\n(a) shall be proposed by organizations representing the dairy sector in one or more Member States or in the Community;\n(b) shall be limited to the territory of the Member State or States whose dairy sector is represented by the organization concerned;\n(c) shall be carried out as far as possible by the organization which has made the proposal. In cases where this organization must use subcontractors, the proposal must contain a duly justified request for a derogation;\n(d) must:\n- make use of the publicity media best suited to ensure maximum effectiveness for the measure undertaken,\n- take account of the particular conditions obtaining with regard to the marketing and consumption of milk and milk products in the various regions of the Community,\n- be of a general nature and not brand orientated,\n- promote Community milk products without reference to their country or region of manufacture; however, this condition does not exclude the mention of the traditional name of a product which includes a specified locality, region or country of the Community,\n- not replace similar measures but, where appropriate, expand them.\nProposals put forward by organizations whose activities are exclusively or in part concerned with the production, distribution or sales promotion of products which imitate milk and milk products shall not be taken into consideration.\n2. The Community contribution shall be limited to:\n- 90 % of the expenditure incurred in respect of a measure within the meaning of Article 1 (1) and the first indent of Article 1 (2), if the organization in question has not previously financed such measures during the period 1 January 1975 to 31 December 1977,\n- 50 % of the expenditure incurred in respect of a measure within the meaning of the second indent of Article 1 (2).\nThe Community contribution towards the cost of the measures referred to in the second indent of Article 1 (2) may not exceed 25 % of the expenditure incurred in respect of measures within the meaning of Article 1 (1) and (2) for the Member State concerned.\nWhere a measure in existence before 31 December 1977 is to be expanded, the Community contribution shall be limited to 90 % of the amount in excess of the total average expenditure of the same kind by the organization in question during the period 1 January 1975 to 31 December 1977, irrespective of any change in the legal form of the said organization.\nOn application by the organization in question, the average annual expenditure during the reference period referred to above may be replaced by an annual flat-rate sum of 0,15 ECU multiplied by the number of inhabitants in the territory where the organization in question carries out its activities in accordance with its statutes.\n3. For the purposes of applying paragraph 2, no account shall be taken of administrative expenses incurred in carrying out these measures.\n4. Financing of general expenses incurred in carrying out the measures referred to in Article 1 (1) and (2) shall be limited to 2 % of the total amount approved.", "1. The parties referred to in Article 2 (1) (a) shall be invited to transmit to the competent authority appointed by their Member State, hereinafter called 'the competent authority', detailed proposals concerning the measures referred to in Article 1 (1) and (2).\nShould the proposed measures be carried out wholly or partly in the territory of one or more Member States other than that in which the head office of the organization concerned is situated, the organization shall send a copy of its proposal to each of the competent authorities in the countries concerned.\n2. Proposals must reach the competent authority before 1 April 1987. Where this date is not complied with, the proposal shall be considered null and void.\n3. Further details for submission of proposals shall be as set out in the notice from the competent authorities published in Official Journal of the European Communities No C 312 of 6 December 1986, page 7.", "1. Complete proposals shall include:\n(a) the name and address of the party concerned;\n(b) all details concerning the measures proposed, indicating the time required for completion, the expected results and any third parties which may be involved;\n(c) the price asked for these measures, net of taxes, expressed in the currency of the Member State in the territory of which the party concerned is established, giving an itemized breakdown of this amount and showing the corresponding financing plan;\n(d) the desired form of payment of the Community contribution in accordance with Article 7 (1) (a), (b) or (c);\n(e) the most recent report available on the party's activities, unless this is already in the possession of the competent authority. 2. A proposal shall be valid only where:\n(a) it is submitted by a party fulfilling the conditions laid down in Article 2 (1) (a);\n(b) it is accompanied by an undertaking to observe the provisions of this Regulation.", "1. Before 1 May 1987, the competent authorities shall:\n(a) examine all proposals submitted and any supporting documents to check that they are in the correct form and contain the information required. They shall ensure that the proposals comply with the provisions of Article 4 and shall ask applications for further details if necessary;\n(b) compile a list of all the proposals received and send it to the Commission together with copies of each proposal and a reasoned opinion indicating whether or not the proposal conforms with the Regulation.\n2. After consulting the relevant interested groups in the milk industry, and following examination of the proposals by the Management Committee for Milk and Milk Products in accordance with Article 31 of Regulation (EEC) No 804/68 (1), the Commission shall establish before 1 June 1987 a list of the proposals selected for financing.\n3. The competent authorities shall conclude contracts for the measures selected with the parties concerned before 1 August 1987, in at least two copies and signed by the interested party and the competent authority.\nThe competent authorities shall for this purpose use the standard form contracts to be provided by the Commission.\n4. The competent authority shall inform each applicant as soon as possible of the decision taken in respect of his proposal.", "1. The contract referred to in Article 5 (3) shall:\n(a) include the details referred to in Article 4 (1) or make reference to them;\n(b) supplement these details, where necessary, by additional provisions arising from the application of Article 5 (1);\n2. The competent authority shall send the contract to the Commission without delay.\n3. The competent authority shall ensure compliance with the agreed conditions in particular by means of on-the-spot checks in the Community.", "1. The competent authority shall pay to the party in question, in accordance with the choice indicated in the latter's proposal, either:\n(a) within six weeks of the date of signature of the contract, a single payment on account amounting to 60 % of the agreed Community contribution; or\n(b) at two-monthly intervals, four equal instalments each amounting to 20 % of the agreed Community contribution, the first such instalment being paid within six weeks of the date of signature of the contract; or\n(c) within six weeks of the date of signature of the contract, a single payment on account amounting to 80 % of the agreed Community contribution; however, this form of payment may be stipulated only for measures which will be fully completed within a maximum of two months of the date of signature of the contract.\nHowever, while a contract is being performed, the competent authority may:\n- defer payment of an instalment either wholly or in part where it finds, in particular during the checks referred to in Article 6 (3), irregularities in carrying out the measures concerned or a substantial interval between the due date for payment of the instalment and the date when the party concerned will actually incur the forecast expenditure,\n- in exceptional cases, advance payment of an instalment either wholly or in part if the party concerned submits a reasoned request and shows that he must incur a substantial part of the expenditure significantly earlier than the date laid down for payment of the Community contribution towards the said expenditure.\n2. The payment of such instalment shall be conditional upon the lodging with the competent authority of a security equal to the amount of the instalments, plus 10 %.\n3. The release of securities and payment of the balance by the competent authority shall be subject to:\n(a) confirmation by the competent authority that the party concerned fulfilled its obligations as laid down in the contract;\n(b) transmission to the competent authority of the report referred to in Article 8 (1) and verification of the details contained in this report by the competent authority.\nHowever, on reasoned request by the party concerned, the balance can be paid after the measure has been completed, and after submission of the report referred to in Article 8, and on condition that securities equal to the total amount of the Community contribution plus 10 % have been lodged;\n(c) the competent authority finding that the party concerned, or any third party named in the contract, has spent his own contribution for the purposes laid down.\n4. In so far as the conditions set out in paragraph 3 are not fulfilled, the securities shall be forfeit. In this event, the amount in question shall be deducted from the European Agricultural Guidance and Guarantee Fund, Guarantee Section, expenditure, and more particularly from that arising out of the measure referred to in Article 4 of Regulation (EEC) No 1079/77.", "1. Each party responsible for one of the measures referred to in Article 1 (1) and (2) shall submit to the competent authority, within four months of the final date fixed in the contract for completion of the measures, a detailed report on the utilization of the Community funds allocated and on the foreseeable results of the measures in question, in particular concerning the evolution of the sales of milk and milk products.\n2. On performance of each contract, the competent authority shall send the Commission a statement to this effect and a copy of the final report.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 26 February 1987.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 131, 26. 5. 1977, p. 6.\n(2) OJ No L 119, 8. 5. 1986, p. 27.\n(3) OJ No L 98, 11. 4. 1978, p. 5.\n(4) OJ No L 105, 22. 4. 1986, p. 11.\n(1) OJ No L 148, 28. 6. 1968, p. 13."}