{"celex_id": "31986R1987", "uri": "http://publications.europa.eu/resource/cellar/5700cec7-0f07-486c-9b43-682fa22b4bf9", "type": "Regulation", "concepts": ["251", "4858"], "title": "Council Regulation (EEC) No 1987/86 of 24 June 1986 revising, for the 1986/87 marketing year, the maximum amount for the production levy on B sugar and amending Regulation (EEC) No 1453/86 with regard to the minimum price for B beet\n", "header": "COUNCIL  REGULATION (EEC) No 1987/86\nof 24 June 1986\nrevising, for the 1986/87 marketing year, the maximum amount for the production levy on B sugar and amending Regulation (EEC) No 1453/86 with regard to the minimum price for B beet\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1785/81 of 30 June 1981 on the common organization of the markets in the sugar sector (1), as last amended by Regulation (EEC) No 934/86 (2), and in particular Article 5 (5) and the third subparagraph of Article 28 (5) thereof,\nHaving regard to the proposal from the Commission,\nWhereas Article 28 (3) and (4) of Regulation (EEC) No 1785/81 provides that the losses resulting from the obligation to export surpluses of Community sugar are to be covered by production levies on the production of A and B sugar and of A and B isoglucose, within certain limits; whereas the third subparagraph of Article 28 (5) of the same Regulation allows, with effect from the 1986/87 marketing year, for the upper limit applicable to the B levy to be increased to a maximum of 37,5 % of the intervention price for white sugar;\nWhereas the estimates for the 1986/87 marketing year indicate that the sum of the levies to be paid will not be sufficient to cover completely the total loss resulting from those obligations;\nWhereas it is therefore necessary to increase, for the 1986/87 marketing year, the maximum amount of the B levy to 37,5 % of the intervention price for white sugar and also to adjust accordingly the minimum price for B beet fixed for that marketing year by Regulation (EEC) No 1453/86 (3);\nWhereas the minimum prices of B beet applicable in Spain and Portugal must similarly be increased in such a manner that the financial burden resulting from the production levy is shared between beet producers and sugar manufacturers in the same way as it is in the other regions of the Community,", "main_body": ["1. For the 1986/87 marketing year, the maximum amount referred to in the first indent of the second subparagraph of Article 28 (4) of Regulation (EEC) No 1785/81 shall be increased to 37,5 % of the intervention price for white sugar.\n2. For the 1986/87 marketing year, the minimum price for B beet referred to in the second subparagraph of Article 5 (2) of Regulation (EEC) No 1785/81 shall be equal to 60,5 % of the basic price for beet.", "Regulation (EEC) No 1453/86 is amended as follows:\n1. the text of Article 3 (2) is replaced by the following:\n'2. The minimum price for B beet applicable in the Community with the exception of Spain and Portugal shall be 24,74 ECU per tonne.';\n2. the text of Article 4 (1) is replaced by the following:\n'1. The sugar prices to be applied in Spain and Portugal shall be as follows:\n(a) Spain:\n(aa) the intervention price for white sugar shall be 62,78 ECU per 100 kilograms;\n(bb) the prices for beet shall be:\n- 47,98 ECU per tonne for the basic price,\n- 47,16 ECU per tonne for the minimum price for A beet,\n- 31,83 ECU per tonne for the minimum price for B beet;\n(b) Portugal:\n(aa) the intervention price for white sugar shall be 50,12 ECU per 100 kilograms;\n(bb) the prices for beet shall be:\n- 43,72 ECU per tonne for the basic price,\n- 42,90 ECU per tonne for the minimum price for A beet,\n- 27,57 ECU per tonne for the minimum price for B beet.'", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 24 June 1986.\nFor the Council\nThe President\nG. BRAKS\n(1) OJ No L 177, 1. 7. 1981, p. 4.\n(2) OJ No L 87, 2. 4. 1986, p. 1.\n(3) OJ No L 133, 21. 5. 1986, p. 6."}