{"celex_id": "31982L0287", "uri": "http://publications.europa.eu/resource/cellar/2d6970fe-d916-44e6-a40e-d1f0cb7f35ba", "type": "Directive", "concepts": ["180", "2081", "2412", "2414", "2417", "4081"], "title": "Commission Directive 82/287/EEC of 13 April 1982 amending the Annexes to Council Directives 66/401/EEC and 69/208/EEC on the marketing of fodder plant seed and seed of oil and fibre plants respectively, and Directives 78/386/EEC and 78/388/EEC\n", "header": "COMMISSION  DIRECTIVE\nof 13 April 1982\namending the Annexes to Council Directives 66/401/EEC and 69/208/EEC on the marketing of fodder plant seed and seed of oil and fibre plants respectively, and Directives 78/386/EEC and 78/388/EEC\n(82/287/EEC)\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 66/401/EEC of 14 June 1966 on the marketing of fodder plant seed (1), as last amended by Directive 81/126/EEC (2), and in particular Article 21a thereof,\nHaving regard to Council Directive 69/208/EEC of 30 June 1969 on the marketing of seed of oil and fibre plants (3), as last amended by Directive 81/126/EEC, and in particular Article 20a thereof,\nWhereas, in the light of the development of scientific and technical knowledge, Annexes I and II to Directives 66/401/EEC and 69/208/EEC should be amended for the reasons set out below;\nWhereas the conditions to be satisfied by the crop and by the seed, including the varietal purity standards, should be amended so as to conform with the schemes for the varietal certification of seed intended for international trade laid down by the Organization for Economic Cooperation and Development (OECD); whereas the dates for implementation laid down in the second indent of Article 2 of Commission Directive 78/386/EEC of 18 April 1978 amending the Annexes to Directive 66/401/EEC on the marketing of fodder plant seed (4), as last amended by Directive 81/126/EEC, and in the first indent of Article 2 (1) of Commission Directive 78/388/EEC of 18 April 1978 amending the Annexes to the Directive 69/208/EEC on the marketing of seed of oil and fibre plants (5), as last amended by Directive 81/126/EEC, should accordingly be adapted to the current situation;\nWhereas it has not been possible in the present situation to provide for harmonization within the Community of the conditions in respect of minimum varietal purity standards which the crops or the seed must satisfy in the case of sunflower hybrids; whereas, however, an attempt is to be made before 1 July 1983 to establish these standards in order to achieve harmonization;\nWhereas the measures provided for in this Directive are in accordance with the opinion of the Standing Committee on Seeds and Propagating Material for Agriculture, Horticulture and Forestry,", "main_body": ["Annex I to Directive 66/401/EEC is hereby amended as follows:\n1. In the second and third sentences of paragraph 4, the words 'Vicia faba' are added after the words 'Pisum sativum'.\n2. In the second and third sentences of paragraph 4, the words 'Raphanus sativus ssp. oleifera' are deleted.", "Annex II to Directive 66/401/EEC is hereby amended as follows:\n1. Paragraph 1 of Section I is replaced by the following:\n'The seed shall have sufficient varietal identity and purity.\nIn particular, seeds of the species listed below shall conform to the following standards or other conditions. The minimum varietal purity shall be:\n- Poa spp., apomictic uni-clonal varieties: 98 %,\n- Pisum sativum, Vicia faba, Brassica napus var. napobrassica, Brassica oleracea conv. acephala:\n- certified seed, 1st generation: 99 %,\n- certified seed, 2nd and subsequent generations: 98 %.\nThe minimum varietal purity shall be examined mainly in field inspections carried out in accordance with the conditions laid down in Annex I.'\n2. Paragraph 1 of Section II is replaced by the following:\n'The seed of Pisum sativum, Brassica napus var. napobrassica, Brassica oleracea conv. acephala, Vicia faba and of apomictic uni-clonal varieties of Poa spp., shall conform to the following standards or other conditions:\nThe minimum varietal purity shall be 99;7 %.\nThe minimum varietal purity shall be examined mainly in field inspections carried out in accordance with the conditions laid down in Annex I.'", "Annex I to Directive 69/208/EEC is hereby amended as follows:\nParagraph 3 is replaced by the following:\n'The crop shall have sufficient varietal identity and varietal purity.\nIn particular, crops of Brassica juncea, Brassica nigra, Cannabis sativa, Carum carvi and Gossypium sp., shall conform to the following standards:\nThe number of plants of the crop species which are recognizable as obviously not being true to the variety shall not exceed:\n- one per 30 m2 for the production of basic seed,\n- one per 10 m2 for the production of certified seed.'", "Annex II to Directive 69/208/EEC is hereby amended as follows:\nParagraph 1 of Section I is replaced by the following:\n'The seed shall have sufficient varietal identity and varietal purity. In particular, seeds of the species listed below shall conform to the following standards or other conditions:\n1.2 //   //   // Species and category  // Minimum varietal purity (%)  //   //   // 1  // 2  //   //   // Arachis hypogaea:  //   // - basic seed  // 99;7  // - certified seed  // 99;5  // Brassica napus ssp. oleifera, other than varieties for fodder purposes, Brassica rapa, other than varieties for fodder purposes  //   // - basic seed  // 99;9  // - certified seed  // 99;7  // Brassica napus ssp. oleifera, varieties for fodder purposes, Brassica rapa, varieties for fodder purposes, Helianthus annuus, other than hybrid varieties including their components, Sinapis alba:  //   // - basic seed  // 99;7  // - certified seed, 1st generation  // 99  // - certified seed, 2nd and subsequent generations  // 98  // Linum usitatissimum:  //  // - basic seed  // 99;7  // - certified seed, 1st generation  // 98  // - certified seed, 2nd and 3rd generations  // 97;5  // Papaver somniferum:  //   // - basic seed  // 99  // - certified seed  // 98  // Glycine max:  //   // - basic seed  // 97  // - certified seed  // 95  //   //\nThe minimum varietal purity shall be examined mainly in field inspections carried out in accordance with the conditions laid down in Annex I.'", "In the second indent of Article 2 (1) of Directive 78/386/EEC, 'on 1 January 1982' is hereby replaced by 'on a date to be determined at a later stage'. Article 6\nIn the first indent of Article 2 (1) of Directive 78/388/EEC, 'on 1 January 1982' is hereby replaced by 'on a date to be determined at a later stage'.", "1. Member States shall bring into force the laws, regulations or administrative provisions necessary to comply with:\n- the provisions of Article 5 and 6, with effect from 1 January 1982,\n- the provisions of Article 2 in respect of Poa spp., with effect from 1 January 1983,\n- the other provisions of this Directive, not later than 1 January 1983.\n2. Member States shall ensure that seed is subject to no marketing restrictions on account of different dates of implementation of this Directive, in accordance with the third indent of paragraph 1.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 13 April 1982.\nFor the Commission\nPoul DALSAGER\nMember of the Commission\n(1) OJ No 125, 11. 7. 1966, p. 2298/66.\n(2) OJ No L 67, 12. 3. 1981, p. 36.\n(3) OJ No L 169, 10. 7. 1969, p. 3.\n(4) OJ No L 113, 25. 4. 1978, p. 1.\n(5) OJ No L 113, 25. 4. 1978, p. 20."}