{"celex_id": "31985R1540", "uri": "http://publications.europa.eu/resource/cellar/07057f92-bca1-45e3-81d9-c359b7354f7c", "type": "Regulation", "concepts": ["1339", "2681", "4498"], "title": "Commission Regulation (EEC) No 1540/85 of 5 June 1985 fixing for the 1985/86 marketing year the minimum purchase price for lemons delivered to the industry and the amount of financial compensation payable after their processing\n", "header": "COMMISSION  REGULATION (EEC) No 1540/85\nof 5 June 1985\nfixing for the 1985/86 marketing year the minimum purchase price for lemons delivered to the industry and the amount of financial compensation payable after their processing\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1035/77 of 17 May 1977 laying down special measures to promote the marketing of lemon products (1), as last amended by Regulation (EEC) No 1318/85 (2), and in particular Article 3 thereof,\nWhereas, under Article 1 (3) of Regulation (EEC) No 1035/77, the minimum price which processors must pay to the producer is derived from the purchase price for class II plus 5 % of the basic price; whereas, to simplify matters, this calculation should be based on the average basic and purchase prices fixed for the 1985/86 marketing year by Council Regulation (EEC) No 1317/85 (3);\nWhereas, under Article 2 of Regulation (EEC) No 1035/77, financial compensation cannot exceed the difference between the minimum purchase price referred to in Article 1 of the said Regulation and the prices obtaining for the basic products in producer third countries; whereas, for the purposes of calculating this compensation and with a view to encouraging optimum marketing of lemon products, it would seem advisable to apply the full difference between these prices;\nWhereas, because of the late publication of the amounts of the minimum price and financial compensation, the interested parties have been unable to conclude contracts for the first part of the 1985/86 marketing year by the specified time; whereas derogations should therefore be made from the dates specified in Commission Regulation (EEC) No 1045/77 (4), as last amended by Regulation (EEC) No 3482/80 (5);\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Fruit and Vegetables,", "main_body": ["1. The minimum price referred to in Article 1 (3) of Regulation (EEC) No 1035/77 shall be 20,60 ECU per 100 kilograms net for the 1985/86 marketing year.\n2. The said minimum price shall be in respect of products ex-producer's packaging station.", "The amount of the financial compensation referred to in Article 2 of Regulation (EEC) No 1035/77 shall be 12,25 ECU per 100 kilograms net for the 1985/86 marketing year.", "1. By way of derogation from Article 1 (2) of Regulation (EEC) No 1045/77, contracts for the first part of the 1985/86 marketing year may be concluded until 31 July 1985.\n2. By way of derogation from Article 1 (3) of Regulation (EEC) No 1045/77, supplementary agreements to the contracts referred to in paragraph 1 may be concluded until 30 September 1985.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply from 1 June 1985.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 5 June 1985.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 125, 19. 5. 1977, p. 3.\n(2) OJ No L 137, 27. 5. 1985, p. 37.\n(3) OJ No L 137, 27. 5. 1985, p. 30.\n(4) OJ No L 125, 19. 5. 1977, p. 23.\n(5) OJ No L 363, 31. 12. 1980, p. 89."}