{"celex_id": "31982D0756", "uri": "http://publications.europa.eu/resource/cellar/891cc114-92f6-4155-b5ed-e18d31c1217e", "type": "Decision", "concepts": ["1085", "1368", "1549", "3581"], "title": "82/756/EEC: Commission Decision of 27 October 1982 imposing a fine on the Fédération nationale de l'industrie de la chaussure de France pursuant to Article 15 (1) (c) of Council Regulation No 17 (Case IV/AF 528) (Only the French text is authentic)\n", "header": "COMMISSION  DECISION\nof 27 October 1982\nimposing a fine on the Fédération nationale de l'industrie de la chaussure de France pursuant to Article 15 (1) (c) of Council Regulation No 17\n(Case IV/AF 528)\n(Only the French text is authentic)\n(82/756/EEC)\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation No 17 of 6 February 1962 (1), and in particular Articles 14 and 15 thereof,\nHaving taken note of the view expressed by the Fédération nationale de l'industrie de la chaussure de France in its letter dated 14 May 1982 concerning the objections communicated by the Commission on 14 April 1982 pursuant to Article 19 (1) of Regulation No 17,\nHaving regard to the opinion of the Advisory Committee on Restrictive Practices and Dominant Positions, delivered on 23 September 1982, pursuant to Article 10 of Regulation No 17,\nI\nWhereas:\n1. On 4 March 1982, the Director-General for Competition gave written authorization for two officials of the inspection directorate to carry out an investigation at the Fédération nationale de l'industrie de la chaussure de France (hereinafter referred to as 'the FNICF') in Paris, pursuant to Article 14 of Council Regulation No 17.\nThe investigation was carried out on 9 and 10 March 1982 at the FNICF's head office in the presence of several members of its management, in particular the secretary-general and one of his advisers, and a representative of the competent French authority.\nThe main purpose of the investigation was to obtain information on the application of French measures to improve the situation of the footwear and leather industry, in order to assess whether and to what extent the FNICF had, on behalf of its members, entered into undertakings to limit imports or to impose other restrictions within the meaning of Article 85 of the EEC Treaty.\n2. Having produced his authorization, the inspector drew the attention of the FNICF's management to the provisions of Articles 14 and 15 of Regulation No 17 concerning the Commission's powers of investigation, and in particular to the provisions of Article 15 (1), as set out in the authorization and under which the Commission may by decision impose fines on undertakings and associations of undertakings where they submit to an investigation but, intentionally or negligently, produce the required books or other business records in incomplete form.\nWhen they were duly called upon, the FNICF's representatives expressed willingess to submit to the investigation and to comply with all obligations which might arise therefrom.\n3. On 9 March 1982, the Commission's official requested FNICF to supply, for the purpose of an examination within the meaning of Article 14 (1) (a) of Regulation No 17:\n(1) correspondence, internal memoranda and minutes of meetings with other associations representing the footwear industry in France or in certain other Community countries;\n(2) records or minutes of meetings of the FNICF's management bodies: firstly, the Federal Council, comprising representatives of the regional unions, specialist member groupings of the FNICF and individual member manufacturers, and, secondly, the Bureau of the Federal Council, presided over by a board of three persons.\nThe documents requested were those covering the period from 1 January 1981 to the date of the investigation.\nIn response to this request, the representatives of the FNICF produced various files of correspondence and records of meetings with other organizations representing the footwear industry, but failed to produce any of the records or minutes of meetings of the FNICF's Federal Council and of the Bureau of the Federal Council since 1 January 1981.\nThe Secretary-General of the FNICF has stated that the last three meetings of the Federal Council took place in October 1981, in December 1981 and on 24 February 1982 and that minutes of these meetings were drawn up; he has also confirmed that these documents existed at the very time of the investigation at the FNICF's head office.\n4. In a written statement, recorded in the minutes on 10 March 1982, the Secretary-General of the\nFNICF confirmed that 'the FNICF's management bodies had been given a verbal account of the gentlemen's agreement (accord de bonne volonté) reached on 25 November'.\nThis 'gentlemen's agreement' of 25 November 1981, specifically mentioned by the Secretary-General of the FNICF, was one of the very vehicles for preparing and implementing the French measures to improve the situation in the footwear and leather industry which were mentioned in the investigation authorization.\nThe principal aim of the investigation was thus to collect all the information relating to this agreement, in so far as it was likely to contain specific provisions for increasing sales of French footwear on the domestic market and hence to limit imports of such products into France.\nThe inspector also drew the FNICF's attention to a document which had come to the Commission's notice during a previous investigation carried out at another French trade association and which, according to the management representatives of that association, had actually been discussed at the meeting on 25 November 1981 mentioned by the Secretary-General of the FNICF.\nThis document, which is unsigned and has no title or heading, comprises three sections (A, B and C) relating to the agreement to be signed by the wholesale and retail trade associations, the FNICF and the public authorities with a view to limiting imports according to percentage increases of sales on the domestic market varying from 10 to 25 %.\nOne of the main objectives of the investigation was to determine precisely the conditions under which this document was submitted to the FNICF's Federal Council and the board of the Federal Council for discussion, any preparatory work done during previous meetings of those same bodies, any decisions adopted in this connection and any instructions given to the various members of the FNICF.\n5. On 10 March 1982, the inspectors repeated their request, which was recorded in the minutes, for the following documents to be produced:\n(1) correspondence, internal memoranda and records of meetings with various other trade organizations since 1 January 1981;\n(2) minutes or records of meetings held by the FNICF's Federal Council and by the Bureau of the Federal Council since 1 January 1981.\nThe written reply from the Secreatary-General of the FNICF, recorded in the same minutes, states that the documents referred to in (1) 'were given to the inspector', but that 'the documents referred to at (2) are confidential documents dealing with all the problems of the FNICF, and therefore go far beyond the investigators' terms of reference, so that the agreement of the FNICF's bureau must be obtained before they can be produced'.\nThe inspectors immediately recorded a statement in the minutes that 'the FNICF had produced documents which were incomplete within the meaning of Article 15 (1) (c) of Regulation No 17'.\nII\n6. By letter, dated 14 May 1982, replying to the Commission's statement of objections, the FNICF put forward the following arguments:\n(1) With regard to the way in which the investigation was carried out, the FNICF admitted that the inspector had drawn its attention at the outset to the provisions of Articles 14 and 15 of Regulation No 17, but complained that he had formally informed it only at the end of the interview that it was entitled to refuse the inspection.\n(2) As the document discussed at the meeting on 25 November 1981 was simply a working paper, the FNICF had not kept it; furthermore, owing to its origin, the inspectors should not have required the FNICF to produce it.\n(3) With regard to the production of the minutes of the FNICF's Federal Council, the FNICF considered that there was no point in going back as far as 1 January 1981, that the documents were confidential and related to all sorts of matters which had no bearing on the subject of the investigation and, finally, that the FNICF's bureau had subsequently adopted the same position and had felt that the inspectors were exceeding their powers.\n(4) With regard to the opportunity for a hearing pursuant to Article 7 of Commission Regulation No 99/63/EEC (1) the FNICF considered that, as such a hearing would be useful only if it were given the opportunity of expressing its views on matters of substance and not merely on procedural problems, it was not worthwhile requesting a hearing at a meeting which the Commission would convene specially for that purpose.\nIII\n7. Under Article 14 of Regulation No 17, the Commission, in carrying out the duties assigned to it by Article 89 of the EEC Treaty, may undertake all necessary investigations into undertakings. To this end, the officials authorized by the Commission are vested with the powers described in Article 14 (1) of the said Regulation inter alia to examine the books and other\nbusiness records, to take copies of or extracts from the books and business records, and to enter any premises of undertakings.\nUnder Article 14 (2) of the said Regulation, the officials authorized by the Commission for the purpose of these investigations shall exercise their powers upon production of an authorization in writing specifying the subject matter and purpose of the investigation and the penalties provided for in Article 15 (1) (c) of the Regulation in cases where production of the required books or other business records is incomplete.\nUnder Article 15 (1) of Regulation No 17, the Commission may, by decision, impose on undertakings fines of from 100 to 5 000 units of account where, intentionally or negligently, they produce the required books or other business records in incomplete form during investigations under Article 14.\nThe FNICF does not dispute the fact that the inspector drew its attention at the beginning of the interview to the provisions of Articles 14 and 15 of Regulation No 17 and that it thereupon agreed to submit to the investigation and to all the obligations arising therefrom under those provisions.\nConsequently, the argument that the FNICF was not informed until the end of the interview of its right to refuse to submit to an investigation which the Commission had not ordered by decision taken pursuant to Article 14 (3) is at variance with the fact that the FNICF's representatives acknowledged that their attention had been drawn in good time to all the provisions of Articles 14 and 15 of that Regulation, and these representatives admit, in their letter dated 14 May 1982, that there was no reason to refuse such an investigation.\n8. The request for the FNICF to produce the minutes of its Federal Council and its other management bodies was in conformity with the aim of the investigation authorization issued to the inspectors.\nThese documents constitute business records within the meaning of Article 14 (1) (a) of Regulation No 17; it has not been contested that these documents were at the FNICF's head office at the time of the investigation.\nUndertakings or associations of undertakings which are the subject of an investigation are not entitled to assess whether a request for documents to be produced is justified or whether the period in respect of which they are required is appropriate. Furthermore, undertakings or associations of undertakings may invoke the confidentiality of such documents only within the framework of Article 20 of Regulation No 17.\nIt is not for representatives of undertakings or associations of undertakings to choose between documents which they consider to be relevant to the subject of an investigation and those which they consider not to be relevant. According to the case law of the Court of Justice of the European Communities (see the judgment of 18 May 1982 in Case 155/79, AM & S Ltd v. Commission of the European Communities), officials authorized by the Commission are empowered to request those books and other business records necessary for them to carry out their tasks and to decide which of them should be copied as being relevant to their investigation.\n9. In producing documentation which was clearly incomplete to Commission inspectors carrying out an investigation under Article 14 of Regulation No 17, the FNICF intentionally infringed Article 15 (1) (c) of Regulation No 17. Furthermore, it must have been aware of the extent of the Commission's investigatory powers.\nThe conditions for the application of Article 15 (1) are thus fulfilled.\n10. The infringement committeed by the FNICF is clearly serious because the failure to produce the documents requested made the Commission's task of ensuring compliance with the Treaty rules on competition more difficult. Furthermore, the FNICF indicated in its letter dated 14 May 1982 that its bureau had, after the investigation, maintained an identical position, thereby accentuating the intentional nature of the infringement.\nA fine must therefore be imposed in proportion to the gravity of the infringement committeed by the FNICF,", "main_body": ["The production by the Fédération nationale de l'industrie de la chaussure de France of incomplete documentation during an investigation carried out on 9 and 10 March 1982 by the Commission, under Article 14 of Regulation No 17, constitutes an infringement of Article 15 (1) (c) of that Regulation.", "The Commission hereby imposes, on the Fédération nationale de l'industrie de la chaussure de France, a fine of 5 000 units of account or FF 33 252;85. This amount shall be paid within three months of notifica tion of this Decision, to the association concerned, to the following account of the Commission of the European Communities: No 5.770.006.5 at the Société générale Bank in Paris.", "This Decision is addressed to the Fédération nationale de l'industrie de la chaussure de France (FNICF), 55, avenue Kléber, F-75784 Paris.\nThis Decision shall be enforceable as laid down in Article 192 of the EEC Treaty."], "attachments": "Done at Brussels, 27 October 1982.\nFor the Commission\nFrans ANDRIESSEN\nMember of the Commission\n(1) OJ No 13, 21. 2. 1962, p. 204/62.\n(1) OJ No 127, 20. 8. 1963, p. 2268/63."}