{"celex_id": "31982R0658", "uri": "http://publications.europa.eu/resource/cellar/58524d53-4a6d-4d62-8883-7d716fe3ac38", "type": "Regulation", "concepts": ["1486", "2642", "301", "4860"], "title": "Commission Regulation (EEC) No 658/82 of 22 March 1982 amending Regulation (EEC) No 685/69 on detailed rules of application for intervention on the market in butter and cream\n", "header": "COMMISSION  REGULATION (EEC) No 658/82\nof 22 March 1982\namending Regulation (EEC) No 685/69 on detailed rules of application for intervention on the market in butter and cream\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 804/68 of 27 June 1968 on the common organization of the market in milk and milk products (1), as last amended by the Act of Accession of Greece, and in particular Article 6 (7) thereof,\nWhereas Commission Regulation (EEC) No 685/69 (2), as last amended by Regulation (EEC) No 1602/81 (3), lays down in Articles 6 (2) and 24 (1) the factors concerning storage costs, particularly fixed costs and cold storage costs; whereas the latter amounts should be adjusted to take account of their movement;\nWhereas the first paragraph of Article 29 of Regulation (EEC) No 685/69 provides that under certain conditions the amount of the aid may be adjusted in the light of the change in the buying-in price for butter, so as to offset a profit or loss arising from the change in question; whereas, for the same reasons, provision should be made for butter which is manufactured prior to the date on which the change in the buying-in price takes effect and which is the subject of a storage contract concluded on or after that date;\nWhereas for the reasons given above it is appropriate to amend Regulation (EEC) No 685/69;\nWhereas the Management Committee for Milk and Milk Products has not delivered an opinion within the time limit set by its chairman,", "main_body": ["Regulation (EEC) No 685/69 is hereby amended as follows:\n1. In Articles 6 (2) (a) and 24 (1) (a), '21;66 ECU' shall be replaced by '23;83 ECU'.\n2. In Articles 6 (2) (b) and 24 (1) (b) '0;40 ECU' shall be replaced by '0;44 ECU'.\n3. In Article 24 (1) (d) '9;67 ECU' shall be replaced by '7;50 ECU'.\n4. The following paragraph shall be inserted after the first paragraph of Article 29:\n'The provisions of the preceding paragraph shall also apply in respect of quantities of butter and cream expressed as butter equivalent which are covered by a storage contract concluded on or after the date on which the change in the buying-in price became effective but which are manufactured prior to that date.'", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communites.\nIt shall apply from 1 April 1982.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 22 March 1982.\nFor the Commission\nPoul DALSAGER\nMember of the Commission\n(1) OJ No L 148, 28. 6. 1968, p. 13.\n(2) OJ No L 90, 14. 4. 1969, p. 12.\n(3) OJ No L 159, 17. 6. 1981, p. 12."}