{"celex_id": "31986R4059", "uri": "http://publications.europa.eu/resource/cellar/45541fab-a675-4f6d-a192-1200c3f22602", "type": "Regulation", "concepts": ["1433", "2457", "4033", "4237", "5315"], "title": "Council Regulation (EEC) No 4059/86 of 22 December 1986 on the granting of financial support to transport infrastructure projects\n", "header": "COUNCIL REGULATION (EEC) NÂ° 4059/86\nof 22  December 1986\non the granting of financial support to transport infrastructure projects\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community and in particular Article  75 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nHaving regard to the opinion of the Economic and Social Committee (2),\nWhereas the Council, at its meeting on 11 November 1986, reached conclusions concerning the  objectives and criteria to be applied to a medium-term programme;\nWhereas the appropriations included in the 1985 budget for the support of transport infrastructure  should be used in accordance with those objectives and criteria;\nWhereas ceilings for the Community financial support per project for the 1985 programme should be  fixed;\nWhereas the methods and procedures for applying this Regulation should be defined,", "main_body": ["1.  Within the limits of the appropriations available under the 1985  budget, and on the terms set out in Articles 2 and 3, the Community shall grant financial support  for transport infrastructure projects which comply with the objectives and criteria set out in the  Annex.\n2.  The projects referred to in paragraph 1 are listed below:\nTransit routes:\n- Brenner-Bolzano - improvement of the railway line - (Italy),\n- Construction of the tunnel of Chavants on the road access to the Mont Blanc Tunnel (France),\n- Increasing capacity on the Aachen-Cologne motorway in the region of Cologne (Federal Republic  of Germany),\n- Construction of a by-pass at Braintree on the A 120 road towards the East Coast ports (United  Kingdom),\n- Improvement to the Toulouse-Barcelona road in the region of Pensaguel-Le Vernet (France),\n- Increase of capacity and safety on the railway line Bayonne-Hendaye (France).\nWorks in major corridors:\n- Between the Netherlands and Belgium - works to complete the Bergen-op-Zoom / Antwerp motorway  (Netherlands and Belgium),\n- On the approaches to the Channel Ports and the planned Channel Tunnel - completion of the M 20  motorway between Ashford and Maidstone (United Kingdom),\n- On the transit route through Zeeland to/form Sweden, electrification and improvements to the  Ringsted-\nRungsted railway line (Denmark).\nWorks for the better integration of areas situated geographically on the periphery of the  Community:\n- On the main road between the Peloponnese and the Yugoslav frontier:\n- Inofita-Schimatari (Greece)\n- Ritsona-Thivai (Greece)\n- Solomos-Nemea (Greece).\n- On the principal Athens-Salonica-Idomeni (frontier) railway line:\n- Sfingas-Allartos (Greece)\n- Tithoria-Domokos-Larissa (Greece)\n- Salonica-Idomeni (Greece).\n- On the main north-south road in Ireland:\n- The Dunleer bypass (Ireland).\n- On the principal transit axis in the Iberian peninsula:\n- Irun-Portugal road N 620 (E 82) - Tordesillas bypass (Spain),\n- Oporto - Spanish frontier road IP 4 (E 801) - Paredes - PeĂąafiel (Portugal).\nOther projects:\n- Works in association with the construction of a new loading ramp for vehicles in the port of  Ostend (Belgium),\n- Preparatory studies and works on the project for the improvement of the Brenner Route between the  Federal Republic of Germany and Italy through Austria (Italy).", "1.  The financial support granted under this Regulation to the projects chosen in  accordance therewith shall not exceed 25 % of the total cost of each project or of the particular  stage of the project to be supported. It may be increased to not more than 50 % in the case of  studies carried out preparatory to construction work.\n2.  In no case shall contributions from all Community budget sources exceed 50 % of the total cost  of a given project.\n3.  An advance payment of no more than 40 % of the Community contribution may be provided to  accelerate the execution of projects.\n4.  For the purpose of granting the Community financial support referred to in Article 1, the  Commission shall take the necessary steps to apply this Regulation, in agreement with the Member  States involved and taking into account the amounts estimated to be necessary.", "1.  Where a project which has received financial support has not been carried out as  planned, or where the conditions laid down are not fulfilled, the financial support may be reduced  or cancelled by a decision adopted by the Commission.\nAny sum incorrectly paid shall be repaid to the Community by the recipient concerned within 12  months of the date of notification of such decision.\n2.  Without prejudice to checks carried out by the Member States in accordance with national laws,  regulations or administrative provisions, and without prejudice to Article 206 bis of the Treaty or  to any inspection arranged on the basis of Article 209 (c) of the Treaty, on-the-spot checks or  enquiries in respect of projects receiving financial support shall be carried out by the competent  authorities of the Member State concerned and by representatives of the Commission, or other  persons authorized for this purpose by the latter. The Commission shall determine deadlines for the  performance of checks and inform the Member State in advance in order to obtain all the necessary  assistance.\n3.  The purpose of these on-the-spot checks or enquiries relating to operations receiving financial  support shall be to ascertain:\n(a)  the conformity of administrative practices with Community rules;\n(b)  the existence of supporting documents and whether they correspond to the projects receiving  financial support;\n(c)  the conditions under which operations are executed and checked;\n(d)  the conformity of the execution of projects with the conditions for granting the financial  support.\n4.  The Commission may suspend payment of the financial contribution in respect of an operation if  a check reveals irregularities or a substantial change in the nature or conditions of the project  for which the Commission's approval has not been sought.", "This Regulation shall enter into force on the day of its publication in the Official  Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all  Member States."], "attachments": "Done at Brussels, 22 December 1986.\nFor the Council\nThe President\nG. SHAW\n(1) Opinion delivered on 12 December 1986  (not yet published in the Official Journal).\n(2) Opinion delivered on 16 December 1986 (not yet published in the Official Journal).\nANNEX\nOBJECTIVES AND CRITERIA FOR COMMUNITY INFRASTRUCTURE POLICY IN A MEDIUM-TERM  PROGRAMME\nI. OBJECTIVES\nTo coordinate and promote infrastructure projects of Community interest,  in order to create a modern and efficient transport network in the Community, designed to meet  genuine transport needs arising at the European level on the main Community links. The  infrastructure policy shall come within the common transport policy and efforts to increase  economic and social cohesion in the Community.\nCommunity activity, without prejudice as to the question of whether ports aind airports should be  included in the medium-term programme, shall aim at:\n- the elimination of bottlenecks;\n- the integration of areas which, geographically, are either landlocked or situated on the  periphery of the Community;\n- the reduction of costs associated with transit traffic in cooperation with any non-member States  concerned;\n- the improvement of links on land/sea routes;\n- the provision of high-quality links between major urban centres, including high speed rail  links.\nII. CRITERIA\nThe assessment of transport infrastructure programmes for Community support under  the medium-term programme, without prejudice as to the precise form that this should take, shall be  based on the following criteria:\n(a)  the benefit of the project to the Community, assessed by its contribution to the general and  operational criteria set out in section I. Among the factors which must be included are:\n- the importance of present or potential intra-Community international traffic,\n- the importance of exchanges between the Community and non-member States on the route involved in  the project,\n- the extent of the project's contribution to the creation of an homogenous and balanced network  within the Community framework, geared to existing and future transport needs;\n(b)  the socio-economic return on the project;\n(c)  whether the project is consistent with other Community measures under the common transport  policy or other Community policies, and with other national measures given priority in national  transport infrastructure plans and projects."}