{"celex_id": "31985R0080", "uri": "http://publications.europa.eu/resource/cellar/8eb96f1b-7ec9-47e6-b703-e49b1816de6e", "type": "Regulation", "concepts": ["1309", "2730", "2839", "2888"], "title": "Commission Regulation (EEC) No 80/85 of 11 January 1985 amending Regulation (EEC) No 2742/82 on protective measures applicable to imports of dried grapes\n", "header": "COMMISSION  REGULATION (EEC) No 80/85\nof 11 January 1985\namending Regulation (EEC) No 2742/82 on protective measures applicable to imports of dried grapes\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 516/77 of 14 March 1977 on the common organization of the market in products processed from fruit and vegetables (1), as last amended by Regulation (EEC) No 988/84 (2), and in particular Article 14 (2) thereof,\nHaving regard to Council Regulation No 129 on the value of the unit of account and the exchange rates to be applied for the purposes of the common agricultural policy (3), as last amended by Regulation (EEC) No 2543/73 (4), and in particular Article 3 thereof,\nWhereas Article 2 (3) of Commission Regulation (EEC) No 2742/82 (5), as last amended by Regulation (EEC) No 3456/84 (6), provides that the minimum price and the countervailing charge shall, after having been converted into national currency, be multiplied by a coefficient;\nWhereas that multiplication is made to ensure that the minimum price expressed in national currencies should not lead to distortion of trade;\nWhereas the conversion rate of the pound sterling has changed;\nWhereas that fact could lead to distortion of trade; whereas to avoid that risk, the coefficient in force for the pound sterling should be adapted,", "main_body": ["The coefficient for the pound sterling referred to in Article 2 (3) of Regulation (EEC) No 2742/82 is replaced by '1,035'.", "1. The amended coefficient provided for in Article 1 shall not apply to products for which it has been proved that they have left the supplier country before 14 January 1985.\n2. The parties concerned shall provide proof, to the satisfaction of the competent authorities, that the conditions set out in paragraph 1 have been complied with.\nHowever, the competent authorities may regard the products as having left the supplier country before 14 January 1985 when one of the following documents is submitted:\n- in the case of transport by sea or waterway, the bill of lading showing that loading took place before that day,\n- in case of transport by rail, the consignment note accepted by the railways of the expediting country before that day,\n- in case of transport by road, the TIR carnet presented to the first customs office before that day,\n- in case of transport by air, the air consignment note showing that the airline received the products before that day.\n3. The provisions of paragraphs 1 and 2 shall apply only in so far as the entry for free circulation has been accepted by the customs authorities before 14 January 1985.", "This Regulation shall enter into force on 14 January 1985.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 11 January 1985.\nFor the Commission\nFrans ANDRIESSEN\nMember of the Commission\n(1) OJ No L 73, 21. 3. 1977, p. 1.\n(2) OJ No L 103, 16. 4. 1984, p. 11.\n(3) OJ No 106, 30. 10. 1962, p. 2553/62.\n(4) OJ No L 263, 19. 9. 1973, p. 1.\n(5) OJ No L 290, 14. 10. 1982, p. 28.\n(6) OJ No L 319, 8. 12. 1984, p. 8."}