{"celex_id": "31989D0358", "uri": "http://publications.europa.eu/resource/cellar/f735017c-7250-4378-8287-24f779e63dda", "type": "Decision", "concepts": ["1445", "1894", "1898", "192", "3815", "4689"], "title": "89/358/EEC: Commission Decision of 23 May 1989 laying down measures for the application of Article 8 of Council Directive 85/358/EEC\n", "header": "COMMISSION  DECISION\nof 23 May 1989\nlaying down measures for the application of Article 8 of Council Directive 85/358/EEC\n(89/358/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 85/358/EEC of 16 July 1985 supplementing Directive 81/602/EEC concerning the prohibition of certain substances having a hormonal action and of any substances having a thyrostatic action (1), as last amended by Directive 88/146/EEC (2), and in particular Article 8 thereof,\nWhereas pursuant to Article 8 of Directive 85/358/EEC it is the responsibility of the Commission to establish, in accordance with Article 10 of that Directive, detailed rules to be followed when the results of controls carried out in a Member State indicate the need for investigation in one or more other Member States or third contries;\nWhereas the Member States must inform each other and the Commission of positive findings made in the course of the control of hormonal or thyrostatic substances where these findings have implications for other Member States or third countries; whereas the information exchanged should give the maximum possibility of identifying any animals, meat or substances involved;\nWhereas Member States should act upon such information in the same way as they act upon information which they obtain themselves in their own territory; whereas they should inform the other Member States and the Commission of the measures which they take and the results of those measures;\nWhereas in the case of a problem arising in a third country the Commission should inform the third country and request an explanation of the reason for the problem as well as measures to be taken to prevent a recurrence;\nWhereas the Commission may send a mission to a Member State or third country in order to obtain supplementary information or to investigate the application of Community veterinary provisions relating to the information supplied; whereas such a mission must be afforded all practical assistance necessary for achieving its purpose;\nWhereas the results of on-the-spot investigations, along with any consequent requests for further measures to be taken should be communicated as rapidly as possible to the Member State or third country involved;\nWhereas it is necessary to lay down certain administrative rules for the veterinary experts performing missions of inspection;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["For the purpose of this Decision, 'competent authority' means the central department or body assigned by each Member State in accordance with Article 3 of Council Directive 86/469/EEC of 16 September 1986 concerning the examination of animals and fresh meat for the presence of residues (3).", "1. The information referred to in the first paragraph of Article 8 of Directive 85/358/EEC shall be communicated, without delay, by the competent authority of the Member State concerned to the competent authorities of the other Member States concerned and to the Commission.\n2. The competent authority communicating the information referred to in paragraph 1 shall give details of its findings and the reasons for requesting further investigations, and in particular:\n- the substance or substances and quantities found,\n- the type of sample and place and date of sampling,\n- the method and date of examination,\n- where appropriate, the species of animal and, if known, the sex, age and identification,\n- any other information relevant to an investigation of the source of the substance in question.\n3. Information which is communicated in any form by Member States in compliance with this Decision shall be treated as confidential. It shall be covered by the obligation of professional secrecy and shall enjoy the\nprotection which the national law of the Member State receiving the information gives to information of the same nature and the protection which is afforded by the corresponding provisions applicable to Community authorities.\nThe information referred to in the first subparagraph must not be transmitted to persons other than those in the Member States, third countries, or within the Community institutions who are required to have cognizance thereof in the course of their duties. Such information may not be used for purposes other than those specified in this Decision, unless the authority which supplied the information has given its explicit consent and provided that the rules in force in the Member State or within the authority receiving the information do not prohibit such transmission or use.\n4. The provisions of paragraph 3 shall not preclude the use of information obtained pursuant to this Decision for the purposes of subsequent legal proceedings relating to non-compliance with the veterinary rules.\nAny such use shall be notified without delay to the competent body of the Member State which supplied the information concerned.", "1. The competent authorities of the Member States shall treat information received from each other in the same manner and with the same priority as information which they obtain themselves, and shall act accordingly.\n2. In particular, where the information received in accordance with Article 2 indicates:\n- the presence, or possible presence, in animals or meat, of residues of prohibited substances or of authorized substances exceeding the maximum natural physiological levels, or\n- the presence, or possible presence, of prohibited substances, or\n- the possibility of authorized substances being used abusively,\nthe competent authority shall immediately initiate an investigation in accordance with Article 6 (2) of Directive 85/358/EEC and shall immediately apply the appropriate provisions in accordance with that Directive.\n3. The competent authority of a Member State shall inform the competent authorities of the other Member States and the Commission:\n- without delay, of the measures taken in response to the information received in accordance with Article 2,\n- of the results of these measures including, as soon as they are available, the results of any laboratory examinations.\n4. Where the information received in accordance with Article 2 concerns a third country the Commission shall, without delay, communicate the information to the third country concerned. At the same time, the Commission shall request the third country to:\n- carry out an investigation of the source of the substance or substances concerned,\n- take all measures necessary to ensure that no animals, or meat from animals, to which the substance or substances may have been administered are sent to the Community,\n- inform the Commission, without delay, of the details of the measures taken. The Commission shall communicate this information to the Member States at the earliest opportunity.", "1. If the need arises, at the request of the Member State supplying the information laid down in Article 2 (2), or on its own initiative, the Commission may send one or more veterinary experts of its choice to carry out on-the-spot investigations in Member States or in third countries relating to the information supplied.\n2. A Member State in whose territory an investigation is being carried out shall give all the necessary assistance to the experts in carrying out their duties. This shall include, where necessary, the right of access along with officials of the competent authority to any land, premises or vehicle, for the purpose of checking the application of Directive 85/358/EEC.", "1. Experts shall carry out the on-the-spot investigations and report their results to the Commission with the least possible delay.\n2. As soon as possible after receiving the report of an investigation, the Commission shall:\n(a) communicate the results of the investigation directly to the Member State or third country concerned, and to all Member States in the Standing Veterinary Committee; and\n(b) where necessary, request any further measures, taking account of the result of the investigation, to be carried out within a specified period.", "1. The Commission shall, on proposals from the Member States, draw up a list of veterinary experts who may be appointed to assist Commission veterinary experts in making the investigations referred to in Article 5.\n2. Each Member State may propose veterinary experts with specialized knowledge in the matters covered by this Decision. 3. Where a Member State considers that one of the experts which it has proposed should no longer be appointed to assist in making investigations, it shall so inform the Commission and may propose a new expert. The Commission shall amend the list as quickly as possible.", "1. Veterinary experts from the Member States, who may be appointed by the Commission in accordance with this Decision, shall act under the direction of the Commission.\n2. The experts may in no circumstances make use for personal ends of any information acquired in the course of investigations nor may they divulge such information to any person outside the Commission.\n3. The experts shall be paid travel and subsistence expenses by the Commission in accordance with the rules for reimbursement of such expenses incurred by persons outside the Commission who are called upon by the Commission to act as experts.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 23 May 1989.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 191, 23. 7. 1985, p. 46.\n(2) OJ No L 70, 16. 3. 1988, p. 16.\n(3) OJ No L 275, 26. 9. 1986, p. 36."}