{"celex_id": "31980R2668", "uri": "http://publications.europa.eu/resource/cellar/645eb516-1ce3-4f3b-a9d6-a06580feb88a", "type": "Regulation", "concepts": ["2591", "4683", "4691"], "title": "Commission Regulation (EEC) No 2668/80 of 17 October 1980 laying down detailed rules for applying the levies on sheepmeat and goatmeat\n", "header": "COMMISSION REGULATION (EEC) No 2668/80 of 17 October 1980 laying down detailed rules for applying the levies on sheepmeat and goatmeat\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1837/80 of 27 June 1980 on the common organization of the market in sheepmeat and goatmeat (1), and in particular Articles 12 (5), 13 (5) and 24 thereof,\nWhereas under Articles 12 and 13 of Regulation (EEC) No 1837/80 levies are to be determined for imports of sheepmeat and goatmeat products ; whereas those levies are calculated on the basis of the free-at-Community-frontier offer price established by reference to the most representative purchasing possibilities as regards quality and quantity ; whereas this price determines the amount of the levy ; whereas the method of calculating it should therefore be determined;\nWhereas, when the free-at-Community-frontier offer price is calculated, in principle all free-at-Community- frontier offers from non-member countries are taken into consideration ; whereas, where it appears from information available to the Commission that certain offers do not correspond to actual purchasing possibilities or that they are not representative of the actual trend of prices or that they do not relate to representative quantities, such offers should be disregarded;\nWhereas the levies should be fixed for each week in order to take account of the seasonal fluctuation of the basic price;\nWhereas provision must be made for the regular communication by Member States of the data relating to the implementation of this Regulation;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Sheep and Goats,", "main_body": ["1. The free-at-Community-frontier offer price referred to in Article 12 (2) of Regulation (EEC) No 1837/80 shall be calculated on the basis of the free-at-Community-frontier offer prices for products specified in section (a) of Annex I to the said Regulation and for live animals falling within subheading 01.04 B of the Common Customs Tariff.\n2. The coefficient referred to in Article 12 (3) of Regulation (EEC) No 1837/80 shall be as shown in Annex I.", "1. The free-at-Community-frontier offer price referred to in Article 13 (2) of Regulation (EEC) No 1837/80 shall be calculated on the basis of the free-at-Community-frontier offer prices for the products specified in section (c) of Annex I to the said Regulation.\n2. The coefficient referred to in Article 13 (1) (a) of Regulation (EEC) No 1837/80 shall be 0 775.\n3. The coefficients referred to in Article 13 (3) of Regulation (EEC) No 1837/80 shall be as shown in Annex II.", "1. The free-at-frontier offer prices determined in accordance with Articles 12 and 13 of Regulation (EEC) No 1837/80 shall be based inter alia on:    (a) the prices shown in the customs documents which accompany products imported from non-member countries;\n(b) other information concerning the export prices applied by the non-member countries.\n2. The following shall be disregarded:    (a) offer prices which do not correspond to actual purchasing possibilities;\n(b) offer prices relating to unrepresentative quantities;\n(c) prices which the Commission considers, in view of general price movements or other information available to it, not to be representative of actual price trends in the country of origin.\n(1) OJ No L 183, 16.7.1980, p. 1.", "The period referred to in Articles 12 (2) and 13 (2) of Regulation (EEC) No 1837/80 shall extend from the 21st day of the preceding month to the 20th day of the month in which the levies are determined.", "The levies referred to in Article 11 of Regulation (EEC) No 1837/80 shall be fixed before the 27th day of each month for each of the weeks of the following month. They shall apply from 00.00 hours on Monday until 24.00 hours on Sunday.", "Member States shall, on the first, 11th and 21st days of each month, notify the Commission by telex, for each non-member country of origin, the prices referred to in Article 3 which have come to their knowledge during the 10 days preceding the day of such notification, specifying in particular the category of animal or the cut of meat, the quantity imported and, if possible, the quality. The Commission may make use of any other information available to it.", "This Regulation shall enter into force on 20 October 1980.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 17 October 1980.\nFor the Commission\nFinn GUNDELACH\nVice-President\nANNEX I Coefficients for calculating the levies referred to in Article 12 (3) of Regulation (EEC) No 1837/80\n>PIC FILE= \"T0016514\">\nANNEX II Coefficients for calculating the levies referred to in Article 13 (3) of Regulation (EEC) No 1837/80\n>PIC FILE= \"T0016515\">"}