{"celex_id": "31984L0442", "uri": "http://publications.europa.eu/resource/cellar/d9faee2e-a220-4882-be34-cab46a20fb43", "type": "Directive", "concepts": ["1637", "2321", "2488", "4078", "4381"], "title": "Commission Directive 84/442/EEC of 26 July 1984 fixing standard rates of yield for certain inward processing operations and laying down certain rules for the calculation of import duties\n", "header": "COMMISSION DIRECTIVE of 26 July 1984 fixing standard rates of yield for certain inward processing operations and laying down certain rules for the calculation of import duties (84/442/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 69/73/EEC of 4 March 1969 on the harmonization of provisions laid down by law, regulation or administrative action in respect of inward processing (1), as last amended by Directive 83/89/EEC (2), and in particular Articles 12, 17 and 28 thereof,\nWhereas Commission Directive 79/608/EEC (3), as last amended by Directive 83/579/EEC (4), fixes standard rates of yield for certain inward processing operations;\nWhereas it is necessary to supplement the standard rates of yield previously fixed by specifying those of other compensating products obtained from different inward processing operations ; whereas it is also appropriate to amend certain of those rates, to fix standard rates of yield for other operations and to delete certain of those rates referring to operations which are no longer carried out;\nWhereas the fixing of standard rates of yield implies also that losses possibly resulting from the processing or working of the goods should also be taken into account, that is that part of the goods to be processed which is destroyed and disappears during the process of manufacture ; whereas account must be taken of these losses at the time of calculating import duties in the case of entry for free circulation of compensating or intermediate products;\nWhereas for reasons of clarity it is desirable to publish the provisions of Directive 79/608/EEC and all its amendments in a single text;\nWhereas since there are, with the exception of cocoa, no longer provisions in force in the Member States corresponding to those contained in this Directive, Article 35 of Directive 69/73/EEC therefore becomes devoid of object as regards its reference to Article 12 of that Directive;\nWhereas the measures provided for in this Directive are in accordance with the opinion of the Committee for Customs Processing Arrangements,", "main_body": ["1. This Directive fixes, in column 5 of the Annex, the standard rates of yield which the competent authorities of each Member State must apply when inward processing operations concern goods listed in column 1 and result in the production of compensating products referred to in columns 3 and 4, on condition that the imported goods are of sound, genuine and merchantable quality and correspond to the standard quality where such quality has been fixed by Community rules.  (1) OJ No L 58, 8.3.1969, p. 1. (2) OJ No L 59, 5.3.1983, p. 1. (3) OJ No L 170, 9.7.1979, p. 5. (4) OJ No L 334, 29.11.1983, p. 23.\n2. For the purposes of this Directive:    - \"import duties\" means not only customs dutiesand charges having equivalent effect but alsoagricultural levies and other import chargesprovided for under the common agriculturalpolicy or under specific arrangements applicableto certain goods resulting from the processingof agricultural products,\n- \"losses\" means that part of the imported goodswhich was destroyed and has disappeared in theprocess of manufacture, notably by evaporation,desiccation, escape in the form of gas or dispersalin rinsing water.\n3. The quantity of losses shall be the difference between the figure 100 and the sum of the quantities indicated in column 5 of the Annex.", "1. Where, at the time of application of the standard rates of yield provided for in Article 1, a Member State considers that, in specific cases, the conditions provided for in Article 12 of Directive 69/73/EEC, hereinafter referred to as the \"basic Directive\", are not satisfied, the Member State shall inform the Commission, which shall notify the Committee for Customs Processing Arrangements without delay.\n2. Each Member State shall communicate to the Commission the cases where the standard rates of yield provided for in this Directive could not be applied because, although the processing operations concerned goods listed in column 1 of the Annex, they resulted in the production of compensating products other than those referred to in columns 3 and 4 resulting from the same stage of manufacture.\nThese cases shall be examined by the Committee provided for in paragraph 1.", "Where entry for free circulation of part of the compensating products or intermediate products is authorized and the import duties are calculated in accordance with Article 17 (a) or the first indent of Article 17 (b) of the basic Directive, such duties shall be collected also on the basis of losses calculated for the products entered for free circulation. However, when the entry for free circulation concerns intermediate or compensating products which benefit from the taxation provided for in Article 18 of the basic Directive, that part of the losses corresponding to those products shall not be taken into account for the collection of import duties.", "Directive 79/608/EEC is hereby repealed.", "The Member States shall take the measures necessary to comply with this Directive by 1 October 1984.\nThey shall immediately inform the Commission, which shall communicate this information to the other Member States.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 26 July 1984.\nFor the Commission\nKarl-Heinz NARJES\nMember of the Commission\nANNEX\n>PIC FILE= \"T0026160\"\"PIC FILE= \"T0026161\">\n>PIC FILE= \"T0026162\">\n>PIC FILE= \"T0026163\">\n>PIC FILE= \"T0026164\">\n>PIC FILE= \"T0026165\">\n>PIC FILE= \"T0026166\">\n>PIC FILE= \"T0026167\">\n>PIC FILE= \"T0026168\">\n>PIC FILE= \"T0026169\">\n>PIC FILE= \"T0026170\">\n>PIC FILE= \"T0026171\">\n>PIC FILE= \"T0026172\">\n>PIC FILE= \"T0026173\">\n>PIC FILE= \"T0026174\">\n>PIC FILE= \"T0026175\">\n>PIC FILE= \"T0026176\">\n>PIC FILE= \"T0026177\">"}