{"celex_id": "31989D0290", "uri": "http://publications.europa.eu/resource/cellar/382467f4-96af-49af-ba95-e64a3778194c", "type": "Decision", "concepts": ["2286", "4298"], "title": "89/290/EEC: Commission Decision of 13 April 1989 on improving the efficiency of agricultural structures in the Netherlands pursuant to Council Regulation (EEC) No 797/85 (Only the Dutch text is authentic)\n", "header": "COMMISSION  DECISION\nof 13 April 1989\non improving the efficiency of agricultural structures in the Netherlands pursuant to Council Regulation (EEC) No 797/85\n(Only the Dutch version is authentic)\n(89/290/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 797/85 of 12 March 1985 on improving the efficiency of agricultural structures (1), as last amended by Regulation (EEC) No 1137/88 (2), and in particular Article 25 (3) thereof,\nHaving regard to Commission Regulation (EEC) No 1272/88 of 29 April 1988 laying down detailed rules for applying the set-aside incentive scheme for arable land (3),\nWhereas on 25 October 1988, pursuant to Article 24 (4) of Regulation (EEC) No 797/85, the Netherlands Government forwarded the Ministerial Decision of 16 August 1988 on an aid scheme to encourage the set-aside of arable land;\nWhereas, pursuant to Article 25 (3) of Regulation (EEC) No 797/85, the Commission has to decide whether the conditions for a financial contribution from the Community are satisfied in the light of the compatibility of the abovementioned provisions with the aforementioned Regulation and bearing in mind the objectives of the latter and the need to ensure that the various measures are properly related;\nWhereas the provisions forwarded must be applied so as to limit the use of plant-protection products to low-persistence herbicides and nematocidal products based on dichloropropene and metham-sodium to be used subject to explicit authorization under the national laws in force;\nWhereas, subject to the above comments, the abovementioned provisions satisfy the conditions and the objectives of Title 01 of Regulation (EEC) No 797/85; whereas they are in accordance with Regulation (EEC) No 1272/88;\nWhereas, however, in view of the novel nature of the set-aside scheme, the Commission reserves the right to re-examine the provisions forwarded, particularly as regards the amount of the aid, on the basis of a report on their application to be submitted by the Netherlands pursuant to Article 29 of Regulation (EEC) No 797/85 and to Article 16 (2) of Regulation (EEC) No 1272/88;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Committee on Agricultural Structures and Rural Development,", "main_body": ["1. The Ministerial Decision of 16 August 1988 on an aid scheme to encourage the set-aside of arable land, forwarded by the Netherlands Government pursuant to Article 24 (4) of Regulation (EEC) No 797/85, satisfies the conditions for a Community financial contribution to the common measure provided for in Title 01 of that Regulation.\n2. The Kingdom of the Netherlands shall ensure, pursuant to the provisions forwarded, that the use of the plant-protection products is limited to low-persistence herbicides and to nematocidal products based on dichloropropene and metham-sodium to be used subject to explicit authorization under the national laws in force.\n3. The Commission reserves the right until 31 December 1989 to review this Decision, with effect from that date.", "This Decision is addressed to the Kingdom of the Netherlands."], "attachments": "Done at Brussels, 13 April 1989.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 93, 30. 3. 1985, p. 1.\n(2) OJ No L 108, 29. 4. 1988, p. 1.\n(3) OJ No L 121, 11. 5. 1988, p. 36."}