{"celex_id": "31981R2891", "uri": "http://publications.europa.eu/resource/cellar/89aeb132-495e-4a4e-9212-c7a77f192f3d", "type": "Regulation", "concepts": ["2628", "2685", "4860", "5283"], "title": "Commission Regulation (EEC) No 2891/81 of 7 October 1981 amending Regulation (EEC) No 2192/81 on the granting of aid for the purchase of butter by the armies and similar forces of the Member States\n", "header": "COMMISSION REGULATION (EEC) No 2891/81 of 7 October 1981 amending Regulation (EEC) No 2192/81 on the granting of aid for the purchase of butter by the armies and similar forces of the Member States\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 804/68 of 27 June 1968 on the common organization of the market in milk and milk products (1), as last amended by the Act of Accession of Greece, and in particular Article 12 (3) thereof,\nHaving regard to Council Regulation (EEC) No 974/71 of 12 May 1971 on certain measures of conjunctural policy to be taken in agriculture following the temporary widening of the margins of fluctuation for the currencies of certain Member States (2), as last amended by Regulation (EEC) No 876/81 (3), and in particular Article 6 thereof,\nWhereas the provisions of Commission Regulation (EEC) No 2192/8 1 (4), as amended by Regulation (EEC) No 2429/81 (5), do not prevent the beneficiary unit from buying butter at reduced price in the Member State to which it belongs and from sending it subsequently into another Member State or into a non- member country where the said unit is stationed ; whereas it should, nevertheless, be pointed out that, in such circumstances, the butter in question cannot, in addition to the aid and without prejudice to any conclusions to be drawn in respect of the application of Article 5 of Commission Regulation (EEC) No 2730/79 (6), as last amended by Regulation (EEC) No 2646/81 (7), further be eligible for an export refund, and it should also be laid down that no monetary compensatory amount be applied;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Milk and Milk Products,", "main_body": ["The following paragraph 4 is hereby added to Article 2 of Regulation (EEC) No 2192/81:\n\"4. Where butter purchased at reduced price pursuant to this Regulation is consumed by the beneficiary unit outside the Member State to which it belongs, no export refund nor monetary compensatory amount shall be applied.\"", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 7 October 1981.\nFor the Commission\nPoul DALSAGER\nMember of the Commission  (1) OJ No L 148, 28.6.1968, p. 13. (2) OJ No L 106, 12.5.1971, p. 1. (3) OJ No L 88, 2.4.1981, p. 28. (4) OJ No L 213, 1.8.1981, p. 24. (5) OJ No L 242, 25.8.1981, p. 5. (6) OJ No L 317, 12.12.1979, p. 1. (7) OJ No L 259, 12.9.1981, p. 10."}