{"celex_id": "31986R0480", "uri": "http://publications.europa.eu/resource/cellar/a0de51f9-3208-4f7d-adb0-1ca3796ae0b7", "type": "Regulation", "concepts": ["2730", "4400", "4713", "863"], "title": "Council Regulation (EEC) No 480/86 of 25 February 1986 laying down general rules of application of the regulatory amounts applicable to trade in certain wine sector products between the Community as constituted on 31 December 1985 and Spain\n", "header": "COUNCIL REGULATION  (EEC) No 480/86  of 25 February 1986  laying down general rules of application of the regulatory  amounts applicable to trade in certain wine sector products between the Community as constituted on  31 December 1985 and Spain\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",  Having regard  to the Treaty establishing the European Economic Community,  Having regard to the Act of Accession  of Spain and Portugal, and in particular Article 89 (1) thereof,  Having regard to the proposal  from the Commission,  Whereas Article 123 of the Act of Accession provides for a regulatory amount  mechanism to be set up for trade in wine sector products between the Community as constituted on 31  December 1985 and Spain;  Whereas for table wines the regulatory amounts to be levied on the import  of the products in question into the Community as constituted on 31 December 1985 offset the  difference between the guide prices and those fixed for Spain; whereas in the case of other  products in the sector which are likely to disturb the market and for which a reference price is  fixed, a regulatory amount may be levied in accordance with a procedure that takes into account the  relationships between these products and the different types of table wine;  Whereas, according to  the joint declaration annexed to the Act, for certain table wines from Spain assessed on the basis  of their specific market prices and their vatting, bottling and labelling, there is to be levied a  regulatory amount lower than the highest regulatory amount resulting from the difference between  the respective guide prices;  Whereas the purpose of the regulatory amount is to prevent  disturbance on the market of the Community as constituted on 31 December 1985 without affecting the  traditional pattern of trade in the abovementioned products; whereas, therefore, there is no need  to apply the regulatory amount in cases where there is no danger of disturbance; whereas provision  should also be made for adjustment of the regulatory amount for the product in question on the  basis of its market situation;  Whereas Article 123 (4) of the Act provides that a regulatory  amount may be fixed for the export of one or more products from the Community as constituted on 31  December 1985 to Spain; whereas this possibility may only be used, when, for the product in  question, the market trend risks calling in question the normal trade pattern;  Whereas it appears  desirable, in order to prevent disturbance of trade with third countries in certain cases, that  provision be made, when the refund applicable in trade between Spain and third countries is set, as  provided for in Article 87 of the Act, for the regulatory amount to be disregarded either wholly or  in part,", "main_body": ["1.    This Regulation adopts  general rules for application of the mechanism for the regulatory amounts introduced in the trade  of certain wine sector products between the Community as constituted on 31 December 1985 and Spain.   2.    Articles 2 to 6 shall apply to the regulatory amounts for imports from Spain into the  Community as constituted on 31 December 1985.", "1.    For each type of table wine the  regulatory amount shall, for each wine year, be equal to the difference between the guide price set  for the Community as constituted on 31 December 1985 and that set for Spain.  2.    The regulatory  amount referred to in paragraph 1 may be adjusted to take account of the price situation on the  market in the Community as constituted on 31 December 1985 and in Spain. The price situation on the  market for each type of table wine shall be assessed on the basis in particular of the  representative prices determined pursuant to Article 4 of Council Regulation (EEC) No 337/79 of 5  February 1979 on the common organization of the market in wine (1), as last amended by Regulation  (EEC) No 3768/85  (2).        3.    The regulatory amount for certain table wines shall be adjusted  taking into consideration, in particular, their specific prices on the production market and the  type of vatting, bottling and labelling to which they are subjected. The regulatory amount for  these wines shall be set at a level below the highest regulatory amount for the type of table wine  in question.", "Should there be a risk of disturbance to the market in the Community as  constituted on 31 December 1985, a regulatory amount may be set for certain 'appellation of origin'  wines and for the products covered by Article 5.", "The regulatory amount for 'appellation  of origin' wines as referred to in Article 3 shall be set at a percentage to be determined of the  regulatory amount set for table wines of type A  I.  This amount shall be differentiated by  'appellation of origin' on the basis in particular of the trend in prices and the risk of  disturbance.", "1.    The regulatory amount for: -  new wines still in fermentation, -   grape juice, (including grape must), unfermented, not containing spirits, whether or not containing  added sugar falling under subheadings 20.07 A  I and B  I of the Common Customs Tariff,  -   partially fermented grape must, including products other than grape must with fermentation arrested  by the addition of alcohol as defined by Additional Note 4 (a) to Chapter 22 of the Common Customs  Tariff,  shall be equal to the regulatory amount applicable to table wines of types A  I and R  I  respectively.  2.  (a)  The regulatory amount for: -  concentrated grape must,  -  concentrated  grape juice as referred to in points 5 and 7 of Annex II to Regulation (EEC) No 337/79 shall be  derived from the regulatory amount applicable to table wines of type A  I and R  I and shall be  calculated on the basis of the concentration relationships. (b)The regulatory amount for rectified  concentrated grape must, referred to in point 5a of Annex II to Regulation (EEC) No 337/79 shall be  derived from the regulatory amount applicable to table wines of type A  I and shall be calculated  on the basis of the concentration relationships. 3.    The regulatory amount for wine fortified for  distillation, as defined by Additional Note 4 (b) to Chapter 22 of the Common Customs Tariff, shall  be 60 % of the regulatory amount applicable to table wines of A  I and R  I respectively.  4.     The regulatory amount for liqueur wines with no 'appellation of origin', shall be that applicable  to table wines of type A  I and R  I and shall be calculated on the basis of an alcoholic strength  of 12  % vol.", "1.    The regulatory amounts set pursuant to Articles 2, 4 and 5 shall be  adjusted taking into account, in particular, the trend and features of trade compared with the  traditional pattern and with the risk of disturbance.  2.    The regulatory amounts set pursuant to  Articles 2, 4 and 5 shall not exceed the maximum level set by Article 123  (3) of the Act of  Accession.", "Should, for one or more of the products referred to in Articles 2, 4 and 5,  the market trend of the Community as constituted on 31 December 1985 or that of the Spanish market  risk calling into question the normal pattern of trade of that product or those products between  the Community and Spain, a decision may be made to set a regulatory amount to be granted on export  from the Community as constituted on 31 December 1985 to Spain.  This grant shall be adjusted so as  to avoid causing a disturbance on the Spanish market for the product in question.", "Regulatory amounts shall be levied or granted by whichever of the two Member States concerned,  whose guide price level used to determine the regulatory amounts is the higher.", "1.     The regulatory amount applicable shall be that in force at the time of acceptance of the export  declaration.       2.    However, an arrangement whereby regulatory amounts can be fixed in advance  may be introduced should this prove necessary.", "0\nRegulatory amounts referred to in  Articles 2 and 5 applicable in trade between Spain and third countries shall be deducted from the  export refund. However, in order to prevent a risk of disturbance to trade or if the market  situation so requires, it may be decided that the regulatory amount should be wholly or partly  disregarded.", "1\nDetailed rules for the application of this Regulation, and in particular  the introduction of regulatory amounts referred to in Article 123 (2) (b) and (4) of the Act of  Accession on the setting of the levels referred to in Articles 2, 4, 5 and 7 of this Regulation,  shall be adopted by the procedure provided for in Article 67 of Regulation (EEC) No 337/79.", "2\nThis Regulation shall enter into force on 1 March 1986.\nThis  Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at  Brussels, 25 February 1986.  For the Council  The President  G. BRAKS\n(1)  OJ No L 54, 5. 3. 1979, p. 1.\n(2)  OJ No L 362, 31. 12. 1985, p. 8."}