{"celex_id": "31983R3512", "uri": "http://publications.europa.eu/resource/cellar/445b4644-0d59-44d3-a8af-9932c4327a14", "type": "Regulation", "concepts": ["1565", "1642", "1644", "301", "3568", "4314"], "title": "Commission Regulation (EEC) No 3512/83 of 13 December 1983 amending Regulation (EEC) No 2729/81 with regard to advance fixing of the refund on the sugar component of certain milk products\n", "header": "COMMISSION  REGULATION (EEC) No 3512/83\nof 13 December 1983\namending Regulation (EEC) No 2729/81 with regard to advance fixing of the refund on the sugar component of certain milk products\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 804/68 of 27 June 1968 on the common organization of the market in milk and milk products (1), as last amended by Regulation (EEC) No 1600/83 (2), and in particular Articles 13 (3) and 17 (4) thereof,\nWhereas Article 8 of Regulation (EEC) No 2729/81 of 14 September 1981 laying down special rules implementing the system of import and export licences and the advance fixing of refunds in respect of milk and milk products (3), as last amended by Regulation (EEC) No 664/83 (4), states that applications for export licences with advance fixing of the refund in respect of any of the products referred to in Article 1 of Regulation (EEC) No 804/68 that are lodged on a Thursday shall be regarded as having been lodged on the first working day after the Thursday in question;\nWhereas, in accordance with Article 13 of Regulation (EEC) No 2729/81, in the case of products falling within subheading 04.02 B of the Common Customs Tariff, the licence may, at the request of the applicant, be issued in respect of the sugar component only;\nWhereas Thursday is not a determining day for adjustment of the refund level in the sugar sector and since this level is adjusted more frequently than in the milk sector, it should again be made possible to fix the refund on the sugar component of the products in question in advance on a Thursday;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Milk and Milk Products,", "main_body": ["The following subparagraph is hereby added to Article 8 (2) of Regulation (EEC) No 2729/81:\n'However, in cases where, in accordance with Article 13, application for export licences relate only to advance fixing of the refund on the sugar component of a product falling within subheading 04.02 B of the Common Customs Tariff, the provisions of the first subparagraph covering applications lodged on Thursdays shall not apply.'", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 13 December 1983.\nFor the Commission\nPoul DALSAGER\nMember of the Commission\n(1) OJ No L 148, 28. 6. 1968, p. 13.\n(2) OJ No L 163, 22. 6. 1983, p. 56.\n(3) OJ No L 272, 26. 9. 1981, p. 19.\n(4) OJ No L 78, 24. 3. 1983, p. 13."}