{"celex_id": "31983D0471", "uri": "http://publications.europa.eu/resource/cellar/3383ae2f-7877-44af-af13-5ed7ee88d6c4", "type": "Decision", "concepts": ["2656", "4125", "4682", "5034", "5263"], "title": "83/471/EEC: Commission Decision of 7 September 1983 relating to the Community Inspection Committee on the application of the classification scale for carcases of adult bovine animals\n", "header": "COMMISSION  DECISION\nof 7 September 1983\nrelating to the Community Inspection Committee on the application of the classification scale for carcases of adult bovine animals\n(83/471/EEC)\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 805/68 of 27 June 1968 on the common organization of the market in beef and veal (1), as last amended by the Act of Accession of Greece,\nHaving regard to Council Regulation (EEC) No 1208/81 of 28 April 1981 determining the Community scale for the classification of carcases of adult bovine animals (2), and in particular the fourth paragraph of Article 5 thereof,\nWhereas Regulation (EEC) No 1208/81 provided that on-the-spot inspections are to be carried out by a Community Inspection Committee, in order to ensure uniform application of the Community scale for classification in the Community; whereas it is necessary to lay down detailed rules for the implementation of these on-the-spot checks;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Management Committee for Beef and Veal,", "main_body": ["The Community Inspection Committee provided for in Article 5 of Regulation (EEC) No 1208/81, hereinafter referred to as 'the Committee', shall be responsible for carrying out on-the-spot inspections covering:\n(a) the application of the arrangements relating to the Community classification scale for beef carcases;\n(b) the inspection of market prices according to the classification scale.", "1. The Committee shall be composed of Commission experts and experts appointed by the Member States. It will be chaired by one of the Commission experts.\nThe Member States shall appoint experts on the basis of their independence and ability, particularly in matters of classification of carcases and recording of market prices.\nExperts shall not under any circumstances use for personal purposes or divulge information obtained in connection with the work of the Committee.\n2. On-the-spot inspections shall be carried out in a given Member State by a delegation of the Committee limited to a maximum of six members, according to the following rules:\n- two Commission experts, one of whom shall act as chairman of the Committee,\n- one expert of the Member State concerned,\n- one expert of the Member State on whose territory the Committee carried out the previous on-the-spot inspection,\n- one expert of another Member State which participated in the previous on-the-spot inspection,\n- one expert of the Member State on whose territory the Committee will carry out one of the following on-the-spot inspections.\nThe composition of the Committee for the first inspection shall be decided by the Commission.", "1. On-the-spot inspections shall be carried out at abattoirs, meat markets, price quotation centres and regional and central services engaged in the implementation of the provision referred to in Article 1.\n2. On-the-spot inspections shall be carried out at least once a year in each Member State and may, where necessary, be followed by supplementary visits. To that end, a programme of inspection visits shall be drawn up by the Commission after consulting the Member States. Representatives of the Member State visited may take part in the inspections.\n3. Each Member State shall organize the visits which are to be carried out on its territory according to the requirements defined by the Commission. To that end, the Member State shall forward, 30 days before the visit, the detailed programme of the proposed inspection visits to the Commission, which may request any amendment to the programme.\n4. The Commission shall inform Member States not later than three weeks prior to each visit of the programme and conduct thereof.", "1. On completion of each visit, the members of the Committee and the representatives of the Member State visited shall meet to consider the results. The members of the Committee shall then draw conclusions from the visit concerning the points referred to in Article 1.\n2. The Committee chairman shall draw up a report containing details of the visit and the conclusions referred to in paragraph 1. The report shall be sent to the Commission and to all Member States as quickly as possible and in any event within 30 days of the completion of the visit.", "Travel and subsistence expenses of members of the Committee shall be borne by the Commission in accordance with the rules applicable to the reimbursement of travel and subsistence expenses of persons unconnected with the Commission who are called upon by it to act as experts.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 7 September 1983.\nFor the Commission\nPoul DALSAGER\nMember of the Commission\n(1) OJ No L 148, 28. 6. 1968, p. 24.\n(2) OJ No L 123, 7. 5. 1981, p. 3."}