{"celex_id": "31985D0036", "uri": "http://publications.europa.eu/resource/cellar/eb755f04-dfbb-4389-8388-5506be98d279", "type": "Decision", "concepts": ["3560", "4585"], "title": "85/36/ECSC, EEC, Euratom: Commission Decision of 13 December 1984 concerning the Federal Republic of Germany pursuant to Article 13 (2) of Regulation (EEC, Euratom, ECSC) No 2892/77 concerning own resources accruing from value added tax (Only the German text is authentic)\n", "header": "COMMISSION  DECISION\nof 13 December 1984\nconcerning the Federal Republic of Germany pursuant to Article 13 (2) of Regulation (EEC, Euratom, ECSC) No 2892/77 concerning own resources accruing from value added tax\n(Only the German text is authentic)\n(85/36/ECSC, EEC, Euratom)\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Coal and Steel Community,\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the Treaty establishing the European Atomic Energy Community,\nHaving regard to Council Decision 70/243/ECSC, EEC, Euratom of 21 April 1970 on the replacement of financial contributions from Member States by the Communities' own resources (1),\nHaving regard to Council Regulation (EEC, Euratom, ECSC) No 2892/77 of 19 December 1977 implementing in respect of own resources accruing from value added tax the Decision of 21 April 1970 on the replacement of financial contributions from Member States by the Communities' own resources (2), as last amended by Regulation (EEC, Euratom, ECSC) No 3625/83 (3), and in particular the first subparagraph of Article 9 (3), the second subparagraph of Article 11 (1) and Article 13 (2) thereof,\nWhereas the Commission, pursuant to Article 13 (2) of Regulation (EEC, Euratom, ECSC) No 2892/77, adopted, for 1980, Decision 81/478/Euratom, ECSC, EEC (4), for 1981, Decision 82/758/ECSC, EEC, Euratom (5), for 1982, Decision 83/141/EEC, Euratom, ECSC (6) and, for 1983, Decision 84/273/Euratom, ECSC, EEC (7);\nWhereas the carriage of persons by inland waterway has been taxed in the Federal Republic of Germany from 1 January 1984; whereas, in these circumstances, there is no longer any need to grant an authorization in respect of such transactions;\nWhereas the Advisory Committee on Own Resources has approved the report recording the opinions of its members on this Decision,", "main_body": ["Point 6 of Article 3 of Decision 81/478/Euratom, ECSC, EEC is hereby repealed with effect from 1 January 1984.", "This Decision is addressed to the Federal Republic of Germany."], "attachments": "Done at Brussels, 13 December 1984.\nFor the Commission\nChristopher TUGENDHAT\nVice-President\n(1) OJ No L 94, 28. 4. 1970, p. 19.\n(2) OJ No L 336, 27. 12. 1977, p. 8.\n(3) OJ No L 360, 23. 12. 1983, p. 1.\n(4) OJ No L 186, 8. 7. 1981, p. 23.\n(5) OJ No L 320, 17. 11. 1982, p. 16.\n(6) OJ No L 96, 15. 4. 1983, p. 45.\n(7) OJ No L 135, 22. 5. 1984, p. 16."}