{"celex_id": "31987D0327", "uri": "http://publications.europa.eu/resource/cellar/b7bfb44d-c33c-48c3-bd72-cf83d814d05e", "type": "Decision", "concepts": ["1950", "2792", "5176", "5315", "800"], "title": "87/327/EEC: Council Decision of 15 June 1987 adopting the European Community Action Scheme for the Mobility of University Students (Erasmus)\n", "header": "COUNCIL  DECISION\nof 15 June 1987\nadopting the European Community Action Scheme for the Mobility of University Students (ERASMUS)\n(87/327/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Articles 128 and 235 thereof,\nHaving regard to Council Decision 63/266/EEC of 2 April 1963 laying down general principles for implementing a common vocational training policy (1),\nHaving regard to the proposal from the Commission (2),\nHaving regard to the opinion of the European Parliament (3),\nHaving regard to the opinion of the Economic and Social Committee (4),\nWhereas the fundamental objectives of the common vocational training policy set down in the second principle of Decision 63/266/EEC aim in particular at enabling every person to reach the highest possible level of vocational training which is necessary for his professional activity, and refer also to broadening vocational training to meet requirements arising from technical progress, linking the different forms of vocational training to social and economic developments;\nWhereas on the basis of the sixth principle of that Decision it is the Commission's responsibility to encourage direct exchanges of vocational training specialists in order to enable them to acquaint themselves with and study the achievements and new developments in the other countries of the Community;\nWhereas the action programme in the field of education contained in the resolution of the Council and Ministers of Education, meeting within the Council, of 9 February 1976 (5) enable the Commission to implement initial measures for the promotion of university cooperation in the Community;\nWhereas the Council and Ministers of Education meeting within the Council confirmed on 3 June 1985 the importance which they attached to promoting an intensification of inter-university cooperation in the Community and noted with satisfaction the Commission's intention to submit proposals in this regard before the end of 1985;\nWhereas the Council has adopted measures with a view to strengthening technological cooperation at Community level and providing the necessary human resources for this purpose, notably through the programme on cooperation between universities and enterprises regarding training in the field of technology (COMETT) (6);\nWhereas the European Parliament on 13 March 1984 adopted a resolution on higher education and the development of cooperation between higher education establishments (7);\nWhereas the European Parliament on 14 March 1984 adopted a resolution on the academic recognition of diplomas and of periods of study (8);\nWhereas the European Council, at its meeting on 28 and 29 June 1985, approved the report of the ad hoc Committee on a People's Europe and mandated the Council and the Commission, acting within their respective powers, to ensure the implementation of the proposals contained therein;\nWhereas the Commission, in following up the People's Europe initiative of the European Council, has attached the highest priority to university cooperation;\nWhereas, in following up the European Council meeting in June 1984, the Commission has drawn up a proposal for a Council Directive on a general system for the recognition of higher education diplomas awarded on completion of vocational courses of at least three years' duration (1);\nWhereas the further development of the Community depends to a large extent on its being able to draw on a large number of graduates who have had direct experience of studying and living in another Member State;\nWhereas the competitiveness of the Community in world markets depends on ensuring that the entire intellectual resources of the universities in the Member States are harnessed to provide top quality levels of training for the benefit of the Community as a whole;\nWhereas the intellectual potential of the individual universities throughout the Community could be much more effectively exploited by providing a network for increasing student and university teacher mobility and other forms of inter-university cooperation throughout the Community;\nWhereas the Conference on Higher Education Cooperation in the European Community, convened by the Commission at the initiative of the European Parliament from 27 to 29 November 1985, called for urgent and comprehensive action to boost support for university cooperation, and in particular the mobility of students in the Community;\nWhereas the 10 years of pilot Community funding have generated a significant body of relevant experience in the field of practical cooperation between universities, thereby providing the basis for the measures set out in this Decision;\nWhereas the commitment entered into at Community level as regards the stimulation of student mobility also involves the Member States, who are called upon to make their contribution to the effort which is necessary for the objectives of ERASMUS to be attained;\nWhereas an increase in exchanges of university teaching staff between the Member States also contributes to the objectives set out above;\nWhereas the ERASMUS programme supports and complements the measures by the Member States which were considered by the Council and the Ministers of Education meeting within the Council on 2 June 1983 as being necessary for the promotion of mobility in the field of higher education; whereas it is necessary, for the achievement of the objectives of the ERASMUS programme and for going beyond those objectives, that Member States and institutions of higher education should reinforce their efforts to implement the joint conclusions identified by that meeting;\nWhereas this action programme includes aspects relating to education which, at the present stage of development of Community law, may be regarded as falling outside the scope of the common vocational training policy as provided for in Article 128 of the Treaty; whereas these aspects of the programme can, together with the vocational training objectives to which they are closely linked, contribute to the harmonious development of economic activities throughout the Community; whereas to this extent the Treaty has not provided the necessary powers, and action for this purpose appears necessary to attain, in the course of the operation of the common market, one of the objectives of the Community,", "main_body": ["1. This Decision hereby establishes the programme for the European Community Action Scheme for the Mobility of University Students (ERASMUS) in order to increase significantly such mobility in the Community and to promote greater cooperation between universities.\n2. In the context of the ERASMUS programme, the term 'university' shall be used to cover all types of post-secondary education and training establishments which offer, where appropriate within the framework of advanced training, qualifications or diplomas of that level, whatever such establishments may be called in the Member States.\n3. The ERASMUS programme shall be implemented from 1 July 1987.", "The objectives of the ERASMUS programme shall be as follows:\n(i) to achieve a significant increase in the number of students from universities as defined in Article 1 (2) spending an integrated period of study in another Member State, in order that the Community may draw upon an adequate pool of manpower with first hand experience of economic and social aspects of other Member States, while ensuring equality of opportunity for male and female students as regards participation in such mobility;\n(ii) to promote broad and intensive cooperation between universities in all Member States;\n(iii) to harness the full intellectual potential of the universities in the Community by means of increased mobility of teaching staff, thereby improving the quality of the education and training provided by the universities with a view to securing the competitiveness of the Community in the world market;\n(iv) to strengthen the interaction between citizens in different Member States with a view to consolidating the concept of a People's Europe;\n(v) to ensure the development of a pool of graduates with direct experience of intra-Community cooperation, thereby creating the basis upon which intensified cooperation in the economic and social sectors can develop at Community level.", "1. The ERASMUS programme shall be implemented by the Commission in accordance with the Annex.\n2. In performing this task, the Commission shall be assisted by a committee composed of two representatives per Member State, who shall be appointed by the Commission on the basis of proposals from the Member State concerned and at least one of whom shall be drawn from the academic community. Members of the committee may be assisted by experts or advisers. The committee shall be chaired by a representative of the Commission. The secretariat of the committee shall be provided by the Commission.\n3. The Commission may consult the committee on all questions concerning the implementation of the programme. The Commission shall consult the committee in particular on:\n- the general approach concerning the measures provided for by the programme,\n- questions of general balance concerning the various types of actions and the exchanges between Member States.\n4. In seeking the committee's views, the Commission may specify the deadlines by which these views shall be submitted.\n5. The committee shall adopt its rules of procedure.", "The funds estimated as necessary for the execution of the ERASMUS programme during the period 1 July 1987 to 30 June 1990 amount to 85 million ECU.", "The Commission shall ensure coherence between the ERASMUS programme and the other actions already scheduled at Community level.", "An annual report on the functioning of the ERASMUS programme shall be submitted by the Commission to the European Parliament, the Council and to the Advisory Committee on Vocational Training and the Education Committee.", "Before 31 December 1989, the Commission shall submit a report to the European Parliament on the experience acquired in the application of the programme, as well as, if appropriate, a proposal to adapt it. The Council shall decide on this proposal by 30 June 1990 at the latest."], "attachments": "Done at Luxembourg, 15 June 1987.\nFor the Council\nThe President\nP. DE KEERSMAEKER\n(1) OJ No 63, 20. 4. 1963, p. 1338/63.\n(2) OJ No C 73, 2. 4. 1986, p. 4.\n(3) OJ No C 148, 16. 6. 1986, p. 124.\n(4) OJ No C 189, 28. 7. 1986, p. 8.\n(5) OJ No C 38, 19. 2. 1976, p. 1.\n(6) OJ No L 222, 8. 8. 1986, p. 17.\n(7) OJ No C 104, 16. 4. 1984, p. 50.\n(8) OJ No C 104, 16. 4. 1984, p. 64.\n(1) OJ No C 143, 10. 6. 1986, p. 7.\nANNEX\nACTION 1\nEstablishment and operation of a European university network\n1. The Community will introduce a European network for university cooperation designed to stimulate Community-wide exchanges of students.\nThe European university network will be composed of those universities which, in the framework of the ERASMUS programme, have concluded agreements for exchanges of students and teachers with universities of other Member States and which recognize study periods thus accomplished outside the home university.\nEach inter-university agreement will aim to give the students of one university the opportunity to undertake a fully recognized period of study in at least one other Member State, as an integral part of their diploma or academic qualification. These joint programmes may also include exchanges among teachers as well as cooperation among them in order to prepare the conditions necessary for the exchange of students and for the mutual recognition of periods of study accomplished abroad.\n2. Priority will be given to programmes involving an integrated and fully recognized period of study in another Member State. For each joint programme, the participating universities will be able to receive annual support at an average rate of 10 000 ECU with a ceiling of 25 000 ECU; the amount granted will be calculated on the basis of an assessment of the detalied estimate submitted by the universities concerned.\n3. The Community will also provide support for teaching staff and university administrators to visit other Member States, to enable them to prepare programmes of integrated study with universities of these Member States, and to exchange experience on the latest developments in their area of expertise.\n4. Support will be provided to encourage greater mobility of teaching staff in the Community so as to assist in the development of integrated courses and to enable teaching staff to teach in the universities of the different Member States, within the framework of the European network.\nACTION 2\nERASMUS student grants scheme\n1. The Community will introduce a scheme for the direct financial support of students at universities as defined in Article 1 (2) carrying out a period of study in another Member State. In determining the fair balance of grants available under Actions 1 and 2, the Community will have regard to the number of students to be exchanged within the European university network as it develops and will assume an average student grant of 2 000 ECU per year.\n2. The Community grants will be administered through the competent authorities in Member States. Having regard to the need to ensure a balanced participation of all Member States in the ERASMUS programme and having regard to the development of the European university network, the allocation of the amount to each Member State will be based on the total number of students at universities as defined in Article 1 (2), as well as on the total number of 18 to 25 year-olds in each Member State.\n3. The competent authorities in Member States will issue grants up to a maximum of 5 000 ECU to each student, on the basis of a stay of one year, subject to the following conditions:\n(a) the grants will support mobility costs, that is travel costs, foreign language preparation as necessary and higher cost of living in the host country (including, where appropriate, the extra cost of living away from the student's home country);\n(b) priority will be given to students on courses which are part of the European university network under Action 1, but grants may also be provided for students or groups of students on courses for which special arrangements are made outside the network in another Member State;\n(c) grants will only be awarded in cases where the period of study to be spent in another Member State will be granted full recognition by the student's home university; (d) no tuition fees will be charged by the host university and, where appropriate, grant holders will continue to pay tuition fees at their home university;\n(e) grants will normally be awarded for periods of study in another Member State for a minimum of one term or semester and a maximum of one year. They will not normally be awarded for the first year of university study;\n(f) maintenance grants available to a student in his own country will continue to be paid to ERASMUS students during their period of study at the host university.\nACTION 3\nMeasures to promote mobility through the academic recognition of diplomas and periods of study\nThe Community will undertake, through cooperation with the competent authorities in the Member States, the following actions in order to promote mobility through the academic recognition of diplomas and periods of study acquired in another Member State:\n1. measures to promote the European Community Course Credit Transfer System (ECTS) on an experimental and voluntary basis in order to provide a means by which students undergoing or having completed higher education and training may receive credit for such training carried out at universities in other Member States. A limited number of grants of up to 20 000 ECU per year will be awarded to the universities participating in the pilot system;\n2. further development of the European Community Network of National Academic Recognition Information Centres; grants of up to 20 000 ECU per year will be awarded to the centres to facilitate exchange of information, in particular by means of a computerized system for data exchange;\n3. measures to promote, on a voluntary basis, joint curriculum development between universities in different Member States as a means of facilitating academic recognition and of contributing by means of an exchange of experience and expertise to the process of innovation and improvement of courses on a Community-wide basis. Grants of up to 20 000 ECU per year will be awarded to each project involved.\nACTION 4\nComplementary measures to promote student mobility in the Community\n1. Grants of 20 000 ECU will be awarded to universities organizing intensive programmes of short duration, involving students from several Member States. In addition, grants will be provided to enable top-level experts to conduct a series of specialized lectures in several different Member States.\n2. To provide informational support for ERASMUS and to increase mutual awareness of university systems in the Community, ERASMUS will provide for:\n- support to university associations and consortia acting on a European basis, in particular with a view to making innovative initiatives in specific fields better known throughout the Community,\n- publications designed to enhance awareness of study and teaching opportunities in the other Member States, to draw attention to important developments and innovative models for university cooperation throughout the Community;\n- ERASMUS prizes to be awarded to students and staff members who have made an outstanding contribution to the development of inter-university cooperation within the Community.\n3. After the first year, the cost of measures under Actions 3 and 4 will not exceed 10 % of the annual appropriation for the ERASMUS programme."}