{"celex_id": "31982D0949", "uri": "http://publications.europa.eu/resource/cellar/1ac3c5b8-4970-4e6e-bed9-e88506b1d888", "type": "Decision", "concepts": ["1318", "2412", "4081", "4858", "5360", "5451"], "title": "82/949/EEC: Commission Decision of 30 December 1982 authorizing the Federal Republic of Germany to restrict the marketing of seed of certain varieties of agricultural plant species (Only the German text is authentic)\n", "header": "COMMISSION  DECISION\nof 30 December 1982\nauthorizing the Federal Republic of Germany to restrict the marketing of seed of certain varieties of agricultural plant species\n(Only the German text is authentic)\n(82/949/EEC)\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 70/457/EEC of 29 September 1970 on the common catalogue of varieties of agricultural plant species (1), as last amended by Council Directive 80/1141/EEC of 8 December 1980 (2), and in particular Article 15 (2), (3) and (7) thereof,\nHaving regard to the application lodged by the Federal Republic of Germany,\nWhereas under Article 15 (1) of the said Directive, seed or propagating material of varieties of agricultural plant species which have been officially accepted during 1980 in one or more Member States and which also meet the conditions laid down in the said Directive are, with effect from 31 December 1982, no longer subject to any marketing restrictions relating to variety in the Community;\nWhereas, however, Article 15 (2) thereof provides that a Member State may be authorized upon application to prohibit the marketing of seed and propagating material of certain varieties;\nWhereas the Federal Republic of Germany has applied for such authorization for a certain number of varieties of different species;\nWhereas the variety Kawetanya (sugar beet) and the concerned varieties of oats and of maize have not been the subject of official growing trials in the Federal Republic of Germany in view of the German application;\nWhereas the said variety of sugar beet has been the subject in the Federal Republic of Germany of an application for official acceptance in so far as their seed is to be marketed in another country (Article 4 (2) (b) thereof); whereas, therefore, even the applicant has not claimed that this variety has any satisfactory value for cultivation or use in the Federal Republic of Germany; whereas, therefore, this variety can be treated as not producing results in the Federal Republic of Germany, which, with respect to their qualities taken as a whole as regards their value for cultivation or use, correspond to those obtained from a comparable variety accepted there (first subparagraph of Article 15 (3) (c) thereof);\nWhereas the varieties of oats concerned are of the winter type; whereas the varieties of maize concerned have an FAO maturity class index over 350; whereas it is well known that the varieties of winter oats and the varieties of maize which have an FAO maturity class over 350 are at present not yet suitable for cultivation in view of all the kinds of utilization in the Federal Republic of Germany (second subparagraph of Article 15 (3) (c) of the said Directive);\nWhereas, in respect of the variety Checker (red fescue), the results of the trials show that in the Federal Republic of Germany, when compared with the national rules governing the acceptance of varieties there, which apply within the framework of current Community provisions, it is not sufficiently uniform in certain characteristics (Article 15 (3) (a), third case, of the said Directive);\nWhereas, therefore, the application of the Federal Republic of Germany in respect of all these varieties should be granted in full;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Seed and Propagating Material for Agriculture, Horticulture and Forestry,", "main_body": ["1. The Federal Republic of Germany is hereby authorized to prohibit the marketing in its territory of seed of the following varieties listed in the 1983 common catalogue of varieties of agricultural plant species:\nI. Sugar beet\nKawetanya\nII. Fodder plants\nFestuca rubra L.\nChecker\nIII. Cereals\n1. Avena sativa L.\nFringante\nJoker\nKalott\nOyster\nRosette\n2. Zea mays L.\n1.2 // Aga  // Maestrale  // Albret  // Marechal  // Argo  // Mark  // Arlon  // Monsone  // Atlante  // Monsur  // Augusto 6666  // Montot  // Antares  // Nickerson 601  // Baio  // Nickerson 702  // Banat  // Oreas  // Barn 394  // Orfeo  // Cesare 606  // Padano  // Cheyenne  // Picco  // Cobra  // Pivot  // Dekalb XL365  // Pratile  // Dendor  // Radar  // Erik  // Ribot  // Ermes G 4449  // Scipio  // Fany  // Sirio  // Frank  // Splendid 7951  // Galba  // Texas  // Illini  // Titan  // Ilona  // Traiano 74  // Imperator  // Vulcano  // Isar  // Wonder Kelly 3002  // Lipari  //\n2. In respect of the variety Kawetanya (sugar beet), this authorization shall be valid only to the extent that its seed is not to be marketed in another country.", "The authorization under Article 1 shall be withdrawn as soon as it is established that the conditions thereof are no longer satisfied.", "The Federal Republic of Germany shall notify the Commission of the date from which it makes use of the authorization under Article 1 and the detailed methods to be followed. The Commission shall inform the Member States thereof.", "This Decision is addressed to the Federal Republic of Germany."], "attachments": "Done at Brussels, 30 December 1982.\nFor the Commission\nPoul DALSAGER\nMember of the Commission\n(1) OJ No L 225, 12. 10. 1970, p. 1.\n(2) OJ No L 341, 16. 12. 1980, p. 27."}