{"celex_id": "31984R1489", "uri": "http://publications.europa.eu/resource/cellar/c24b9944-9ed7-421c-8ce7-98f003b32924", "type": "Regulation", "concepts": ["1115", "1201", "1602", "2563", "863"], "title": "Council Regulation (EEC) No 1489/84 of 15 May 1984 laying down the date for the entry into force of Regulations (EEC) No 3284/83 and (EEC) No 3285/83 relating to the fruit and vegetables sector\n", "header": "COUNCIL  REGULATION (EEC) No 1489/84\nof 15 May 1984\nlaying down the date for the entry into force of Regulations (EEC) No 3284/83 and (EEC) No 3285/83 relating to the fruit and vegetables sector\nTHE COUNCIL OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3284/83 of 14 November 1983 amending Regulation (EEC) No 1035/72 on the common organization of the market in fruit and vegetables (1), and in particular the second paragraph of Article 13 thereof,\nHaving regard to Council Regulation (EEC) No 3285/83 of 14 November 1983 laying down general rules for the extension of certain rules issued by producers' organizations in the fruit and vegetables sector (2), and in particular the second paragraph of Article 8 thereof,\nHaving regard to the proposal from the Commission,\nWhereas Article 13 of Regulation (EEC) No 3284/83 and Article 8 of Regulation (EEC) No 3285/83 specify that the said Regulations are to enter into force as soon as the Community has presented to the two candidate countries its declaration concerning the accession negotiations on fruit and vegetables; whereas the Council, acting on a proposal from the Commission, is to note when the said condition has been fulfilled and fix the date on which these Regulations will enter into force;\nWhereas the Community presented its declaration concerning the accession negotiations to, respectively, Portugal on 29 November 1983 and Spain on 21 February 1984 in the sector on agriculture dealing, in particular, with fruit and vegetables;\nWhereas therefore the condition referred to in the first paragraph of Article 13 of Regulation (EEC) No 3284/83 and the first paragraph of Article 8 of Regulation (EEC) No 3285/83 is fulfilled; whereas, in view of the time needed to implement the extended application of certain rules issued by producers' organizations, and particularly the need to consult the producers concerned, the date when the new arrangements come into force should be put back,", "main_body": ["Regulations (EEC) No 3284/83 and (EEC) No 3285/83 shall enter into force on 1 June 1984.\nHowever, the system under which the application of certain rules is to be extended, as provided for in Article 15b of Regulation (EEC) No 1035/72, inserted by Article 4 of Regulation (EEC) No 3284/83, shall operate:\n- from 1 April 1985 in the case of products for which a marketing year has not been laid down,\n- from the start of the next marketing year following 1 April 1985 in the case of all other products.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 15 May 1984.\nFor the Council\nThe President\nC. CHEYSSON\n(1) OJ No L 325, 22. 11. 1983, p. 1.\n(2) OJ No L 325, 22. 11. 1983, p. 8."}