{"celex_id": "31982D0920", "uri": "http://publications.europa.eu/resource/cellar/eab5ca18-8607-448b-8a98-53be2e3d2762", "type": "Decision", "concepts": ["1958", "2970", "2971", "4839", "889", "980"], "title": "82/920/EEC: Commission Decision of 17 December 1982 on the implementation of the reform of agricultural structures in Belgium pursuant to Council Directive 72/159/EEC (Only the French and Dutch texts are authentic)\n", "header": "COMMISSION  DECISION\nof 17 December 1982\non the implementation of the reform of agricultural structures in Belgium pursuant to Council Directive 72/159/EEC\n(Only the Dutch and French texts are authentic)\n(82/920/EEC)\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 72/159/EEC of 17 April 1972 on the modernization of farms (1), as last amended by Directive 81/528/EEC (2), and in particular Article 18 (3) thereof,\nWhereas the Belgian Government, pursuant to Article 17 (4) of Directive 72/159/EEC, forwarded\n- the Royal Decrees of 24 March and 12 July 1982 amending the Royal Decree of 4 October 1976 on the granting of subsidies for the keeping of management accounts,\n- the Royal Decree of 22 June 1982 amending the Royal Decree of 21 June 1974 on the modernization of farms,\n- the Ministerial Decree of 6 May 1982 on the modernization of farms,\n- the Instruction No 86 of 30 August 1982 of the Minister of Agriculture,\n- the Instruction No 43 of 30 August 1982 of the Minister of Agriculture;\nWhereas Article 18 (3) of Directive 72/159/EEC requires the Commission to decide whether, having regard to the compatibility with the said Directive of the provisions forwarded, and taking into account the objectives of that Directive and the need for a proper connection between the various measures, the existing provisions for the implementation in Belgium of the reform of agricultural structures pursuant to Directive 72/159/EEC continue, in the light of the abovementioned provisions, to satisfy the conditions for financial contribution by the Community,\nWhereas the abovementioned regulations and administrative provisions are consistent with the requirements and objectives of Directive 72/159/EEC;\nWhereas the EAGGF Committee has been consulted on the financial aspects;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Agricultural Structure,", "main_body": ["Having regard to the regulations and administrative provisions set out in the recitals, the existing provisions for the implementation of Directive 72/159/EEC in Belgium continue to satisfy the conditions for financial contribution by the Community to the common measures referred to in Article 15 of Directive 72/159/EEC.", "This Decision is addressed to the Kingdom of Belgium."], "attachments": "Done at Brussels, 17 December 1982.\nFor the Commission\nPoul DALSAGER\nMember of the Commission\n(1) OJ No L 96, 23. 4. 1972, p. 1.\n(2) OJ No L 197, 20. 7. 1981, p. 41."}