{"celex_id": "31988D0365", "uri": "http://publications.europa.eu/resource/cellar/f5cfc3d2-5731-4e68-baea-2cf9ef92e14a", "type": "Decision", "concepts": ["1474", "2674", "4319"], "title": "88/365/EEC: Council Decision of 13 June 1988 on the conclusion of an Agreement in the form of an Exchange of Letters between the European Economic Community and Barbados, Belize, the People' s Republic of the Congo, Fiji, the Cooperative Republic of Guyana, the Republic of Côte d' Ivoire, Jamaica, the Republic of Kenya, the Democratic Republic of Madagascar, the Republic of Malawi, Mauritius, St Christopher and Nevis, the Republic of Suriname, the Kingdom of Swaziland, the United Republic of Tanzania, the Republic of Trinidad and Tobago, the Republic of Uganda and the Republic of Zimbabwe on the guaranteed prices for cane sugar for the 1987/88 delivery period\n", "header": "COUNCIL  DECISION\nof 13 June 1988\non the conclusion of an Agreement in the form of an Exchange of Letters between the European Economic Community and Barbados, Belize, the People's Republic of the Congo, Fiji, the Cooperative Republic of Guyana, the Republic of CĂ´te d'Ivoire, Jamaica, the Republic of Kenya, the Democratic Republic of Madagascar, the Republic of Malawi, Mauritius, St Christopher and Nevis, the Republic of Suriname, the Kingdom of Swaziland, the United Republic of Tanzania, the Republic of Trinidad and Tobago, the Republic of Uganda and the Republic of Zimbabwe on the guaranteed prices for cane sugar for the 1987/88 delivery period\n(88/365/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 113 thereof,\nHaving regard to the proposal from the Commission,\nWhereas implementation of the Protocol on ACP Sugar annexed to the Third ACP-EEC Convention (1) is carried out, in accordance with Article 1 (2) thereof, within the framework of the management of the common organization of the sugar market;\nWhereas it is appropriate to approve an Agreement in the form of an Exchange of Letters between the European Economic Community and the States referred to in the aforementioned protocol on the guaranteed prices for cane sugar for the 1987/88 delivery period,", "main_body": ["An Agreement in the form of an Exchange of Letters between the European Economic Community and Barbados, Belize, the People's Republic of the Congo, Fiji, the Cooperative Republic of Guyana, the Republic of CĂ´te d'Ivoire, Jamaica, the Republic of Kenya, the Democratic Republic of Madagascar, the Republic of Malawi, Mauritius, St Christopher and Nevis, the Republic of Suriname, the Kingdom of Swaziland, the United Republic of Tanzania, the Republic of Trinidad and Tobago, the Republic of Uganda and the Republic of Zimbabwe on the guaranteed prices for cane sugar for the 1987/88 delivery period is hereby approved on behalf of the Community.\nThe text of the Agreement is attached to this Decision.", "The President of the Council is hereby authorized to designate the person empowered to sign the Agreement in order to bind the Community.", "This Decision shall be published in the Official Journal of the European Communities."], "attachments": "Done at Luxembourg, 13 June 1988.\nFor the Council\nThe President\nI. KIECHLE\n(1) OJ No L 86, 31. 3. 1986, p. 164."}