{"celex_id": "31989D0382", "uri": "http://publications.europa.eu/resource/cellar/463dde74-1388-42f4-a0bf-140d7bdd01ac", "type": "Decision", "concepts": ["4258", "5511", "6049"], "title": "89/382/EEC, Euratom: Council Decision of 19 June 1989 establishing a Committee on the Statistical Programmes of the European Communities\n", "header": "COUNCIL  DECISION\nof 19 June 1989\nestablishing a Committee on the Statistical Programmes of the European Communities\n(89/382/EEC, Euratom)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the Treaty establishing the European Atomic Energy Community,\nHaving regard to the draft Decision submitted by the Commission,\nHaving regard to the opinion of the European Parliament (1),\nWhereas Council Resolution of 19 June 1989 on the implementation of a plan of priority actions in the field of statistical information: Statistical Programme of the European Communities (1989-1992) (2) highlighted the need for a comprehensive and coherent statistical programme to support the objectives of the European Communities;\nWhereas the implementation of the Statistical Programme calls for decisions that answer the needs of the Community, the establishment of priorities and the introduction of procedures to enhance the existing close cooperation between the Member States and the Commission;\nWhereas, in order to bring about such cooperation, a committee should be established with responsibility for assisting the Commission in the implementation of the Statistical Programmes of the European Communities;\nWhereas it is desirable that such cooperation should embrace allt he fields covered by Statistical Programmes of the European Communities,", "main_body": ["A Statistical Programme Committee, hereinafter called the Committee, is hereby established and shall be composed of representatives of the statistical institutes of the Member States and chaired by a representative of the Commission (the Director-General of the Statistical Office of the European Communities).", "The Committee shall assist the Commission in the general coordination of the Multiannual Statistical Programmes, in order to ensure that the actions to be undertaken are consistent with those decided upon in the national statistical programmes.", "The Commission shall consult the Committee on:\n(a) the measures which it intends to undertake to achieve the objectives referred to in the Multiannual Statistical Programmes, and the means and timetables for achieving them;\n(b) developments in the Multiannual Statistical Programmes;\n(c) any other question, in particular questions of methodology, arising from the establishment or implementation of the Statistical Programmes which are raised by its chairman, either on his own initiative or at the request of a Member State.", "The Committee shall furthermore exercise such functions as are attributed to it by acts of the Council in the field of statistics, in accordance with the procedures laid down by such provisions, in line with Decision 87/373/EEC (3).", "The Committee shall prepare an annual report containing a review of the statistical work for which it is responsible. The report shall be forwarded by the Commission to the European Parliament and the Council.", "The Committee shall draw up its rules of procedure."], "attachments": "Done at Luxembourg, 19 June 1989.\nFor the Council\nThe President\nC. SOLCHAGA CATALAN\n(1) OJ No C 158, 26. 6. 1989.\n(2) OJ No C 162, 29. 6. 1989, p. 1.\n(3) OJ No L 197, 18. 7. 1987, p. 33."}