{"celex_id": "31984D0566", "uri": "http://publications.europa.eu/resource/cellar/0f641948-91c5-4540-b5be-91db99e7cbf5", "type": "Decision", "concepts": ["1637", "2488", "2783", "3774", "4411", "4580"], "title": "84/566/EEC: Commission Decision of 16 November 1984 authorizing the United Kingdom to apply intra-Community surveillance to imports of certain textile products, originating in Turkey and Czechoslovakia, which have been put into free circulation in the Community (Only the English text is authentic)\n", "header": "COMMISSION  DECISION\nof 16 November 1984\nauthorizing the United Kingdom to apply intra-Community surveillance to imports of certain textile products, originating in Turkey and Czechoslovakia, which have been put into free circulation in the Community\n(Only the English text is authentic)\n(84/566/EEC)\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular the first paragraph of Article 115 thereof,\nHaving regard to Commission Decision 80/47/EEC of 20 December 1979 on surveillance and protective measures which Member States may be authorized to take in respect of imports of certain products originating in third countries and put into free circulation in another Member State (1), and in particular Articles 1 and 2 thereof,\nWhereas Decision 80/47/EEC requires Member States to have prior authorization from the Commission before introducing intra-Community surveillance of the imports concerned;\nWhereas in accordance with Article 1 of Council Regulation (EEC) No 1842/71 of 21 June 1971 of safeguard measures provided for in the association agreement between the European Economic Community and Turkey (2), the Commission, by Regulation (EEC) No 1258/84 (3) and (EEC) No 2021/84 (4), introduced protective measures in respect of imports into the Community of certain textile products originating in Turkey;\nWhereas such measures were authorized because of the massive and rapid increase of the imports concerned into the Community and because of the damage to Community producers;\nWhereas, under these measures, imports into the Community of the textile products in question originating in Turkey are subject, until 31 December 1984, to quantitative limits;\nWhereas the importation into the Community of the textile products in question originating in Czechoslovakia were the subject of an agreement negotiated between the Community and this country; whereas under this agreement, Czechoslovakia undertook to take all the necessary steps to keep its exports of the products in question within certain limits;\nWhereas, in order to implement this agreement and take account of its particular provisions, the Council, by Regulation (EEC) No 3762/83 (5), introduced specific common rules for imports of certain textile products;\nWhereas, because of the disparities in market conditions within the Community and the particular sensitivity of this sector of Community industry, the Community ceiling was divided among the Member States so as to take account of these factors; whereas the quota allocated to the United Kingdom was 62 tonnes for 1984;\nWhereas disparities exist in the conditions governing imports of such textile products into the different Member States; whereas such disparities may give rise to deflection of trade;\nWhereas, in order to deflect rapidly deflections of trade which could aggravate or give rise to economic difficulties in the sector concerned, the Government of the United Kingdom requested the Commission, under Article 2 of Decision 80/47/EEC, for authorization to apply prior intra-Community surveillance to imports of textile products falling within categories 2, 4, 6, 9, 13, 20, 32 and 83, originating in Turkey, and textile products falling within category 90, originating in Czechoslovakia, and put into free circulation in the other Member States;\nWhereas the Commission has examined whether the imports concerned could be made subject to intra-Community surveillance measures under Article 2 of Decision 80/47/EEC;\nWhereas this examination has shown that there is a risk of deflections of trade occurring via the other Member States in the case of textile products falling within categories 2, 4, 6, 9, 32, 83 and 90, thus jeopardizing the objectives aimed at by the safeguard measures indicated above and aggravating or prolonging the economic difficulties of the industry concerned;\nWhereas, on these circumstances, there is reason to authorize the United Kingdom, for a given period, to apply intra-Community surveillance to imports of the textile products in question originating in Turkey and Czechoslovakia and put into free circulation in the other Member States,", "main_body": ["The United Kingdom is authorized to introduce, in accordance with Decision 80/47/EEC, intra-Community surveillance of imports of the textile products in the categories indicated in the annex hereto, originating in Turkey and Czechoslovakia and put into free circulation in the other Member States. Such authorization shall be limited to 31 December 1984 in the case of products originating in Turkey and to 30 June 1985 in the case of products originating in Czechoslovakia.", "This Decision is addressed to the United Kingdom."], "attachments": "Done at Brussels, 16 November 1984.\nFor the Commission\nĂ\u0089tienne DAVIGNON\nVice-President\n(1) OJ No L 16, 22. 1. 1980, p. 14.\n(2) OJ No L 192, 26. 8. 1971, p. 14.\n(3) OJ No L 122, 8. 5. 1984, p. 5.\n(4) OJ No L 187, 14. 7. 1984, p. 51.\n(5) OJ No L 380, 31. 12. 1983, p. 1.\nANNEX\nTextile products for which categories have been established (1)\n1.2 //   //   // Category  // Country of origin  //   //  // 2  // Turkey  // 4  // Turkey  // 6  // Turkey  // 9  // Turkey  // 32  // Turkey  // 83  // Turkey  // 90  // Czechoslovakia  //   //\n(1) See definition given in Council Regulation (EEC) No 3762/83 (OJ No L 380, 31. 12. 1983)."}