{"celex_id": "31983R2967", "uri": "http://publications.europa.eu/resource/cellar/0df13c67-8414-4c8b-9ce9-c919165a2fc0", "type": "Regulation", "concepts": ["1504", "1505", "4682", "797", "889", "980"], "title": "Council Regulation (EEC) No 2967/83 of 19 October 1983 amending Regulation (EEC) No 1054/81 establishing a common measure for the development of beef cattle production in Ireland and Northern Ireland\n", "header": "COUNCIL  REGULATION (EEC) No 2967/83\nof 19 October 1983\namending Regulation (EEC) No 1054/81 establishing a common measure for the development of beef cattle production in Ireland and Northern Ireland\nTHE COUNCIL OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Articles 42 and 43 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nWhereas, pursuant to Regulation (EEC) No 1054/81 (3), Ireland and the United Kingdom have instituted a programme to develop beef cattle production, with particular reference to the genetic improvement of livestock and improvement of the quality of their fodder, with a view to redressing the current adverse income situation in agriculture in Ireland and Northern Ireland;\nWhereas, under Article 4 of the said Regulation, the duration of this common measure is limited to a period of two years ending on 25 May 1983 and maximum amounts are laid down in respect of the expenditure on the different measures concerned eligible for assistance by the Guidance Section of the European Agricultural Guidance and Guarantee Fund;\nWhereas, in order to consolidate the favourable results obtained so far, the duration of the common measure should be extended to 30 April 1984, with the exception of encouragement of silage-making, and the maximum amounts of eligible expenditure for the encouragement of greater use of artificial insemination and the improvement of pastures and meadows through increased use of lime should be raised;\nWhereas provision should also be made for adjusting, where necessary, the maximum amounts of eligible expenditure against each other without increasing the total amount,", "main_body": ["Regulation (EEC) No 1054/81 is hereby amended as follows:\n1. paragraphs 1 and 2 of Article 4 shall be replaced by the following:\n'1. The duration of the common measure shall be limited:\n- in respect of the measure referred to in Article 3 (1) (e), to two years commencing on the date on which the Commission adopts the detailed rules referred to in Article 3 (2), and\n- in respect of the measures referred to in Article 3 (1) (a) to (d) to 30 April 1984.\n2. The expenditure incurred by Ireland, and by the United Kingdom in respect of Northern Ireland, on these measures shall be eligible for assistance from the Guidance Section of the Fund up to a maximum of:\n- 3,2 million ECU for the measures referred to in Article 3 (1) (a) and (b),\n- 37,5 million ECU for the measure referred to in Article 3 (1) (c),\n- 27,0 million ECU for the measure referred to in Article 3 (1) (d),\n- 7,6 million ECU for the measure referred to in Article 3 (1) (e).\nHowever, if it proves necessary at a later stage, the Commission may at the request of one of the Member States concerned adjust the above maximum amounts under the procedure referred to in Article 3 (2), provided the total amount of eligible expenditure does not exceed 75,3 million ECU.'\n2. In Article 5 (1), '27,5 million ECU' shall be replaced by '37,5 million ECU'.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 19 October 1983.\nFor the Council\nThe President\nC. SIMITIS\n(1) OJ No C 192, 19. 7. 1983, p. 3.\n(2) Opinion delivered on 14 October 1983 (not yet published in the Official Journal).\n(3) OJ No L 111, 23. 4. 1981, p. 1."}