{"celex_id": "31988R2325", "uri": "http://publications.europa.eu/resource/cellar/07857eca-1b3e-4187-8c5a-9607420bbf56", "type": "Regulation", "concepts": ["1486", "2871", "3732"], "title": "Commission Regulation (EEC) No 2325/88 of 26 July 1988 amending certain Regulations applying to the common organization of the market in rice\n", "header": "COMMISSION REGULATION (EEC) No 2325/88 of 26 July 1988 amending certain Regulations applying to the common organization of the market in rice\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES;", "recitals": "Having regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1418/76 of 21 June 1976 on the common organization of the market in rice (1), as last amended by Regulation (EEC) No 2229/88 (2), and in particular Article 16 (5) and 19 thereof,\nWhereas under Regulation (EEC) No 1418/76 from 1 September 1988 rice will no longer be classified into two but into three categories, round-grained, medium-grained and long-grained; whereas the latter two categories correspond to the old long-grain  category;\nWhereas it is consequently necessary to amend Commission Regulation No 467/67/EEC of 21 August 1967 fixing the conversion rates, the processing costs and the value of the by-products for the various stages of rice processing (3), as last amended by  Regulation (EEC) No 2249/85 (4), and Commission Regulation (EEC) No 1613/71 of 26 July 1971 laying down detailed rules for fixing cif prices and levies on rice and broken rice and the corrective amounts relating thereto (5), as last amended by  Regulation (EEC) No 2117/80 (6);\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["In Regulation No 467/67/EEC in Article 1 (2) and (3) and in (7) OJ No L 166, 25. 6. 1976, p. 1.\n(8) OJ No L 197, 26. 7. 1988, p. 30.\n(9) OJ No 204, 24. 8. 1967, p. 1.\n(10) OJ No L 210, 7. 8. 1985, p. 13.\n(11) OJ No L 168, 27. 7. 1971, p. 28.\n(12) OJ No L 206, 8. 8. 1980, p. 15.", "(2) (b) and (3) (b) ´long-grained rice' is hereby replaced by ´medium-grained or long-grained rice'.", "Regulation (EEC) No 1613/71 is hereby amended as follows:\n1.  Article 4 (2) is replaced by the following:\n´2.  For long-grained or medium-grained husked rice:\n(a)  to medium-grained or long-grained husked rice, adjusted for any differences in quality compared with the standard quality;\n(b)  where appropriate, to medium-grained and long-grained paddy rice, adjusted for the conversion rates, milling costs and the value of the by-products and any differences in quality compared with the standard quality.'.\n2.  Article 4 (4) is replaced by:\n´4.  For medium-grained or long-grained milled rice:\n(a)  to medium-grained or long-grained milled rice, adjusted for any differences in quality compared with the standard quality for which the threshold price for husked rice is fixed, those differences being themselves adjusted in line with the rate  applicable on conversion of long-grained husked rice into the long-grained milled rice;\n(b)  where appropriate, to medium-grained or long-grained semi-milled rice, adjusted for the conversion rate, milling costs and the value of the by-products for the purpose of obtaining medium-grained or long-grained milled rice, that price itself to be  adjusted in accordance with the provisions of (a) above.'.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply from 1 September 1988.\n27. 7. 88 Official Journal of the European Communities  This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 26 July 1988.\nFor the Commission Frans ANDRIESSEN Vice-President EWG:L202UMBE29.97 FF: 7UEN;   SETUP: 01;   Hoehe: 719 mm;   83 Zeilen;   3563 Zeichen;\nBediener: WILU   Pr.: C;\nKunde:"}