{"celex_id": "31986R0256", "uri": "http://publications.europa.eu/resource/cellar/78321165-5bdd-489f-9227-3a94cbde604a", "type": "Regulation", "concepts": ["1667", "4288", "5384"], "title": "Commission Regulation (EEC) No 256/86 of 5 February 1986 on the granting of aid for the private storage of flax and hemp fibres\n", "header": "COMMISSION  REGULATION (EEC) No 256/86\nof 5 February 1986\non the granting of aid for the private storage of flax and hemp fibres\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1308/70 of 29 June 1970 on the common organization of the market in flax and hemp (1), as last amended by Regulation (EEC) No 1430/8 (2), and in particular Article 5 (1) thereof,\nWhereas Article 5 of Regulation (EEC) No 1308/70 provides for the granting of private storage aid when the supply of flax fibres shows a temporary imbalance when compared with foreseeable demand; whereas Council Regulation (EEC) No 1172/71 of 3 June 1971 laying down general rules concerning private storage aid for flax and hemp fibres (3) specifies the principal items to be taken into account to ascertain the existence of such an imbalance, as well as the beneficiary;\nWhereas, during the current marketing year, Community production and imports of hemp and flax fibres are likely to be such as to suggest that the quantities available will be higher than in the previous marketing year;\nWhereas during recent months the demand for fibres on the part of Community and of third country users has fallen significantly compared to last year; whereas this situation threatens to continue due to the current crisis in the flax and hemp industry;\nWhereas the market situation has been characterized for some time by a marked fall in prices; whereas in view of the foreseeable development of demand for fibres this downward trend is likely to continue;\nWhereas, because of a foreseeable reduction in the area sown, a fall in the production of flax and hemp during the coming marketing year is to be anticipated; whereas, it may be expected that at the end of the actual marketing year the balance between the supply of fibres and their foreseeable demand will be restored;\nWhereas an assessment of the market situation, of which the main points are set out above, thus leads to the conclusion that a temporary imbalance does exist between the supply of flax and hemp fibres and the foreseeable demand for these fibres; whereas in these circumstances aid for the private storage of these fibres should be granted in accordance with the provisions of Commission Regulation (EEC) No 1524/71 of 16 July 1971 laying down detailed rules concerning private storage aid for flax and hemp fibres (4);\nWhereas the maximum quantity which may be the subject of a contract should be specified taking into account the need on the one hand to remove gradually the surplus from the market and on the other to simplify the administration of the system of storage aids;\nWhereas the temporary imbalance referred to above is likely to continue until the next crop; whereas the storage contract arrangements could cover a relatively large quantity of fibres, amounting to up to some 20 % of Community production of such fibres; whereas in these circumstances a fixed term of from three to five months should be set for such contracts;\nWhereas by virtue of Article 8 (2) (b) of Regulation (EEC) No 1172/71 the term of existing contracts may in certain circumstances be curtailed; whereas provision should therefore be made to specify, in addition to the aid to be paid where the obligations under the contract are fulfilled, the deductions to be made where the storage term is thus reduced;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Flax and Hemp,", "main_body": ["Intervention agencies of producer Member States shall grant in accordance with the provisions of Regulation (EEC) No 1524/71 and of this Regulation private storage aid for flax and hemp fibres of Community origin.", "For the purposes of this Regulation:\n(a) 'long flax fibres' means: flax , scutched, hackled (combed) or otherwise processed but not spun;\n(b) 'short flax fibres' or 'flax tow' means: flax fibres not spun other than long fibres and other than waste and rags;\n(c) 'hemp fibres' means: hemp, scutched, hackled (combed) or otherwise processed but not spun, excluding hemp waste and pulled or garnetted rags or ropes.", "1. The maximum quantity per contract shall be 200 tonnes.\n2. The contract may be concluded only with persons in possession of the product before 15 January 1986.", "1. Without prejudice to the provisions of Article 8 (2) (b) of Regulation (EEC) No 1172/71, contracts shall be concluded for a fixed term which at the option of the storer may be of three, four or five months.\n2. Contracts must be concluded not later than 31 March 1986.", "1. The amount of the aid shall be (per 100 kg per month):\n- 2,40 ECU for long flax,\n- 1,22 ECU for short flax,\n- 1,10 ECU for hemp.\n2. Should Article 8 (2) (b) of Regulation (EEC) No 1172/71 be applied, the amount of the aid shall be reduced in proportion with the reduction in the term of the contract.", "For the purposes of this Regulation a month shall mean a period of 30 days.", "This Regulation shall enter into force on the day  following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 5 February 1986.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 146, 4. 7. 1970, p. 1.\n(2) OJ No L 126, 12. 6. 1982, p. 27.\n(3) OJ No L 123, 5. 6. 1971, p. 7.\n(4) OJ No L 160, 17. 7. 1971, p. 16."}