{"celex_id": "31989R0289", "uri": "http://publications.europa.eu/resource/cellar/4ae51cd0-ac92-48f5-89f8-2acd7ee1d879", "type": "Regulation", "concepts": ["188", "239", "2563", "4347", "863"], "title": "Commission Regulation (EEC) No 289/89 of 3 February 1989 fixing, for the period 1 January to 31 December 1989, the maximum quantity of certain products of the oils and fats sector to be released for consumption and imported into Spain and Portugal\n", "header": "COMMISSION  REGULATION (EEC) No 289/89\nof 3 February 1989\nfixing, for the period 1 January to 31 December 1989, the maximum quantity of certain products of the oils and fats sector to be released for consumption and imported into Spain and Portugal\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the Act of Accession of Spain and Portugal,\nHaving regard to Council Regulation (EEC) No 475/86 of 25 February 1986 laying down general rules for the system for controlling the prices and the quantities of certain products in the oils and fats sector released for consumption in Spain (1), as amended by Regulation (EEC) No 1930/88 (2), and in particular Article 16 thereof,\nHaving regard to Council Regulation (EEC) No 476/86 of 25 February 1986 laying down the general rules for the mechanism for controlling the prices and the quantities of certain products in the oils and fats sector released for consumption in Portugal (3), as amended by Regulation (EEC) No 1920/87 (4), and in particular Article 14 thereof,\nWhereas Article 2 (2) of Commission Regulation (EEC) No 1183/86 of 21 April 1986 laying down detailed rules for the system for controlling the prices and the quantities of certain products in the oils and fats sector released for consumption in Spain (5), as last amended by Regulation (EEC) No 3729/88 (6), provides for the fixing of the quantities of oils and fats to be released for consumption in Spain and the maximum annual volume of imports of such products; whereas Regulation (EEC) No 3419/88 (7) fixed the maximum quantity of sunflower oil to be released for consumption and exported to Spain for the 1988/1989 marketing year; whereas the maximum quantities for the other products or groups of products listed in Article 1 (1) of Regulation (EEC) No 1183/86 should be fixed; whereas the overall forecast supply balance provided for in Article 4 of Regulation (EEC) No 475/86 has been drawn up;\nWhereas Article 2 (2) of Commission Regulation (EEC) No 1184/86 of 21 April 1986 laying down detailed rules for the system for controlling the prices and the quantities of certain products in the oils and fats sector released for consumption in Portugal (8), as last amended by Regulation (EEC) No 1726/87 (9), provides for the fixing of the quantities of oils and fats to be released for consumption in Portugal and the maximum annual volume of imports of such products; whereas the maximum quantities should be fixed in accordance with the criteria defined in Article 292 of the Act of Accession; whereas the overall forecast supply balance provided for in Article 4 of Regulation (EEC) No 476/86 has been drawn up;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Oils and Fats,", "main_body": ["1. For the period 1 January to 31 December 1989, the quantities to be released for consumption in Spain are hereby fixed at the following levels:\n(a) 135 000 tonnes of the oils referred to in Annex I to Regulation (EEC) No 1183/86 intended for human consumption, including 100 000 tonnes of soya oil;\n(b) 65 000 tonnes of other oils and fats intended for human consumption;\n(c) - 12 000 tonnes of linseed oil, castor oil and China-wood oil,\n- 12 000 tonnes of soya oil,\n- 25 000 tonnes of other oils intended for purposes other than human consumption.\n2. For the period 1 January to 31 December 1989, the quantities to be released for consumption in Portugal are hereby fixed at the following levels:\n(a) 85 000 tonnes of soya oil;\n(b) 126 000 tonnes of the oils referred to in Annex I to Regulation (EEC) No 1184/86;\n(c) 35 000 tonnes of other oils and fats intended for human consumption.", "1. For the period 1 January to 31 December 1989, the maximum quantities which may be imported into Spain are hereby fixed at the following levels:\n(a) 0 tonnes of the oils referred to in Annex I to Regulation (EEC) No 1183/86;\n(b) 57 500 tonnes of other oils and fats intended for human consumption;\n(c) - 12 000 tonnes of linseed oil, castor oil and China-wood oil,\n- 0 tonnes of soya oil,\n- 25 000 tonnes of other oils intended for purposes other than human consumption.\n2. For the period 1 January to 31 December 1989, the maximum quantities which may be imported into Portugal are hereby fixed at the following levels:\n(a) 85 000 tonnes of soya oil;\n(b) 114 000 tonnes of the oils referred to in Annex I to Regulation (EEC) No 1184/86;\n(c) 35 000 tonnes of other oils and fats intended for human consumption.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 January 1989.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 3 February 1989.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 53, 1. 3. 1986, p. 47.\n(2) OJ No L 170, 2. 7. 1988, p. 3.\n(3) OJ No L 53, 1. 3. 1986, p. 51.\n(4) OJ No L 183, 3. 7. 1987, p. 18.\n(5) OJ No L 107, 24. 4. 1986, p. 17.\n(6) OJ No L 326, 30. 11. 1988, p. 21.\n(7) OJ No L 301, 4. 11. 1988, p. 33.\n(8) OJ No L 107, 24. 4. 1986, p. 23.\n(9) OJ No L 163, 23. 6. 1987, p. 17."}