{"celex_id": "31986R0499", "uri": "http://publications.europa.eu/resource/cellar/dbe42634-c43d-47b3-b5e9-a9f98a5a4069", "type": "Regulation", "concepts": ["3579", "3591", "4717"], "title": "Council Regulation (EEC) No 499/86 of 25 February 1986 fixing, for 1986, the initial quota that the Portuguese Republic may apply to certain wines coming from the Community as constituted on 31 December 1985\n", "header": "COUNCIL REGULATION (EEC) No 499/86  of 25 February 1986  fixing, for 1986, the initial quota that the Portuguese Republic may apply to certain wines coming from the Community as constituted on 31 December 1985\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",  Having regard to the Treaty establishing the European Economic Community,  Having regard to the Act of Accession of Spain and Portugal, and in particular Article 234 (2) thereof,  Having regard to the  proposal from the Commission,  Whereas, under Article 269 (2) of the Act of Accession, the Portuguese Republic may, during the first stage, maintain quantitative restrictions in the form of quotas on the importation of certain wines coming from the  Community as constituted on 31 December 1985;  Whereas paragraph 2 (b) of that Article specifies that the initial quota applicable in 1986 shall be fixed for each product either at 3 % of the average of Portuguese production during the last three years  before accession for which statistics are available, or at the average of Portuguese imports made during the last three years before accession for which statistics are available should this give a greater amount;  Whereas the statistics at present  available show that the first of these criteria must be adopted to fix the initial quota;  Whereas, from 1 March to 31 December 1986, the applicable quota is to be equal to the initial quota, less one-sixth,", "main_body": ["The initial quota that under Article 269 (2) of the Act of Accession the Portuguese Republic may apply to the importation of certain wines falling within heading No ex 22.05 of the Common Customs Tariff, coming from the Community as  constituted on 31 December 1985, shall be as set out in the Annex hereto.  From 1 March to 31 December 1986 the amount in question shall be reduced by one-sixth.", "The detailed rules for the application of the quota system referred to in Article 269 of the Act of Accession shall, where necessary, be adopted in accordance with the procedure laid down in Article 67 of Council Regulation (EEC) No 337/79 of  5 February 1979 on the common organization of the market in wine (1), as last amended by Regulation (EEC) No 3768/85 (2).", "This Regulation shall enter into force on 1 March 1986.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 25 February 1986.  For the Council  The President  G. BRAKS\n(1) OJ No L 54, 5. 3. 1979, p. 1.  (2) OJ No L 362, 31. 12. 1985, p. 8.\nANNEX\n/* Tables: see OJ */"}