{"celex_id": "31985R0638", "uri": "http://publications.europa.eu/resource/cellar/ddee0cb4-0b56-425c-b508-34e19f46f2cb", "type": "Regulation", "concepts": ["1309", "4575", "863"], "title": "Council Regulation (EEC) No 638/85 of 11 March 1985 amending Regulation (EEC) No 3072/80 imposing a definitive countervailing duty on certain seamless tubes of non-alloy steels originating in Spain\n", "header": "COUNCIL  REGULATION (EEC) No 638/85\nof 11 March 1985\namending Regulation (EEC) No 3072/80 imposing a definitive countervailing duty on certain seamless tubes of non-alloy steels originating in Spain\nTHE COUNCIL OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2176/84 of 23 July 1984 on protection against dumped or subsidized imports from countries not members of the European Economic Community (1),\nHaving regard to the proposal submitted by the Commission after consulting the Advisory Committee provided for in that Regulation,\nWhereas:\nA. Definitive action\n(1) Council Regulation (EEC) No 3072/80 (2), as amended by Regulation (EEC) No 1027/83 (3), imposed a definitive countervailing duty on imports of certain seamless tubes of non-alloy steels originating in Spain.\nB. Subsequent procedure\n(2) In December 1984, after the introduction and subsequent reduction of the definitive countervailing duty, the Spanish Government and exporters requested a further reduction in the rate of the definitive countervailing duty on the ground that Government Decree No 1313/1984 of 20 June 1984, published in the Spanish official gazette (BOE No 164) of 10 July 1984, which entered into force on 11 July 1984, had modified the system of export rebates. Article 4 of the Decree provided for an across-the-board reduction of 15 % in the rate of the rebate.\nC. Subsidy\n(3) The Commission obtained the necessary information from the Spanish Government and the exporters, including particulars from the exporters of deliveries to the Community of certain seamless tubes of non-alloy steels since 11 July 1984, and of the export rebates received, which were verified to the extent considered necessary. It emerged that as from 11 July 1984 the rebate for the products in question was cut by 15 % from 14,5 to 12,3 % (rounded off to the first decimal place). The export subsidy as found by the Commission was thereby reduced by 2,2 % from 10 to 7,8 % of the export price.\nD. Duty\n(4) Since the Spanish Government has lowered by 2,2 % the rebate on exports on the said products, a corresponding reduction with effect from 11 July 1984 should be made in the definitive countervailing duty. Under Article 2 of Council Regulation (EEC) No 1430/79 (4), importers are entitled to a refund of countervailing duties paid in excess of the amount due under the abovementioned Regulation on goods released for free circulation in the Community after 10 July 1984,", "main_body": ["Article 1 (2) and the first subparagraph of Article 1 (3) of Regulation (EEC) No 3072/80 are replaced by the following:\n'2. The amount of the definitive countervailing duty shall be equal to 7,8 % of the export price for Spanish port of export or free Spanish frontier, as appropriate.\nWhere the importer cannot furnish evidence of this price, the duty shall be equal to 7,8 % of the value for customs purposes after deduction of a fixed amount of 29,40 ECU per tonne.\n3. In the case of shipments to the Federal Republic of Germany by Tubexport SA on behalf of Tubos Reunidos SA or Babcock and Wilcox Espanola SA which are imported by Goosmann GmbH Stahlrohvertrieb acting as sole agent for the above companies, the duty shall be assessed at 7,45 % of the price or value referred to in paragraph 2 where this includes the commission paid to Goosmann GmbH.'", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 11 July 1984.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 11 March 1985.\nFor the Council\nThe President\nF. M. PANDOLFI\n(1) OJ No L 201, 30. 7. 1984, p. 1.\n(2) OJ No L 322, 28. 11. 1980, p. 30.\n(3) OJ No L 116, 30. 4. 1983, p. 7.\n(4) OJ No L 175, 12. 7. 1979, p. 1."}