{"celex_id": "31985R1653", "uri": "http://publications.europa.eu/resource/cellar/211744a4-832c-4964-bcc3-fa85496ddb1c", "type": "Regulation", "concepts": ["2319", "251", "276", "4315"], "title": "Commission Regulation (EEC) No 1653/85 of 18 June 1985 fixing for the 1985/86 marketing year the amount of the levy in connection with the offsetting of storage costs for sugar\n", "header": "COMMISSION  REGULATION (EEC) No 1653/85\nof 18 June 1985\nfixing for the 1985/86 marketing year the amount of the levy in connection with the offsetting of storage costs for sugar\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1785/81 of 30 June 1981 on the common organization of the markets in the sugar sector (1), as last amended by Regulation (EEC) No 1482/85 (2), and in particular Article 8 (5) thereof,\nWhereas Article 8 (1) of Regulation (EEC) No 1785/81 provides that the storage costs for sugar and syrups shall be reimbursed at a flat rate by the Member States;\nWhereas Article 6 of Council Regulation (EEC) No 1358/77 (3), as last amended by Regulation (EEC) No 3042/78 (4), provides that the amount of the levy for Community sugar shall be calculated by dividing the total estimated reimbursement by the estimated quantity of sugar which will be marketed during the sugar marketing year in question; whereas the total estimated reimbursement is to be increased or decreased, as the case may be, by the amounts carried forward from previous marketing years;\nWhereas Article 8 (4) of Regulation (EEC) No 1785/81 provides that the monthly reimbursement amount shall be fixed by the Council simultaneously with the derived intervention prices; whereas the amount for 1985/86, as laid down in Council Regulation (EEC) No 1484/85 (5), is 0,53 ECU per 100 kilograms of white sugar;\nWhereas, pursuant to Article 4 of Regulation (EEC) No 1358/77, the quantity in store to be taken into account for the reimbursement of any one month's storage costs is equal to the arithmetic mean of the quantities held in store in the beginning and at the end of the month in question; whereas, for the 1985/86 marketing year, the quantities of Community sugar in store each month may be estimated by reference to estimated stocks at the beginning of the marketing year, estimated monthly production and the quantities likely to be marketed for domestic consumption or exported during the same month; whereas total average monthly stocks during the 1985/86 marketing year can be estimated at approximately 81,2 million tonnes of sugar expressed as white sugar; whereas the total reimbursement for Community sugar can thus be estimated at approximately 430 million ECU for the 1985/86 marketing year; whereas the balance of previous sugar marketing years can be estimated at a negative amount of 47,8 million ECU; whereas the detailed rules for the application of the system of offsetting storage costs for sugar provide that the levy is to be fixed per 100 kilograms of white sugar; whereas the quantity of Community sugar which will be marketed during the 1985/86 marketing year for home consumption or for export may be estimated at approximately 11,4 million tonnes of sugar expressed as white sugar; whereas the amount of the levy for Community sugar should therefore be 4,25 ECU per 100 kilograms of white sugar;\nWhereas the Management Committee for Sugar has not delivered an opinion within the time limit set by its chairman,", "main_body": ["For the 1985/86 marketing year, the amount of the levy referred to under the second subparagraph of Article 8 (2) of Regulation (EEC) No 1785/81 is hereby fixed at 4,25 ECU per 100 kilograms of white sugar.", "This Regulation shall enter into force on 1 July 1985.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 18 June 1985.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 177, 1. 7. 1981, p. 4.\n(2) OJ No L 151, 10. 6. 1985, p. 1.\n(3) OJ No L 156, 25. 6. 1977, p. 4.\n(4) OJ No L 361, 23. 12. 1978, p. 8.\n(5) OJ No L 151, 10. 6. 1985, p. 5."}