{"celex_id": "31989R1643", "uri": "http://publications.europa.eu/resource/cellar/c6f1e362-a080-4f01-87ea-f265c6190863", "type": "Regulation", "concepts": ["2734", "276", "4289", "979"], "title": "Commission Regulation (EEC) No 1643/89 of 12 June 1989 defining the standard amounts to be used for financing material operations arising from the public storage of agricultural products\n", "header": "COMMISSION  REGULATION (EEC) No 1643/89\nof 12 June 1989\ndefining the standard amounts to be used for financing material operations arising from the public storage of agricultural products\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1883/78 of 2 August 1978 laying down general rules for the financing of interventions by the European Agricultural Guidance and Guarantee Fund, Guarantee Section (1), as last amended by Regulation (EEC) No 787/89 (2), and in particular Articles 6 and 9 thereof,\nWhereas Article 6 of Regulation (EEC) No 1883/78 provides that material operations arising from the storage and, where appropriate, from the processing of intervention products are to be financed by standard amounts uniform throughout the Community;\nWhereas work on which the material operations are based has recently been examined and whereas it is necessary to define such operations so that they may be taken fully into account in the calculation of the standard amounts;\nWhereas the real costs recorded for material operations in the various Member States differ to such an extent that a new rule for the weighting of such costs excluding the highest costs and providing an incentive for a better and economical management must be laid down;\nWhereas the method for calculating the standard amounts must consequently take into account this new weighting;\nWhereas the EAGGF Committee has not delivered an opinion within the time limit set by the chairman,", "main_body": ["The standard amounts referred to in Article 6 of Regulation (EEC) No 1883/78 are established on the basis of the weighted average of the real costs recorded during a reference period in at least four Member States for the relevant material operations, as defined in the Annexes hereto.\nThe reference period shall be the year expiring before the date of fixing of a standard amount.", "The weighted average of the real costs shall be established by selecting the four Member States with the lowest real costs for a given material operation if the latter correspond to at least 33 % of the total stored quantities of the product in question. Otherwise, the real costs of other Member States shall be included in the weighting until the percentage attains 33 % of the stored quantities.\nThe real costs shall be weighted on the basis of the quantities stored by the Member States selected.\nIf a given product may be found in public storage in one or two Member States only, the relevant standard amounts for this product shall be determined on the basis of the real costs recorded. However, commercial storage rates in use for those products and in those Member States may be taken into account when the standard amounts are fixed.", "Each intervention agency shall forward to the Commission the standard contracts used for public storage and the detailed rules on taking over, storage, removal from store and controls.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 12 June 1989.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 216, 5. 8. 1978, p. 1.\n(2) OJ No L 85, 30. 3. 1989, p. 1.\nANNEX\nLIST OF MATERIAL OPERATIONS COVERED BY THE STANDARD AMOUNTS REFERRED TO IN ARTICLE 6 OF REGULATION (EEC) NO 1883/78\nCEREALS\nI. Standard amount for placing in storage:\n(a) physical movement of cereals from means of transport to arrival at storage cell (silo or store compartment) - first transfer;\n(b) weighing;\n(c) sampling/analysis/establishment of quality.\nII. Standard amount for storage:\n(a) rental of premises - contract price;\n(b) insurance costs (unless included under (a));\n(c) pest control measures (unless included under (a));\n(d) annual inventory (unless included under (a));\n(e) ventilation, if any (unless included under (a)).\nIII. Standard amount for removal from storage:\n(a) weighing of cereals;\n(b) sampling/analysis (if chargeable to intervention);\n(c) physical removal and loading of cereals onto first means of transport.\nIV. Additional standard amount for storage:\n(a) drying of cereals.\nV. Additional standard amount for removal from storage:\n(a) denaturing or colouring product;\n(b) handling or labour.\nOIL SEEDS\n(rape and sunflower)\nI. Standard amount for placing in storage:\n(a) physical movement of oil seeds from means of transport to arrival at storage cell (silo or store compartment) - first transfer;\n(b) weighing;\n(c) sampling/analysis/establishment of quality.\nII. Standard amount for storage:\n(a) rental of premises - contract price;\n(b) insurance costs (unless included under (a));\n(c) pest control measures (unless included under (a));\n(d) annual inventory (unless included under (a));\nIII. Standard amount for removal from storage:\n(a) weighing;\n(b) sampling/analysis (if chargeable to intervention);\n(c) physical removal and loading of oil seeds onto first means of transport.\nIV. Additional standard amount for storage:\n(a) drying of oil seeds. SUGAR\nI. Standard amount for placing in storage:\n(a) physical movement of sugar from means of transport to arrival at storage cell (silo or store compartment) - first transfer;\n(b) weighing;\n(c) sampling/analysis/establishment of quality;\n(d) bagging of sugar (where applicable).\nII. Additional standard amount for market preparation:\n(a) packaging.\nIII Additional standard amount for carriage:\n(a) freight by distance category.\nIV. Standard amount for storage:\n(a) rental of premises - contract price;\n(b) insurance costs (unless included under (a));\n(c) pest control measures (unless included under (a));\n(d) annual inventory (unless included under (a)).\nV. Standard amount for removal from storage:\n(a) weighing;\n(b) sampling/analysis (if chargeable to intervention);\n(c) physical removal and loading of sugar onto first means of transport.\nBEEF\nI. Acceptance of delivery and entry into storage (quarters and half-carcases):\n(a) physical movement of meat from means of transport to cold room;\n(b) quality control;\n(c) weighing;\n(d) freezing and transfer to final cold room;\n(e) packaging.\nII. Acceptance of delivery, boning and entry into storage (boned meat):\n(a) quality control of bone-in meat;\n(b) weighing of bone-in meat;\n(c) handling;\n(d) contract cost of boning, including:\n- initial chilling,\n- transport from intervention centre to cutting premises (unless seller delivers goods to cutting premises),\n- boning, trimming, weighing, packaging and rapid freezing,\n- temporary storage of cuts; loading, carriage and re-entry to intervention centre cold store,\n- cost of packaging materials: polythene bags, cardboard boxes,\n- value of bones, pieces of fat and other trimmings left at the cutting premises (receipts to be deducted from costs).\nIII. Storage:\n(a) rental of premises - contract price;\n(b) insurance costs (unless included under (a));\n(c) temperature control (unless included under (a));\n(d) annual inventory (unless included under (a)). IV. Removal from storage:\n(a) weighing;\n(b) quality control (if chargeable to intervention);\n(c) transfer of meat from cold store to store's loading bay.\nMILK PRODUCTS: BUTTER\nI. Acceptance and entry into store:\n(a) movement of butter from means of transport on arrival at store to storage cell;\n(b) weighing and identification of packages;\n(c) sampling/quality check;\n(d) entry into cold store and freezing;\n(e) second sampling/quality check at end of test period.\nII. Storage:\n(a) rent of premises or contract price;\n(b) insurance (unless included in (a));\n(c) temperature control (unless included in (a));\n(d) annual inventory (unless included in (a)).\nIII. Removal from store:\n(a) weighing, identification of packages;\n(b) movement of butter from cold room to store loading bay if means of transport is a container, or loaded at store bay if means of transport is a lorry or railway wagon.\nIV. Specific labelling or marking:\nif compulsory under an EEC Regulation on disposal.\nOILS AND FATS: OLIVE OIL\nI. Acceptance and entry into store:\n(a) movement of oil from means of transport and placing in tank (unless bought in without movement of oil) on arrival at store;\n(b) quantity/recording or checking;\n(c) sampling/quality check.\nII. Storage:\n(a) rent of premises or contract price;\n(b) insurance (unless included in (a));\n(c) temperature control (unless included in (a));\n(d) annual inventory (unless included in (a));\n(e) maximum of (three) decanting or racking operations during the first six months of storage (unless included in (a)).\nIII. Removal from storage:\n(a) check on quantity;\n(b) sampling/quality analysis (if responsibility of intervention authorities);\n(c) loading on purchaser's vehicle or into tank delivered to door of store.\nIV. Annual analysis:\nsampling and analysis of edible oil in store at the beginning of each marketing year, as provided for in Regulations (EEC) No 3166/84 (1) and (EEC) No 3472/85 (2).\nMILK PRODUCTS: SMP\nI. Acceptance and entry into store:\n(a) movement of SMP from means of transport on arrival to storage chamber;\n(b) weighing;\n(c) sampling/quality check;\n(d) check on marking and packaging.\nII. Storage:\n(a) rent of premises or contract price;\n(b) insurance (unless included in (a));\n(c) temperature control (unless included in (a));\n(d) annual inventory (unless included in (a)).\nIII. Removal from store:\n(a) weighing;\n(b) sampling/inspection of goods (if responsibility of intervention authorities);\n(c) movement of SMP to loading bay of store and loading, excluding stowage, on means of transport if a lorry or railway wagon.\nMovement of SMP to loading bay of store if another means of transport, e. g. container.\nIV. Specific marking:\nspecific marking of bags in which SMP packed if sold by tender for a specific use.\nMILK PRODUCTS: CHEESE\nI. Acceptance and entry into store:\n(a) movement of goods from means of transport on arrival to storage chamber;\n(b) weighing and check on marking;\n(c) sampling/quality check;\n(d) second sampling and quality check at end of test period.\nII. Storage:\n(a) rent of premises or contract price;\n(b) insurance (unless included in (a));\n(c) temperature control (unless included in (a));\n(d) annual inventory (unless included in (a)).\nIII. Removal from store:\n(a) weighing;\n(b) quality check (if responsibility of intervention authorities);\n(c) movement of goods from storage chamber to means of transport.\nTOBACCO\nI. Acceptance and entry into store (baled tobacco):\n(a) movements of tobacco within warehouse;\n(b) weighing;\n(c) quality check and grading. II. Acceptance and processing (leaf tobacco):\n(a) weighing;\n(b) quality check grading;\n(c) temporary warehousing;\n(d) cost of first processing contract, comprising:\n- cost of transport from place of acceptance (temporary warehouse) to place of processing,\n- all costs of first processing and market preparation,\n- cost of transport from place of processing to place of final storage.\nIII. Storage (baled tobacco):\n(a) rent of premises or contract price;\n(b) insurance (unless included in (a));\n(c) moisture control (unless included in (a));\n(d) annual inventory (unless included in (a));\n(e) pest control measures (unless included in (a)).\nIV. Removal from store (baled tobacco):\n(a) weighing;\n(b) taking of sample before sale (if responsibility of intervention authorities);\n(c) movement of tobacco from storage chamber onto means of transport.\nV. Additional standard amount for oriental tobacco (unless included in III (a):\n(a) in case of rotation of baled tobacco;\n(b) final saving before removal from store (unless included in IV (a)).\nALCOHOL\nI. Accpetance and entry into store:\n(a) recording of quantity;\n(b) sampling/quality check;\n(d) tanking (unless bought in without movement being required).\nII. Storage:\n(a) contract price or rent of tanks;\n(b) insurance (unless included in (a));\n(c) temperature control (unless included in (a));\n(d) annual inventory (unless included in (a)).\nIII. Removal from store:\n(a) check on quantity;\n(b) sampling/quality analysis (if responsibility of intervention authorities);\n(c) loading on vehicle or into purchaser's tank.\n(1) OJ No L 297, 15. 11. 1984, p. 16.\n(2) OJ No L 333, 11. 12. 1985, p. 5."}