{"celex_id": "31985D0062", "uri": "http://publications.europa.eu/resource/cellar/4b2f5691-2cfb-4d26-8e5c-4c7fae5404e8", "type": "Decision", "concepts": ["1644", "4682", "4688"], "title": "85/62/EEC: Commission Decision of 19 December 1984 on the issue of import licences in respect of beef and veal products originating in Botswana, Kenya, Madagascar and Swaziland\n", "header": "COMMISSION  DECISION\nof 19 December 1984\non the issue of import licences in respect of beef and veal products originating in Botswana, Kenya, Madagascar and Swaziland\n(85/62/EEC)\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 435/80 of 18 February 1980 on the arrangements applicable to agricultural products and certain goods resulting from the processing of agricultural products originating in the African, Caribbean and Pacific States or in the overseas countries and territories (1), as last amended by Regulation (EEC) No 3019/81 (2), and in particular Article 23 thereof,\nHaving regard to Commission Regulation (EEC) No 2377/80 of 4 September 1980 on special detailed rules for the application of the system of import and export licences in the beef and veal sector (3), as last amended by Regulation (EEC) No 1994/84 (4), and in particular Article 15 (6) (b) (i) thereof,\nWhereas Regulation (EEC) No 435/80 provides for the possibility of issuing import licences for beef and veal products; whereas, however, imports must take place within the limits of the quantities specified for each of these exporting non-member countries;\nWhereas the applications for import licences submitted between 1 and 10 December 1984, expressed in terms of boned meat, in accordance with Article 15 (1) (b) of Regulation (EEC) No 2377/80, do not exceed, in respect of products originating from Botswana, Kenya, Madagascar and Swaziland, the quantities available from these States; whereas it is therefore possible to issue import licences in respect of the quantities requested;", "main_body": ["The following Member States shall issue, on 21 December 1984, import licences concerning beef and veal products, expressed in terms of boned meat, originating from certain African, Caribbean and Pacific States, in respect of the quantities and the countries of origin stated:\n1. Federal Republic of Germany:\n- 959 tonnes originating in Botswana,\n- 40 tonnes originating in Swaziland.\n2. United Kingdom:\n606 tonnes originating in Botswana.\n3. France:\n1 920 tonnes originating in Madagascar.\n4. Italy:\n180 tonnes originating in Madagascar.\n5. Netherlands:\n200 tonnes originating in Botswana.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 19 December 1984.\nFor the Commission\nPoul DALSAGER\nMember of the Commission\n(1) OJ No L 55, 28. 2. 1980, p. 4.\n(2) OJ No L 302, 23. 10. 1981, p. 4.\n(3) OJ No L 241, 13. 9. 1980, p. 5.\n(4) OJ No L 186, 13. 7. 1984, p. 17."}