{"celex_id": "31989D0660", "uri": "http://publications.europa.eu/resource/cellar/f3d58f6b-4d6e-49f1-b169-ec6865e3d8c2", "type": "Decision", "concepts": ["1264", "13", "1519", "4291", "5648", "889"], "title": "89/660/EEC: Commission Decision of 24 May 1989 prohibiting the aid planned by the Italian Government for the storage and marketing of olive oil (Only the Italian text is authentic)\n", "header": "COMMISSION DECISION of 24 May 1989 prohibiting the aid planned by the Italian Government for the storage and marketing of olive oil (Only the Italian text is authentic) (89/660/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular the first subparagraph of Article 93 (2) thereof,\nHaving regard to Council Regulation No 136/66/EEC of 22 September 1966 on the establishment of a common organization of the market in oils and fats (1), as last amended by Regulation (EEC) No 1225/89 (2), and in particular Article 33 thereof,\nHaving given notice to the parties concerned to submit their comments (3), in accordance with Article 93 of the Treaty, and having regard to those comments,\nWhereas:\nI\n1.  By letter of 6 April 1988 the Commission notified the Italian Government, inter alia, that:\n- it had received information to the effect that Italy was allegedly planning to grant, in respect of January and February 1988, monthly aid of Lit 5 000 per quintal to assist the storage and marketing of olive oil,\n- it wished to know whether the Italian Government was planning such a scheme and, if so, to communicate it to the Commission pursuant to Article 93 (3) of the Treaty.\n2.  By telex of 16 June 1988 the Commission again asked the Italian Government to provide the information specified in point 1.\n3.  By letter of 4 July 1988 the Italian Permanent Representative notified the Commission of circular No 28148 of 30 December 1986 of the Minister of Agriculture.\n4.  The said circular provides that, with a view of reducing storage costs, olive oil producers' groups and associations thereof are to be granted monthly aid of Lit 5 000 per quintal\nof oil in storage. The Italian Government said that the measure was being introduced because the exceptional volume of olive production in 1987/88 had brought about a serious crisis on the market and, by the same token, a sharp fall in prices. In its  letter of 4 July 1988 the Italian Government pointed out that the measures would apply for two months only and that the period of storage of the olive oil would not extend beyond the date of entry into force of the Community rules on the storage of  olive oil - which were in the process of being adopted - and in no case beyond 28 February 1988.\n5.  By letter of 5 August 1988 the Commission notified the Italian Government, inter alia, that:\n- it was regrettable that, by not notifying it of the circular in good time, the Italian Government had failed to fulfil its obligations pursuant to Article 93 (3) of the Treaty,\n- after scrutinizing the provisions in question, it had decided to initiate the procedure provided for in Article 93 (2) of the Treaty in respect of that measures,\n- in its opinion, the scheme constituted operating aid which could have no lasting effect on the development of the sector concerned; its effects would cease to be felt as soon as the scheme ended; the Commission regarded such measures as incompatible  with the common market,\n- moreover, the measure infringed Regulation No 136/66/EEC in that the latter should be regarded as complete and exhaustive, thus precluding unilateral supplementary measures by the Member States in the operation of the market organization,\n- accordingly, the measure did not qualify as an exception as provided for in Article 92 (3) of the Treaty,\n- by virtue of Article 93 (3) of the Treaty, the measure in question could not be implemented until the procedure provided for in Article 93 (2) had resulted in a final decision,\n- it wished to draw the Italian Government's attention to the letter which the Commission had sent to all the Member States on 3 November 1983 regarding their\nobligations pursuant to Article 93 (3) of the Treaty, and to the communication published on 24 November 1983 (4), whereby any aid granted illegally, i.e. without awaiting a final decision under the procedure of Article 93 (2) may be the subject of an  application for reimbursement and/or may result in a refusal to pay EAGGF (European Agricultural Guidance and Guarantee Fund) advances or declare chargeable to the EAGGF budget expenditure relating to national schemes which have a direct effect on  Community measures.\n6.  By telex of 6 October 1988 the Italian Government replied to the Commission's letter of 5 August 1988. In their telex the Italian authorities emphasized in particular that the exceptional volume of olive oil production in 1987/88 had resulted in  increased management costs for the producers' groups operating in that sector and had a direct impact on olive growers' incomes; the heavier burden of expenditure resulting from the increased storage, administration and accounting costs had placed the  organizations concerned in a critical situation which was likely to have grave consequences - possibly leading to bankruptcy in some cases - and would thus have an irreversible adverse effect on the olive-growing sector.\n7.  The Italian authorities provided information on the application of that measure at a bilateral meeting which took place on 22 February 1989 in Rome.\n8.  Further to the undertakings given by its officials at that meeting, the Italian Government sent a telex to the Commission on 2 March 1989 informing it, inter alia, that:\n- the aid provided for in circular No 28148 of 30 December 1987 of the Minister of Agriculture had not yet been paid,\n- the measure had been adopted pending the adoption of Commission Regulation (EEC) No 315/88 of 2 February 1988 on olive oil storage contracts for the 1987/88 marketing year (5), the need for which had been recognized by the Commission at the beginning  of the 1987/88 marketing year (November 1987),\n- in order to overcome the problems resulting from the measure, the Italian Government felt that the premium paid to those who were eligible could be recalculated on the basis of the amounts specified in Regulation (EEC) No 315/88.\n9.  By telex of 6 March 1989 the Commission replied to the Italian Government's telex of 2 March, stating that:\n- it had taken note of the confirmation that, up to the date on which the telex had been sent by the Italian authorities, no payment had been made on the basis of circular No 28148,\n- it was inviting the Italian Government to specify whether the premium which the Italian authorities were planning to grant to groups and associations operating in the olive oil sector was solely that provided for in Regulation (EEC) No 315/88, or if  the premium constituted a national aid designed to supplement the Community premium referred to in that Regulation.\n10.  By telex of 10 March 1989 Italy's Minister of Agriculture stated that:\n- the national aid provided for in the circular was to be granted for the storage of olive oil in respect of a period beginning on 1 January 1988 and ending when the storage contract provided for in the Community regulations in force was signed, but in  no case later than 28 February 1988,\n- the amount of the national aid would have to be recalculated on the basis of the Community premium, since the decision to grant the Community aid had been taken by the Commission at a very late stage.\nII.\nConcerning the points put forward by the Italian authorities it should be stressed that - even in a critical market situation - Italy is no longer empowered to adopt measures which are not provided for in the market organization for oils and fats. The  latter should be regarded as a complete and exhaustive system which precludes the adoption of unilateral supplementary measures by the Member States.\nAccordingly, the measure in question is incompatible with the common market and does not qualify under any of the exceptions provides for in Article 92 (3) of the Treaty.\nIn the light of the above the grounds put forward by the Italian authorities cannot be regarded as valid.\nIII\nItaly's olive oil production in 1987/88 is put at about 650 000 tonnes and that of the Community at about 1 630 000 tonnes. During the same marketing year Italy's imports of olive oil from the other Member States totalled 200 000 tonnes, while for the  other Member States the figure was 50 000 tonnes. Italy exported 20 000 tonnes to the other Member States and 100 000 tonnes to third countries. The national storage aid provided for in circular No 28148 was set at Lit 5 000 per 100 kilograms. The aid  is equivalent to 1,4 % of the guaranteed intervention price to the producer and 1,5 % of the market value of the product.\nIV.\n1.  The aid for the storage and marketing of olive oil, as provided for in circular No 28148, would, if it were to be\ngranted, constitute operating aid to producers' groups and associations thereof and traders operating in the olive oil sector. It would enable the recipients to reduce their storage costs and arrive at more advantageous prices than would have been the  case without government intervention. The scheme is therefore likely to distort competition between recipients of the aid and their competitors in the other Member States, who are also faced with a situation of over-production but do not qualify for aid  of this type.\nMoreover, the reduction in storage costs, which is equivalent to 1,5 % of the market value of the olive oil, would reduce the overheads in respect of the marketing of the product and enable Italian producers' groups and associations thereof, and traders  who wished to do so, to sell olive oil in Italy and in the other Member States on more favourable terms. The aid would make them more competitive on other Member States' markets; it is therefore likely to affect trade between Member States.\nThe measure in question accordingly corresponds to the criteria set out in Article 92 (1) of the Treaty, which provides that aids which fulfil the conditions set out therein are, in principle, incompatible with the common market.\n2.  The exceptions to that incompatibility, as provided for in Article 92 (2), are clearly not applicable in the case of these aid schemes. The exceptions provided for in paragraph 3 of the said Article specify objectives which are in the Community  interest and not in the interest of specific sectors of the national economy. Such exceptions should be interpreted in a narrow sense when scrutinizing a regional or sectoral aid scheme or any individual case in which general aid schemes are  implemented.\nIn particular, such exceptions may be granted only in cases where the Commission is in a position to establish that the aid is necessary for achievement of one of the objectives set out in those provisions. To allow such exceptions in respect of aids  which do not offer such guarantees would amount to allowing trade between Member States to be affected and competition to be distorted without justification from the point of view of the Community interest and would bring about unfair advantage for  certain Member States.\nIn the case in point, the aid system does not offer such guarantees. The Italian Government was unable to provide any justification, and the Commission could find none, showing that the aid in question fulfils the conditions required for granting one of  the exceptions set out in Article 92 (3) of the Treaty.\nThey are not measures intended to promote a project of common European interest within the meaning of Article 92 (3) (b) since, because of their potential effect on trade, they run counter to the common interest.\nNor are they measures intended to remedy a serious disturbance in the economy of the Member State in question, within the meaning of that provision.\nAs regards the exceptions provided for in Article 92 (3) (a) and (c) concerning aids to promote or facilitate the economic development of areas or of certain activities referred to in the said subparagraph (c), it should be pointed out that the measure,  being in the nature of an operating aid, cannot bring about lasting improvement in the conditions of the holdings or undertakings receiving the aid, since as soon as the aid ceases to be granted they would be in the same structural situation as obtained  prior to the entry into force of the State scheme.\nConsideration should, moreover, be given to the fact that the circular of the Minister of Agriculture provides for granting storage aid for olive oil in respect of the period 1 January to 28 February 1988. This means that the national aid would be  granted not only before the entry into force of Regulation (EEC) No 315/88 but also, between 6 February (the date of entry into force of the Regulation) and 28 February 1988 (the last possible day of eligibility for the national aid), concurrently with  the Community premium. This would make the adverse effects of the scheme even worse.\nAccordingly, the aid cannot be regarded as eligible under any of the exceptions provided for in Article 92 (2) and (3) of the Treaty.\n3.  It should be borne in mind, moreover, that the aid concerns a product which is the subject of an EEC market organization and that there are limitations on Member States' powers to intervene directly in the operation of market organizations  comprising a system of common prices, this being an area where the Community now has exclusive powers.\nThe grant of the aid in question is at odds with the principle that the Member States no longer have the power to make, by granting aid of this type, unilateral arrangements relating to farmers' incomes within the framework of a market organization. The  infringement of the rules of the market organization would have precluded the granting of an exception pursuant to Article 92 (3) even if such an exception had otherwise been possible.\n4.  The aid circular must be regarded as incompatible with the common market and must be annulled,", "main_body": ["The grant, to olive oil producers' groups and associations thereof and olive oil traders, of aid for storage and marketing, as provided for in circular No 28148 of\n30 December 1987 of the Italian Minister of Agriculture, is illegal pursuant to Article 93 (3) of the Treaty. Moreover, it is incompatible with the common market pursuant to Article 92 of the Treaty. Circular No 28148 must accordingly be annulled.", "Italy shall inform the Commission, within two months from notification of this Decision, of the measures it has taken to comply therewith.", "This Decision is addressed to the Italian Republic."], "attachments": "Done at Brussels, 24 May 1989\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No 172, 30. 9. 1966, p. 3025/66.\n(2) OJ No L 128, 11. 5. 1989, p. 15.\n(3) OJ No C 306, 1. 12. 1988, p. 4.(4) OJ No C 318, 24. 11. 1983, p. 3.\n(5) OJ No L 31, 3. 2. 1988, p. 17."}