{"celex_id": "31980D0686", "uri": "http://publications.europa.eu/resource/cellar/f7e360f9-83fd-4eaa-ada8-203c27f2eb56", "type": "Decision", "concepts": ["1707", "2535", "2825", "3161", "5546", "6050"], "title": "80/686/EEC: Commission Decision of 25 June 1980 setting up an Advisory Committee on the control and reduction of pollution caused by hydrocarbons discharged at sea\n", "header": "COMMISSION DECISION  of 25 June 1980  setting up an Advisory Committee on the control and reduction of pollution caused by hydrocarbons discharged at sea  (80/686/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nWhereas, at its meetings in Copenhagen on 7 and 8 April 1978, in Bremen on 6 and 7 July 1978 and in Luxembourg on 27 and 28 April 1980, the European Council took the view that preventing and combating marine pollution, in particular by hydrocarbons, should be one of the major objectives of action by the Community;\nWhereas the European Communities' 1973 environment action programme (1), supplemented by that of 1977 (2), stressed that it was of paramount importance to western Europe that effective action be taken against the dangers inherent in the carriage of hydrocarbons, including the threat of serious coastal pollution as a result of accidents on the high seas, and specified that the protection of sea water in order to ensure the maintenance of ecological balances was a priority task;\nWhereas on 26 June 1978 the Council adopted a resolution setting up an action programme of the European Communities on the control and reduction of pollution caused by hydrocarbons discharged at sea (3);\nWhereas the Commission needs to seek advice from highly qualified experts in the Member States concerning pollution caused by hydrocarbons discharged at sea;\nWhereas the Community also needs to have a forum where experts can meet for the purpose of collecting existing information and experience gained in Member States, thus facilitating the coordination of measures taken or planned at national, international or Community level,", "main_body": ["The Commission hereby sets up an Advisory Committee on the control and reduction of pollution caused by hydrocarbons discharged at sea, hereinafter referred to as \"the Committee\".", "The terms of reference of the Committee shall be as follows:    1. to advise the Commission, at the request of the latter or on its own initiative, on all problems concerning the implementation of Community measures for the control and reduction of pollution caused by hydrocarbons discharged at sea;\n2. to allow the collection of existing information and experience gained in the Member States, on ways of controlling and reducing pollution caused by hydrocarbons discharged at sea, thus facilitating the coordination of measures taken or planned at national, international or Community level.", "1. The Committee shall consist of government experts with specialist knowledge of the areas referred to in Article 2 (three representatives per Member State).\n2. Committee members shall be chosen by the Commission on the basis of nominations by the Member States.\n3. Representatives of the departments of the Commission concerned shall take part in the meetings of the Committee.", "An alternate shall be appointed by each Committee member. Without prejudice to Article 9, an alternate shall attend Committee meetings and take part in the work of the Committee only if the full member in question is prevented from attending.  (1)OJ No C 112, 20.12.1973, p. 1. (2)OJ No C 139, 13.6.1977, p. 1. (3)OJ No C 162, 8.7.1978, p. 1.", "The Commission shall publish the membership list in the Official Journal of the European Communities as a matter of information.", "The Committee shall be chaired by a Commission representative.", "The Committee shall elect six vice-chairmen from among its members.\nIt shall set up a bureau consisting of the chairman and the vice-chairmen.", "The departments of the Commission shall provide the secretariat of the Committee and of the bureau.", "The chairman may invite any person with expert knowledge of a subject on the agenda to take part in the work of the Committee.\nExperts shall only take part in the discussions on the matter concerning which they have been invited to attend.", "0\nThe Committee shall draw up its rules of procedure.", "1\nWithout prejudice to Article 214 of the Treaty, Committee members shall be required not to disclose any information which has been acquired by them in the course of the work of the Committee or of the bureau where the Commission informs them that the opinion requested or the question raised concerns a confidential matter.\nIn such cases, only Committee members and Commission representatives shall be present at the meetings in question.", "2\nThis Decision shall enter into force on 25 June 1980."], "attachments": "Done at Brussels, 25 June 1980.\nFor the Commission\nLorenzo NATALI\nVice-President"}