{"celex_id": "31988R3225", "uri": "http://publications.europa.eu/resource/cellar/8d0c1015-6452-4779-b477-c2ad884f8636", "type": "Regulation", "concepts": ["1117", "2681", "3191"], "title": "Council Regulation (EEC) No 3225/88 of 17 October 1988 laying down general rules for the system of minimum import prices for certain processed cherries\n", "header": "COUNCIL  REGULATION (EEC) No 3225/88\nof 17 October 1988\nlaying down general rules for the system of minimum import prices for certain processed cherries\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 426/86 of 24 February 1986 on the common organization of the market in products processed from fruit and vegetables (1), as last amended by Regulation (EEC) No 2247/88 (2), and in particular Article 9 (5) thereof,\nHaving regard to Council Regulation (EEC) No 1676/85 of 11 June 1985 on the value of the unit of account and the conversion rates to be applied for the purposes of the common agricultural policy (3), as last amended by Regulation (EEC) No 1636/87 (4), and in particular Article 10 (2) thereof,\nHaving regard to the proposal from the Commission,\nWhereas Regulation (EEC) No 426/86 provides for the application of a minimum import price for each marketing year for certain processed cherries; whereas it is necessary to lay down general rules therefor;\nWhereas a consequence of the present monetary situation is that the minimum price in ECU converted into national currency on the basis of the representative rate does not attain the same price level throughout the Community; whereas that could therefore lead to distortion of competition in trade; whereas that possibility could be avoided by applying a coefficient when converting the ECU into national currency;\nWhereas the contervailing charge applies only where a product does not comply with the minimum import price; whereas in such cases the charge should be equal to the difference between the import price and the minimum price,", "main_body": ["1. The minimum import price for the processed cherries listed in Part B of Annex I to Regulation (EEC) No 426/86 shall be fixed before the beginning of the marketing year.\n2. The minimum import price may be fixed for the products in immediate wrappings of a determined net weight.\n3. The Commission may set a monetary coefficient for adjusting the minimum price in national currency in order to prevent distortions of trade between Member States.", "The minimum price to be observed for imports shall be that applicable on the day of acceptance of entry for free circulation.", "1. Where the import price is less than the minimum price as specified in Article 2, a countervailing charge equal to the difference between those prices shall be levied.\n2. Rules on determining the import price shall be adopted by the Commission in accordance with the procedure laid down in Article 22 of Regulation (EEC) No 426/86.", "This Regulation shall enter into force on the eighth day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 17 October 1988.\nFor the Council\nThe President\nY. POTTAKIS\n(1) OJ No L 49, 27. 2. 1986, p. 1.\n(2) OJ No L 198, 26. 7. 1988, p. 21.\n(3) OJ No L 164, 24. 6. 1985, p. 1.\n(4) OJ No L 153, 13. 6. 1987, p. 1."}