{"celex_id": "31984R2565", "uri": "http://publications.europa.eu/resource/cellar/b6f7e044-539c-443c-9753-de9c9d47e2f5", "type": "Regulation", "concepts": ["1519", "1565", "2803"], "title": "Commission Regulation (EEC) No 2565/84 of 7 September 1984 on the continuation of the measures referred to in Regulation (EEC) No 701/83 to increase the consumption of milk in certain regions of Italy and Greece\n", "header": "COMMISSION  REGULATION (EEC) No 2565/84\nof 7 September 1984\non the continuation of the measures referred to in Regulation (EEC) No 701/83 to increase the consumption of milk in certain regions of Italy and Greece\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1079/77 of 17 May 1977 on a co-responsibility levy and on measures for expanding the markets in milk and milk products (1), as last amended by Regulation (EEC) No 1206/84 (2), and in particular Article 4 thereof,\nWhereas in certain regions of Greece and Italy consumption of milk is still well below the Community average; whereas, milk is not supplied by dairies to all parts of these regions because of structural problems; whereas the measures begun under Commission Regulation (EEC) No 701/83 (3) have proved to be an effective means for improving this situation; whereas it is therefore opportune to continue to encourage projects relating to the consumption of milk in certain particularly less-favoured localities in these regions;\nWhereas, the organizations representing the milk sector in these Member States should again be invited to put forward detailed programmes which these organizations would themselves carry out;\nWhereas the Community contribution in respect of these measures should not be granted concurrently with that under Article 26 of Council Regulation (EEC) No 804/68 (4), as last amended by Regulation (EEC) No 1557/84 (5);\nWhereas the other rules may, for the most part, be drawn from the provisions of Commission Regulation (EEC) No 595/83 of 14 March 1983 extending the promotional and publicity measures referred to in Regulation (EEC) No 723/78 in respect of milk and milk products (6);\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Milk and Milk Products,", "main_body": ["1. Measures to increase and improve the consumption of drinking milk in certain regions of Greece and Italy shall be encouraged, subject to the conditions laid down in this Regulation. These regions are listed in the Annex.\n2. The following may be considered as measures within the meaning of paragraph 1:\n(a) the free distribution of standardized whole milk to schoolchildren;\n(b) in certain duly justified cases, the measures under (a) may include the purchase of dispensers and/or refrigerators which have to be provided in the schools.\n3. The measures shall be carried out within a year of the signature of the contract referred to in Article 5 (3) and in any case before 1 January 1986. However, in exceptional cases a longer period may be agreed in accordance with Article 5 (2), to ensure maximum effectiveness of the measures in question.\n4. The time limit fixed in paragraph 3 shall not prevent subsequent agreement to an extension of that limit where the party to a contract makes the appropriate application to the competent authority before the expiry date and proves that, because of exceptional circumstances beyond his control, he is unable to meet the original deadline.\n5. Subject to conclusion of a contract as referred to in Article 5 (3) measures carried out from 1 September 1984 onwards shall be eligible for the Community contribution.", "1. The promotional measures referred to in Article 1 (2):\n(a) shall be proposed by institutions, organizations, undertakings or producer groups, who:\n- carry out their activities in the Member States concerned,\n- possess the necessary qualifications and experience,\n- give suitable guarantees to ensure the satisfactory completion of the measures;\n(b) shall be carried out as far as possible by the institution or organization which has made the proposal. In cases where these institutions and organizations must use subcontractors, the proposal must contain a duly justified request for a derogation;\n(c) shall be limited to the territory of the regions and must cover all the localities as given in the Annex; if necessary the Member State concerned shall specify the localities for the regions as given in the Annex and shall send a list thereof to the Commission at the same time as the list of proposals in accordance with Article 5 (1) (b);\n(d) must:\n- make use of the means of distribution best suited to ensure maximum effectiveness of the measure,\n- be of a general nature and not brand-orientated,\n- promote the consumption of whole milk without reference to the country or region of processing.\n2. The Community contribution shall be limited to:\n- 100 % of expenditure on measures pursuant to Article 1 (2) (a); however, the aid may not exceed 0,3 ECU per 200 ml unit,\n- 90 % of expenditure on measures pursuant to Article 1 (2) (b).\n3. The Community contribution for the measures under Article 1 (2) (b) may not exceed 15 % of the total cost of the measures implemented under Article 1 (2) in the Member State concerned.\n4. Milk distributed under this measure cannot benefit from the Community contribution under Article 26 of Regulation (EEC) No 804/68.", "1. The parties specified in Article 2 (1) (a) shall be invited to transmit to the competent authority designated by their Member State, hereinafter called 'the competent authority' detailed proposals concerning the measures referred to in Article 1 (2).\n2. Proposals must reach the competent authority concerned before 1 October 1984. Where this date is not complied with, the proposal shall be considered null and void.\n3. Further details for submission of proposals shall be as set out in the notice from the competent authorities published in the Official Journal of the European Communities (OJ No C 54, 13. 3. 1981, p. 7).", "1. Complete proposals shall include:\n(a) the name and address of the party concerned;\n(b) all details concerning the measures proposed, indicating the time required for completion, the expected results and any third parties who may be involved;\n(c) the price asked for these measures, net of tax, expressed in the currency of the Member State in the territory of which the party concerned is established, giving an itemized breakdown of this amount and showing the corresponding financing plan;\n(d) the desired form of payment of the Community contribution in accordance with Article 7 (1) (a) or (b);\n(e) the most recent report available on the party's activities, in so far as it is not already available at the hands of the competent authority.\n2. A proposal shall be valid only where:\n(a) it is submitted by a party fulfilling the conditions laid down in Article 2 (1) (a);\n(b) it is accompanied by an undertaking to observe the provisions of this Regulation and those contained in the list of clauses and conditions referred to in Article 6.", "1. Before 1 November 1984 the competent authority shall:\n(a) examine all proposals submitted and any supporting documents to check that they are in the correct form and contain the information required. It shall ensure that the proposals comply with the provisions of Article 4 and shall ask applicants for further details if necessary;\n(b) compile a list of the proposals received and send it to the Commission together with a copy of each proposal and a reasoned opinion indicating whether or not the proposal conforms with the Regulation.\n2. After consulting the relevant interest groups and following examination of the proposals by the Management Committee for Milk and Milk Products in accordance with Article 31 of Regulation (EEC) No 804/68, the Commission shall establish before 1 December 1984 a list of the proposals selected for financing.\n3. The competent authorities shall conclude contracts before 1 January 1985 with those parties whose proposals have been selected.\nThe competent authorities shall make use for this purpose of the standard form contracts to be provided by the Commission. 4. The competent authority shall inform each applicant as soon as possible of the decision taken in respect of his proposal.", "1. On acceptance of a proposal in accordance with Article 5, a list of clauses and conditions shall be drawn up by the competent authority in at least two copies and signed by the party concerned and the competent authority.\n2. The list of terms and conditions shall form an integral part of the contract referred to in Article 5 (3) and shall:\n(a) include the details referred to in Article 4 (1) or make reference to them;\n(b) supplement these details, where necessary, by additional provisions resulting from the application of Article 5 (1);\n(c) not modify the content of the proposal selected for financing.\n3. The competent authority shall send a copy of the contract and the list of clauses and conditions to the Commission without delay.\n4. The competent authority shall ensure compliance with the agreed conditions by means of on-the-spot checks.", "1. The competent authority concerned shall pay to the party in question, in accordance with the choice indicated in the latter's proposal, either:\n(a) within six weeks of the date of signature of the contract and the list of clauses and conditions, a single payment on account amounting to 60 % of the agreed Community contribution; or\n(b) at two-monthly intervals, four equal instalments each amounting to 20 % of the agreed Community contribution, the first such instalment being paid within six weeks of the date of signature of the contract and the list of clauses and conditions.\nHowever, while a contract is being performed, the competent authority may:\n- defer payment of an instalment either wholly or in part where it finds, in particular during the checks referred to in Article 6 (4), irregularities in carrying out the measures concerned or a substantial interval between the due date for payment of the instalment and the date the party concerned will actually incur the forecast expenditure,\n- in exceptional cases, advance payment of an instalment if the party concerned submits a reasoned request and shows that he must incur a substantial part of the expenditure significantly earlier than the date laid down for payment of the Community contribution towards the said expenditure.\n2. Payment of each instalment shall be conditional upon the lodging with the competent authority of a security equal to the amount of the instalment, plus 10 %.\n3. Release of securities and payment of the balance by the competent authority shall be subject to:\n(a) confirmation by the competent authority that the party concerned has fulfilled his obligations as laid down in the contract and the list of clauses and conditions;\n(b) transmission to the competent authority of the report referred to in Article 8 (1) and verification of the details contained in that report by the competent authority.\nHowever, on a reasoned request by the party concerned, the balance may be paid after the measure has been completed, and after transmission of the report referred to in Article 8 (1), on condition that securities equal to the total amount of the Community contribution plus 10 % have been lodged;\n(c) the competent authority finding that the party concerned, or any third party named in the contract, has spent his own contribution for the purposes laid down.\n4. In so far as the conditions set out in paragraph 3 are not fulfilled, the securities shall be forfeit. In this event, the amount in question shall be deducted from the expenditure of the Guarantee Section of the European Agricultural Guidance and Guarantee Fund, and more particularly from expenditure arising out of the measures referred to in Article 4 of Regulation (EEC) No 1079/77.", "1. Each party responsible for one of the measures referred to in Article 1 (1) and (2) shall submit to the competent authority, within four months of the final date fixed in the contract for completion of the measure, a detailed report on the utilization of the Community funds allocated and on the foreseeable results of the measure in question.\n2. On completion of each contract, the competent authority concerned shall send the Commission a statement to this effect and a copy of the final report.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 7 September 1984.\nFor the Commission\nPoul DALSAGER\nMember of the Commission\n(1) OJ No L 131, 26. 5. 1977, p. 6.\n(2) OJ No L 115, 1. 5. 1984, p. 73.\n(3) OJ No L 82, 29. 3. 1983, p. 5.\n(4) OJ No L 148, 28. 6. 1968, p. 13.\n(5) OJ No L 150, 6. 6. 1984, p. 6.\n(6) OJ No L 71, 17. 3. 1983, p. 27.\nANNEX\nREGIONS REFERRED TO IN ARTICLE 1 (1)\n1. ITALY:\nCampania, Basilicata\n- Disaster stricken communes, as listed in Law No 128 of 15 April 1981;\n- Communes wholly classified as 'mountain communes' and 'less-favoured communes' within the meaning of Article 3 (3) and (4) of Directive 75/268/EEC (1)\n2. GREECE:\n1.2 // - Macedonia:  // Kilkis Thessalonici Serres Drama Kavala  // - Magnesia:  // Communities on Mount Pelio Volos  // - Ioanninon:  // Ioannina  // - Eurytania:  // Karpenisi  // - Kyclades:  // Island of Syros\n(1) OJ No L 128, 19. 5. 1975, p. 1."}