{"celex_id": "31989D0222", "uri": "http://publications.europa.eu/resource/cellar/daed746b-709e-4918-91f9-2fa7da78c30c", "type": "Decision", "concepts": ["1308", "1309", "192", "5369"], "title": "89/222/EEC: Commission Decision of 8 March 1989 concerning animal health conditions and veterinary certification for imports of fresh meat from the German Democratic Republic\n", "header": "COMMISSION  DECISION\nof 8 March 1989\nconcerning animal health conditions and veterinary certification for imports of fresh meat from the German Democratic Republic\n(89/222/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 72/462/EEC of 12 December 1972 on health and veterinary inspection problems upon importation of bovine animals and swine and fresh meat from third countries (1), as last amended by Directive 88/289/EEC (2), and in particular Article 16 thereof,\nWhereas, following a Community veterinary mission, it appears that the animal health situation in the German Democratic Republic is good and is controlled by well structured and organized veterinary services particularly as regards diseases transmissible through meat;\nWhereas the responsible veterinary authorities of the German Democratic Republic have confirmed that the German Democratic Republic has for at least 12 months been free from rinderpest, exotic foot-and-mouth disease, African swine fever and contagious porcine paralysis (Teschen disease) infection and that no vaccinations have been carried out against those diseases during that time;\nWhereas animal health conditions and veterinary certification must be adapted according to the animal health situation of the non-member country concerned;\nWhereas certain Member States, because of their particular animal health situations concerning foot-and-mouth disease and swine fever, benefit from special provisions in intra-Community trade and should therefore also be authorized to apply special provisions in respect of imports from third countries; whereas these provisions must be at least as strict as those which the same Member States apply in intra-Community trade;\nWhereas it will be necessary to re-examine this Decision with a view to its adaptation to Community rules concerning the control and eradication of foot-and-mouth disease and swine fever within the Community;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["Without prejudice to the provisions of the Protocol on German internal trade and connected problems, Member States shall authorize imports of the following categories of fresh meat from the German Democratic Republic:\n(a) fresh meat of domestic animals of the bovine, porcine, ovine or caprine species, conforming to the guarantees laid down in the animal health certificate in accordance with Annex A, which must accompany the consignment;\n(b) fresh meat of domestic solipeds, conforming to the guarantees laid down in the animal health certificate in accordance with Annex B, which must accompany the consignment.", "1. Until the adoption by the Council of rules concerning the control and eradication of foot-and-mouth disease within the Community, and while continuing to prohibit vaccination against foot-and-mouth disease, Denmark, Ireland and the United Kingdom in respect of Northern Ireland may, in respect of fresh meat of bovine animals, swine, sheep and goats referred to under Article 1 (a), retain their national animal health rules relating to protection against foot-and-mouth disease.\n2. While remaining officially free from swine fever, Member States may, in respect of fresh meat of swine referred to under Article 1 (a), retain their national animal health rules relating to protection against swine fever.", "This Decision shall not apply to imports of glands and organs, including blood, authorized by the country of destination for pharmaceutical manufacturing purposes.", "This Decision shall be re-examined with a view to its adaption to Community rules concerning the control and eradication of foot-and-mouth disease and swine fever within the Community.", "This Decision shall apply with effect from 15 March 1989.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 8 March 1989.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 302, 31. 12. 1972, p. 28.\n(2) OJ No L 124, 18. 5. 1988, p. 31.\nANNEX A\nANIMAL HEALTH CERTIFICATE\nfor fresh meat (1) of domestic animals of the bovine, porcine, ovine and caprine species intended for consignment to the European Economic Community\nCountry of destination:\nReference to the public health certificate (2):\nExporting country: German Democratic Republic\nMinistry:\nDepartment:\nReference:\n(Optional)\nI. Identification of meat\nMeat of:\n(Animal species)\nNature of cuts:\nNature of packaging:\nNumber of cuts or packages:\nNet weight:\nII. Origin of meat\nAddress(es) and veterinary approval number(s) (2) of the approved slaughterhouse(s):\nAddress(es) and veterinary approval number(s) (2) of the approved cutting plant(s):\nIII. Destination of meat\nThe meat will be sent from:\n(Place of loading)\nto:\n(Country and place of destination)\nby the following means of transport (3):\nName and address of consignor:\nName and address of consignee:\nIV. Attestation of health\nI, the undersigned, official veterinarian, certify that:\n1. the fresh meat described above is obtained from:\n- animals which have remained in the territory of the German Democratic Republic for at least three months before being slaughtered or since birth in the case of animals less than three months old,\n- animals which come from holdings in which there has been no outbreak of foot-and-mouth disease in the previous 30 days, and around which within a radius of 10 km there has been no case of foot-and-mouth disease for 30 days,\n- animals which have been transported to the approved slaughterhouse concerned without contact with animals which do not comply with the conditions required for export of their meat to the Community, and, if conveyed in a means of transport, that the latter has been cleaned and disinfected before loading,\n- animals which have passed the ante-mortem health inspection referred to in Chapter V of the Annex 1 to Council Directive 64/433/EEC (1), as last amended by Directive 88/657/EEC (2), at the slaughterhouse during the 24 hours before slaughter and have showed no evidence of foot-and-mouth disease,\n- in the case of fresh meat from swine, animals which come from holdings in which there has been no outbreak of swine vesicular disease in the previous 30 days or of swine fever in the previous 40 days and around which within a radius of 10 km there has been no case of these diseases for 30 days,\n- in the case of fresh meat from swine, animals which have not come from a holding which for health reasons is subject to prohibition as a result of an outbreak of porcine brucellosis during the previous six weeks,\n- in the case of fresh meat from sheep and goats, animals which have not come from a holding which for health reasons is subject to prohibition as a result of an outbreak of ovine or caprine brucellosis during the previous six weeks;\n2. the meat is obtained from an establishment or establishments in which, after a case of foot-and-mouth disease has been diagnosed, further preparation of meat for export to the European Community has only been authorized after slaughter of all animals present, removal of all meat, and the total cleaning and disinfection of the establishment(s) under the control of an official veterinarian.\n1.2.3 //  // Done at   // on   //   // (Place)   // (Date)\n(Seal)\n(Signature of official veterinarian)\n(Name in capital letters, title and qualifications of signatory)\n(1) Fresh meat means all parts fit for human consumption from domestic bovine animals, swine, sheep and goats which have not undergone any preserving process: however, chilled and frozen meat shall be considered as fresh meat.\n(2) Optional when the country of destination authorizes the importation of fresh meat for uses other than human consumption in application of Article 19 (a) of Directive 72/462/EEC.\n(3) For railway wagons or lorries the registration number should be given, for aircraft the flight number and for ships the name.\n(1) OJ No 121, 29. 7. 1964, p. 2012/64.\n(2) OJ No L 382, 31. 12. 1988, p. 3.\nANNEX B\nANIMAL HEALTH CERTIFICATE\nfor fresh meat (1) of domestic solipeds intended for consignment to the European Economic Community\nCountry of destination:\nReference to the public health certificate (2):\nExporting country: German Democratic Republic\nMinistry:\nDepartment:\nReference:\n(Optional)\nI. Identification of meat\nMeat of domestic solipeds:\n(Animal species)\nNature of cuts:\nNature of packaging:\nNumber of cuts or packages:\nNet weight:\nII. Origin of meat\nAddress(es) and veterinary approval number(s) (2) of the approved slaughterhouse(s):\nAddress(es) and veterinary approval number(s) (2) of the approved cutting plant(s):\nIII. Destination of meat\nThe meat will be sent from:\n(Place of loading)\nto:\n(Country and place of destination)\nby the following means of transport (3):\nName and address of consignor:\nName and address of consignee:\nIV. Attestation of health\nI, the undersigned, official veterinarian, certify that the fresh meat described above is obtained from animals which have remained in the territory of the German Democratic Republic for at least three months before being slaughtered or since birth in the case of animals less than three months old.\n1.2.3 //  // Done at (Place)  // on (Date)\n(Seal)\n(Signature of official veterinarian)\n(Name in capital letters, title and qualifications of signatory)\n(1) Fresh meat means all parts fit for human consumption from domestic solipeds which have not undergone any preserving process: however, chilled and frozen meat shall be considered as fresh meat.\n(2) Optional, when the country of destination authorizes the importation of fresh meat for uses other than human consumption in application of Article 19 (a) of Directive 72/462/EEC.\n(3) For railway wagons or lorries the registration number should be given, for aircraft the flight number and for ships the name."}