{"celex_id": "31987R1958", "uri": "http://publications.europa.eu/resource/cellar/6937d315-3145-41d8-ae14-583459da5e06", "type": "Regulation", "concepts": ["1609", "1988", "4395", "889"], "title": "Council Regulation (EEC) No 1958/87 of 2 July 1987 amending Regulation (EEC) No 2036/82 laying down special measures for peas, field beans and sweet lupins\n", "header": "COUNCIL REGULATION (EEC) No 1958/87 of 2 July 1987 amending Regulation (EEC) No 2036/82 laying down special measures for peas, field beans and sweet lupins\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1431/82 of 18 May 1982 laying down special measures for peas, field beans and sweet lupins (1), as last amended by Regulation (EEC) No 3127/86 (2), and in particular Article 4a thereof,\nHaving regard to the proposal from the Commission (3),\nWhereas the present monetary situation, which features major rapid changes in certain Community currencies, and the fact that there is no monetary adjustment system mean that peas, field beans and sweet lupins, harvested in the Community cannot be  disposed of under normal conditions; whereas those difficulties should be forestalled by introducing a system of differential amounts to be charged or granted in respect of the products used; whereas the said differential amounts should take into  account the incidence of the actual exchange rates on the prices of the products in question in the various Member States;\nWhereas adjustments should be provided for only in cases where the monetary gaps give rise to trade flows which disrupt or threaten to disrupt the market; whereas provision should therefore be made for a neutral margin when applying the differential  amounts, and to amend therefore Regulation (EEC) No 2036/82 (4), as last amended by Regulation (EEC) No 3527/86 (5),\nAE", "main_body": ["The following Article is hereby inserted in Regulation (EEC) No 2036/82:\n'Article 12a\n1.  The aid referred to in Article 3 (1) and (2) of Regulation (EEC) No 1431/82 shall be increased or reduced by a differential amount calculated in accordance with the following paragraphs.\n2.  The differential amounts shall be calculated in the light of the incidence on prices:\n(a)  in the case Member States whose currencies are maintained as between themselves within a spread at any given moment of a maximum of 2,25 %, of the percentage difference between:\n- the conversion rate used under the common agricultural policy,\nand\n- the conversion rate deriving from the central rate to which the coefficient specified in Article 6 (3) of Council Regulation (EEC) No 1677/85 of 11 June 1985 on monetary compensatory amounts in agriculture\n(b)  in the case of Member States other than those referred to in (a), of the average of the percentage differences between:\n- the relationship between the conversion rate used under the common agricultural policy for the currency of the Member State concerned and the central rate of each of the currencies of the Member States referred to in (a), to which the coefficient  referred to in (a) has been applied, and\n- the spot market rate for the currency of the Member State in question in relation to each of the currencies of the Member States referred to in (a), as recorded over a period to be determined.\nHowever, for the purpose of calculating differential amounts, a neutral margin of five points may be applied to the monetary gaps referred to above.\n3.  The differential amounts shall be fixed by the Commission. They shall be altered whenever the gaps referred to in paragraph 2 of this Article differ by one point or more from the percentage used for the previous fixing.\n4.  The detailed rules for the application of this Article, including, those in respect of the fixing of the neutral margin applicable, shall be adopted in accordance with the procedure provided for in Article 12 of Regulation (EEC) No 1117/78.\nAE", "Any transitional measures which are required in order to facilitate the changeover from the arrangements at present in force to those provided for in this Regulation shall be adopted in accordance with the procedure provided for in Article 12 of  Regulation (EEC) No 1117/78. Their period of application shall not extend beyond that which is strictly necessary in order to facilitate the changeover to the new arrangements.", "This Regulations shall enter into force on the third day following that of its publication in the Official Journal of the European Communities.\nIt shall apply to peas, field beans and sweet lupins in cases where the application for identification is lodged from\n1 October 1987.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 2 July 1987.\nFor the Council\nThe President\nK. E. TYGESEN\nEWG:L184UMBE01.97\nFF: 1LEN;   SETUP: 01;   Hoehe: 566 mm;   135 Zeilen;   4760 Zeichen;\nBediener: UTE0   Pr.: A;\nKunde: L 184 England 01\n(1) OJ No L 162, 12. 6. 1982, p. 28.\n(2) OJ No L 292, 16. 10. 1986, p. 1.\n(3) OJ No C 89, 3. 4. 1987, p. 96.\n(4) OJ No L 219, 28. 7. 1982, p. 1.\n(5) OJ No L 326, 21. 11. 1986, p. 1.(6), has been applied;(7) OJ No L 164, 24. 6. 1985, p. 6.'"}