{"celex_id": "31985L0010", "uri": "http://publications.europa.eu/resource/cellar/36547b88-12e5-4d36-92ce-3cd1d551aa78", "type": "Directive", "concepts": ["2081", "2589", "2897", "4082", "4719"], "title": "Council Directive 85/10/EEC of 18 December 1984 amending Directive 75/106/EEC on the approximation of the laws of the Member States relating to the making-up by volume of certain prepackaged liquids\n", "header": "COUNCIL  DIRECTIVE\nof 18 December 1984\namending Directive 75/106/EEC on the approximation of the laws of the Member States relating to the making-up by volume of certain prepackaged liquids\n(85/10/EEC)\nTHE COUNCIL OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 100 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas total harmonization of the ranges of nominal volumes for products in the wine sector now appears necessary for all the products concerned since the adoption of Council Directive 75/106/EEC (4), as amended by Directive 79/1005/EEC (5);\nWhereas the deadline laid down in Directive 75/106/EEC for the use of certain volumes does not leave some Member States sufficient time to dispose of returnable bottles still in circulation on their markets; whereas the premature replacement of non-standard bottles would have serious economic consequences; whereas the States concerned should therefore be permitted to authorize the use of the volumes in question on their markets for a limited period;\nWhereas since the adoption of Directive 75/106/EEC, the trend in consumption habits has shown that it is necessary to add large volumes to the range of capacities for still wines;\nWhereas Directive 75/106/EEC should be amended accordingly,", "main_body": ["Article 5 of Directive 75/106/EEC is hereby replaced by the following:\n'Article 5\n1. Member States may not refuse, prohibit or restrict the placing on the market of prepackages which satisfy the requirements of this Directive on grounds related to the determination of their volumes, the methods by which they have been checked or the nominal volumes where these are set out in Annex III, column I.\n2. Member States which on 31 December 1973 allowed the nominal volumes listed in Annex III, column II, shall continue to allow them up to 31 December 1988, or in the case of the volume 0,73 litre up to 31 December 1985.\n3. (a) Prepackages containing the products listed in Annex III, section 1 (a) and (b) may only be marketed after 31 December 1983 if they have the nominal volumes set out in Annex III, columns I and II. The volume 0,73 litre shall be deleted from column II with effect from 1 January 1986.\n(b) Prepackages containing the products listed in Annex III, section 1 (a) and (b) may only be marketed after 31 December 1988 if they have the nominal volumes set out in Annex III, column I.\n(c) Without prejudice to subparagraph (a) above, the products listed in Annex III (1) (a), when contained in returnable packages, may be marketed in the following volumes:\n- 0,24 litre - 0,73 litre - 0,99 litre in France up to 31 December 1988,\n- 0,46 litre - 0,64 litre - 0,68 litre in Greece up to 31 December 1988,\n- 0,19 litre - 0,36 litre - 0,475 litre - 0,72 litre - 0,95 litre - 1,75 litres - 1,88 litres in Italy up to 31 December 1985.\n4. This Directive shall be no impediment to national laws governing on environmental grounds the use of packaging with regard to its recycling.'", "1. The following figures are added to Annex III, column I (1) (a) of Directive 75/106/EEC: '6, 9 and 10'.\n2. The following line is added at the end of the range of volumes in Annex III, column I (1) (a) of Directive 75/106/EEC:\n'0,187 (for consumption on board aircraft and ships only)'.", "Member States shall bring the laws, regulations and administrative provisions needed to comply with this Directive into force within 12 months of its notification (1). They shall forthwith inform the Commission thereof.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 18 December 1984.\nFor the Council\nThe President\nJ. BRUTON\n(1) OJ No C 291, 27. 10. 1983, p. 11.\n(2) OJ No C 104, 16. 4. 1984, p. 141.\n(3) OJ No C 57, 29. 2. 1984, p. 13.\n(4) OJ No L 42, 15. 2. 1975, p. 1.\n(5) OJ No L 308, 4. 12. 1979, p. 25.\n(1) This Directive was notified to the Member States on 20 December 1984"}