{"celex_id": "31989R1517", "uri": "http://publications.europa.eu/resource/cellar/2f94b231-f9de-4144-b20c-2a92795c29d8", "type": "Regulation", "concepts": ["1118", "2563", "3191", "5334", "863"], "title": "Commission Regulation (EEC) No 1517/89 of 31 May 1989 amending Regulation (EEC) No 886/87 on the notification by the Member States to the Commission of the information relating to imports of dessert apples\n", "header": "COMMISSION  REGULATION (EEC) No 1517/89\nof 31 May 1989\namending Regulation (EEC) No 886/87 on the notification by the Member States to the Commission of the information relating to imports of dessert apples\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1035/72 of 18 May 1972 on the common organization of the market in fruit and vegetables (1), as last amended by Regulation (EEC) No 1119/89 (2), and in particular Article 38 (1) thereof,\nWhereas Commission Regulation (EEC) No 886/87 (3), as amended by Regulation (EEC) No 744/89 (4), determines the information which the Member States must notify to the Commission to monitor imports of dessert apples; whereas those notification provisions have not applied to imports into Spain and Portugal on account of the fact that those two countries applied quantitative restrictions on imports from third countries for the products in question; whereas, since then, the Portuguese authorities have decided, in the framework of economic policy measures, to abolish all import restrictions still in force in the fruit and vegetables sector; whereas those notification provisions should accordingly be extended to include imports into Portugal of dessert apples from third countries; whereas their application in Spain as and from 1 January 1990, the date on which quantitative restrictions will no longer apply in accordance with Article 144 of the Act of Accession, should be provided for;\nWhereas this opportunity should be taken delete the reference to the NIMEXE code for the description of the products as it is no longer warranted since the entry into force of the new tariff description for products introduced by Council Regulation (EEC) No 3910/87 (5);\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Fruit and Vegetables,", "main_body": ["Regulation (EEC) No 886/87 is hereby amended as follows:\n1. The first subparagraph of Article 1 is replaced by the following:\n'Member States shall notify to the Commission by country of origin the quantities and values of dessert apples covered by CN codes 0808 10 91, 0808 10 93 and 0808 10 99 which have been released for free circulation.'\n2. Article 2 (2) is replaced by the following:\n'2. The provisions of this Regulation shall not apply to Spain until 31 December 1989.'", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 31 May 1989.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 118, 20. 5. 1972, p. 1.\n(2) OJ No L 118, 29. 4. 1989, p. 12.\n(3) OJ No L 85, 28. 3. 1987, p. 16.\n(4) OJ No L 80, 23. 3. 1989, p. 40.\n(5) OJ No L 370, 30. 12. 1987, p. 33."}