{"celex_id": "31984R2094", "uri": "http://publications.europa.eu/resource/cellar/5cbf5365-3b88-4908-9247-f3cde431261f", "type": "Regulation", "concepts": ["2240", "4395"], "title": "Commission Regulation (EEC) No 2094/84 of 20 July 1984 derogating from Council Regulation (EEC) No 1134/68 laying down rules for the implementation of Regulation (EEC) No 653/68 on conditions for alterations to the value of the unit of account used for the common agricultural policy\n", "header": "COMMISSION  REGULATION (EEC) No 2094/84\nof 20 July 1984\nderogating from Council Regulation (EEC) No 1134/68 laying down rules for the implementation of Regulation (EEC) No 653/68 on conditions for alterations to the value of the unit of account used for the common agricultural policy\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2727/75 of 29 October 1975 on the common organization of the market in cereals (1), as last amended by Regulation (EEC) No 1018/84 (2), and in particular Article 16 thereof,\nHaving regard to Council Regulation (EEC) No 1134/68 of 30 July 1968 laying down rules for the implementation of Regulation (EEC) No 653/68 on conditions for alterations to the value of the unit of account used for the common agricultural policy (3), and in particular Article 4 thereof,\nHaving regard to Council Regulation (EEC) No 1223/83 of 20 May 1983 on the exchange rates to be applied in agriculture (4), and in particular Article 4 (1) and (3) and Article 6 thereof,\nWhereas Article 4 (1) of Regulation (EEC) No 1134/68 provides that, in the case of an alteration in the relationship between the parity of the currency of a Member State and the value of the unit of account, an adjustment is to be made to the amounts, specified in units of account, appearing in national currency on documents or certificates;\nWhereas Article 4 (1) and (3) of Regulation (EEC) No 1223/83 authorizes the Commission to derogate from the provisions of Regulation (EEC) No 1134/68;\nWhereas invitations to tender for the export of common wheat and barley in the 1984/85 marketing year have been opened by Commission Regulation (EEC) No 1446/84 (5), Commission Regulation (EEC) No 1447/84 (6) and Commission Regulation (EEC) No 1604/84 (7); whereas, in the context of these invitations to tender, the refunds are to be fixed so as to allow export no earlier than 1 August 1984; whereas the refunds fixed in June and July 1984 are accordingly based on the new calculation factors for the 1984/85 marketing year, in particular the new parities for the unit of account against the currencies of the Member States which are valid for cereals from 1 July 1984 in the case of Greece and 1 August 1984 in the case of the other Member States; whereas it should therefore be made clear that Article 4 (1) of Regulation (EEC) No 1134/68, providing for an adjustment of the amounts shown on documents and certificates, will not apply because the new factors for calculating refunds have already been taken into account;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["In respect of the refunds fixed in advance before 1 August 1984 in connection with the invitations to tender for the export of common wheat and barley opened by Regulations (EEC) No 1446/84, (EEC) No 1447/84 and (EEC) No 1604/84, the provisions of Article 4 (1) of Regulation (EEC) No 1134/68 shall not apply.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 July 1984.\nFor the Commission\nPoul DALSAGER\nMember of the Commission\n(1) OJ No L 281, 1. 11. 1975, p. 1.\n(2) OJ No L 107, 19. 4. 1984, p. 1.\n(3) OJ No L 188, 1. 8. 1968, p. 1.\n(4) OJ No L 132, 21. 5. 1983, p. 33.\n(5) OJ No L 140, 26. 5. 1984, p. 9.\n(6) OJ No L 140, 26. 5. 1984, p. 12.\n(7) OJ No L 152, 8. 6. 1984, p. 36."}