{"celex_id": "31985R1241", "uri": "http://publications.europa.eu/resource/cellar/f4ec0066-bc47-41b8-83bb-dce05feb5f43", "type": "Regulation", "concepts": ["2783", "4580"], "title": "Commission Regulation (EEC) No 1241/85 of 14 May 1985 amending Regulation (EEC) No 2295/82 as regards cotton yarns (category 1) originating in Turkey\n", "header": "COMMISSION  REGULATION (EEC) No 1241/85\nof 14 May 1985\namending Regulation (EEC) No 2295/82 as regards cotton yarns (category 1) originating in Turkey\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 288/82 of 5 February 1982 on common rules for imports (1), and in particular Article 10 thereof,\nAfter consultation within the Advisory Committee set up by Article 5 of that Regulation,\nWhereas, Commission Regulation (EEC) No 2819/79 (2), as last amended by Regulation (EEC) No 3551/84 (3), makes imports of certain textile products originating in certain non-member countries subject to Community surveillance;\nWhereas a system of administrative cooperation has been established between the European Economic Community and Turkey with regard to trade in cotton yarns; whereas, consequently, Commission Regulation (EEC) No 2295/82 (4), as last amended by Regulation (EEC) No 3552/84 (5), states that the import document referred to in Article 2 of Regulation (EEC) No 2819/79 may only be issued or endorsed on sight of a Turkish 'Export Advice Note';\nWhereas, to ensure the greater efficiency of this cooperation, the Turkish export advice note should be presented to the competent authorities in the Member States within one month of its date of issue;", "main_body": ["Article 1 of Regulation (EEC) No 2295/82 is replaced by the following text:\n'Article 1\nWithout prejudice to the other provisions of Commission Regulation (EEC) No 2819/79, the import document referred to in Article 2 of that Regulation shall be issued or endorsed for the products listed in the Annex hereto only on presentation of a Turkish \"Export Advice Note\".\nThe said export advice note shall be issued by the Istanbul, Izmir, Cukurova and Antalya cotton yarn exporters associations.\nAny export advice note issued after 15 May 1985 should be presented to the competent authorities in the Member States within one month of its date of issue.\nThe import document referred to in Article 2 of Regulation (EEC) No 2819/79 may be used for two months from the date of issue. In exceptional circumstances that period may be extended by a month.'", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 14 May 1985.\nFor the Commission\nWilly DE CLERCQ\nMember of the Commission\n(1) OJ No L 35, 9. 2. 1982, p. 1.\n(2) OJ No L 320, 15. 12. 1979, p. 9.\n(3) OJ No L 331, 19. 12. 1984, p. 14.\n(4) OJ No L 245, 20. 8. 1982, p. 25.\n(5) OJ No L 331, 19. 12. 1984, p. 20."}