{"celex_id": "31989D0075", "uri": "http://publications.europa.eu/resource/cellar/1508a2b3-a613-4747-95ff-abc165ecc07c", "type": "Decision", "concepts": ["1182", "1309", "1637", "3591", "3763"], "title": "89/75/EEC: Commission Decision of 23 December 1988 changing the import arrangements established by Council Regulation (EEC) No 3420/83 and applied in the Federal Republic of Germany and Greece in respect of Romania regarding various products (only the German and Greek texts are authentic)\n", "header": "COMMISSION  DECISION\nof 23 December 1988\nchanging the import arrangements established by Council Regulation (EEC) No 3420/83 and applied in the Federal Republic of Germany and Greece in respect of Romania regarding various products\n(Only the German and Greek texts are authentic)\n(89/75/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3420/83 of 14 November 1983 on import arrangements for products originating in State-trading countries, not liberalized at Community level (1), as last amended by Regulation (EEC) No 2273/87 (2), and in particular Article 9 (1) thereof,\nWhereas Regulation (EEC) No 3420/83 established the list of products originating in State-trading countries whose release for free circulation in the Member State is subject to quantitative restrictions;\nWhereas the Joint Committee established by the Agreement between the European Economic Community and the Socialist Republic of Romania of 28 July 1980 (3) met in Bucharest on 21 and 22 November 1988; whereas upon completion of its work it recommended, among other measures, the abolition of quantitative restrictions on the release for free circulation in certain Member States of products originating in Romania;\nWhereas, pursuant to Article 7 (1) of Regulation (EEC) No 3420/83, the Governments of the Federal Republic of Germany and Greece have informed the other Member States and the Commission that they consider that the import arrangements applied in the Federal Republic of Germany and Greece in respect of imports of various products from Romania should be amended in accordance with that Regulation;\nWhereas, following the examination of different aspects of the measures recommended by the Joint Committee, action should be taken thereon, account being taken in particular of Article 3 (1) of the Agreement between the European Economic Community and the Socialist Republic of Romania on trade in industrial products;\nWhereas the import arrangements applied in respect of imports of certain agricultural products from Romania should be amended,", "main_body": ["The quantitative restrictions on the release for free circulation in the Member States specified in the Annex, of the goods therein indicated originating in Romania, are hereby abolished.", "This Decision is addressed to the Federal Republic of Germany and the Hellenic Republic.", "This Decision shall apply from 1 January 1989."], "attachments": "Done at Brussels, 23 December 1988.\nFor the Commission\nWilly DE CLERCQ\nMember of the Commission\n(1) OJ No L 346, 8. 12. 1983, p. 6.\n(2) OJ No L 217, 6. 8. 1987, p. 1.\n(3) OJ No L 352, 29. 12. 1980, p. 5.\nANNEX\n1.2.3 //  //  //  // Member States  // CN code  // Description  //  //  //  // FEDERAL REPUBLIC OF GERMANY  // 6403 19 00 6403 59 31 6403 99 31   // Footwear with outer soles of rubber, plastics, leather or composition leather and uppers of leather   //    //   //   //   // 7202 80 00  // Ferro-tungsten and ferro-silico-tungsten   //    //   //  // GREECE   // 0701 90 10 0701 90 51 0701 90 59 0701 90 90  // Potatoes   //    //   //   //   // ex 8527 11 90 8527 31 10 8527 31 91 8527 31 99 8527 32 00 8527 39 10 8527 39 91 8527 39 99 8528 10 40 8528 10 50 8528 10 60 8528 10 71 8528 10 73 8528 10 79 8528 10 91 8528 10 99 8528 20 71 8528 20 73 8528 20 79 8528 20 90 ex 8529 10 10 ex 8529 10 90 ex 8529 90 99  // Television receivers, whether or not combined with sound recording or reproducing apparatus. Chassis for receivers and printed circuits   //    //   //   //   // ex 8544 20 10 ex 8544 41 00 ex 8544 49 10 ex 8544 49 90   // Cable-conductors for television aerials   //    //   //"}