{"celex_id": "31986R1334", "uri": "http://publications.europa.eu/resource/cellar/ea9337b5-f070-43e6-be61-abc2e6ab92a8", "type": "Regulation", "concepts": ["1005", "2763", "979"], "title": "Council Regulation (EEC) No 1334/86 of 6 May 1986 amending Regulation (EEC) No 1883/78 laying down general rules for the financing of intervention by the European Agricultural Guidance and Guarantee Fund, Guarantee Section\n", "header": "COUNCIL REGULATION (EEC) No 1334/86 of 6 May 1986  amending Regulation (EEC) No 1883/78 laying down general rules for the financing of intervention by  the European Agricultural Guidance and Guarantee Fund, Guarantee Section\nTHE COUNCIL  OF THE EUROPEAN COMMUNITIES", "recitals": ", Having regard to the Treaty establishing the European Economic  Community, Having regard to Council Regulation (EEC) No 729/70 of 21 April 1970 on the financing of  the common agricultural policy  (1), as last amended by Regulation (EEC) No 3769/85  (2), and in  particular Article 3 (2) thereof, Having regard to the proposal from the Commission  (3), Having  regard to the opinion of the European Parliament  (4), Whereas Article 5 of Regulation (EEC) No  1883/78  (5), as last amended by Regulation (EEC) No 964/86  (6), provides that, in the case of  funds originating in the Member States used for intervention purchasing of products, the amount of  the interest charges to be financed by the European Agricultural Guidance and Guarantee Fund  (EAGGF), Guarantee Section, are to be calculated on the basis of an interest rate uniform  throughout the Community; whereas this rate must be representative of the interest rates actually  paid by the Member States; Whereas Article 6 of the same Regulation provides that material  operations arising from storage are to be financed by the EAGGF, Guarantee Section, by means of  standard amounts uniform throughout the Community; whereas such standard amounts normally reflect  the level of weighted costs in the Member States; Whereas, in order to ensure that the Community  budget continues to be implemented under appropriate conditions in 1986 and that the reference  framework fixed by the Council is complied with, the Commission should, under the present  circumstances, be authorized to derogate from the rules laid down in Articles 5 and 6 of Regulation  (EEC) No 1883/78, such authorization to remain in force until the level of intervention stocks has  decreased substantially; whereas, in the light of current estimates, such authorization will have  to remain in force for the 1987 and 1988 financial years,", "main_body": ["The following paragraph shall be added to Article 5 of Regulation (EEC) No  1883/78:'By way of derogation from the first paragraph, the Commission shall be authorized, for the  1986, 1987 and 1988 financial years, to fix the uniform interest rate at a level below its  representative level. In the case of Member States which themselves pay an interest rate which is  lower than the rate fixed, the Commission may fix the uniform interest rate at that lower level.'", "The following paragraph shall be added to Article 6 of Regulation (EEC) No 1883/78:'By  way of derogation from the first paragraph, the Commission shall be authorized, for the 1986, 1987  and 1988 financial years, to fix the uniform standard amounts at a level corresponding to  three-quarters of the uniform standard amounts established on a normal basis.'", "This  Regulation shall enter into force on the day following its publication in the Official Journal of  the European Communities. It shall apply with effect from 1 December 1985.\nThis  Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at  Brussels, 6 May 1986. For the Council The President P.  H. van ZEIL\n(1)  OJ No L 94, 28. 4. 1970, p. 13.\n(2)  OJ No L 362, 31. 12. 1985, p. 17.\n(3)  OJ No C 85, 14. 4. 1986, p. 93.\n(4)  Opinion delivered on 17 April 1986 (not yet published in the Official Journal).\n(5)  OJ No L 216, 5. 8. 1978, p. 1.\n(6)  OJ No L 89, 4. 4. 1986, p. 1."}