{"celex_id": "31981D0436", "uri": "http://publications.europa.eu/resource/cellar/52f349c4-310d-40ee-aa80-eac71d85a209", "type": "Decision", "concepts": ["1602", "3774", "4081", "5451"], "title": "81/436/EEC: Commission Decision of 8 May 1981 authorizing the United Kingdom to extend the time limit for acceptances of certain varieties of species of agricultural plants and vegetables (Only the English text is authentic)\n", "header": "COMMISSION DECISION of 8 May 1981 authorizing the United Kingdom to extend the time limit for acceptances of certain varieties of species of agricultural plants and vegetables (Only the English text is authentic) (81/436/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 70/457/EEC of 29 September 1970 on the common catalogue of varieties of agricultural plant species (1), as last amended by Directive 80/1141/EEC (2), and in particular Article 3 (4) thereof,\nHaving regard to Council Directive 70/458/EEC of 29 September 1970 on the marketing of vegetable seed (3), as last amended by Directive 80/1141/EEC, and in particular Article 9 (2a) thereof,\nHaving regard to the request submitted by the United Kingdom,\nWhereas official acceptances of varieties of agricultural plant species and of vegetable species granted by Member States before 1 July 1972 in accordance with principles other than those laid down in Directives 70/457/EEC and 70/458/EEC respectively expire in principle not later than 30 June 1980 if by that date the varieties in question have not been accepted in accordance with the provisions of those Directives;\nWhereas, however, Member States may be authorized in respect of individual varieties to extend until 31 December 1982 at the latest the abovementioned time limit in so far as on 1 July 1980 the examination procedure initiated for these varieties prior to this date with a view to their acceptance under the provisions of Directives 70/457/EEC and 70/458/EEC respectively has not yet been completed;\nWhereas in the United Kingdom it has not been possible to complete the acceptance procedure under the provisions of the abovementioned Directives for certain varieties;\nWhereas the United Kingdom should therefore be authorized to extend until 31 December 1982 the time limit for acceptances of certain varieties of species of agricultural plants and vegetables;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Seeds and Propagating Material for Agriculture, Horticulture and Forestry,", "main_body": ["1. The United Kingdom is hereby authorized to extend until 31 December 1982 at the latest, in respect of the following varieties, the time limit laid down in Article 3 (3) of Directive 70/457/EEC:  1. Festuca rubra L.\nCascade,\nDurlawn.\n2. Poa pratensis L.\nAdelphy.\n2. The United Kingdom is hereby authorized to extend until 31 December 1982 at the latest, in respect of the following varieties, the time limit laid down in Article 9 (2) of Directive 70/458/EEC:  (1) OJ No L 225, 22.10.1970, p. 1.  (2) OJ No L 341, 16.12.1980, p. 27.  (3) OJ No L 225, 12.10.1970, p. 7.     1. Allium cepa L.\nQueen Improved.\n2. Allium porrum\nMammouth Pot Leek.\n3. Cucumbita pepo Green Gem.", "The authorizations given under Article 1 will be withdrawn if the conditions under which they were granted are no longer satisfied.", "This Decision is addressed to the United Kingdom."], "attachments": "Done at Brussels, 8 May 1981.\nFor the Commission\nPoul DALSAGER\nMember of the Commission"}