{"celex_id": "31984D0417", "uri": "http://publications.europa.eu/resource/cellar/d9bdb249-949e-49b5-9846-31eb734f94ca", "type": "Decision", "concepts": ["1414", "889"], "title": "84/417/EEC: Commission Decision of 27 June 1984 on a proposed aid by the Netherlands Government in respect of certain investments to be carried out by an oil company at its refinery in Borsele (Only the Dutch text is authentic)\n", "header": "COMMISSION  DECISION\nof 27 June 1984\non a proposed aid by the Netherlands Government in respect of certain investments to be carried out by an oil company at its refinery in Borsele\n(Only the Dutch text is authentic)\n(84/417/EEC)\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular the first subparagraph of Article 93 (2) thereof,\nHaving given notice to the parties concerned to submit their comments,\nWhereas:\nI\nArticle 6 of the Netherlands Law of 29 June 1978 on the promotion and guidance of investment (Wet Investeringsrekening - WIR) (1) introduced an 'additional premium for major schemes' for the benefit of projects where investment exceeds Fl 30 million. The amount of the premium depends on the number of jobs created and may account for up to 4 % of the investment in question.\nWhen examining the Netherlands Law at the draft stage, in the course of the procedure laid down under Article 93 (3) of the EEC Treaty, the Commission pointed out that since the 'additional premium for major schemes' involved no sectoral or regional objectives it therefore constituted a general aid system, and that since the arrangements applied to all investment, without distinction by reference to given undertakings, regions or sectors, they could not qualify under the exceptions laid down in Article 92 (3) (a) or (c). In the absence of such specification, the Commission could not assess the system's effects on trade between Member States and on competition and therefore assess its compatibility with the common market.\nIn respect of such general aid systems it is now the well-established policy of the Commission to accept them subject to one of two conditions, namely, that the Member Commission State concerned notifies the Commission either of a plan for regional or sectoral application or alternatively, where this is felt not to be possible, of significant individual cases of application.\nIn line with this approach, and in accordance with Article 93 (3) of the EEC Treaty, the Commission requested prior notification in good time of individual cases of application of the 'additional premium for major schemes', account being taken of the amount of investment concerned.\nDuring discussions with the Netherlands authorities the Commission stated that it would assess each case its own merits in the light of the rules contained in Article 92 et seq., or rules developed during administration of those provisions. The Netherlands Government could not infer that, by requesting regular prior notification the Commission had taken a favourable view of the additional premium system.\nThe Netherlands Government complied with the Commission's request by including the prior notification of procedure in Articles 6 (7) and 7 (3) of Chapter V of the Netherlands Law of 29 June 1978.\nII\nIn accordance with this procedure, the Netherlands Government informed the Commission, by telex dated 24 August 1983, of its intention to apply the aid provided for under the abovementioned 'WIR-GPT' aid scheme in favour of investments to be carried out at a refinery in Borsele.\nThe investment plan foresees the installation of a 'hydrocracker' which can produce a greater proportion of light products to heavy fractions than is possible by the production method hitherto used. The 'hydrocracker' method is rarely used in Europe.\nThe investment costs are estimated at Fl 1 000 million. The GPT premium proposed is Fl 2 200 000. Realization of the project would result in the creation of approximately 80 jobs.\nIII\nIn a series of communications to the Council in recent years, the Commission has drawn attention to the difficulties facing the oil refining industry in the Community as a result of the oil crisis. Briefly described, the difficulties are as follows: the total demand for refined products both of heavy products (heavy fuel oil, etc.) and of light fractions (petrol, etc.)\nhas declined, but the demand for heavy products has declined more than that for light fractions. At the same time as reducing capacity, the industry has consequently had to invest in plants to raise the relative yield of lighter products. However, the price differential between light distillates and residual fuel oil has, in recent years, generally provided sufficient incentive to companies to carry out the necessary investments.\nDuring recent years, several aid proposals have been notified to the Commission for the same and related purposes. On the grounds that these aids were incompatible with the common market, particularly in view of the situation in the refinery sector, these proposals were subject to negative decisions (1).\nThe aid initially proposed by the Netherlands Government is likely to affect trade between Member States and distort or threaten to distort competition by favouring the undertaking in question or the production of its goods within the meaning of Article 92 (1) of the EEC Treaty.\nOn 6 October 1983, the Commission initiated the procedure under Article 93 (2) of the EEC Treaty in respect of the Netherlands proposal.\nIV\nIn their reply to the observations of the Commission when opening the Article 93 (2) procedure, the Netherlands authorities did not challenge the Commission's analysis that, in view of the situation in the refinery sector, the Commission's decisions in similar cases in the past, and the financial capacity of the company concerned, meant that there was no counterpart in Community terms of the proposed aid which would allow the Commission to make a finding of compatibility under Article 92 (3) of the EEC Treaty.\nHowever, the Netherlands authorities pointed out that as a result of the construction of the hydrocracker, other investments would be undertaken at the refinery in question in its existing installations which would lead to improved standards of environmental control, particularly in the field of water pollution caused by the existing refinery installations. The cost of this investment was estimated at Fl 5 million. The Netherlands authorities proposed, therefore, the grant of a GPT premium of Fl 750 000 towards these investment costs, justifying the intensity of the aid, 15 %, as being the level normally permitted for aids for environmental purposes in line with the Community framework on such aids.\nThe Commission considers that this proposal does not meet the basic legal and economic conditions attaching it to GPT grants, i.e. the size of the aided investment falls below the Fl 30 million threshold, it is not associated with job creation, and the intensity of aid 15 % as against 4 % under the GPT system, means that the proposal cannot be considered to be in line with the Commission decision of 21 April 1978 on the GPT/WIR. The Netherlands Government has not produced any evidence that these environmental investments are necessary as a result of the imposition of new norms in the Netherlands which imposes new obligations upon undertakings which would be required if they were to benefit from the policy in the framework of aids for the environment. The project appears to be motivated by a desire to pass at least some GPT grant to the undertaking in question. Its effect is to strengthen the financial position of the undertaking without providing any discernible Community counterpart.\nFurthermore, the Commission cannot accept that because it has raised initial objections to an aid proposal, a radically new and different proposal with different objectives and legally and economically incompatible with the basis of the original proposal should be considered without the original proposal having been formally withdrawn or the subject of a negative decision by the Commission. Had the original proposal been withdrawn or subject to a negative decision, an aid proposal based legally and economically on environmental considerations could then have been considered on those bases.\nIn the framework of the procedure, the Commission has received comments from the Belgian, Danish and French Governments, all expressing the view that the initially proposed aid should not be granted.\nV\nThe terms of the Treaty provide that aid fulfilling the criteria set out in Article 92 (1) of the Treaty shall be incompatible with the common market. The exemptions from this incompatibility set out in Article 92 (3) of the EEC Treaty specify objectives to be pursued in the Community interest and not that of the individual beneficiary. These exemptions must be strictly\nconstrued in the examination both of regional or sectoral aid schemes and of individual cases of application of general aid systems. In particular, they may be granted only when the Commission can establish that this will contribute to the attainment of the objectives specified in the exemptions, which the recipient firms would not attain by their own actions under normal market conditions alone.\nTo grant an exemption where there is no compensatory justification would be tantamount to allowing trade between Member States to be affected and competition to be distorted without any benefit in terms of the interest of the Community, which at the same time accepting that undue advantages accrue to some Member States.\nWhen applying the principles set out above in its examination of individual cases of application of general aid systems, the Commission must be satisfied that there exists on the part of the particular beneficiary a specific compensatory justification in that the grant of aid is required to promote the attainment of one of the objectives set out in Article 92 (3). Where such evidence cannot be provided and especially where the aided investment would take place in the absence of aid, it is clear that the aid does not contribute to the attainment, of the objectives specified in the exemptions but serves to increase the financial power of the undertaking in question.\nIn the case in question, there does not appear to be such a compensatory justification on the part of the undertaking benefiting from the aid.\nThe Netherlands Government has not been able to provide, nor has the Commission found, any evidence which establishes that the proposed aid meets the conditions justifying one of the exemptions provided for in Article 92 (3) of the EEC Treaty.\nAs regards the exemptions set out in Article 92 (3) (a) and (c) in respect of aids designed to promote or facilitate the development of certain areas, it is the case that the area in which Borsele is situated continues to enjoy a better socioeconomic situation than that of other regions in the Netherlands; so, therefore, there is no reason to grant the aid in question on the grounds that it will promote or facilitate the development of that area, a purpose, moreover, for which this aid was not intended.\nAs regards the exemptions provided for in Article 92 (3) (b), since the market for the production of light distillates does not show the over-capacity characteristics of the rest of the refining sector, this investment would be brought about in any event by normal market forces. There is nothing peculiar to the investment in question to qualify it as a project of common European interest or as one designed to remedy as a serious disturbance in the economy of a Member State, which merits exemption under Article 92 (3) (b) from the provision laid down in Article 92 (1) on the incompatibility of aids. Finally, as regards the exemption specified in Article 92 (3) (c) of the EEC Treaty in favour of 'aid to facilitate the development of certain economic activities', examination of the refinery investment it is proposed to aid shows that the investment can be carried out by the firm using its own resources. In the light of this fact and the general state of the refining industry for light products, it is clear that the aid is not necessary to promote the development of the economic activity in question.\nIn view of the above, the aid proposal of the Netherlands Government does not meet the conditions necessary to qualify for any of the exemptions set out in Article 92 (3) of the EEC Treaty,", "main_body": ["The Netherlands shall not put into effect its proposal, notified to the Commission on 24 August 1983, to grant aid in respect of certain investments to be carried out in a refinery in Borsele under the GPT regulations of the 'WIR' system.", "The Netherlands shall inform the Commission within two months of the date of notification of this Decision of the measures it has taken to comply therewith.", "This Decision is addressed to the Kingdom of the Netherlands."], "attachments": "Done at Brussels, 27 June 1984.\nFor the Commission\nFrans ANDRIESSEN\nMember of the Commission\n(1) Staatsblad 1978, No 368.\n(1) OJ No L 343, 18. 12. 1980, p. 38; OJ No L 361, 16. 12. 1981, p. 24; OJ No L 350, 10. 12. 1982, p. 36."}