{"celex_id": "31986D0101", "uri": "http://publications.europa.eu/resource/cellar/31e274bf-51ae-4820-928b-b163f96d3648", "type": "Decision", "concepts": ["4682", "4688", "5100", "946"], "title": "86/101/EEC: Council Decision of 24 February 1986 concerning the conclusion of an exchange of letters between the European Economic Community and the Government of Canada concerning exports of boneless manufacturing beef from the Community to Canada\n", "header": "COUNCIL  DECISION\nof 24 February 1986\nconcerning the conclusion of an exchange of letters between the European Economic Community and the Government of Canada concerning exports of boneless manufacturing beef from the Community to Canada\n(86/101/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 113 thereof,\nHaving regard to the proposal from the Commission,\nWhereas the Canadian authorities, following a request by representatives of their cattle industry, have investigated the alleged injurious subsidization of boneless manufacturing beef entering Canada from the Community;\nWhereas consultations have been held between the Community and Canada in accordance with Article 3 of the Agreement of Interpretation and Application of Articles VI, XVI and XXIII of the General Agreement on Tariffs and Trade (hereinafter referred to as the Code) during which the Community maintained that the conditions for the imposition of a countervailing duty set out in the said Code were not met; whereas the Canadian authorities rejected the Community's arguments and informed the Commission of their intention to impose a provisional countervailing duty as provided for in the Code; whereas the indicated level of the duty envisaged was such that the trade in question would be halted;\nWhereas the Code provides for countervailing duties not to be applied if an appropriate undertaking is given by the relevant authority in the exporting country;\nWhereas consultations have taken place between the European Economic Community and the Government of Canada under the relevant provisions of the code with a view to entering into such an indertaking;\nWhereas these consultations have led to the initialling of an exchange of letters involving a quantity limitation on exports of the product in question for each of the years 1986, 1987 and 1988; whereas during these consultations the Community maintained the view that the conditions for the imposition of a countervailing duty were not met; whereas the approval of this exchange of letters would not prejudice the Community's rights under the Code, and it is therefore in the interest of the Community to approve the said exchange of letters,", "main_body": ["The exchange of letters between the European Economic Community and the Government of Canada concerning exports of boneless manufacturing beef from the Community to Canada is hereby approved on behalf of the Community.\nThe text of the exchange of letters is attached hereto.", "The President of the Council is hereby authorized to designate the person empowered to sign the exchange of letters referred to in Article 1 in order to bind the Community."], "attachments": "Done at Brussels, 24 February 1986.\nFor the Council\nThe President\nG. BRAKS\nEXCHANGE OF LETTERS\nbetween the European Economic Community and the Government of Canada concerning exports of boneless manufacturing beef from the Community to Canada\nA. Letter from the European Economic Community\nBrussels,\nDear Deputy Minister,\n1. I refer to the recent consultations relating to the investigation into the alleged subsidization of boneless maufacturing beef exported from the European Economic Community (hereafter referred to as the Community) and to the Agreement on Interpretation and Application of Articles VI, XVI and XXIII of the General Agreement on Tariffs and Trade (hereafter referred to as the Code) and have the honour to inform you as follows: The Community will limit the quantity of boneless manufacturing beef exported from the Community to Canada with the benefit of subsidies, provided that this is accepted as an undertaking pursuant to the Canadian Special Import Measures Act as contemplated by Article 4.5 (a) of the Code, without prejudice to the Community's rights under the Code. The quantity limitation for each of the years 1986, 1987 and 1988 shall be 10 668 tonnes.\n2. In order to implement this undertaking, the competent authorities of the Community will issue export certificates within the agreed limits. These certificates will be issued quarterly in such a manner as to ensure orderly deliveries.\n3. Furthermore, the Community accepts that the Canadian authorities will apply a system of import monitoring and controls to ensure effective implementation of the undertaking and that:\nA. Provided that the goods comply with normal import requirements in accordance with Canadian law, the Canadian authorities will allow imports of all consignments of boneless manufacturing beef accompanied by such export certificates within these limits;\nB. Such certificates shall not be required for the importation of the product if and only if: the product is shipped from the Community before 28 February 1986; and the quantity of the product so imported will be included in the 1986 limit; and\nC. The system will be operated in such a way as not to constitute an obstacle to full utilization of the quantitative yearly limits.\n4. This undertaking may be amended by mutual agreement.\n5. Consultations will be held at the request of the Community or the Canadian authorities regarding any issue relating to this undertaking.\n6. I would be grateful to receive confirmation that the above arrangement is acceptable to your Government.\nOn behalf of the\nCouncil of the European Communities\nB. Letter from the Government of Canada\nOttawa,\nDear Deputy Director-General,\nI have the honour to acknowledge receipt of your letter of today's date which reads as follows:\n'1. I refer to the recent consultations relating to the investigation into the alleged subsidization of boneless manufacturing beef exported from the European Economic Community (hereafter referred to as the Community) and to the Agreement on Interpretation and Application of Articles VI, XVI and XXIII of the General Agreement on Tariffs and Trade (hereafter referred to as the Code) and have the honour to inform you as follows: The Community will limit the quantity of boneless manufacturing beef exported from the Community to Canada with the benefit of subsidies, provided that this is accepted as an undertaking pursuant to the Canadian Special Import Measures Act as contemplated by Article 4.5 (a) of the Code, without prejudice to the Community's rights under the Code. The quantity limitation for each of the years 1986, 1987 and 1988 shall be 10 668 tonnes.\n2. In order to implement this undertaking, the competent authorities of the Community will issue export certificates within the agreed limits. These certificates will be issued quarterly in such a manner as to ensure orderly deliveries.\n3. Furthermore, the Community accepts that the Canadian authorities will apply a system of import monitoring and controls to ensure effective implementation of the undertaking and that:\nA. Provided that the goods comply with normal import requirements in accordance with Canadian law, the Canadian authorities will allow imports of all consignments of boneless manufacturing beef accompanied by such export certificates within these limits;\nB. Such certificates shall not be required for the importation of the product if and only if: the product is shipped from the Community before 28 February 1986; and the quantity of the product so imported will be included in the 1986 limit; and\nC. The system will be operated in such a way as not to constitute an obstacle to full utilization of the quantitative yearly limits.\n4. This undertaking may be amended by mutual agreement.\n5. Consultations will be held at the request of the Community or the Canadian authorities regarding any issue relating to this undertaking.\n6. I would be grateful to receive confirmation that the above arrangement is acceptable to your Government.'\nI have the honour to inform you that this arrangement is acceptable to the Government of Canada.\nOn behalf of the\nGovernment of Canada"}