{"celex_id": "31986D0538", "uri": "http://publications.europa.eu/resource/cellar/1200a448-0d84-4a62-82c6-f5ea7c3f5564", "type": "Decision", "concepts": ["1374", "192", "4689"], "title": "86/538/EEC: Commission Decision of 30 October 1986 amending Decision 81/545/EEC concerning animal health conditions and veterinary certification for imports of fresh meat from Bulgaria\n", "header": "COMMISSION  DECISION\nof 30 October 1986\namending Decision 81/545/EEC concerning animal health conditions and veterinary certification for imports of fresh meat from Bulgaria\n(86/538/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 72/462/EEC of 12 December 1972 on health and veterinary inspection problems upon importation of bovine animals and swine and fresh meat from third countries (1), as last amended by Directive 86/469/EEC (2), and in particular Article 16 thereof,\nWhereas animal health conditions and veterinary certification requirements for imports of fresh meat form Bulgaria have been established by Commission Decision 81/545/EEC (3);\nWhereas the Bulgarian authorities have altered their vaccination policies against exotic foot-and-mouth disease and against swine fever; whereas, as regards exotic foot-and-mouth disease, A22 and Asia 1 subtypes are now used for the vaccination of cattle and sheep in a buffer zone along the borders with Turkey and Greece comprising the regions Bourgas, Jambol, Haskovo, Smoljan and Blagoevgrad; whereas swine fever vaccination is being carried out in Bulgaria;\nWhereas certain Member States, because of their particular animal health situations concerning swine fever, benefit from special provisions in intra-Community trade and should therefore also be authorized to apply special provisions in respect of imports from third countries; whereas these provisions must be at least as strict as those which the same Member States apply in intra-Community trade;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["Decision 81/545/EEC is hereby amended as follows:\n1. In Article 1, 'Mitchourine, Malko, Tarnovo, Groudovo, Elhovo and Svilengrad' are replaced by 'Bourgas, Jambol, Haskovo, Smoljan and Blagoevgrad'.\n2. In Article 2 the existing paragraph is numbered '1'.\n3. The following paragraph is added to Article 2:\n'2. While remaining officially free from swine fever, Denmark, Ireland and the United Kingdom may, in respect of fresh meat of swine referred to under Article 1 (1) (a), retain their national animal health rules relating to protection against swine fever.'\n4. Annex A is replaced by the Annex to this Decision.", "This Decision shall apply from 1 November 1986. However, the certificates currently used, amended if necessary in accordance with the provisions of this Decision, may be used until 28 February 1987.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 30 October 1986.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 302, 31. 12. 1972, p. 28.\n(2) OJ No L 275, 26. 9. 1986, p. 36.\n(3) OJ No L 206, 27. 7. 1981, p. 1.\nANNEX\n'ANNEX A\nANIMAL HEALTH CERTIFICATE\nfor fresh meat (1) of domestic animals of the bovine, porcine, ovine and caprine species, intended for consignment to the European Economic Community\nCountry of destination:\nReference number of the public health certificate (2):\nExporting country: Bulgaria (excluding regions Bourgas, Jambol, Haskovo, Smoljan and Blagoevgrad)\nMinistry:\nDepartment:\nReference:\n(optional)\nI. Identification of meat\nMeat of:\n(animal species)\nNature of cuts:\nNature of packaging:\nNumber of cuts or packages:\nNet weight:\nII. Origin of meat\nAddress(es) and veterinary approval number(s) (2) of the approved slaughterhouse(s):\nAddress(es) and veterinary approval number(s) (2) of the approved cutting plant(s):\nIII. Destination of meat\nThe meat will be sent from:\n(place of loading)\nto:\n(country and place of destination)\nby the following means of transport (3):\nName and address of consignor:\nName and address of consignee:\nIV. Attestation of health\nI, the undersigned, official veterinarian, certify that:\n1. the fresh meat described above is obtained from:\n- animals which have not been born in, reared in or slaughtered in the regions Bourgas, Jambol, Haskovo, Smoljan and Blagoevgrad,\n- animals which have remained in the territory of Bulgaria (excluding Bourgas, Jambol, Haskovo, Smoljan and Blagoevgrad) for at least three months before being slaughtered, or since birth in the case of animals less than three months old,\n- animals which come from holdings in which there has been no outbreak of foot-and-mouth disease in the previous 30 days, and around which within a radius of 10 km there has been no case of foot-and-mouth disease for 30 days,\n- in the case of fresh meat, swine animals which have not come from a holding which for health reasons is subject to prohibition as a result of an outbreak of porcine brucellosis during the previous six weeks,\n- in the case of fresh meat of sheep and goats, animals which have not come from a holding which for health reasons is subject to prohibition as a result of an outbreak of ovine or caprine brucellosis during the previous six weeks;\n2. the fresh meat described above is obtained from an establishment or establishments in which, after a case of foot-and-mouth disease has been diagnosed, further preparation of meat for export to the Community has been authorized only after slaughter of all animals present, removal of all meat, and the total cleaning and disinfection of the establishments under the control of an official veterinarian.\nDone at on\nSeal\n(signature of official veterinarian)'\n(1) Fresh meat means all parts fit for human consumption from domestic animals of the bovine, porcine, ovine and caprine species which have not undergone any preserving process; however, chilled and frozen meat shall be considered as fresh meat.\n(2) Optional when the country of destination authorizes the importation of fresh meat for uses other than human consumption in application of Article 19 (a) of Directive 72/462/EEC.\n(3) For railway wagons or lorries the registration number should be given, for aircraft the flight number, and for ships the name."}