{"celex_id": "31989D0415", "uri": "http://publications.europa.eu/resource/cellar/635c1380-29fd-4e9e-b541-d8a0a83caf89", "type": "Decision", "concepts": ["2792", "3030", "4256", "4486", "5237"], "title": "89/415/EEC: Council Decision of 20 June 1989 instituting a specific programme for the research and development of statistical expert systems (Doses)\n", "header": "COUNCIL DECISION of 20 June 1989 instituting a specific programme for the research and development of statistical expert systems (Doses) (89/415/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 130 q (2) thereof,\nHaving regard to the proposal from the Commission (1),\nIn cooperation with the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas Article 130 k of the Treaty states that the framework programme is to be implemented through specific programmes developed within each activity;\nWhereas statistical information can be of use in defining and monitoring economic activity and expansion, one of the tasks assigned to the Community in Article 2 of the Treaty;\nWhereas, in its Decision 87/516/Euratom, EEC concerning the framework programme for Community activities in the field of research and technological development (1987 to 1991) (4) as amended by Decision 88/193/EEC, Euratom (5), the Council approved the  development of statistical tools as the objective of the work on Â´forecasting and assessment and other back-up measures (including statistics)';\nWhereas it is necessary to encourage enterprises to which such an initiative is of relevance, research centres and universities in their research and technological development activities and to support their efforts to cooperate with one another;\nWhereas it is desirable to promote basic or applied research whose value for the development of statistics is unquestionable but whose short-term viability is uncertain;\nWhereas coordination between Member States makes it possible to limit incompatibilities, overlapping and redundancy;\nWhereas it is desirable to further exchanges and transfers of knowledge on statistical expert systems between the Member States;\nWhereas, in the present state of development of information systems and in particular statistical systems, the development of statistical tools appears a useful and indeed essential aid to the optimum use of information;\nWhereas the enhancement of statistical tools will enable work productivity to be increased;\nWhereas it is desirable for statistical information to become more widely used by making access to it easier;\nWhereas Decision 87/516/Euratom, EEC stipulates that a particular aim of Community research must be to strengthen the scientific and technological basis of European industry, particularly in strategic sectors of advanced technology, and to encourage  industry by making it more competitive at the international level, and whereas the same Decision also lays down that Community action is justified if it contributes, among other things, to the strengthening of the Community's economic and social  cohesion and the promotion of its overall harmonious development, while at the same time being consistent with the pursuit of scientific and technical excellence; whereas the Doses programme is planned to contribute to the pursuit of these objectives;\nWhereas the Scientific and Technical Research Committee (CREST) has been consulted,", "main_body": ["A specific programme on research into and the development of statistical expert systems (Doses) for the European Economic Community as defined in Annex I is hereby adopted for a period of four years starting on 27 June 1989.", "The funds estimated as necessary for the Community contribution to the execution of the programme amount to ECU 4 million, including expenditure on a staff of one.\nAn indicative allocation of these funds is set out in Annex II.", "Detailed rules for the implementation of the programme are set out in Annex I.", "During the second year of implementation, the Commission shall review the programme and send a report on the results of its review to the European Parliament and the Council. This report shall be accompanied where necessary by proposals for  the amendment or extension of the programme.\nAt the end of the programme, an evaluation of the results achieved shall be conducted by the Commission which shall report thereon to the European Parliament and the Council.\nThe abovementioned reports shall be established having regard to the objectives set out in Annex I to this Decision and in accordance with Article 2 (2) of Decision 87/516/Euratom, EEC.", "The Commission shall be responsible for the execution of the programme.\nThe Commission shall be assisted by a committee of an advisory nature, hereinafter referred to as Â´the committee' composed of the representatives of the Member States and chaired by the Representative of the Commission.\nContracts concluded by the Commission shall govern the rights and obligations of each party, in particular arrangements for the dissemination, protection and exploitation of research results.", "1.  The representative of the Commission shall submit to the committee a draft of the measures to be taken. The\ncommittee shall deliver its opinion within a time limit which the chairman may lay down according to urgency of the matter, if necessary by taking a vote.\n2.  The opinion shall be recorded in the minutes of the committee; in addition, each Member State shall have the right to have its opinion recorded in the minutes.\n3.  The Commission shall take the utmost account of the opinion delivered by the committee. It shall inform the committee of the manner in which its opinion has been taken into account.", "1.  The Commission is hereby authorized to negotiate, in accordance with Article 130 n of the Treaty, agreements with European third countries and international organizations, in particular the OECD and its member countries and countries  participating in European cooperation in the field of scientific and technical research (COST), as well as those having concluded framework agreements in scientific and technical cooperation with the Community with a view to associating them wholly or  partly with the programme.\n2.  Before entering into the negotiations referred to in paragraph 1, the Commission shall consult the Council on the advisability and on the terms of reference of these negotiations and shall take full account of the Council's views.\n3.  Where framework agreements for scientific and technical cooperation between European third countries and the European Communities have been concluded, organizations and enterprises established in those countries may, under conditions to be laid down  in accordance with the procedures set out in Article 6 and on the basis of the criterion of mutual advantage, become partners in a project undertaken within the programme.", "This Decision is addressed to the Member States."], "attachments": "Done at Luxembourg, 20 June 1989.\nFor the Council\nThe President\nJ. SOLANA MADARIAGA\n(1) OJ No C 203, 4. 8. 1988, p. 5.\n(2) OJ No C 47, 27. 2. 1989, p. 80 and OJ No C 158,\n26. 6. 1989.\n(3) OJ No C 56, 6. 3. 1989, p. 8.\n(4) OJ No L 302, 24. 10. 1987, p. 1.\n(5) OJ No L 89, 6. 4. 1988, p. 35.   ANNEX I   PROGRAMME OBJECTIVES AND SUMMARY OF THE WORK PROGRAMME  The actions concern the exploitation of advanced information technologies in the field of statistics: in particular, the application of expert systems technology to the whole chain of statistical  data processing.\nThe actions are oriented to meet Member States' needs for the development of knowledge and expert systems rules, which can constitute the base for the development of expert systems with a Community dimension in the various domains of the statistics  field.\nThe programme shall consist of two parts: Part I comprises the organization of coordinated projects; Part II comprises research and development projects regarded as meriting priority in the field of official statistics and is subdivided into four  themes.\nPART I\nCoordinated projects\nThis part of the programme deals with the coordination at Community level of activities which are of general interest to the Member States and satisfy the criteria set out below. The Commission shall provide a framework within which projects can be  selected on the basis of proposals submitted by the interested parties and financial assistance can be provided for the organization of these projects.\nThe following are suitable for coordinated projects:\n- subjects which are intrinsically international in character,\n- problems arising in a similar manner in the various Member States (and possibly within the Commission) which may therefore benefit from a coordinated approach,\n- problems which have to be solved for purposes of harmonization,\n- problems arising in connection with the processing of confidential data.\nThe main feature of these projects is that a minimum number of participants coordinate their work in fields of common interest and exchange their findings.\nThe emphasis will be on projects able to produce results in a relatively short time (two to three years).\nPART II\nShared-cost projects\nThe research will be carried out by means of shared-cost research contracts to be awarded to research bodies, companies and other organizations in the Community. Community financial participation will in principle not exceed 50 % of total expenditure,  the rest normally being borne by the contractors. Alternatively, in the case of universities and research institutes carrying out projects, the Community may bear up to 100 % of the additional expenditure involved. Work will be carried out in the  following areas:\nTheme 1:\nVertical study: preparation of a complete system for automated information processing, from collection to dissemination, in a specific field (as a prototype for other fields and a reference framework for the other themes);\nTheme 2:\nDocumentation of data and statistical methods;\nTheme 3:\nAccess to statistical information;\nTheme 4:\nForecasting.\nImplementation procedures\nContracts under Part I shall be awarded by means of restricted invitations to tender. Participants will fund their own share of the work to be done and will be informed of all the results.\nContracts under Part II shall be awarded by means of public invitations to tender. They shall involve the participation of at least two partners, who are independent of each other and who may not be established in the same Member State. Public  invitation to tender shall be published in the Official Journal of the European Communities, and summaries shall be published in the scientific journals specializing in the subject.\nANNEX II   INDICATIVE ALLOCATION OF FUNDS  millions of ecus\nPart II: Coordinated projects0,5\nPart II: Shared-cost projects3,0\nStaff and administrative costs0,5\nTOTAL  4,0"}