{"celex_id": "31988R1867", "uri": "http://publications.europa.eu/resource/cellar/51ebd161-45b0-422c-8ef3-808140609c7e", "type": "Regulation", "concepts": ["161", "601"], "title": "Council Regulation (EEC) No 1867/88 of 29 June 1988 opening, allocating and providing for the administration of a Community tariff quota for rum, arrack and tafia originating in the African, Caribbean and Pacific States (ACP) (1988 to 1989)\n", "header": "COUNCIL  REGULATION (EEC) No 1867/88\nof 29 June 1988\nopening, allocating and providing for the administration of a Community tariff quota for rum, arrack and tafia originating in the African, Caribbean and Pacific States (ACP) (1988 to 1989)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 113 thereof,\nHaving regard to the proposal from the Commission,\nWhereas Protocol 5 annexed to the Third ACP-EEC Convention, signed at LomĂŠ on 8 December 1984 (1), provides that products originating in the African, Caribbean and Pacific States (ACP) which fall within CN codes 2208 40 10, 2208 40 90, 2208 90 11 and 2208 90 19 shall, until the entry into force of a common organization of the market in spirits, be allowed into the Community free of customs duties under conditions such as to permit the development of traditional trade flows between the ACP States and the Community and between the Member States; wheres the Community shall fix each year the quantities which may be imported free of customs duties on the basis of the largest quantities imported annually from the ACP States into the Community in the past three years for which statistics are available, increased by an annual growth rate of 37 % on the market of the United Kingdom and 27 % on the other markets of the Community; whereas, however, in accordance with Article 3 (1) of the Protocol to the Third ACP-EEC Convention consequent on the Accession of the Kingdom of Spain and the Portuguese Republic to the European Communities (2), implemented in advance by Regulation (EEC) No 1820/87 (3), the minimum quantity in Article 2 (a), second subparagraph, of Protocol 5 on rum has been increased to 172 000 hectolitres;\nWhereas, pursuant to the said Protocol, the Kingdom of Spain and the Portuguese Republic shall become contracting parties to the said ACP-EEC Convention; whereas Regulation (EEC) No 1820/87 provides for special arrangements for the quota duties to be applied by those two Member States; whereas by reason of the particularities peculiar to the market in rum the quota period ranges from 1 July to 30 June;\nWhereas, having regard to the levels reached by imports of the products concerned into the Community and the Member States during the past three years for which statistics are available, the annual quota volume would amount to 159 444 hectolitres of pure alcohol; whereas this volume being less than the threshold established by Regulation (EEC) No 1820/87, the quota volume for the period from 1 July 1988 to 30 June 1989 must be fixed at 172 000 hectolitres of pure alcohol;\nWhereas, during the past three years for which statistics are available, Member States' imports have been as follows:\n(in hectolitres of pure alcohol)\n1.2.3.4 //  //  //  //  // Member State  // 1985   // 1986  // 1987   //    //   //   //   // Benelux   // 6 263   // 6 407   // 6 264   // Denmark   // 2 271   // 2 020   // 1 884  // Germany   // 40 922   // 36 183   // 33 570   // Greece  // 57   // 50   // 50   // Spain   // n.c.   // 90   // 244  // France   // 2 534   // 1 637   // 1 929   // Ireland   // 2 224   // 2 151   // 2 060   // Italy   // 426   // 437   // 800   // Portugal   // 2   // -   // 7   // United Kingdom   // 65 675   // 69 757   // 72 040   //    //   //   //\nWhereas, in view of these factors, of market forecasts for the products in question and of the estimates submitted by certain Member States, quota shares may be fixed approximately at the following percentages:\nBenelux 5,29\nDenmark 1,73\nGermany 30,92\nGreece 0,04\nSpain 0,09\nFrance 1,71\nIreland 1,80\nItaly 0,46\nPortugal 0,00\nUnited Kingdom 57,96\nWhereas an arrangement for using the Community tariff quota, based on an allocation between the United Kingdom on the one hand and the other Member States on the other, would seem likely to reconcile the application of the growth rates provided for in Protocol 5 with the uninterrupted application of the duty-free entry arrangements in respect of the said quota to all imports of the products concerned into the Member States until the quota is exhausted; whereas in order to reflect as closely as possible actual market trends for the products concerned, allocation of the Community tariff quota among Member States should be made in accordance with the requirements of the Member States; whereas, in this case, the tariff quota should be allocated among the Member States on the basis of the largest quantities imported annually into each Member State during the past two years and taking into account the abovementioned growth rates;\nWhereas measures should be laid down to ensure that Protocol 5 is implemented under conditions such as to permit the development of traditional trade flows between the ACP States and the Community, on the one hand, and between the Member States on the other;\nWhereas, owing to the special character of the products in question and their sensitivity on Community markets, exceptional provision should be made for a method of use based on a single division among Member States;\nWhereas, since the Kingdom of Belgium, the Kingdom of the Netherlands and the Grand Duchy of Luxembourg are united within and jointly represented by the Benelux Economic Union, any measure concerning the administration of the share allocated to that economic union may be carried out by any one of its members,", "main_body": ["1. From 1 July 1988 to 30 June 1989, the following products originating in the ACP States shall be imported duty free into the Community within the limits of the relevant Community tariff quota mentioned:\n1.2.3.4.5 //  //  //  //  //  // Order No  // CN code  // Description  // Quota volume (in hl of pure alcohol)  // Quota duty  //  //  //  //  //  //  //  //  //  //  // 09.1605   // 2208 40 10 2208 40 90 2208 90 11 2208 90 19   // Rum, arrack and tafia   // 172 000   // Free   //    //   //   //   //\n2. Within the limit of their shares, as indicated in Article 2, the Kingdom of Spain and the Portuguese Republic shall apply customs duties calculated in accordance with the Act of Accession and Regulation (EEC) No 1820/87.", "1. The tariff quota referred to in Article 1 shall be divided into two instalments. A first instalment of 99 691 hectolitres of pure alcohol shall be for United Kingdom consumption. A second instalment of 72 309 hectolitres of pure alcohol shall be allocated among the other Member States.\n2. The shares of each of the Member States to which the second instalment is allocated shall consist of the following quantities:\n1.2 //  // (hectolitres of pure alcohol)   // Benelux   // 9 099   // Denmark   // 2 976   // Germany   // 53 034  // Greece   // 50   // Spain   // 290   // France   // 2 938  // Ireland   // 3 096   // Italy   // 791   // Portugal  // 35", "1. Member States shall administer the shares allocated to them in accordance with their own arrangements.\n2. The extent to which the Member States have taken up their shares shall be determined on the basis of the imports of the products in question, originating in the ACP States, entered for customs clearance under declarations for free circulation.", "1. Member States shall inform the Commission each month of imports actually charged against the tariff quota.\n2. The United Kingdom shall take the steps necessary to ensure that the quantities imported from the ACP States under the conditions laid down in Articles 1 and 2 are restricted to those meeting its domestic consumption requirements.\n3. The Commission shall regularly inform the Member States of the extent to which the tariff quota has been taken up. 4. Where necessary, consultations may be held at the request of a Member State or on the initiative of the Commission.", "The Commission shall take all necessary measures, in close cooperation with the Member States, to ensure the implementation of this Regulation.", "Council Regulation (EEC) No 1316/87 of 11 May 1987 on the safeguard measures provided for in the Third ACP-EEC Convention (1) shall apply to the products covered by this Regulation.", "This Regulation shall enter into force on 1 July 1988.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 29 June 1988.\nFor the Council\nThe President\nH. RIESENHUBER\n(1) OJ No L 86, 31. 3. 1986, p. 3.\n(2) OJ No L 172, 30. 6. 1987, p. 3.\n(3) OJ No L 172, 30. 6. 1987, p. 1.\n(1) OJ No L 125, 14. 5. 1987, p. 1."}