{"celex_id": "31985D0367", "uri": "http://publications.europa.eu/resource/cellar/e69a6fb7-14da-47c0-a48d-3bcf0cf5f89d", "type": "Decision", "concepts": ["2735", "2795", "4498"], "title": "85/367/EEC: Council Decision of 16 July 1985 concerning the conclusion of a Community-COST concertation agreement on a concerted action project on the effects of processing and distribution on the quality and nutritive value of food (COST Project 91 bis)\n", "header": "COUNCIL  DECISION\nof 16 July 1985\nconcerning the conclusion of a Community-COST concertation agreement on a concerted action project on the effects of processing and distribution on the quality and nutritive value of food (COST Project 91 bis)\n(85/367/EEC)\nTHE COUNCIL OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the draft Decision submitted by the Commission,\nWhereas by its Decision 84/304/EEC (1), the Council adopted a concerted action research project of the European Economic Community on the effects of processing and distribution on the quality and nutritive value of food;\nWhereas Article 6 of Decision 84/304/EEC lays down that the Community may conclude an agreement with third States participating in European Cooperation in the field of Scientific and Technical Research (COST) with a view to concerting the Community project with the corresponding programmes of those States;\nWhereas by its Decision of 23 and 24 January 1984, the Council authorized the Commission to negotiate an agreement to this end;\nWhereas the Commission has completed these negotiations;\nWhereas this Agreement should be approved,", "main_body": ["The Community-COST concertation agreement on a concerted action project on the effects of processing and distribution on the quality and nutritive value of food (COST Project 91 bis) is hereby approved on behalf of the Community.\nThe text of the Agreement is attached to this Decision.", "The President of the Council shall give the notification provided for in Article 6 (2) of the Agreement."], "attachments": "Done at Brussels, 16 July 1985.\nFor the Council\nThe President\nM. FISCHBACH\n(1) OJ No L 151, 7. 6. 1984, p. 46.\nCOMMUNITY-COST  CONCERTATION AGREEMENT\non a concerted action project on the effects of processing and distribution on the quality and nutritive value of food (COST Project 91 bis)\nTHE EUROPEAN ECONOMIC COMMUNITY,\nhereinafter referred to as 'the Community',\nTHE SIGNATORY STATES TO THIS AGREEMENT,\nhereinafter referred to as 'the participating non-member States',\nWhereas a Community-COST Concertation Agreement on a concerted action project on the effects of thermal processing and distribution on the quality and nutritive value of foods (COST Project 91) was concluded between the Community and some non-member States involved in European Cooperation in the field of Scientific and Technical research (COST) on 22 January 1981 and expired on 26 November 1982;\nWhereas the abovementioned concerted action project has produced very encouraging results;\nWhereas by its Decision of 24 May 1984 the Council of the European Communities adopted a Community concerted action project on the effects of processing and distribution on the quality and nutritive value of food;\nWhereas the Member States of the Community and the participating non-member States, hereinafter referred to as 'the States', intend, subject to the rules and procedures applicable to their national programmes, to carry out the research described in Annex A; whereas they are willing to have such research integrated into a process of concertation which they consider will be of mutual benefit;\nWhereas the implementation of the research covered by the concerted action project will require a financial contribution of approximately 20 million ECU from the States,\nHAVE AGREED AS FOLLOWS:\nArticle 1\nThe Community and the participating non-member States, hereinafter referred to as 'the Contracting parties', shall participate for a period extending until 7 June 1988 in a concerted action project on the effects of processing and distribution on the quality and nutritive value of food.\nThis project shall consist in concertation between the Community concerted action programme and the corresponding programmes of the participating non-member States. Research topics covered by this Agreement are listed in Annex A.\nThe States shall remain entirely responsible for the research carried out by their national institutions or bodies.\nArticle 2\nConcertation between the Contracting Parties shall be effected through a Community-COST Concertation Committee, hereinafter referred to as 'the Committee'.\nThe terms of reference and the composition of this Committee are defined in Annex B.\nThe Committee shall adopt its rules of procedure. Its secretariat shall be provided by the Commission of the European Communities, hereinafter referred to as 'the Commission'.\nArticle 3\nIn order to ensure optimum efficiency in the execution of this concerted action project, a project leader shall be appointed by the Commission in agreement with the delegates of the participating non-member States on the Committee.\nArticle 4\nThe maximum financial contribution by the Contracting Parties to the coordination costs for the period referred to in the first paragraph of Article 1 shall be:\n- 780 000 ECU from the Community,\n- 78 000 ECU from each participating non-member State.\nThe ECU is that defined by the Financial Regulation in force applicable to the general budget of the European Communities and by the financial arrangements adopted pursuant thereto.\nThe rules governing the financing of the Agreement are set out in Annex C.\nArticle 5\n1. Through the Committee, the States shall exchange regularly all useful information resulting from the execution of the research covered by the concerted action project. They shall also endeavour to provide information on similar research planned or carried out by other bodies. Any information shall be treated as confidential if the State which provides it so requests. 2. After having consulted the Committee, the Commission shall prepare annual progress reports on the basis of the information supplied and shall forward them to the States.\n3. At the end of the concertation period, the Commission shall, after having consulted the Committee, forward to the States, a general report on the execution and results of the project. This report shall be published by the Commission not later than six months after it has been forwarded, unless a State objects. In that case the report shall be treated as confidential and shall be forwarded, on the request and with the agreement of the Committee, solely to the institutions and undertakings whose research or production activities justify access to knowledge resulting from the performance of the research covered by the concerted action project.\nArticle 6\n1. This Agreement shall be open for signature by the Community and by the non-member States which took part in the Ministerial conference held in Brussels on 22 and 23 November 1971.\n2. As a condition precedent to its participation in the concerted action project defined in Article 1, each of the Contracting Parties shall, after signing this Agreement, have notified the Secretary-General of the Council of the European Communities not later than 31 December 1985 of the completion of the procedures necessary under its internal provisions for the implementation of this Agreement.\n3. For the Contracting Parties which transmit the notification provided for in paragraph 2, this Agreement shall come into force on the first day of the month following that in which the Community and at least one of the participating non-member States transmitted these notifications.\nFor those Contracting Parties which transmit the notification after the entry into force of this Agreement, it shall come into force on the first day of the second month following the month in which the notification was transmitted.\nContracting Parties which have not transmitted this notification when this Agreement comes into force shall be able to take part in the work of the Committee without voting rights until 31 December 1985.\n4. The Secretary-General of the Council of the European Communities shall inform each of the Contracting Parties of the notifications provided for in paragraph 2 and of the date of entry into force of this Agreement.\nArticle 7\nThis Agreement shall apply, on the one hand, to the territories in which the Treaty establishing the European Economic Community is applied and under the conditions laid down in that Treaty and, on the other hand, to the territories of the participating non-member States.\nArticle 8\nThis Agreement, drawn up in a single original in the Danish, Dutch, English, French, German, Greek and Italian languages, each text being equally authentic, shall be deposited in the archives of the General Secretariat of the Council of the European Communities which shall transmit a certified copy to each of the Contracting Parties.\nANNEX  A\nResearch topics covered by the agreement\n1. HTST process (high-temperature, short-time processing) and other new thermal processing systems.\n2. Qualitative and nutritive properties of foods obtained by biotechnology.\n3. Chilling and refrigerated storage.\nANNEX B\nTERMS OF REFERENCE AND COMPOSITION OF THE COMMUNITY-COST CONCERTATION COMMITTEE ON THE EFFECTS OF PROCESSING AND DISTRIBUTION ON THE QUALITY AND NUTRITIVE VALUE OF FOODS\n1. The Committee shall:\n1.1. contribute to the optimum execution of the project by giving its opinion on all aspects of its progress;\n1.2. evaluate the results of the project and draw conclusions regarding their application;\n1.3. be reponsible for the exchange of information provided for in Article 5 (1) of the Agreement;\n1.4. suggest guidelines to the project leader;\n1.5. have the right to set up, in respect of each of the research topics defined in Annex A, a subcommittee to ensure that the programme is properly implemented.\n2. The Committee's reports and opinions shall be communicated to the States.\n3. The Committee shall be composed of one delegate from the Commission, as coordinator of the Community concerted action project, one delegate from each participating non-member State, one delegate from each Member State representing its national programme and the project leader. Each delegate may be accompanied by experts.\nANNEX  C\nFINANCING RULES\nArticle 1\nThese provisions lay down the financial rules referred to in Article 4 of the Community-COST Concertation Agreement on a concerted action project on the effects of processing and distribution on the quality and nutritive value of food (COST Project 91 bis).\nArticle 2\nAt the beginning of each financial year, the Commission shall send to each of the participating non-member States a call for funds corresponding to its share of the annual coordination costs under the Agreement, calculated in proportion to the maximum amounts laid down in Article 4 of the Agreement.\nThis contribution shall be expressed both in ECU and the currency of the participating non-member State concerned, the value of the ECU being defined in the Financial Regulation applicable to the general budget of the European Communities and determined on the date of the call for funds.\nThe total contributions shall cover the travel and subsistence costs of the delegates to the Committee, in addition to the coordination costs proper which include meetings, contracts to be concluded with persons or bodies in the participating States with a view to ensuring coordination and exchange of research workers between laboratories.\nEach participating non-member State shall pay its annual contribution to the coordination costs under the Agreement at the beginning of each year, and by 31 March at the latest. Any delay in the payment of the annual contribution shall give rise to the payment of interest by the participating non-member State concerned at a rate equal to the highest discount rate ruling in the States on the due date. The rate shall be increased by 0,25 of a percentage point of each month of delay. The increased rate shall be applied to the entire period of delay. However, such interest shall be chargeable only if payment is effected more than three months after the issue of a call for funds by the Commission.\nArticle 3\nThe funds paid by participating non-member States shall be credited to the concerted action project as budget receipts allocated to a heading in the statement of the revenue of the Budget of the European Communities (Commission section).\nArticle 4\nThe provisional timetable for the coordination costs referred to in Article 4 of the Agreement is appended hereto.\nArticle 5\nThe Financial Regulation in force applicable to the General Budget of the European Communities shall apply to the management of the appropriations.\nArticle 6\nAt the end of each financial year, a statement of appropriations for the concerted action project shall be prepared and transmitted to the participating non-member States for information.\nAppendix\nPROVISIONAL TIMETABLE FOR THE CONCERTED ACTION PROJECT 'EFFECTS OF PROCESSING AND DISTRIBUTION ON THE QUALITY AND NUTRITIVE VALUE OF FOOD (COST Project 91 bis)'\n(ECU)\n1.2,3.4,5.6,7.8,9.10,11.12,13 //   //   //   //   //   //  //   //   // 1984  // 1985  // 1986  // 1987  // 1988  // Total  //   //   //   //   //   // 1.2.3.4.5.6.7.8.9.10.11.12.13 //   // CA  // PA  // CA  // PA  // CA  // PA  // CA  // PA  // CA  // PA  // CA  // PA  //  //   //   //   //   //   //   //   //   //   //   //   //  // 1. Initial estimate of overall requirements  //   //   //  //   //   //   //   //   //   //   //   //   // - Staff  // -  // -  // 17 000  // 17 000  // 36 650  // 36 650  // 39 100  // 39 100  // 20 000  // 20 000  // 112 750  // 112 750  // - Administrative operating expenditure  // 40 000  // 40 000  // 71 000  // 71 000  // 75 000  // 75 000  // 77 000  // 77 000  // 50 000  // 50 000  // 313 000  // 313 000  // - Contracts  // 45 000  // 20 000  // 102 000  // 37 000  // 90 000  // 115 000  // 95 000  // 115 000  // 22 250  // 67 250  // 354 250  // 354 250  // Total  // 85 000  // 60 000  // 190 000  // 125 000  // 201 650  // 226 650  // 211 100  // 231 100  // 92 250  // 137 250  // 780 000  // 780 000  //   //   //  //   //   //   //   //   //   //   //   //   //   // 2. Revised estimate of expenditure taking into account additional requirements arising from the accession of participating non-member States  //   //   //   //   //   //   //   //   //  //   //   //   // - Staff  // -  // -  //   //   //   //   //  //   //   //   //   //   // - Administrative operating expenditure - Contracts  //  85 000 n85 000 10  //  60 000 n60 000 10  // 190 000 n190 000 10  // 125 000 n125 000 10  // 201 650 n201 650 10  // 226 650 n226 650 10  // 211 100 n211 100 10  // 231 100 n231 100 10  // 92 250 n92 250 10  // 137 250 n137 250 10  // 780 000 n780 000 10  // 780 000 n780 000 10  //  //   //   //   //   //   //   //   //   //   //   //   //  // 3. Difference between 1 and 2 to be covered by contributions from participating non-member States  //  n85 000 10  //  n60 000 10  //  n190 000 10  //  n125 000 10  //  n201 650 10  //  n226 650 10  //  n211 100 10  //  n231 100 10  // n92 250 10  //  n137 250 10  //  n780 000 10  //  n780 000 10  //   //   //   //   //   //   //   //   //   //   //   //  //  1.2 // n  // = number of participating non-member States.  // CA  // = commitment appropriation.  // PA  // = payment appropriations."}