{"celex_id": "31988R0507", "uri": "http://publications.europa.eu/resource/cellar/e2c2665a-0fd6-4b63-bbaf-5a78b03c758f", "type": "Regulation", "concepts": ["2689", "2777", "4689", "4691", "5263"], "title": "Commission Regulation (EEC) No 507/88 of 25 February 1988 amending Regulation (EEC) No 1481/86 on the determination of prices of fresh or chilled sheep carcases on representative Community markets and the survey of prices of certain other qualities of sheep carcases in the Community\n", "header": "COMMISSION  REGULATION (EEC) No 507/88\nof 25 February 1988\namending Regulation (EEC) No 1481/86 on the determination of prices of fresh or chilled sheep carcases on representative Community markets and the survey of prices of certain other qualities of sheep carcases in the Community\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1837/80 of 27 June 1980 on the common organization of the market in sheepmeat and goatmeat (1), as last amended by Regulation (EEC) No 3908/87 (2), and in particular Article 4 thereof,\nWhereas Commission Regulation (EEC) No 1481/86 (3), as last amended by Regulation (EEC) No 3679/87 (4), provides that the price recorded on the representative market or markets of each Member State is established using weighting coefficients reflecting the relative importance of each category coming onto each market;\nWhereas in Belgium the category 'agneaux extra' should be replaced by the category 'agneaux de boucherie - slachtlammeren' which is more representative of production;\nWhereas in Ireland the representative market at Nenagh has closed; whereas many of the lambs which would normally have come onto the Nenagh market are now sent to Camolin; whereas, in the light of the volume of transactions recorded there, Camolins should be recognized as a representative market;\nWhereas in the Netherlands, the representative market at Harlingen has closed; whereas due to the level of transactions recorded there, the market at Sluis should be recognized as a representative market; whereas due to the low level of transactions recorded at the representative markets at Bodegraven and Nieuwekerk a/d Ijssel and to the level of transactions recorded at the market at Amsterdam these markets should be grouped together for the purposes of price reporting as the representative market Kleinere Slachterijen;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Sheep and Goats,", "main_body": ["1. In Annex II A and Annex III A to Regulation (EEC) No 1481/86 'agneaux extra' is replaced by 'agneaux de boucherie - slachtlammeren';\n2. In Annex II (G) (a) to Regulation (EEC) No 1481/86, 'Nenagh' is replaced by 'Camolin'.\n3. In Annex II 1 to Regulation (EEC) No 1481/86 Harlingen, Bodegraven and Nieuwekerk a/d Ijssel are replaced by Sluis and Kleinere Slachterijen.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 7 March 1988.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 25 February 1988.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 183, 16. 7. 1980, p. 1.\n(2) OJ No L 370, 30. 12. 1987, p. 16.\n(3) OJ No L 130, 16. 5. 1986, p. 12.\n(4) OJ No L 346, 10. 12. 1987, p. 14."}