{"celex_id": "31984R2190", "uri": "http://publications.europa.eu/resource/cellar/5ee6f12e-acb5-4a24-a5ef-3bb4e4410632", "type": "Regulation", "concepts": ["1118", "4170", "797", "870"], "title": "Commission Regulation (EEC) No 2190/84 of 27 July 1984 fixing for the 1984/85 marketing year the minimum price to be paid to producers for Williams pears and the amount of production aid for Williams pears preserved in syrup\n", "header": "COMMISSION  REGULATION (EEC) No 2190/84\nof 27 July 1984\nfixing for the 1984/85 marketing year the minimum price to be paid to producers for Williams pears and the amount of production aid for Williams pears preserved in syrup\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the Act of Accession of Greece,\nHaving regard to Council Regulation (EEC) No 516/77 of 14 March 1977 on the common organization of the market in products processed from fruit and vegetables (1), as last amended by Regulation (EEC) No 988/84 (2), and in particular Articles 3b and 3c thereof,\nWhereas, under Article 3b (1) of Regulation (EEC) No 516/77, the minimum price to be paid to producers is to be determined for the Member States other than Greece on the basis of:\n(a) the minimum price applying during the previous marketing year;\n(b) the movement of basic prices in the fruit and vegetables sector;\n(c) the need to ensure the normal marketing of fresh products for the various uses;\nWhereas Article 3c of the said Regulation lays down the criteria for fixing the amount of production aid;\nWhereas, for the 1984/85 marketing year, the amount of the aid for Williams pears in syrup has been determined with due regard, in particular, in respect of the price of products from non-member countries, to the undertakings given to comply with average prices on imports into the Community entered into by certain suppliers in non-member countries;\nWhereas, as regards Greece, pursuant to Article 103 of the Act of Accession and until the first move towards the alignment of prices, the minimum price to be paid to Greek producers is to be established on the basis of prices paid in Greece to national producers, over the reference period defined in Article 1 of Council Regulation (EEC) No 41/81 (3); whereas that price must be aligned with the level of the common prices pursuant to Article 59 of the Act of Accession;\nWhereas, as regards Greece, the said Article 103 and Council Regulation (EEC) No 990/84 (4) lay down the criteria for fixing the amount of production aid;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Products Processed from Fruit and Vegetables,", "main_body": ["For the 1984/85 marketing year:\n(a) the minimum price referred to in Article 3b of Regulation (EEC) No 516/77 to be paid to producers, and\n(b) the production aid referred to in Article 3c of the same Regulation\nshall, in respect of Williams pears and Williams pears preserved in syrup, be as set out in the Annex.", "1. The aid provided for in respect of Greece shall be applicable to all production of processed products obtained from produce grown in Greece.\n2. Where processing takes place outside the Member State in which the produce was grown, such Member State shall furnish proof to the Member State paying the production aid that the minimum price payable to the producer has been paid.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 27 July 1984.\nFor the Commission\nPoul DALSAGER\nMember of the Commission\n(1) OJ No L 73, 21. 3. 1977, p. 1.\n(2) OJ No L 103, 16. 4. 1984, p. 11.\n(3) OJ No L 3, 1. 1. 1981, p. 12.\n(4) OJ No L 103, 16. 4. 1984, p. 21.\nANNEX\nMinimum price to be paid to the producers\n(ECU/100 kilograms net, ex producer)\n1.2.3 //   //   //   // Product  // Greece  // Other Member States  //   //   //   // Williams pears intended for the manufacture of pears in syrup  // 33,8453  // 33,8453  //   //  //\nProduction aid\n(ECU/100 kilograms net)\n1.2.3 //   //   //   // Product  // Greece  // Other Member States  //   //   //   // Williams pears in syrup  // 17,92  // 18,51  //   //   //"}