{"celex_id": "31986R2586", "uri": "http://publications.europa.eu/resource/cellar/a223bbac-e4e0-4ad0-83be-85bc182af5a3", "type": "Regulation", "concepts": ["1255", "2783", "3579", "3591", "3763"], "title": "Commission Regulation (EEC) No 2586/86 of 13 August 1986 amending quantitative limits fixed for imports of certain texile products originating in Rumania and Hungary\n", "header": "COMMISSION  REGULATION (EEC) No 2586/86\nof 13 August 1986\namending quantitative limits fixed for imports of certain texile products originating in Rumania and Hungary\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3589/82 of 23 December 1982 on common rules for imports of certain texile products originating in third countries (1), as last amended by Regulation (EEC) No 1623/86 (2), and in particular Article 7 thereof,\nWhereas, by Regulation (EEC) No 3589/82, quantitative limits agreed with third countries are shared between the Member States for 1986;\nWhereas, in the bilateral agreements, the Community has given undertakings to the supplier countries to adjust the allocation of limits among Member States in such a way as to ensure optimum utilization and to establish efficient and speedy procedures for adjusting the allocations;\nWhereas Romania and Hungary have asked that the allocation of Community quantitative limits among the Member States be adjusted in order to take account of the trend of trade flows, and to enable suppliers to utilize agreed Community limits more fully;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Textile Committee,", "main_body": ["The quantitative limits for textile products originating in Romania and Hungary, as fixed in Annex III to Regulation (EEC) No 3589/82, are hereby amended for 1986 as laid down in the Annex hereto.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 13 August 1986.\nFor the Commission\nNicolas MOSAR\nMember of the Commission\n(1) OJ No L 374, 31. 12. 1982, p. 106.\n(2) OJ No L 147, 31. 5. 1986, p. 1.\nANNEX\n1.2.3.4.5.6.7.8 //  //  //  //  //  //  //  //  // Cate- gory   // CCT heading No  // NIMEXE code (1986)  // Description  // Third countries  // Member States   // Units  // Quantitative limits from 1 January to 31 December 1986  //    //   //   //   //   //   //   //   //   //   //   //  //   //   //   //   // 3   // 56.07 A   // 56.07-01, 04, 05, 07, 08, 10, 12, 15, 19, 20, 22, 25, 29, 30, 31, 35, 38, 39, 40, 41, 43, 45, 46, 47, 49   // Woven fabrics of man-made fibres (discontinuous or waste): A. Of synthetic textile fibres: Woven fabrics of synthetic fibres (discontinuous or waste) other than narrow woven fabrics, pile fabrics (including terry fabrics) and chenille fabrics:   // Romania   // I UK   // Tonnes  // 58 53   //    //   //   //   //   //   //   //   // 5  // 60.05 A I a) II b) 4 bb) 11 aaa) bbb) ccc) ddd) eee) 22 bbb) ccc) ddd) eee) fff)   // 60.05-01, 31, 33, 34, 35, 36, 39, 40, 41, 42, 43   // Outer garments and other articles, knitted or crocheted, not elastic or rubberized: A. Outer garments and clothing accessories: Jerseys, pullovers, slip-overs, waistcoats, twinsets, cardigans, bedjackets and jumpers, knitted or crocheted, not elastic or rubberized, of wool, of cotton or of man-made textile fibres   // Romania   // F I  // 1 000 pieces   // 1 497 1 563   //    //   //   //   //  //   //   //   // 6   // 61.01 B V d) 1 2 3 e) 1 2 3 61.02 B II e) 6 aa) bb) cc)   // 61.01-62, 64, 66, 72, 74, 76 61.02-66, 68, 72   // Men's and boys' outer garments: Women's, girls' and infants' outer garments: B. Other: Men's and boys' woven breeches, shorts and trousers (including slacks); women's, girls' and infants' woven trousers and slacks, of wool, of cotton or of man-made textile fibres   // Hungary   // D BNL  // 1 000 pieces   // 50 146   //    //   //   //   //   //  //   //   // 26   // 60.05 A II b) 4 cc) 11 22 33 44   //  // Outer garments and other articles, knitted or crocheted, not elastic or rubberized: A. Outer garments and clothing accessories: II. Other   // Romania   // F BNL   // 1 000 pieces   // 121 305   //   // 61.02 B II e) 4 bb) cc) dd) ee)  //   // Women's, girls' and infants' outer garments: B. Other:   //   //   //   //   //  //  // 60.05-45, 46, 47, 48 61.02-48, 52, 53, 54   // Women's, girls' and infants' (other than babies') woven and knitted or crocheted dresses, of wool, of cotton or of man-made textile fibres   //   //   //   //   //  //   //   //   //   //   //   //  //  //  //  //  //  //  //  //  // Cate- gory   // CCT heading No  // NIMEXE code (1986)  // Description  // Third countries  // Member States   // Units   // Quantitative limits from 1 January to 31 December 1986   //    //   //   //   //   //  //   //   //   // 37   // 56.07 B   // 56.07-50, 51, 55, 56, 59, 60, 61, 65, 67, 68, 69, 70, 71, 72, 73, 74, 77, 78, 82, 83, 84, 87   // Woven fabrics of man-made fibres (discontinuous or waste): B. Of regenerated textile fibres: Woven fabrics of regenerated textile fibres (discontinuous or waste) other than narrow woven fabrics, pile fabrics (including terry fabrics) and chenille fabrics:   // Romania   // I UK   // Tonnes  // 452 378   //    //   //   //   //   //   //   //"}