{"celex_id": "31982D0542", "uri": "http://publications.europa.eu/resource/cellar/02e75815-c039-4d8b-b05c-aed127e68f1d", "type": "Decision", "concepts": ["1085", "192", "4576", "5034"], "title": "82/542/EEC: Commission Decision of 26 July 1982 approving the extended plan for the eradication of bovine tuberculosis presented by the French Republic (Only the French text is authentic)\n", "header": "COMMISSION  DECISION\nof 26 July 1982\napproving the extended plan for the eradication of bovine tuberculosis presented by the French Republic\n(Only the French text is authentic)\n(82/542/EEC)\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 77/391/EEC of 17 May 1977 introducing Community measures for the eradication of brucellosis, tuberculosis and leucosis in cattle (1), and in particular Article 9 (2) thereof,\nHaving regard to Council Directive 78/52/EEC of 13 December 1977 establishing the Community criteria for national plans for the accelerated eradication of brucellosis, tuberculosis and enzootic leucosis in cattle (2), and in particular Chapter III thereof,\nHaving regard to Commission Decision 78/539/EEC of 6 June 1978 approving the plans for the accelerated eradication of brucellosis and tuberculosis put forward by the French Republic (3),\nHaving regard to Council Directive 82/400/EEC of 14 June 1982 amending Directive 77/391/EEC and introducing a supplementary Community measure for the eradication of brucellosis, tuberculosis and leucosis in cattle (4),\nWhereas by letter dated 27 January 1982 the French Republic notified the Commission of an extended plan to eradicate bovine tuberculosis;\nWhereas, after examination and taking into account the success of the initial plan, the extended plan was found to comply with Directives 77/391/EEC, 78/52/EEC and 82/400/EEC;\nWhereas the extended plan ensures continuity with the measures put in hand under the initial plan; whereas the initial plan expired on 1 July 1981;\nWhereas the measures under the extended plan have been applied since 1 July 1981; whereas consequently the conditions for financial participation by the Community have been met;\nWhereas the extended plan allows for tuberculin tests to be carried out by veterinarians of the State service in certain herds and zones with persistent infection;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee; whereas the Fund Committee has been consulted,", "main_body": ["The extended plan for the eradication of bovine tuberculosis as applied by the French Republic from 1 July 1981 is hereby approved.", "Financial participation by the Community shall be in respect of eligible expenditure on account of slaughterings taking place on or after 1 July 1981.", "This Decision is addressed to the French Republic."], "attachments": "Done at Brussels, 26 July 1982.\nFor the Commission\nPoul DALSAGER\nMember of the Commission\n(1) OJ No L 145, 13. 6. 1977, p. 44.\n(2) OJ No L 15, 19. 1. 1978, p. 34.\n(3) OJ No L 164, 21. 6. 1978, p. 22.\n(4) OJ No L 173, 19. 6. 1982, p. 18."}