{"celex_id": "31989D0663", "uri": "http://publications.europa.eu/resource/cellar/6527ad39-495a-4bd8-a427-82bfc15468e3", "type": "Decision", "concepts": ["1950", "2792", "5176", "5315", "800"], "title": "89/663/EEC: Council Decision of 14 December 1989 amending Decision 87/327/EEC adopting the European Community action scheme for the mobility of university students (Erasmus)\n", "header": "COUNCIL DECISION of 14 December 1989 amending Decision 87/327/EEC adopting the European Community action scheme for the mobility of university students (Erasmus) (89/663/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 128 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nHaving regard to the opinion of the Economic and Social Committee (2),\nWhereas the fundamental objectives of the common vocational training policy set down in the second principle of Decision 63/266/EEC (3) aim in particular at enabling every person to reach the highest possible level of vocational training which is  necessary for his professional activity, and refer also to broadening vocational training to meet requirements arising from technical progress, linking the different forms of vocational training to social and economic developments;\nWhereas on the basis of the sixth principle of that Decision it is the Commission's responsibility to encourage direct exchanges of vocational training specialists in order to enable them to acquaint themselves with and study the achievements and new  developments in the other countries of the Community;\nWhereas by its Decision 87/327/EEC (4) the Council established the European Community Action Scheme for the Mobility of University Students (Erasmus) and whereas Article 7 thereof provides for the possibility of adapting the Erasmus programme;\nWhereas the Council has adopted measures with a view to strengthening technological cooperation at Community level and providing the necessary human resources for this purpose, notably through its Decision 89/27/EEC adopting the second phase of the  programme on cooperation between universities and industry regarding training in the field of technology (Comett II) (1990 to 1994) (5);\nWhereas the Council has adopted measures to stimulate cooperation and interchange between European research scientists, notably through Decision 88/419/EEC (6)\nestablishing the Science programme and Decision 89/118/EEC (7) establishing the SPES programme; whereas it is therefore not appropriate that such activities should also be covered by the Erasmus programme;\nWhereas, in the light of the Judgment of the Court of Justice of the European Communities of 30 May 1989, the situation should be clarified by laying down that the Erasmus programme, henceforth, falls exclusively within the scope of the common  vocational training policy as provided for in Article 128 of the Treaty;\nWhereas as a follow-up to the 'People's Europe' report approved by the European Council (28 to 29 June 1985), which called for exchanges by a significant section of the student population, the Commission's aim, in line with the European Parliament's  wish (8), is that by 1992 around 10 % of all students in the Community will be following a university course organized by universities in more than one Member State;\nWhereas the Council on 28 July 1989 adopted Decision 89/489/EEC (9) establishing the Lingua programme to promote training in foreign languages as well as the teaching and learning of foreign languages in the European Community;\nWhereas the Council on 21 December 1988 adopted Directive 89/48/EEC on a general system for the recognition of higher-education diplomas awarded on completion of professional education and training of at least three years' duration (10);\nWhereas the annual reports on the application of the Erasmus programme in 1987 and 1988, as well as the report on the experience acquired in the implementation of the programme in the years 1987 to 1989, have shown that the programme is an appropriate  means of increasing student mobility via effective inter-university cooperation within the Community;\nWhereas the commitment entered into at Community level as regards the stimulation of student mobility also involves the participation of the Member States, which are called upon to make their contribution to the effort which is necessary for the  objectives of Erasmus to be attained,", "main_body": ["Council Decision 87/327/EEC is hereby amended as follows:\nยน\nยน\nยน\n1.  In Article 1, the following is added to paragraph 2:\n'Students registered in those establishments, regardless of the field of study, are eligible for support within the Erasmus programme, up to and including doctorate level, provided that the period of study carried out at the host university, which is  compatible with the curriculum at the student's home university, forms part of his or her vocational training.\nThe Erasmus programme does not cover research and technological development activities.'\n2.  In Article 2:\n(a)  Paragraph (ii) is replaced by the following text:\n'(ii)  to promote broad and intensive cooperation in vocational training between universities in all Member States;';\n(b)  in paragraph (iii), the words 'education and' are deleted.\n3.  Article 4 shall be replaced by the following:\n'Article 4\nThe funds estimated as necessary to execute the Erasmus programme in the first three years of a five-year period amount to ECU 192 million.\nAs from the 1990 budgetary year the appropriations necessary to finance the Community contribution to the actions provided for in the annex, including measures to ensure the technical assistance at Community level, continuing monitoring and evaluation  of the programme, will be authorized in the annual budgetary procedure, taking into account the results of the programme as well as any new needs which may emerge during its operation.\nThe appropriations necessary for the first three years of the programme will form part of future budgets within\nthe framework of the present financial forecasts 1988 to 1992 agreed jointly in the Interinstitutional Agreement (11) by the European Parliament, the Council and the Commission on 29 June 1988 and their development.\nThe objective shall be to ensure that, in the framework of Actions 1 and 2, the highest possible proportion of the funds is allocated to student mobility.\n(12) OJ No L 185, 15. 7. 1988, p. 33.'\n4.  In Article 5, the phrase 'the other actions already scheduled at Community level' shall be replaced by 'other actions at Community level'.\n5.  In Article 7, the date of 31 December 1989 shall be replaced by 31 December 1993 and the date of 30 June 1990 shall be replaced by 30 June 1994.\n6.  The Annex shall be replaced by the Annex appearing in this Decision.", "This Decision shall take effect on 1 January 1991, except in the case of Action 2 (2) which will take effect on 1 July 1990."], "attachments": "Done at Brussels, 14 December 1989.\nFor the Council\nThe President\nL. JOSPIN\n(1) OJ No C 323, 27. 12. 1989.\n(2) OJ No C 329, 30. 12. 1989.\n(3) OJ No 63, 20. 4. 1963, p. 1338/63.\n(4) OJ No L 166, 25. 6. 1987, p. 20.\n(5) OJ No L 13, 17. 1. 1989, p. 28.\n(6) OJ No L 206, 30. 7. 1988, p. 34.(7) OJ No L 44, 16. 2. 1989, p. 43.(8) OJ No C 148, 16. 6. 1986, p. 125.(9) OJ No L 239, 16. 8. 1989, p. 24.\n(10) OJ No L 19, 24. 1. 1989, p. 16.\nANNEX\n'ANNEX ACTION 1  Establishment and operation of a European University Network\n1.  The Community will further develop the European University Network established within the Erasmus programme and designed to stimulate Community-wide exchange of students.\nThe European University Network will be composed of those universities which, in the framework of the Erasmus programme, have concluded agreements and organize programmes providing for exchanges of students and teachers with universities of other Member  States and ensuring full recognition of study periods thus accomplished outside the home university.\nThe main aim of inter-university agreements is to give the students of one university the opportunity to undertake a fully recognized period of study in at least one other Member State, as an integral part of their diploma or academic qualification.  These joint programmes could include as necessary an integrated period of foreign language preparation as well as cooperation among teachers and administrative staff in order to prepare the conditions necessary for the exchange of students and for the  mutual recognition of periods of study accomplished abroad. Wherever possible, the preparation in the foreign language should be commenced in the country of origin before departure.\nPriority will be given to programmes involving an integrated and fully recognized period of study in another Member State. For each joint programme, each participating university will receive support of up to an annual ceiling of ECU 25 000 for a  maximum period of three years in the first instance subject to periodic review.\n2.  Support will also be provided for exchanges of teaching staff for the purpose of carrying out integrated teaching assignments in other Member States.\n3.  Support will also be provided for joint curriculum development projects between universities in different Member States as a means of facilitating academic recognition and of contributing by means of an exchange of experience to the process of  innovation and improvement of courses on a Community-wide basis.\n4.  In addition, grants of up to ECU 20 000 will be provided to universities organizing intensive teaching programmes of short duration involving students from several different Member States. This action will be of a complementary nature.\n5.  The Community will also provide support for teaching staff and university administrators to carry out visits to other Member States, to enable them to prepare programmes of integrated study with universities of these Member States and to increase  their mutual understanding of the training aspects of the higher education systems of other Member States. Grants will also be provided to allow teaching staff to conduct a series of specialized lectures in several Member States.\nACTION 2  Erasmus student grants scheme\n1.  The Community will further develop a scheme for the direct financial support of students at universities as defined in Article 1 (2) carrying out a period of study in another Member State. In determining the total expenditure for Actions 1 and 2  respectively, the Community will have regard to the number of students to be exchanged within the European University Network as it develops.\n2.  The Erasmus student grants are administered through the competent authorities of the Member States. In view of the development of the European university network, the Member States shall each be paid a minimum of ECU 200 000 (the equivalent of  approximately 100 grants); the remainder shall be allocated to each Member State on the basis of the total number of students at universities as defined in Article 1 (2), as well as on the total\nnumber of 18 to 25-year-olds in each Member State, the average cost of the journey between the country of the university of the student's country of origin and that of the host university as well as on the difference between the cost of living in the  country of the home university and that of the host university.\nMoreover, the Commission will take the necessary steps to ensure balanced participation across the various subjects, to take account of the demand for programmes and of student flow and to deal with certain specific problems, in particular the financing  of certain grants which, because of the structure of the exceptional programmes concerned, cannot be administered by national agencies. The proportion available for such measures shall not exceed 5 % of the total annual student grants budget.\n3.  The grant-awarding authorities of the Member States will issue grants up to a maximum of ECU 5 000 per student for a stay of one year, subject to the following conditions:\n(a)  the grants are intended to offset the additional costs of mobility, that is travel costs, foreign language preparation as necessary and higher cost of living in the host country (including, where appropriate, the extra cost of living away from the  student's home country). They do not aim to cover the full cost of study abroad;\n(b)  priority will be given to students on courses which are part of the European University Network under Action 1 as well as to those students participating in the European Community Course Credit Transfer System (ECTS) pursuant to Action 3. Grants  may also be provided for other students on courses for whom special arrangements are made outside the network in another Member State provided they fulfil the eligibility criteria;\n(c)\ngrants will be awarded only in cases where the period of study spent in another Member State will be granted full recognition by the student's home university. However, grants may be awarded exceptionally in cases where the period of study to be spent  in another Member State will be granted full recognition by the degree-awarding university in that Member State, provided that this arrangement forms part of an inter-university agreement supported pursuant to Action 1;\n(d)\nno tuition fees will be charged by the host university to incoming students; where appropriate, grantholders will continue to pay tuition fees at their home university;\n(e)\ngrants will be awarded for a significant period of academic study in another Member State of three months to a full academic year, or to more than 12 months in the case of highly integrated programmes. Grants will not normally be awarded for the first  year of university study;\n(f)\nany grants or loans available to students in their own country will continue to be paid in full during their period of study at the host university for which they are receiving an Erasmus grant.\nACTION 3  Measures to promote mobility through the academic recognition of diplomas and periods of study\nThe Community will undertake, through cooperation with the competent authorities in the Member States, the following actions in order to promote mobility through the academic recognition of diplomas and periods of study acquired in another Member State:\n1.  measures to promote the European Community Course Credit Transfer System (ECTS) on an experimental and voluntary basis in order to provide a means by which students undergoing or having completed higher education and training may receive credit for  such training carried out at universities in other Member States. A limited number of grants of up to ECU 20 000 per year will be awarded to the universities participating in the pilot system;\n2.  measures to promote the Community-wide exchange of information on the academic recognition of diplomas acquired and periods of study spent in another Member State, notably by means of the further development of the European Community Network of  national academic recognition information centres; annual grants of up to ECU 20 000 will be awarded to the centres to facilitate exchange of information, in particular by means of a computerized system for data exchange.\nACTION 4  Complementary measures to promote student mobility in the Community\n1.  The complementary measures are intended to finance:\n- support to association and consortia of universities, teaching staff, administrators or students acting on a European basis, in particular with a view to making initiatives in specific fields of training better known throughout the Community;\n- publications designed to enhance awareness of study and teaching opportunities in the other Member States or to draw attention to important developments and innovative models for university cooperation throughout the Community;\n- other initiatives designed to promote inter-university cooperation in the field of vocational training within the Community;\n- measures facilitating the dissemination of information on the Erasmus programme;\n- Erasmus prizes of the European Community to be awarded to students, staff members, universities or Erasmus projects which have made an outstanding contribution to the development of inter-university cooperation within the Community.\n2.  The cost of measures under Action 4 will not exceed 5 % of the annual appropriations for the Erasmus programme.'"}