{"celex_id": "31987D0207", "uri": "http://publications.europa.eu/resource/cellar/a43f0dac-1002-4e9d-a1c6-3263e2da4e20", "type": "Decision", "concepts": ["3844", "588", "863"], "title": "87/207/EEC: Commission Decision of 12 March 1987 terminating the anti-dumping proceeding concerning imports into Spain of medical X-ray films for general use originating in the Federal Republic of Germany, Italy and Japan (Only the Spanish text is authentic)\n", "header": "COMMISSION  DECISION\nof 12 March 1987\nterminating the anti-dumping proceeding concerning imports into Spain of medical X-ray films for general use originating in the Federal Republic of Germany, Italy and Japan\n(Only the Spanish text is authentic)\n(87/207/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the Act of Accession of Spain and Portugal, and in particular Article 380 (3) thereof,\nHaving regard to Council Regulation (EEC) No 812/86 of 14 March 1986 on protection against imports which are the subject of dumping between the Community of Ten and the new Member States or between the new Member States during the period throughout which the transitional measures laid down by the Act of Accession of Spain and Portugal apply (1), and in particular Article 7 thereof,\nAfter consultation of the Member States concerned as provided for under Regulation (EEC) No 812/86,\nHaving regard to Council Regulation (EEC) No 2176/84 of 23 July 1984 on protection against dumped or subsidized imports from countries not members of the European Economic Community (2), and in particular Article 9 thereof,\nAfter consultation within the Advisory Committee as provided for under Regulation (EEC) No 2176/84,\nWhereas:\n(1) By Royal Decree No 89/1985 of 9 January 1985 (3) the Spanish authorities imposed a definitive anti-dumping duty on imports of medical X-ray films for general use, emulsified on two sides, falling within subheading 37.01.B.III.a of the Spanish customs tariff, originating in Italy and supplied by 3M Italia.\n(2) In October 1985 3M Italia requested that the Spanish authorities re-examine this measure.\n(3) By Resolution of 19 November 1985 (4) of the 'Dirección General de Política Arancelaria e Importación' the anti-dumping proceeding concerning imports into Spain of the product described in paragraph 1 originating in Italy was extended in order to include imports of this product originating in the Federal Republic of Germany and in Japan.\n(4) Considering that no formal decisions were taken prior to 1 January 1986 by the competent Spanish authorities with regard to the abovementioned proceedings, these had to be continued by the Commission pursuant to Article 380 (3) of the Act of Accession.\nFurther to contacts between the Commission and all interested parties known to the Commission, the main Spanish manufacturer of the product concerned, holding a market share of at least . . . % (5) in Spain, stated that the imports concerned had ceased to cause material injury to the Spanish industry.\n(5) In the light of the withdrawal of the main complainant, and given the changed circumstances resulting from the Accession of Spain to the Community, it is considered appropriate to terminate these proceedings and to consider that the injury caused by the imports from the Community of Ten terminated on 1 January 1986,", "main_body": ["The anti-dumping proceeding concerning imports into Spain of medical X-ray films for general use originating in the Federal Republic of Germany, Italy and Japan is hereby terminated.", "Spain shall repeal Royal Decree No 89/1985 of 9 January 1985 with retroactive effect from 1 January 1986.", "Spain shall within two months communicate to the Commission the laws, regulations or administrative provisions adopted to comply with this Decision.", "This Decision is addressed to the Kingdom of Spain."], "attachments": "Done at Brussels, 12 March 1987.\nFor the Commission\nPeter SUTHERLAND\nMember of the Commission\n(1) OJ No L 78, 24. 3. 1986, p. 1.\n(2) OJ No L 201, 30. 7. 1984, p. 1.\n(3) BOE No 24, 28. 1. 1985, p. 2288.\n(4) BOE No 290, 14. 12. 1985, p. 39500.\n(5) In the published version of the Decision, this figure has been omitted, pursuant to the provisions of Article 8 of Regulation (EEC) No 2176/84 concerning non-disclosure of business secrets."}