{"celex_id": "31985L0038", "uri": "http://publications.europa.eu/resource/cellar/cc90e032-a425-4ab5-a1a3-b4e293e24da4", "type": "Directive", "concepts": ["2081", "2412", "4081"], "title": "Commission Directive 85/38/EEC of 14 December 1984 amending Annexes I and II to Council Directive 66/401/EEC on the marketing of fodder plant seed\n", "header": "COMMISSION  DIRECTIVE\nof 14 December 1984\namending Annexes I and II to Council Directive 66/401/EEC on the marketing of fodder plant seed\n(85/38/EEC)\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 66/401/EEC of 14 June 1966 on the marketing of fodder plant seed (1), as last amended by Directive 82/287/EEC (2), and in particular Article 21a thereof,\nWhereas, in the light of the development of scientific and technical knowledge, Annexes I and II to Directive 66/401/EEC should be amended for the reasons set out hereafter;\nWhereas it is well known, in the case of a certain type of varieties of smooth-stalked meadowgrass (Poapratensis L.), that the varietal purity can more easily be examined than in other varieties; whereas, therefore, specific tolerance levels for varietal purity have already been set up for this type in Annex II of the beforementioned Directive;\nWhereas the varietal purity standards applicable to smooth-stalked meadowgrass as well as the procedure to examine satisfaction of them should be adjusted in such a way as to eliminate possible discrimination between the different types of varieties, to give references for field inspection in all cases and to take into account current certification practices;\nWhereas the measures provided for in this Directive are in accordance with the opinion of the Standing Committee on Seeds and Propagating Material for Agriculture, Horticulture and Forestry,", "main_body": ["Annex I to Directive 66/401/EEC is hereby amended as follows:\n1. In the table in paragraph 2, 'apomictic uniclonal varieties of Poa spp' is replaced by 'varieties of Poa pratensis referred to in the second part of the third sentence of paragraph 4'.\n2. In the second sentence of paragraph 4, 'or of apomictic uni-clonal varieties of Poa spp' is replaced by 'or of Poa pratensis'.\n3. In paragraph 4, the following is inserted after the second sentence:\n'In the case of Poa pratensis, the number of plants of the crop species which are recognizable as obviously not being true to the variety shall not exceed:\n- one per 20 m2 for the production of basic seed,\n- four per 10 m2 for the production of certified seed;\nhowever, in the case of varieties which are officially classified as \"apomictic uni-clonal varieties\" under agreed procedures, a number of plants recognizable as not being true to the variety, which does not exceed six per 10 m2, may be regarded as satisfying the beforementioned standards for the production of certified seed. Upon application, a Member State may be authorized, in accordance with the procedure laid down in Article 21, to assess the satisfaction of the varietal purity standards in the case of crops of Poa pratensis belonging to such varieties not only on the basis of the results of the field inspection carried out in accordance with paragraph 6 of Annex I, where there is evidence that compliance with the varietal purity standards set up in Annex II is ensured by appropriate seed testing or other appropriate means.'\n4. In the last sentence of paragraph 4, 'and of apomictic uni-clonal varieties of Poa spp' is deleted.", "Annex II to Directive 66/401/EEC is hereby amended as follows:\n1. In the first indent of the second sentence of paragraph 1 of section I, 'Poa spp, apomictic uni-clonal varieties' is replaced by 'Poa pratensis, varieties referred to in the second part of the third sentence of paragraph 4 of Annex I'.\n2. In the first sentence of paragraph 1 of section II, 'and of apomictic uni-clonal varieties of Poa spp' is\nreplaced by 'and of varieties of Poa pratensis referred to in the second part of the third sentence of paragraph 4 of Annex I'.", "Member States shall bring into force the laws, regulations or administrative provisions necessary to comply with this Directive not later than 1 January 1986. They shall forthwith inform the Commission and the other Member States thereof.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 14 December 1984.\nFor the Commission\nPoul DALSAGER\nMember of the Commission\n(1) OJ No 125, 11. 7. 1966, p. 2298/66.\n(2) OJ No L 131, 13. 5. 1982, p. 24."}