{"celex_id": "31981D1007", "uri": "http://publications.europa.eu/resource/cellar/b82b0316-3400-47ab-9e51-17c211815875", "type": "Decision", "concepts": ["1318", "1417", "3743", "4309", "69"], "title": "81/1007/ECSC: Commission Decision of 30 November 1981 authorizing the joint formation of Zentralkokerei Saar GmbH, Dillingen, by two steel-producing undertakings and one coal-producing undertaking (Only the German text is authentic)\n", "header": "COMMISSION DECISION of 30 November 1981 authorizing the joint formation of Zentralkokerei Saar GmbH, Dillingen, by two steel-producing undertakings and one coal-producing undertaking (Only the German text is authentic) (81/1007/ECSC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Coal and Steel Community, and in particular Article 66 thereof,\nHaving regard to Decision No 24/54 of 6 May 1954 laying down, in implementation of Article 66 (1) of the Treaty, a Regulation on what constitutes control of an undertaking (1),\nHaving regard to the application made on 15 May 1981 by Stahlwerke Röchling-Burbach GmbH, Völklingen, by Aktiengesellschaft der Dillinger Hüttenwerke, Dillingen, and Saarbergwerke Aktiengesellschaft, Saarbrücken, for authorization of the joint formation of \"Zentralkokerei Saar GmbH, Dillingen\",\nHaving obtained the comments of the Government of the Federal Republic of Germany,\nWhereas:\nI    1. Stahlwerke Röchling-Burbach GmbH (Röchling-Burbach) is a steel-producing undertaking with a capital of DM 330 000 000 which is merged with other steel-producing undertakings to form the Arbed group.\nAktiengesellschaft der Dillinger Hüttenwerke (Dillingen) is a steel-producing undertaking with a capital of DM 178 500 000 which is merged with other steel-producing undertakings to form the Société Financière Sidérurgique/Sacilor-Aciéries et Laminoirs de Lorraine group (SFS/Sacilor).\nSaarbergwerke Aktiengesellschaft (Saarberg) is an undertaking engaged in coal production and distribution, with a capital of DM 435 000 000. The Federal Republic of Germany has a 74 % holding in Saarberg's share capital. Although the Government of the Federal Republic of Germany also exerts direct or indirect control over other coal-producing and coal-distribution undertakings, these are not subject to any unified planning or decision-making authority. They operate as inter-linked but economically independent undertakings, so that the links between them do not involve any restriction of competition. Scrutiny of the effects of the proposed transaction can therefore be confined to Saarberg's involvement.\nThe applicants are therefore undertakings within the meaning of Article 80 of the Treaty.\n2. Zentralkokerei Saar GmbH (ZKS), the planned joint venture, will be a coke-producing undertaking which is to supply the blast-furnace coke requirements of Roheisengesellschaft Saar GmbH (Rogesa), a joint venture of its two steel-producing owners. Accordingly, ZKS is also an undertaking within the meaning of Article 80.\nSaarberg will have a 49 % holding in ZKS, and Röchling-Burbach and Dillingen each a 25 75 % holding.\nII\nThe planned transaction will bring about a concentration within the meaning of Article 66 (1) of the Treaty. The agreements on the shareholdings in ZKS and on its management prevent any of the parent companies from exercising individual control over the joint venture. Since ZKS will, in principle, serve to supply the blast-furnace coke requirements of Rogesa, it is also to be assumed that Röchling-Burbach and Dillingen will vote along identical lines in the organs of the joint venture. Under the circumstances, ZKS will be controlled jointly by the parent companies, who will operate as a group in the pursuit of the joint object of the business. The joint venture will therefore be merged with Röchling-Burbach and the rest of the Arbed group, with Dillingen and the rest of the SFS/Sacilor group and with Saarberg and the undertakings controlled by Saarberg, without those groups being merged with each other.  (1) Official Journal of the ECSC No 9, 11.5.1954, p. 345.\n\"Zentralkokerei Saar Besitzgesellschaft mbH und Co. KG\" (an ad hoc enterprise) will be set up as the vehicle for financing the joint venture, either through a leasing arrangement or by way of conventional financing. Regardless of their respective shares in this enterprise's capital, Röchling-Burbach, Dillingen and Saarberg will hold 76 % of the voting rights at its general meeting. The enterprise will be the principal, owner and lessor to ZKS of the projected coking plant, but will not itself operate the plant. It will not therefore be an undertaking within the meaning of Article 80, and the concentration between the parties and the ad hoc enterprise is thus exempt from the requirements of prior authorization pursuant to Articles 2 and 3 of the amended text applicable with effect from 1 November 1978 (1) of Decision No 25-67 laying down in implementation of Article 66 of the ECSC Treaty a Regulation concerning exemption from prior authorization (2). Accordingly, scrutiny of the project is confined to the concentration between the parties concerned and Zentralkokerei Saar GmbH.\nIII\nThe planned concentration may be authorized if it does not give the undertakings concerned the power:      - to determine prices, control or restrict production or distribution or to hinder effective competition in a substantial part of the relevant market, or\n- to evade the rules of competition instituted under the Treaty, in particular by establishing an artificially privileged position involving a substantial advantage in access to supplies or markets.\nThis condition is met for the following reasons:  - Irrespective of the pattern of shareholdings in ZKS, the coking plant has the basic function of a steelworks coking plant and is designed for an eventual output of some 2 75 million tonnes a year. It will replace four existing coking plants which are owned by Röchling-Burbach and by Dillingen and which are to be closed down for technical reasons. It will meet some 90 % of Rogesa's blast-furnace coke requirements. The project will not involve any change in the pattern of supplies to the two steel-producing shareholders of ZKS where their use of blast-furnace coke produced from coal mined in the Saar is concerned.\nThis pooling of coking capacities will not have any appreciable effect on the conditions of competition on the market for hard coke since the coking plant's entire useful capacity will be devoted to meeting Rogesa's requirements. Only in the event of a temporary reduction in Rogesa's requirements is it intended to sell a fraction of ZKS coke output on the market. Measured against the quantity of coke sold on the German market in 1980 (some 14 million tonnes), these marginal supplies can be deemed not to have any significant effect on competition.\nNor does participation in an undertaking which can be regarded as having virtually the same function as a steelworks coking plant place the coal-producing undertaking Saarberg in an artificially privileged position with the prospect of a substantial advantage in access to markets. Admittedly, ZKS is committed to taking from Saarberg at least 60 % of the coal needed to supply Rogesa, with the remaining 40 % coming in principle from third suppliers, and Saarberg, through its participation, secures long-term use of its own coal for coking purposes and hence the sale of part of its output (some 10 100 000 tonnes in 1980). Saarberg's decision to participate in a coal-processing undertaking is only one of several ways in which coal-producing undertakings can safeguard output and sales in the long term. Long-term supply contracts or the acquisition of majority holdings in energy-consuming undertakings as a means of influencing their purchasing policies, and in particular the choice of fuels, serve the same purpose. By contrast, the link-up between Saarberg and a steelworks coking plant is one example of the various forms of integration between coal and steel established in the industry. Yet the advantage in access to markets that Saarberg will thus undoubtedly enjoy is not artificial within the meaning of Article 66 (2). A position established by vertical integration is deemed to be artificially privileged where it unjustifiably restricts the scope for competition from non-integrated undertakings. This is not the case here. Owing to its location, and blending components apart, Saarberg has traditionally supplied the needs of the iron and steel industry in the Saar. The proposed transaction will not appreciably affect its share of supplies;\n- In the case of Röchling-Burbach and Dillingen, which are also the shareholders of Rogesa, supplies of blast-furnace coke from ZKS to Rogesa rank as internal supplies. They do not exceed Rodesa's actual requirements or restrict the supply base of other competitors (consumers of blast-furnace coke). Competition on the market for steel products is not impaired either, since no (1) OJ No C 255, 27.10.1978, p. 2. (2) OJ No 154, 14.7.1967, p. 11.   agreements have been concluded whereby the joint venture would be granted a preferential price for supplies of coal from the Saar, thereby reducing the costs of the smelting process;\n- A group effect between the two steel-producing parties to the concentration that will be detrimental to the conditions of competition on the steel market is not to be assumed. It is stated in the Decision concerning the joint creation of Roheisengesellschaft Saar mbH (Rogesa) (1) that, with regard to the joint venture's sphere of influence, Röchling-Burbach and Dillingen are operating on different markets for steel products and that, as a result, no group effect will materialize. Cooperation between the two groups within ZKS will not have any effects likely to alter this assessment.\nAny group effect between Röchling-Burbach and Dillingen on the one hand, and Saarberg on the other hand, may likewise be ruled out since the former operate on the steel market while Saarberg operates on the coal market.\nThe proposed transaction accordingly meets the requirements for authorization laid down in Article 66 (2) and may be authorized,", "main_body": ["The joint formation of Zentralkokerei Saar GmbH, Dillingen, by Stahlwerke Röchling-Burbach GmbH, Völklingen, Aktiengesellschaft der Dillinger Hüttenwerke, Dillingen, and Saarbergwerke Aktiengesellschaft, Saarbrücken, is hereby authorized.", "This Decision is addressed to Stahlwerke Röchling-Burbach GmbH, Völklingen, to Aktiengesellschaft der Dillinger Hüttenwerke, Dillingen, and to Saarbergwerke Aktiengesellschaft, Saarbrücken."], "attachments": "Done at Brussels, 30 November 1981.\nFor the Commission\nFrans ANDRIESSEN\nMember of the Commission  (1) OJ No L 189, 11.7.1981, p. 54."}