{"celex_id": "31980L0370", "uri": "http://publications.europa.eu/resource/cellar/d66ae046-183b-41b8-8413-eee6c4926b9b", "type": "Directive", "concepts": ["1958", "2324", "2970", "2971", "889", "980"], "title": "Council Directive 80/370/EEC of 26 March 1980 amending Directive 72/159/EEC on the modernization of farms\n", "header": "COUNCIL DIRECTIVE  of 26 March 1980  amending Directive 72/159/EEC on the modernization of farms  (80/370/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 43 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nWhereas under Article 14 (2) (a) of Council Directive 72/159/EEC of 17 April 1972 on the modernization of farms (2), as last amended by Directive 78/1017/EEC (3), Member States may, during a period of five years from the time when the said Directive takes effect, grant temporary aid to farmers who are not capable of attaining the level of earned income laid down under Article 4 of that Directive and who are not yet eligible for the annuities provided for in Article 2 (1) of Council Directive 72/160/EEC of 17 April 1972 concerning measures to encourage the cessation of farming and the reallocation of utilized agricultural area for the purposes of structural improvement (4);\nWhereas such period expired on 17 April 1977;\nWhereas, pending the re-examination of Directive 72/159/EEC provided for in Article 16 thereof, the period of application of Article 14 (2) (a) to the measures in force in the Member States at the end of this five-year period was extended until 31 December 1979;\nWhereas, since such re-examination is still in progress and a decision on the agricultural structure policy proposals submitted by the Commission to the Council on 20 March 1979 providing inter alia for the amendment and prolongation of Article 14 (2) (a) of Directive 72/159/EEC has not yet been taken, it would seem advisable to authorize the Member States to continue, until such re-examination has been completed or until 31 December 1980, whichever is the earlier, to apply those measures in force at the end of the five-year period that fall within the scope of Article 14 (2) (a) of the Directive,", "main_body": ["The period laid down in Article 14 (2) (a) of Directive 72/159/EEC shall be extended, as regards the measures provided for under that Article in force in the Member States on 15 March 1977, until the re-examination provided for in Article 16 of this Directive has been completed or until 31 December 1980, whichever is the earlier.", "This Directive shall take effect from 1 January 1980.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 26 March 1980.\nFor the Council\nThe President\nG. MARCORA  (1)Opinion delivered on 11 March 1980 (not yet published in the Official Journal). (2)OJ No L 96, 23.4.1972, p. 1. (3)OJ No L 349, 13.12.1978, p. 32. (4)OJ No L 96, 23.4.1972, p. 9."}