{"celex_id": "31985R3521", "uri": "http://publications.europa.eu/resource/cellar/d7536c19-8e16-4a49-b4cd-092a088644f8", "type": "Regulation", "concepts": ["2300", "2378", "4653", "588"], "title": "Council Regulation (EEC) No 3521/85 of 12 December 1985 definitively collecting the provisional anti-dumping duty imposed on imports of roller chains for cycles, originating in the USSR, and extending the provisional anti-dumping duty imposed on imports of roller chains for cycles, originating in the People' s Republic of China\n", "header": "COUNCIL  REGULATION (EEC) No 3521/85\nof 12 December 1985\ndefinitively collecting the provisional anti-dumping duty imposed on imports of roller chains for cycles, originating in the USSR, and extending the provisional anti-dumping duty imposed on imports of roller chains for cycles, originating in the People's Republic of China\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2176/84 of 23 July 1984 on protection against dumped or subsidized imports from countries not members of the European Economic Community (1), and in particular Articles 11 and 12 thereof,\nHaving regard to the Commission proposal submitted after consultations within the Advisory Committee, as provided for under the abovementioned Regulation,\nWhereas:\nA. Provisional action\n(1) The Commission, by Regulation (EEC) No 2317/85 (2), imposed a provisional anti-dumping duty on imports of roller chains for cycles originating in the USSR and the People's Republic of China.\nB. Subsequent procedure\n(2) Following the imposition of the provisional anti-dumping duty, the USSR exporter and certain importers of the product concerned requested and were granted an opportunity to be heard by the Commission and made submissions making known their views on the duty.\n(3) The USSR exporter requested and was granted the opportunity to meet representatives of the complainants for the purpose of presenting its opposing views.\nC. Dumping\n(4) No new evidence on dumping has been received since the imposition of the provisional duty. The findings on dumping as set out in Regulation (EEC) No 2317/85 are therefore confirmed.\nD. Injury\n(5) The USSR exporter argued that injury has also been caused by imports originating in other non-member countries not subject to the anti-dumping investigation and that anti-dumping duties imposed solely on imports from the USSR and the People's Republic of China could not be a remedy but would only shift market shares to other low-price exporters.\n(6) The Commission had already considered this factor in Regulation (EEC) No 2317/85 at paragraph 16. As no fresh evidence regarding injury to the Community industry was received, and in particular no evidence was submitted, that imports from other non-member countries have been sold at lower prices than those from the USSR and the People's Republic of China or have been dumped, the conclusions on injury reached in Regulation (EEC) No 2317/85 are therefore confirmed.\nE. Community interest\n(7) One party concerned argued that the introduction of protective measures would not be in the Community's interest because it would make the production of certain bicycles in the Community less competitive.\n(8) In view of the negligibly low incidence of a price increase of roller chains for cycles on the cost of bicycle production, the conclusions on Community interest in Regulation (EEC) No 2317/85 remain, however, unchanged.\nF. Undertaking\n(9) The USSR exporter having been informed that the main findings of the preliminary investigation would be confirmed, offered an undertaking which the Commission considered would eliminate the injury found and which was, therefore, considered acceptable.\nG. Collection of provisional duties\n(10) The amounts secured by way of provisional anti-dumping duty imposed on imports of roller chains for cycles, originating in the USSR, should be collected in full.\nH. Extension of provisional duty\n(11) A Chinese exporter accounting for a substantial proportion of the exports of this product to the Community has asked that the provisional anti-dumping duty should be extended for a further two months. He explained that owing to communication problems he needed extra time to supply the Commission with the full information needed to defend his interests.", "main_body": ["The amounts secured by way of provisional anti-dumping duty on imports of roller chains for cycles, originating in the USSR, pursuant to Regulation (EEC) No 2317/85 shall be collected definitively.", "The povisional anti-dumping duty imposed by Regulation (EEC) No 2317/85 on imports of roller chains for cycles, originating in the People's Republic of China, shall be extended for a period not exceeding two months.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Commuities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 12 December 1985.\nFor the Council\nThe President\nR. GOEBBELS\n(1) OJ No L 201, 30. 7. 1984, p. 1.\n(2) OJ No L 217, 14. 8. 1985, p. 7."}