{"celex_id": "31988R2641", "uri": "http://publications.europa.eu/resource/cellar/614f2de5-bb69-449f-bdba-a985ca75828b", "type": "Regulation", "concepts": ["1552", "2730", "2888", "4498", "862", "87"], "title": "Commission Regulation (EEC) No 2641/88 of 25 August 1988 laying down detailed rules for the application of the aid scheme for the use of grapes, grape must and concentrated grape must to produce grape juice\n", "header": "COMMISSION  REGULATION (EEC) No 2641/88\nof 25 August 1988\nlaying down detailed rules for the application of the aid scheme for the use of grapes, grape must and concentrated grape must to produce grape juice\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 822/87 of 16 March 1987 on the common organization of the market in wine (1), as amended by Regulation (EEC) No 2253/88 (2), and in particular Articles 46 (5), 47 (3), 67 (8) and 81 thereof,\nWhereas the first indent of the first subparagraph of Article 46 (1) of Regulation (EEC) No 822/87 institutes an aid scheme for the use of grape must and concentrated grape must from grapes produced within the Community for the purpose of manufacturing grape juice; whereas Article 46 (2) provides that the aid scheme may also be applied to the use of grapes of Community origin; whereas eligibility for the aid should also be extended to the latter to take account of grape juice manufacturing practices;\nWhereas Article 47 of Regulation (EEC) No 822/87 provides that only producers who have complied with the obligations in Article 35 and, where appropriate, Articles 36 and 39 of that Regulation for a reference period to be determined are eligible for intervention measures; whereas that period should accordingly be fixed;\nWhereas the application of the aid scheme calls for an administrative system to monitor both the origin of the product eligible for the aid and the use to which it is to be put;\nWhereas the economic aim of the aid scheme is to encourage the use, in the manufacture of grape juice, of raw materials of Community origin rather than imported raw materials; whereas the aid should accordingly be granted to the users of the raw materials, i.e. the processors;\nWhereas, to ensure that the aid scheme and the controls operate, properly, provision should be made for the processors concerned to submit a written statement containing the necessary particulars to enable the operations to be monitored;\nWhereas for the aid scheme to have a significant quantitative impact on the use of Community raw materials, a minimum quantity should be fixed for each product to which a statement may relate;\nWhereas it should be stipulated that the aid is granted only for raw materials with the quality characteristics required for processing into grape juice; whereas it should accordingly be specified in particular that the grapes and grape must to which a statement relates must have a density at 20 Â°C of between 1,055 and 1,100 grams per cubic centimetre;\nWhereas Article 46 (4) of Regulation (EEC) No 822/87 provides that up to the 1989/90 wine year, a part of the aid is to be set aside for the organization of campaigns to promote the consumption of grape juice; whereas, having regard to the need to finance such compaigns, the percentage of the aid should be fixed at a level enabling sufficient funds to be obtained for the effective promotion of the product;\nWhereas processing is carried out both by occasional processors and by undertakings working continuously; whereas the detailed rules for the application of the aid scheme must take account of that difference in structures;\nWhereas, in order to enable the competent authorities of the Member States to conduct the necessary controls, the obligations of processors regarding the keeping of stock accounts should be specified, without prejudice to Title II of Commission Regulation (EEC) No 1153/75 (3), as last amended by Regulation (EEC) No 418/86 (4);\nWhereas, in order to avoid unwarranted expenditure and for control reasons, a maximum ratio, based on normal processing techniques between the raw materials used and the grape juice obtained, should be specified;\nWhereas, for commercial reasons, some operators store the grape juice obtained for a long time before putting it up for consumption; whereas, in those circumstances, a system of advances should be instituted with a view to making advances on the payment of the aid to the operators while guaranteeing the competent authorities, by means of a suitable security, against the risk of undue payment; whereas the time limits for the payment of advances should accordingly be specified, together with the detailed rules for the release of the security;\nWhereas, to qualify for the aid, the parties concerned must submit an application together with certain supporting documents; whereas, to ensure that the system operates in the same way in all the Member States, provision should be made for time limits for the submission of applications and for payment of the aid to processors;\nWhereas the second subparagraph of Article 67 (3) of Regulation (EEC) No 822/87 prohibits the vinification of grape juice and its addition to wine; whereas, in order to ensure that that provision is complied with, the obligations and special controls devolving on processors and bottlers of grape juice should be specified;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Wine,", "main_body": ["1. This Regulation lays down the detailed rules for the application of the aid scheme instituted in the first indent of Article 46 (1) of Regulation (EEC) No 822/87. The aid shall be granted under the conditions laid down in this Regulation to processors who:\n- purchase directly or indirectly from producers or groups of producers the raw materials referred to in paragraph 3 with a view to manufacturing grape juice, or\n- being themselves producers or groups of producers, use the said raw materials from their own harvest with a view to manufacturing grape juice.\n2. In accordance with Article 47 (1) of Regulation (EEC) No 822/87, processors who were subject, during the wine year preceding that in question, to the obligations laid down in Articles 35, 36 or 39 of Regulation (EEC) No 822/87 shall be eligible for the measures provided for in this Regulation only where they submit evidence that they have fulfilled their obligations during the reference periods laid down in Commission Regulation (EEC) No 2352/87 (1), (EEC) No 2353/87 (2) and (EEC) No 441/88 (3), as amended by Regulation (EEC) No 1596/88 (4).\n3. For the purposes of this Regulation, 'raw matrerials' means grapes produced in the Community with the exception of Portugal during the first stage of accession and grape must and concentrated grape must obtained entirely from grapes produced in the Community with the exception of Portugal.\n4. Processing operations must be carried out between 1 September and 31 August of the wine year in question.", "1. Processors who carry out processing operations on specified dates and who wish to receive the aid provided for in Article 1 shall submit to the competent authorities, at least three working days before the commencement of those operations, a written statement containing in particular:\n(i) the name or business name, and address of the processor;\n(ii) the wine growing zone in which the raw materials were obtained, as defined in Annex IV to Regulation (EEC) No 822/87;\n(iii) the following technical information:\n- the type of raw materials (grapes, grape must or concentrated grape must),\n- the place of storage of the raw materials intended for processing,\n- the place where processing is to be carried out,\n- the quantity (in decitonnes of grapes or hectolitres of grape must or concentrated grape must),\n- the density,\n- the date of the commencement and the duration of the processing operations.\nThe Member States may require further information with a view to identifying the product.\nThe statement shall relate to a minimum quantity of:\n- 13 decitonnes for grapes;\n- 10 hectolitres for grape must;\n- 3 hectolitres for concentrated must.\n2. Processors who undertake processing operations throughout the wine year and who wish to receive the aid provided for in Article 1 shall submit before the commencement of the wine year or, where they undertake the manufacture of grape juice for the first time, before the commencement of such manufacture, a written statement of their intention to the competent authority of the Member State in which processing takes place. In addition, they shall submit to the authorities, ten days before the last day of each quarter in respect of the following quarter, a schedule of such operations including at least:\n(i) the name or business name, and address of the processor;\n(ii) the following technical information:\n- the type of raw materials (grapes, grape must or concentrated grape must),\n- the place of storage of the raw materials intended for processing,\n- the place where processing is to be carried out,\n- the schedule of the undertaking's activity.\nThe Member States may require further information for the purposes of controls.\n3. The statements and schedules referred to in paragraphs 1 and 2 shall be submitted in at least two copies, one of which at least shall be returned, duly stamped by the competent authority, to the processor.", "The raw materials must be of sound and fair merchantable quality and suitable for processing into grape juice. The grape must and the must obtained from grapes used must have a density at 20 Â°C of between 1,055 and 1,100 grams per cubic centimetre.", "1. Aid shall be fixed for each wine year for:\n- the grapes,\n- the grape must,\n- the concentrated grape must used.\n2. The part of the aid intended for financing the promotional campaigns shall amount to 35 % of the amounts of the aid fixed for the wine year in question; the amount corresponding to that part shall be deducted when the aid is granted. The competent authority shall pay processors only 65 % of the aids fixed.", "1. In accordance with Title II of Regulation (EEC) No 1153/75, processors shall keep stock accounts showing in particular:\n- the quantities and density of the raw materials entering their premises each day and, where applicable, the names and address of the seller(s),\n- the quantities and wine-growing zone of origin of the raw materials used each day,\n- the quantities of grape juice obtained each day after processing,\n- the quantities of grape juice leaving their premises each day and the name and address of the consignee(s).\nWhere processors themselves undertake the bottling of the grape juice in the juice manufacturing installations, mixed, where applicable, with other products, the information provided for in the last indent of the preceding subparagraph shall not be required. In that case, the stock accounts shall show in addition the quantities of grape juice bottled each day.\n2. The supporting documents in respect of the stock accounts referred to in paragraph 1 shall be made available to the control authorities on the occasion of any checks.", "1. In the case referred to in the first paragraph of Article 7, the bottler shall keep stock accounts in accordance with Title II of Regulation (EEC) No 1153/75 showing in particular:\n- the batches of grape juice entering his premises each day and the name and address of the processor,\n- the quantities of grape juice bottled each day.\n2. The supporting documents in respect of the stock accounts referred to in paragraph 1 shall be made available to the control authorities on the occasion of any checks.", "Where the grape juice is bottled, mixed, where applicable, with other products, within the Community by a person other than the processor, the bottler shall, within seven days following receipt of the product, forward a copy of the accompanying document to the competent authority or to the department authorized for the purpose at the place of unloading. Not later than two weeks after its receipt, the competent authority or the department authorities at the place of unloading shall return that copy duly stamped to the processor/consignor of the grape juice concerned.\nHowever, if the bottler or processor so requests, the copy of the accompanying document duly stamped by the competent authority or the department concerned at the place of unloading shall be delivered directly to him by such authority.", "1. In order to qualify for the aid, processors as referred to in Article 2 (1) shall submit to the competent authorities, no later than six months after the completion of the processing operations, an application for aid together with:\n- a copy of the statement in their possession,\n- a copy or summary of the stock accounts referred to in Article 5; the Member States may require that the said copy or summary be stamped by an authority responsible for controls,\n- a copy of the accompanying document for the transport of the raw materials to the processor's premises, or a summary of such documents. The Member States may require that the said copy or summary be stamped by an authority responsible for controls.\nAid applications shall indicate the quantity of raw materials actually processed and the day on which the processing operations were completed.\n2. To qualify for the aid, processors as referred to in Article 2 (2) shall submit to the competent authority or the department authorized for the purpose, not later than six months after the end of the wine year, one or more applications for aid together with:\n- a copy of the quarterly schedules in their possession or a summary thereof, - a copy of the stock accounts referred to in Article 5 concerning the quantity to which each application relates or a summary thereof. The Member States may require that the said copy or summary be stamped by an authority responsible for controls.\n3. In addition, within six months of the date on which the stamp provided for in Article 7 is affixed or the date of export of the grape juice, the processors concerned shall submit, as the case may be:\n- a copy of the accompanying document stamped by the competent authority or the department provided for in Article 7,\n- a copy of the accompanying document bearing the customs stamp certifying export in Section 23.", "1. The competent authority shall pay the aid in respect of the quantity of raw materials actually processed no later than three months after receiving all the supporting documents referred to in Article 8.\n2. Processors may request that an amount equal to the aid calculated in respect of the raw materials for which they provide evidence of entry to their premises be paid in advance to them provided that they have lodged a security in favour of the intervention agency. That security shall be equal to 120 % of the said amount. In that case, the supporting documents referred to in Article 8 need not be submitted at this stage.\nWhere processors make several applications for aid under this Regulation, the competent authority or the department authorized for the purpose may allow them to lodge a single security. In that case, the security shall correspond to 120 % of all the amounts calculated in accordance with the first subparagraph.\n3. The advance referred to in paragraph 2 shall be paid within three months of the lodging of the security. However, the advance shall not be paid before 1 January of the wine year in question.\n4. After the competent authority or the department authorized has checked all the documents referred to in Article 8 and taking account of the amount of the aid to be paid pursuant to Article 11, the security referred to in paragraph 2 shall be released in whole or in part, as the case may be, in accordance with the procedure laid down in Article 29 of Commission Regulation (EEC) No 2220/85 (8). Except in cases of force majeure, the security shall be forfeit where the quantity used is less than 95 % of the quantity in respect of which the advance was paid.", "0\n1. Except in cases of force majeure, the aid shall be due only in respect of the quantity of raw materials actually used not exceeding the following ratio between the product and the grape juice obtained:\n- 1,3 as regards grapes in decitonnes per hectolitre,\n- 1,05 as regards must in hectolitres per hectolitre,\n- 0,30 as regards concentrated must in hectolitres per hectolitre.\n2. Except in cases of force majeure, if processors do not fulfil one of the obligations devolving on them under this Regulation other than the obligation to process into grape juice the raw materials to which aid applications relate, the aid to be paid shall be reduced by an amount fixed by the competent authority in relation to the seriousness of the infringement.\n3. In cases of force majeure, the competent authority shall determine the measures which it considers necessary having regard to the circumstances invoked.\n4. The Member States shall inform the Commission of cases in which paragraph 3 is applied and of the outcome of applications involving force majeure.", "1\n1. The Member States shall take measures required to ensure that this Regulation is applied. These shall include in particular controls to check the characteristics of the raw materials which are the subject of an aid application and to prevent them from being used for other purposes.\n2. To that end, the competent authority shall conduct in particular:\n- controls, at least by spot checks, in the processor's premises and, where necessary, in those of the bottler,\n- controls, at least by spot checks, of the stock accounts as provided for in Article 5 of processors as referred to in Article 2 (1),\n- before each payment of the aid or release of the security, checks on the stock accounts as provided for in Article 5 of each processor as referred to in Article 2 (2),\n- controls, at least by spot checks, on the taking over of the grape juice by the bottler with a view to the affixing of the stamp provided for in Article 7, where the latter is a person other than the processor,\n- where applicable, spot checks of the bottler's stock accounts as provided for in Article 6.", "2\nTen days before the end of each quarter the Member States shall notify the Commission of:\n(a) the quantities of raw materials in respect of which an aid application has been lodged, such raw materials being broken down by type and by wine-growing zone of origin;\n(b) the quantities of raw materials for which aid has been granted, such raw materials being broken down by type and by wine-growing zone of origin.", "3\nThe Member States shall designate one or more competent authority or authorities to be responsible for the application of this Regulation and shall notify their names and addresses forthwith to the Commission, which shall publish them in the Official Journal of the European Communities.", "4\nThis Regulation shall enter into force on 1 September 1988.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 25 August 1988.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 84, 27. 3. 1987, p. 1.\n(2) OJ No L 198, 26. 7. 1988, p. 35.\n(3) OJ No L 113, 1. 5. 1975, p. 1.\n(4) OJ No L 48, 26. 2. 1986, p. 8.\n(1) OJ No L 213, 4. 8. 1987, p. 17.\n(2) OJ No L 213, 4. 8. 1987, p. 22.\n(3) OJ No L 45, 18. 2. 1988, p. 15.\n(4) OJ No L 142, 9. 6. 1988, p. 17.\n(1) OJ No L 205, 3. 8. 1985, p. 5."}