{"celex_id": "31987D0242", "uri": "http://publications.europa.eu/resource/cellar/7525e346-7962-452c-9ab6-a2fc7eed6de2", "type": "Decision", "concepts": ["1264", "4284", "4663"], "title": "87/242/EEC: Commission Decision of 9 April 1987 on the sale of olive oil held by the Greek intervention agency (Only the Greek text is authentic)\n", "header": "COMMISSION  DECISION\nof 9 April 1987\non the sale of olive oil held by the Greek intervention agency\n(Only the Greek text is authentic)\n(87/242/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation No 136/66/EEC of 22 September 1966 on the establishment of a common organization of the market in oils and fats (1), as last amended by Regulation (EEC) No 1454/86 (2), and in particular Article 12 (4) thereof,\nWhereas Article 2 of Council Regulation (EEC) No 2754/78 of 23 November 1978 on intervention in the olive oil sector (3), provides that, if special conditions so warrant, olive oil held by intervention agencies may be offered for sale according to a procedure other than by tender;\nWhereas the Greek intervention agency is holding a stock of lampante olive oil from intervention during the 1985/86 marketing year;\nWhereas, in view of the small quantities in stock, the provisions of Article 4 (2) of Regulation (EEC) No 3247/81 (4), should be applied; whereas for the same reasons it should be sold as a single lot; by quality whereas such a sale may therefore interest only a limited number of traders; whereas in these circumstances the procedure of sale by tender will not be adopted; whereas the Greek intervention agency should therefore sell this product on the best possible terms, subject to the intervention price being observed;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Management Committee for Oils and Fats,", "main_body": ["1. The Greek intervention agency, Ypiresia Diachiriseos Agoron Georgikon Proionton, hereafter named 'YDAGEP', shall offer for sale on the terms specified hereinafter a lot of approximately 14 tonnes of fine virgin olive oil and a lot a approximately 8 tonnes of lampante olive oil currently in its possession resulting from intervention on the olive oil market during the 1985/86 marketing year.\n2. Notice of the sale shall be displayed by YDAGEP at its head office: Acharnon 2, Athens, Greece, on 10 April 1987.", "1. YDAGEP shall make the necessary arrangements to enable prospective tenderers to ascertain the quality and characteristics of the products offered for sale.\n2. Applications to purchase, in writing, must reach YDAGEP no later than 2 p.m. (local time) on 24 April 1987.\nNo application will be considered unless it relates to the total amount of the lot offered for sale and includes:\n(a) the name and address of the applicant;\n(b) the price offered per 100 kg of oil;\n(c) a declaration whereby the applicant renounces all claims concerning the quality and characteristics of any product purchased.", "1. Sale of the product referred to in Article 1 shall take place on 8 May 1987. The lot shall be sold to the party which has offered the highest price which is superior to the intervention price applicable on the day of the sale.\nWhere several offers are made at the same price, the purchaser shall be decided by the drawing of lots.\nDelivery of the product sold must take place before 30 June 1987.\n2. YDAGEP shall inform the Commission without delay of the outcome of this sale.", "This Decision is addressed to the Hellenic Republic."], "attachments": "Done at Brussels, 9 April 1987.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No 172, 30. 9. 1966, p. 3025/66.\n(2) OJ No L 133, 21. 5. 1986, p. 8.\n(3) OJ No L 331, 28. 11. 1978, p. 13.\n(4) OJ No L 327, 14. 11. 1981, p. 1."}