{"celex_id": "31982R1768", "uri": "http://publications.europa.eu/resource/cellar/415b4eb0-3c96-4fdd-80c6-e5f5143d8144", "type": "Regulation", "concepts": ["1565", "1644", "2763", "3167", "4038", "5334"], "title": "Commission Regulation (EEC) No 1768/82 of 1 July 1982 amending Regulation (EEC) No 2729/81 with regard to import licences for milk and milk products and amending Regulation (EEC) No 210/69\n", "header": "COMMISSION  REGULATION (EEC) No 1768/82\nof 1 July 1982\namending Regulation (EEC) No 2729/81 with regard to import licences for milk and milk products and amending Regulation (EEC) No 210/69\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 804/68 of 27 June 1968 on the common organization of the market in milk and milk products (1), as last amended by (EEC) No 1183/82 (2), and in particular Articles 13 (3), 14 (7) and 28 thereof,\nWhereas Council Regulation (EEC) No 2915/79 (3), as last amended by Regulation (EEC) No 1463/82 (4), amended the Common Customs Tariff annexed to Regulation (EEC) No 950/68 (5); whereas, as a result of this change, import licences for certain cheeses from certain non-member countries no longer show the information required for monitoring the quantities imported which qualify for a special levy; whereas it must consequently be made compulsory to show on applications for import licences for these cheeses and on the licences themselves the information required to enable the flow of imports to be monitored by amending Regulation (EEC) No 2729/81 (6), as amended by Regulation (EEC) No 45/82 (7);\nWhereas provision should also be made for the Commission to be provided with details of import licences; whereas an addition should therefore be made to Commission Regulation (EEC) No 210/69 (8), as last amended by Regulation (EEC) No 772/82 (9);\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Milk and Milk Products,", "main_body": ["The following Article 3a is hereby inserted in Regulation (EEC) No 2729/81:\n'Article 3a\nFor qualification for the levies provided for in Annex I to Regulation (EEC) No 1767/82, the application for the licence and the licence itself shall show:\n- in box 7 the designation of the products as in the specifications given in Annex I to that Regulation,\n- in box 8 the Common Customs Tariff subheading preceded by \"ex\",\n- in box 12 the words 'valid if accompanied by an IMA 1 certificate (Regulation (EEC) No 1767/82)',\n- in boxes 13 and 14 the country of origin.\nThe licence carries with it an obligation to import from the country of origin indicated.'", "The following paragraph is hereby added to Article 5a of Regulation (EEC) No 210/69:\n'Member States shall notify the Commission by telex, by Friday of each week at the latest, of the quantities for which import licences were issued under Article 3a of Regulation (EEC) No 2729/81 in the previous week. These quantities shall be broken down by country of origin and subdivision as laid down in Annex I to Regulation (EEC) No 1767/82.'", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 1 July 1982.\nFor the Commission\nPoul DALSAGER\nMember of the Commission\n(1) OJ No L 148, 28. 6. 1968, p. 13.\n(2) OJ No L 140, 20. 5. 1982, p. 1.\n(3) OJ No L 329, 24. 12. 1979, p. 1.\n(4) OJ No L 159, 10. 6. 1982, p. 1.\n(5) OJ No L 172, 22. 7. 1968, p. 1.\n(6) OJ No L 272, 26. 9. 1981, p. 19.\n(7) OJ No L 5, 9. 1. 1982, p. 5.\n(8) OJ No L 28, 5. 2. 1969, p. 1.\n(9) OJ No L 88, 2. 4. 1982, p. 12."}