{"celex_id": "31986D0565", "uri": "http://publications.europa.eu/resource/cellar/8add3f9a-ba28-4aea-83eb-bcf175ca426f", "type": "Decision", "concepts": ["6050"], "title": "86/565/EEC: Commission Decision of 19 November 1986 amending Decision 73/351/EEC setting up an Advisory Committee on Customs Matters\n", "header": "COMMISSION  DECISION\nof 19 November 1986\namending Decision 73/351/EEC setting up an Advisory Committee on Customs Matters\n(86/565/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nWhereas, in order to gather the opinions of professional and consumer circles on problems arising from the operation of the customs union, the Commission set up an Advisory Committee on Customs Matters by its Decision 73/351/EEC (1), as last amended by Decision 83/111/EEC (2);\nWhereas it is necessary, in view of the accession of Spain and Portugal, to assure the representative nature of this Committee by increasing by two the number of its members;\nWhereas, by the nature of its professional activities, the category of customs agents (including specialized transport carriers) is particularly well qualified to contribute to the smooth functioning of the Committee; whereas it is consequently desirable to attribute the two supplementary seats to this category,", "main_body": ["Article 3 of Commission Decision 73/351/EEC is hereby replaced by the following:\n'Article 3\n1. The Committee shall consist of 40 members.\nThe Committee shall be composed of representatives from the following categories: industrialists, craftsmen, agriculturists, tradesmen, carriers, banking and insurance institutions, customs agents (including specialized transport carriers), tourist boards, workers, consumers, and other parties concerned with customs problems.\n2. Representation of the Committee shall be as follows:\n- four representatives of industry,\n- one representative of craft industry,\n- four representatives of agriculture (of which one shall be a representative of agricultural cooperatives and one shall be a representative of the agri-foods section),\n- four representatives of commerical organizations,\n- four representatives of Chambers of Commerce and Industry,\n- one representative of rail transport,\n- one representative of road transport,\n- one representative of shipping,\n- one representative of inland waterways transport,\n- one representative of air transport,\n- one representative of banking institutions,\n- one representative of insurance institutions,\n- five representatives of customs agents (including specialized transport carriers),\n- two representatives of tourist boards,\n- four representatives of workers,\n- three representatives of consumers (of which one shall be for consumer cooperatives),\n- two representatives of other parties concerned with customs problems.'", "This Decision shall take effect on 19 November 1986."], "attachments": "Done at Brussels, 19 November 1986.\nFor the Commission\nCOCKFIELD\nVice-President\n(1) OJ No L 321, 22. 11. 1973, p. 37.\n(2) OJ No L 66, 12. 3. 1983, p. 23."}