{"celex_id": "31989L0676", "uri": "http://publications.europa.eu/resource/cellar/3d3f7946-e3ec-42fa-92c6-f480876ba5d0", "type": "Directive", "concepts": ["2589", "2735", "2746", "2897", "4713", "87"], "title": "Council Directive 89/676/EEC of 21 December 1989 amending Directive 75/106/EEC on the approximation of the laws of the member states relating to the making-up by volume of certain prepackaged liquids\n", "header": "COUNCIL DIRECTIVE\nof 21 December 1989\namending Directive  75/106/EEC on the approximation of the laws of the Member States relating to the making-up by  volume of certain prepackaged liquids\n(89/676/EEC)\nTHE COUNCIL OF THE EUROPEAN  COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article  100a thereof,\nHaving regard to the proposal from the Commission (1),\nIn cooperation with the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas Directive 75/106/EEC (4), as last amended by Directive 88/316/EEC (5), provides for total  harmonization of the range of nominal quantities of certain products in the wine sector;\nWhereas, in view of developments within the Community in the vatting, bottling and labelling of  wine, it is necessary to modify this range;\nWhereas, in order to permit the use of returnable bottles of volumes not covered by the said  Directive, it is necessary to include special rules therein,", "main_body": ["Directive 75/106/EEC is hereby amended as follows:\n1.  the second subparagraph of Article 1 is replaced by the following:\n'This Directive shall not apply to prepackages containing the products listed in Annex III:\n- point 1 (a), which are vatted, bottled and labelled in volumes not exceeding 0,25 litre and are  intended for professional use,\n- points 2 (a) and 4, which are intended either for consumption on board aircraft, ships and trains  or for sale in duty-free shops.';\n2.  in Article 5 (3):\n(a)  point (a) is deleted;\n(b)  the indents in point (c) are replaced by the following:\n'- 0,68 litre, 0,70 litre and 0,98 litre in Spain, until 31 December 1992,\n'- 0,46 litre and 0,70 litre in Greece, until 31 December 1992.';\n3.  Annex III, column I (1) (a) is hereby amended as follows:\n(a)  the following is added: '0,187 (l)-4-8';\n(b)  '0,187 (for consumption on board aircraft and ships only)', at the end of the range of  volumes, is deleted.\n(c)  the following footnote is added:\n'(1) Value relating only to consumption on board aircraft, ships and trains and to sales in  duty-free shops.'", "Member States shall bring into force the laws, regulations and  administrative provisions needed to comply with this Directive on 1 July 1990. They shall forthwith  inform the Commission thereof.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 21 December 1989.\nFor the Council\nThe President\nE. CRESSON\nOJ N° C 291, 20. 11. 1989, p. 44.\n(1) OJ N° C 31, 7. 2. 1989, p. 6.\n(2) OJ N° C 158, 26. 6. 1989, p. 215, and (3) OJ N° C 139, 5. 6. 1989, p. 8.\n(4) OJ N° L 42, 15. 2. 1975, p. 1.\n(5) OJ N° L 143, 10. 6. 1988, p. 26."}