{"celex_id": "31986D0138", "uri": "http://publications.europa.eu/resource/cellar/29216925-cb95-4364-b640-8139275d6cc6", "type": "Decision", "concepts": ["1425", "4036", "4878"], "title": "86/138/EEC: Council Decision of 22 April 1986 concerning a demonstration project with a view to introducing a Community system of information on accidents involving consumer products\n", "header": "COUNCIL  DECISION\nof 22 April 1986\nconcerning a demonstration project with a view to introducing a Community system of information on accidents involving consumer products\n(86/138/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 235 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas the preliminary programme of the European Community for a consumer protection and information policy annexed to the Council resolution of 14 April 1975 (4), stresses that products offered to consumers must be such that, under normal or foreseeable conditions of use, they present no risk to their health or safety; whereas, in the event of their presenting such risks, there should be special rules or appropriate procedures for informing the consumer thereof, improving the conditions of use and the features of the products or withdrawing them from the market;\nWhereas pursuant to Council Decision 81/623/EEC of 23 July 1981 on the implementation of a pilot experiment relating to a Community system of information on accidents involving products outside the spheres of occupational activities and road traffic (5) the Commission and the Member States have carried out a pilot experiment over a period of 30 months which has shown the feasibility of collecting information primarily from hospital casualty departments and secondarily from other sources;\nWhereas it is therefore appropriate for the Community to set up a demonstration project for a limited period with a view to the possible institution of a Community system to collect information on the various aspects of the safety of products where they are involved in accidents and particularly on the respective roles of the products the victim and their surroundings at the time of the accident and that this information is of major importance for the protection of the consumer;\nWhereas the results of the demonstration project will enable the Commission to put forward any suitable proposal aimed at ensuring the continuity of Community activities started in this area by the pilot experiment;\nWhereas it is appropriate to provide for an obligation on the Member States to collect and forward information to the Commission;\nWhereas on the basis of this information it will be possible to carry out or coordinate detailed studies concerning the most frequent and/or serious accidents with a view to promoting improvements in product features, their standards, their proper use by consumers and consumer information and education aimed at preventing accidents;\nWhereas information received under the programme of action proposed by the Commission on toxicology for health protection (1) could be integrated into the system established by the demonstration project;\nWhereas in this context it is essential to maintain the necessary contacts with the various parties able not only to provide information on product safety but also to play a decisive role in accident prevention, whether public authorities, manufactures, traders or product users;\nWhereas an Advisory Committee should be set up to advise the Commission in the carrying out of its management tasks and the activities relating thereto;\nWhereas it is fitting to designate in each Member State the authority responsible for ensuring the smooth functioning of the demonstration project and the necessary coordination at Community level;\nWhereas it is necessary under the demonstration to ensure observance of:\n- the basic rights and principles set out in the Joint Declaration of 5 April 1977,\n- the basic rights and principles laid down in the Council of Europe Convention of 28 January 1981 for the protection of individuals with regard to automatic processing of personal data,\n- the confidentiality of data relating to the firms concerned;\nWhereas the Commission, on the basis of acquired experience, should submit a report and make proposals to the Council so that the latter, acting in accordance with the conditions laid down by the Treaty, may decide on the financial provisions necessary for the last two years of the project;\nWhereas a demonstration project appears necessary in order to achieve one of the objectives of the Community in the field of consumer protection and the provision of informtion to consumers; whereas the Treaty has not provided the necessary powers other than those of Article 235,", "main_body": ["1. As a follow-up to the pilot experiment adopted by Decision 81/623/EEC, a demontration project, hereinafter referred to as 'the project' is hereby set up for a period of five years from 1 December 1985, with a view to the possible introduction of a Community system of information on accidents involving consumer products.\n2. The project's objectives are to collect data on accidents involving consumer products with a view to promoting accident prevention, improving the safety of consumer products and informing and educating consumers so that they make better use of products.\n3. This Decision shall apply to the accidents referred to in paragraph 2, except:\n(a) industrial accidents;\n(b) road, rail, sea and air traffic accidents.\n4. The specifications of the project as described in Annex I.", "Member States shall forward to the Commission the information referred to in Annex I, if possible as soon as this Decision takes effect and not later than 1 January 1987.", "The maximum amount estimated as necessary for the Community's participation in the execution of the project during its first three years is 7 million ECU.\nAn indicative breakdown of this amount is contained in Annex II.\nThe Council, acting in accordance with the conditions laid down in the Treaty, shall decide on the financial allocation necessary for the last two years of the project, on the basis of a Commission report on the experience acquired during the first two years of the project.", "1. The Commission shall be responsible for the management of the project and the activities relating thereto, including the utilization of the information compiled pursuant to Article 1. These activities may include, in particular, carrying out detailed studies concerning the most serious and/or most frequent accidents.\n2. In carrying out the tasks referred to in paragraph 1, the Commisson shall consult the Committee referred to in Article 7.", "Each Member State shall designate and inform the Commission of the name(s) and addresse(s) of the authority or authorities responsible for collecting and transmitting information pursuant to Artile 2.", "The Commission and the Member States shall ensure that, during the process of collecting and forwarding information, any identifying details are removed so that the identity of victims remains confidential.", "1. An Advisory Committee, hereinafter called 'the Committee', shall be set up at the Commission. It shall consist of two representatives per Member State and have a representative of the Commission as Chairman. The representatives of the Member States may be accompanied by experts.\n2. The Committee shall be consulted either on the initiative of the Chairman or at the request of a representative of a Member State on any matter relating to the setting up and management of the project and also the interpretation of the data and the utilization of the information, including the results of the pilot experiment, and the use made of the appropriations earmarked for the funding of the project.\n3. The Commission shall provide the secretariat for the Committee.", "On the basis of the results obtained during the project, the Commission shall, after consulting the Committee, present a final report and submit proposals on the follow-up to the project in time to enable the Council to take a decision on them, where appropriate, for the continuity of the activities in question to be ensured.", "This Decision is addressed to the Member States."], "attachments": "Done at Luxembourg, 22 April 1985.\nFor the Council\nThe President\nH. van den BROEK\n(1) OJ No C 117, 11. 5. 1985, p. 4.\n(2) OJ No C 68, 24. 3. 1986.\n(3) OJ No C 188, 29. 7. 1985, p. 9.\n(4) OJ No C 92, 25. 4. 1975, p. 1.\n(5) OJ No L 229, 13. 8. 1981, p. 1.\n(1) OJ No C 156, 16. 6. 1984, p. 6.\nANNEX I\nSPECIFICATIONS OF THE DEMONSTRATION PROJECT\n1. The project shall apply to accidents referred to in Article 1 of the Decision which are followed by medical treatment and which occur in private, i.e. in the home or its immediate surroundings, such as gardens, yards and garages, or during leisure, sports or school activities. Member States may, however, limit the information they communicate to accidents occuring in the home or its immediate surroundings.\n2. The basic information shall be obtained from the casualty departments of hospitals selected by the Member States in agreement with the Commission. Interviews with and/or visits to victims may also be carried out, where that is useful for the purpose of obtaining more detailed information on certain accidents.\nIn duly justified circumstances, the Commission may accept information from alternative sources of an equivalent value.\nMember States may also forward additional information obtained from poison-antidote centres, family doctors, national authorities responsible for registering death certificates, fire brigades operating other than at places of work, insurance bodies and companies, consumer associations, manufacturers and associations thereof, research bodies or scientific associations and any other suitable sources of information.\nThe inclusion of such additional information will be developed gradually as the project progresses.\nIn so far as the Commission administers other information programmes under other Community acts, the project will use data from them, where appropriate.\n3. The basic data collected must be as reliable as possible and give as representative a picture as possible of the situation at national and at Community level.\nIt shall include information on:\n- the place where the accident occurred,\n- the date of the accident,\n- the place of treatment,\n- the activity of the victim at the time of the accident,\n- the type of accident,\n- the type of product involved in the accident,\n- the age of the victim,\n- the sex of the victim,\n- the type of injury,\n- the parts of the body injured,\n- the duration of treatment,\n- a brief description of the accident and its causes (including, where possible, the main features and identifying details of the product involved).\nThis information shall be classified in accordance with a system harmonized at Community level.\n4. According to studies carried out and experience with operational systems and bearing in mind the results of the pilot experiment, the participation of a minimum of some 60 hospitals is regarded as necessary to provide a representative sample at Community level. For optimum operation of the system, some 90 hospitals, distributed as follows throughout the Member States of the Community according to population, should take part:\n1.2.3 //  //  //  // Member State  // Population (million inhabitants)   // Number of hospitals   //    //   //  // Luxembourg   // 0,4   // 1   // Ireland   // 3,4   // 4  // Denmark   // 5,1   // 5   // Greece   // 10   // 6  // Belgium   // 10   // 6   // Portugal   // 10   // 6  // Netherlands   // 14   // 7   // Spain   // 38   // 9  // France   // 55   // 11   // United Kingdom   // 56   // 11  // Italy   // 57   // 11   // Federal Republic of Germany  // 62   // 13   //    //   //   // Total  // 321   // 90   //   //   //\nInitial participation in the first year by at least two hospitals in each Member State (one in Luxembourg) is desirable to ensure that the demonstration project gets off to a good start.\n5. Appropriate measures will be taken in the management of the project, in consultation with the Advisory Committee, to ensure a gradual improvement in the data collected and in the information centres as regards reliability, representativeness and utilization of the results.\n6. To be significant, the size of the Community sample, estimated on the basis of the results of the pilot experiment and experience with operational systems, should be between 400 000 and 900 000 accident cases per year, distributed in proportion to the respective populations of the Member States.\nANNEX II\nGUIDELINES ON BREAKDOWN OF FUNDS\nThe following guidelines will be used in the breakdown of the amount of 7 million ECU referred to in Article 3 of the Decision:\n(a) actual collection of basic data in the casualty departments of hopitals (including any measures to expand existing systems), actual collection of additonal data (5,5 million ECU);\n(b) studies on technical matters, evaluation, operation, cost-benefit etc., cost of technical and administrative services at Community level and related activities (1,5 million ECU).\nFor the work referred to in (a), Community financial support will be allocated at a standard rate which will, for the first three years of the project, represent 80 % of the actual costs up to ceiling of 35 000 ECU per hospital.\nTo this will be added flat-rate Community financial support towards installation and starting-up costs amounting to 20 000 ECU per Member State during the first year of the introduction in that Member State of a system for collecting data from hospitals, and amounting to 5 000 ECU per hospital during the first year of that hospital's participation in the project."}