{"celex_id": "31985R1362", "uri": "http://publications.europa.eu/resource/cellar/fec820b8-ce6f-43a6-b6ae-b498073612e0", "type": "Regulation", "concepts": ["1442", "3170", "4682", "5025"], "title": "Commission Regulation (EEC) No 1362/85 of 24 May 1985 amending Regulation (EEC) No 2226/78 laying down detailed rules for the application of intervention measures in the beef and veal sector\n", "header": "COMMISSION  REGULATION (EEC) No 1362/85\nof 24 May 1985\namending Regulation (EEC) No 2226/78 laying down detailed rules for the application of intervention measures in the beef and veal sector\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 805/68 of 27 June 1968 on the common organization of the market in beef and veal (1), as last amended by the Act of Accession of Greece, and in particular Article 6 (5) (d) thereof,\nHaving regard to Council Regulation (EEC) No 1308/85 of 23 May 1985 fixing for the 1985/86 marketing year the guide price and intervention price for adult bovine animals (2), and in particular Article 3 (5) (c) thereof,\nWhereas Article 3 of Council Regulation (EEC) No 1308/85 lays down the rules for activating, suspending and resuming buying in by intervention agencies; whereas the provisions of Article 3 of Commission Regulation (EEC) No 2226/78 (3) should be adjusted accordingly;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Beef and Veal,", "main_body": ["Paragraphs 2 to 4 of Article 3 of Regulation (EEC) No 2226/78 are hereby replaced by the following:\n'2. The market prices referred to in Article 3 of Regulation (EEC) No 1308/85 shall be recorded each week in each Member State or region of each Member State within the meaning of Article 1 in accordance with Articles 1 and 2 of Regulation (EEC) No 1557/82.\n3. The date for activating buying-in operations pursuant to Article 3 (1) of Regulation (EEC) No 1308/85 and for resuming such operations pursuant to Article 2 (3) of that Regulation shall be on the second Monday following the price recording referred to in paragraph 2. However, where the market situation of a Member State so requires, the activation and resumption of buying-in operations shall be brought forward; in no case may buying in be resumed before the Monday following the recording.\n4. The suspension of buying-in provided for in Article 3 (2) of Regulation (EEC) No 1308/85 shall take place on the second Monday following the price recording referred to in paragraph 2. In this case meat bought in shall be taken over by the intervention agencies by the end of the week following such recording.'", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply from 27 May 1985.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 24 May 1985.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 148, 28. 6. 1968, p. 24.\n(2) OJ No L 137, 27. 5. 1985, p. 16.\n(3) OJ No L 261, 26. 7. 1978, p. 5."}