{"celex_id": "31987R3018", "uri": "http://publications.europa.eu/resource/cellar/9835fa51-e4d4-4e00-b885-af4e87fdee47", "type": "Regulation", "concepts": ["1048", "2943", "4046"], "title": "Council Regulation (Euratom, ECSC, EEC) No 3018/87 of 5 October 1987 introducing special transitional measures for the recruitment of overseas staff of the European Association for Cooperation as officials of the European Communities\n", "header": "COUNCIL  REGULATION (Euratom, ECSC, EEC) No 3018/87\nof 5 October 1987\nintroducing special transitional measures for the recruitment of overseas staff of the European Association for Cooperation as officials of the European Communities\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing a Single Council and a Single Commission of the European Communities, and in particular Article 24 thereof,\nHaving regard to the proposal from the Commission (1), submitted after consulting the Staff Regulations Committee,\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Court of Justice,\nWhereas staff of the European Association for Cooperation serving in the ACP States carry out a representative function for the Commission which has increased in the course of time and is now on a scale which justifies appointing them officials;\nWhereas the entry into force of this Regulation does not affect the special temporary measures adopted by Regulation (ECSC, EEC, Euratom) No 3517/85 (3) for the recruitment of Spanish and Portuguese nationals as officials of the European Communities;\nWhereas it is for the Council, acting by a qualified majority on a proposal from the Commission and after consulting the other institutions concerned, to amend the Staff Regulations of Officials of the European Communities laid down by Regulation (EEC, Euratom, ECSC) No 259/68 (4) as last amended by Regulation (Euratom, ECSC, EEC) No 793/87 (5),", "main_body": ["Staff members holding a contract of employment as delegate, adviser or attachĂŠ with the European Association for Cooperation on 1 January 1988 and still under contract on the date this Regulation comes into force may be appointed officials of the Commission of the European Communities and assigned to one of the posts earmarked for this purpose in the Commission's establishment plan for 1988.\nProbationer staff members holding a contract of employment may be appointed probationer officials.", "The staff members referred to in Article 1 shall be appointed, by way of derogation from the second and third subparagraphs of Article 4, Article 28 (a), Article 28 (d) and Article 29 of the Staff Regulations of officials of the European Communities, and, in the case of those referred to in the first subparagraph of Article 1, by way of derogation also from Article 34 of the Staff Regulations, following an opinion from and ad hoc committee set up by the appointing authority to examine their qualifications and ability.", "Officials appointed under this Regulation shall be appointed, if necessary by way of derogation from Articles 31 and 32 of the Staff Regulations of Officials of the European Communities, to the category, grade and step whose basic salary corresponds to the basic salary received from the Association. Grading shall be determined by the appointing authority on the folowing basis: grades I, II and III of the Association shall correspond to category A under the Staff Regulations and grades IV and V of the Association shall correspond to category B under the Staff Regulations.\nSeniority in grade shall be reckoned from the date of appointment as an official.\nSeniority in step shall be that acquired with the Association.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 5 October 1987.\nFor the Council\nThe President\nN. WILHJELM\n(1) OJ No C 74, 3. 4. 1986, p. 15.\n(2) OJ No C 255, 13. 10. 1986, p. 245.\n(3) OJ No L 335, 13. 12. 1985, p. 55.\n(4) OJ No L 56, 4. 3. 1968, p. 1.\n(5) OJ No L 79, 21. 3. 1987, p. 1."}