{"celex_id": "31988L0430", "uri": "http://publications.europa.eu/resource/cellar/db2e8aee-98d6-4c9b-935d-f391009baa15", "type": "Directive", "concepts": ["2232", "2723", "2827", "4490", "5383", "5791"], "title": "Seventh Commission Directive 88/430/EEC of 1 July 1988 amending certain Annexes to Council Directive 77/93/EEC on protective measures against the introduction into the Member States of organisms harmful to plants or plant products\n", "header": "SEVENTH  COMMISSION DIRECTIVE\nof 1 July 1988\namending certain Annexes to Council Directive 77/93/EEC on protective measures against the introduction into the Member States of organisms harmful to plants or plant products\n(88/430/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 77/93/EEC of 21 December 1976 on protective measures against the introduction into the Member States of harmful organismus of plants or plant products (1), as last amended by Commission Directive 88/272/EEC (2), and in particular Article 13, second paragraph, fourth indent thereof,\nWhereas Ceratocystis ulmi and its vectors are no longer considered to be a harmful organism whose introduction must be prohibited in all Member States; whereas it is no longer appropriate to maintain the current provisions set out in Directive 77/93/EEC in relation to this organism harmful to elm trees; whereas these provisions should therefore be deleted;\nWhereas it has been determined that Thrips palmi is a harmful organism not yet present in the Community; whereas it is considered that this pest represents a serious danger to, and may be carried upon, a wide range of plants and plant material grown in or imported into the Community; whereas appropriate measures to combat this pest should be included within Directive 77/93/EEC;\nWhereas therefore the relevant Annexes of Directive 77/93/EEC should be amended accordingly in the light of developments in scientific or technical knowledge;\nWhereas the measures provided for in this Directive are in accordance with the opinion of the Standing Committee on Plant Health,", "main_body": ["Directive 77/93/EEC is hereby amended as indicated in the Annex to this Directive.", "Member States shall bring into force the laws, regulations or administrative provisions necessary to comply with the provisions of this Directive by 1 January 1989 at the latest.\nMember States shall immediately inform the Commission of all laws, regulations and administrative provisions adopted in implementation of this Directive.\nThe Commission shall inform the other Member States thereof.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 1 July 1988.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 26, 31. 1. 1977, p. 20.\n(2) OJ No L 116, 4. 5. 1988, p. 19.\nANNEX\n1. The following is added to Annex I, part A (a):\n'19. Thrips palmi Karny'\n2. The following are deleted from Annex I, part A (a):\n'13. Scolytus multistriatus (Marsh.)'\n'14. Scolytus scolytus (F.)'\n3. The following is deleted from Annex I, part A (d):\n'3. Ceratocystis ulmi (Buism.) C. Moreau'\n4. The following is deleted from Annex III, part A:\n1.2.3 //  //  //  // '10.   // Isolated bark of Ulmus L.  // All countries'   //   //   //\n5. The following are deleted from Annex IV, part A:\n1.2.3 //  //  //  // '6.   // Wood of Ulmus   // The wood shall be stripped of its bark'   // '14.   // Plants of Ulmus and Zelkova, other than fruit and seeds   // Official statement that no symptoms of Ceratocystis ulmi have been observed either at the place of production or in its imminent vicinity since the beginning of the last complete cycle of vegetation'   //  //   //\n6. The following is added to Annex IV, part A:\n1.2.3 //  //  //  // '42.   // Plants for planting, other than seeds, originating in countries where Thrips palmi is known to occur   // Official statement: (a) that the place of production has been found free of Thrips palmi, (b) that the consignment has undergone appropriate treatment to ensure freedom from Thysanoptera'   //   //   //\n7. The following is deleted from Annex IV, part B:\n1.2.3.4 //  //  //  //  // '7.   // Plants of Ulmus and Zelkova for planting, other than fruits and seeds   // Official statement that: (a) the plants are not more than one year old and are of an overall height not exceeding 30 cm, and (b) the plants are raised in a nursery in which, and in the immediate vicinity of which, no symptoms of Ceratocystis ulmi have been observed since the last two complete cycles of vegetation, and  // Denmark, Ireland, United Kingdom (Northern Ireland)'   //  //   // (c) the plants have been treated with appropriate insecticides to protect them against vectors of Ceratocystis ulmi   //   //   //   //   //\n8. The following is deleted from Annex V, item 4:\n'- Ulmus'"}