{"celex_id": "31986R3751", "uri": "http://publications.europa.eu/resource/cellar/bd65fe89-686f-4a22-9d2c-b5d9d3e237bd", "type": "Regulation", "concepts": ["2783", "3774", "3892", "4375"], "title": "Commission Regulation (EEC) No 3751/86 of 9 December 1986 making the importation into certain Member States of certain textile products originating in Taiwan subject to quantitative limits\n", "header": "COMMISSION  REGULATION (EEC) No 3751/86\nof 9 December 1986\nmaking the importation into certain Member States of certain textile products originating in Taiwan subject to quantitative limits\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3587/82 of 31 December 1982 on the arrangements for imports of certain textile products originating in Taiwan (1), and in particular Article 3 thereof,\nWhereas Commission Regulation (EEC) No 3587/82 established autonomous arrangements for imports of textiles originating in Taiwan; whereas Article 3 of that Regulation lays down the conditions for the establishment of further quantitative limits;\nWhereas imports into certain Member States of synthetic filament fabric (category 35), originating in Taiwan, have considerably exceeded the threshold indicated in that Article;\nWhereas it is necessary therefore to establish quantitative limits on imports of products of category 35, originating in Taiwan, from 8 to 31 December 1986;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Quota Administration Committee set up under Article 10 of (EEC) No 1023/70 (2),", "main_body": ["The importation into certain Member States of synthetic filament fabric (category 35), originating in Taiwan, shall be subjecto to the quantitative limits indicated in the Annex.", "The provisions of Regulation (EEC) No 3587/82, and in particular those concerning the administration of quantitative limits, shall apply to the quantitative limits established by this Regulation.", "This Regulation shall enter into force on the day followng its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 9 December 1986.\nFor the Commission\nWilly DE CLERCQ\nMember of the Commission\n(1) OJ No L 374, 31. 12. 1982, p. 1.\n(2) OJ No L 124, 8. 6. 1970, p. 1.\nANNEX\n1.2.3.4.5.6.7.8 //  //  //  //  //  //  //  //  // Cate- gory   // CCT heading No  // NIMEXE code (1986)  // Description  // Third countries  // Member States   // Units  // Quantitative limits from 8 to 31 December 1986   //    //  //   //   //   //   //   //   // 35   // 51.04 A IV  // 51.04-10, 11, 13, 15, 17, 18, 21, 23, 25, 27, 28, 32, 34, 36, 41, 48  // Woven fabrics of man-made fibres (continuous), including woven fabrics of monofil or strip falling within heading No 51.01 or 51.02: A. Woven fabrics of synthetic textile fibres: Woven fabrics of synthetic textile fibres (continuous) other than those for tyres and those containing elastomeric yarn  // Taiwan  // D F BNL IRL DK GR ES PT  // Tonnes   // 150 40 250 20 5 10 20 1   //    //   //   //  //   //   //   //"}