{"celex_id": "31988R0133", "uri": "http://publications.europa.eu/resource/cellar/7d2711eb-4d58-443a-a5f9-c12e4dcb3b3b", "type": "Regulation", "concepts": ["1644", "1744", "2488", "4081"], "title": "Commission Regulation (EEC) No 133/88 of 19 January 1988 laying down protective measures on imports of hybrid maize for use as seed\n", "header": "COMMISSION  REGULATION (EEC) No 133/88\nof 19 January 1988\nlaying down protective measures on imports of hybrid maize for use as seed\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2358/71 of 26 October 1971 on the common organization of the market in seeds (1), and in particular Article 7 (2) thereof,\nWhereas, on 12 January 1988, the French Republic submitted to the Commission a request for the application of protective measures to imports into the Community of hybrid maize for use as seed; whereas the Commission has requested additional information regarding the type of measures desired by the French Government; whereas the reply to that question reached the Commission on 18 January and stated that a suitable measure should involve a measure suspending all imports of hybrid maize for use as seed under the so-called 'open market' system and the immediate convening of a working group with the task of determining the measures to be taken in forthcoming marketing years to enable the Community system for producing maize seed to be maintained;\nWhereas the latter part of the French request comes within the normal management of the sector and therefore, irrespective of its validity, does not require immediate action in the way of protective measures;\nWhereas, on the other hand, the data provided by the French authorities relating to the market situation for hybrid maize for use as seed show that Community production in the 1987/88 marketing year has fallen substantially after years of constant increase; whereas at the same time the quantities imported under contracts or freely have also increased substantially;\nWhereas, therefore, while the trend in imports is in line with the trend in Community production, the Community market does not appear to be suffering from an imbalance; whereas, while imports in forthcoming months remain at the level reached last marketing year, the result for Community production in 1988/89 is a situation which is liable to jeopardize the objectives of Article 39 of the Treaty, particularly when it is considered that there appear to be substantial stocks of hybrid maize for use as seed on the Community market;\nWhereas, according to information available, imports should be maintained at the level of the previous year, which could have a long-lasting effect on Community production; whereas, under those conditions, the Community market is liable to be seriously disturbed owing to such imports; whereas, as a consequence, imports should be made subject to a surveillance system enabling the Commission to intervene at all times by virtue of its market management responsibilities;\nWhereas the most suitable measure in this respect involves introducing a period of time for reflection between the date of the lodging of the application for an import licence and its issue in order to enable, where necessary, the Commission to take the measures required in the interim,", "main_body": ["By way of derogation from Article 19 (1) of Commission Regulation (EEC) No 3183/80 (2), import licences for hybrid maize for use as seed shall be issued only on the fifth working day following the date of lodging of the application provided special measures are not taken during that time.", "1. The Member States shall notify the Commission:\n- of quantities of hybrid maize for use as seed for which import licences have been applied for,\n- of the country of origin,\nbroken down in accordance with the combined nomenclature (CN codes 1005 10, 11, 13, 15, 19). Such notification shall take place at the following intervals:\n- each Wednesday for applications lodged on Monday and Tuesday,\n- each Friday for applications lodged on Wednesday and Thursday,\n- each Monday for applications lodged on Friday of the previous week.\nIf no application for an import licence has been lodged during any of the periods referred to in the first subparagraph, the Member State in question shall so inform the Commission by telex sent on the abovementioned days.\n2. The Member States shall forward to the Commission each Monday the originals of the documents referred to in the first indent of Article 2 (1).", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 January 1988.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 246, 5. 11. 1971, p. 1.\n(2) OJ No L 338, 13. 12. 1980."}