{"celex_id": "31984R0891", "uri": "http://publications.europa.eu/resource/cellar/a2430dd7-9c1e-4fba-93e2-011dd678334a", "type": "Regulation", "concepts": ["1104", "2300", "2672"], "title": "Commission Regulation (EEC) No 891/84 of 31 March 1984 amending Regulation (EEC) No 1767/82 as regards the adjustment of the free-at-frontier values of certain cheeses for the 1984/85 milk year\n", "header": "COMMISSION  REGULATION (EEC) No 891/84\nof 31 March 1984\namending Regulation (EEC) No 1767/82 as regards the adjustment of the free-at-frontier values of certain cheeses for the 1984/85 milk year\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 804/68 of 27 June 1968 on the common organization of the market in milk and milk products (1), as last amended by Regulation (EEC) No 856/84 (2), and in particular Article 14 (7) thereof,\nWhereas Articles 7 (2) and 9 (2) of Council Regulation (EEC) No 2915/79 of 18 December 1979 determining the groups of products and the special provisions for calculating levies on milk and milk products and amending Regulation (EEC) No 950/68 on the Common Customs Tariff (3), as last amended by Regulation (EEC) No 859/84 (4), provide for the adjustment of the free-at-frontier values for certain cheeses for any variation in the target price for milk or the threshold price of Cheddar; whereas these values were laid down by Commission Regulation (EEC) No 1767/82 (5), as last amended by Regulation (EEC) No 39/84 (6);\nWhereas, as a result of the fixing of the target price and the threshold prices for the 1984/85 milk year, it is necessary to adjust some free-at-frontier values shown in Annex I to Regulation (EEC) No 1767/82;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Milk and Milk Products,", "main_body": ["Points (d), (e) and (f) in Annex I to Regulation (EEC) No 1767/82 are hereby amended as follows:\n1.2.3.4 //   //   //   //   // 'CCT heading No  // Description  // Country of origin  // Import levy in ECU per 100 kg net weight  //   //   //   //   //   //   //   //  // (d) ex 04.04 E I b) 1  // Cheddar, made from unpasteurized milk, of a minimum fat content of 50 % by weight, in the dry matter, matured for at least nine months, of a free-at-frontier value (2) per 100 kg net weight of not less than:  // Canada  // 12,09  //   // - 289,02 ECU in the case of whole cheeses (1) (b),  //   //   //   // - 307,16 ECU in the case of cheeses of a net weight of not less than 500 g,  //   //   //   // - 319,25 ECU in the case of cheeses of a net weight of less than 500 g,  //   //   //   // subject to an annual tariff quota, of OJ No L 5, 7. 1. 1984, p. 5.\n//   //   //   //   // 'CCT heading No  // Description  // Country of origin  // Import levy in ECU per 100 kg net weight  //   //   //   //   //   // (e) ex 04.04 B I b) 1  // Whole cheddar cheeses (1) (b), of a minimum fat content of 50 % by weight, in the dry matter, matured for at least three months and of a free-at-frontier value (2) of not less than 282,98 ECU per 100 kg net weight, subject to an annual tariff quota of 9 000 tonnes  // Australia, New Zealand  // 12,09  //  //   //   //   // (f) ex 04.04 E I b) 1 and ex 04.04 E I b) 2  // - Cheddar and - Other cheeses falling within subheading 04.04 E I b) 2, intended for processing, of a free-at-frontier value (2) of not less than 258,80 ECU per 100 kg net weight, subject to an annual tariff quota of 3 500 tonnes  // Australia, New Zealand  // 12,09'  //   //   //   //", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply from 2 April 1984.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 31 March 1984.\nFor the Commission\nPoul DALSAGER\nMember of the Commission 2 750 tonnes  //   //   //   //   //   //\n(1) OJ No L 148, 28. 6. 1968, p. 13. (2) OJ No L 90, 1. 4. 1984, p. 10. (3) OJ No L 329, 24. 12. 1979, p. 1. (4) OJ No L 90, 1. 4. 1984, p. 19. (5) OJ No L 196, 5. 7. 1982, p. 1. (6)"}