{"celex_id": "31986R2969", "uri": "http://publications.europa.eu/resource/cellar/f9350c99-0892-4a54-8304-68767c4783b8", "type": "Regulation", "concepts": ["1565", "1836", "2763", "4404"], "title": "Commission Regulation (EEC) No 2969/86 of 26 September 1986 amending for the thirteenth time Regulation (EEC) No 1371/84 laying down detailed rules for the application of the additional levy referred to in Article 5c of Regulation (EEC) No 804/68\n", "header": "COMMISSION  REGULATION (EEC) No 2969/86\nof 26 September 1986\namending for the thirteenth time Regulation (EEC) No 1371/84 laying down detailed rules for the application of the additional levy referred to in Article 5c of Regulation (EEC) No 804/68\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 804/68 of 27 June 1968 on the common organization of the market in milk and milk products (1), as last amended by Regulation (EEC) No 1335/86 (2), and in particular Article 5c (7) thereof,\nWhereas Commission Regulation (EEC) No 1371/84 (3), as last amended by Regulation (EEC) No 2737/86 (4), lays down detailed rules for the application of the additional levy referred to in Article 5c of Regulation (EEC) No 804/68;\nWhereas, for the purposes of determining the quantities of milk delivered or purchased, which are needed in order to calculate the levy, Article 9 of Regulation (EEC) No 1371/84 lays down that the characteristics of the milk considered to be representative shall be those recorded during the 12-month period in question; whereas, when the fat content of the milk is determined, a tolerance is allowed in calculating the quantities of milk delivered or purchased; whereas the objective of control of milk production pursued by the additional levy scheme would be better served by elimination of the said tolerance and the fixing of a reference period; whereas Article 9 of Regulation (EEC) No 1371/84 should therefore be amended accordingly;\nWhereas, in order not to give an undue advantage to producers or purchasers having exceeded the tolerance allowed for the fat content of the milk delivered or purchased during the reference period thus fixed, it should be stipulated that, in the case of these producers or purchasers, the fat content considered to be representative of the milk delivered or purchased shall be the average content recorded during the reference period referred to in Article 2 of Council Regulation (EEC) No 857/84 (5), as last amended by Regulation (EEC) No 2316/86 (6);\nWhereas this Regulation should be applied as soon as possible; whereas to this effect; the date of 1 October 1986 appears the most appropriate; whereas, in view of this date, transitional measures of application should be taken;\nWhereas the Management Committee for Milk and Milk Products has not delivered an opinion within the time limit set by its chairman,", "main_body": ["Article 9 of Regulation (EEC) No 1371/84 is replaced by the following:\n'Article 9\n1. For the purposes of Article 11 (c) of Regulation (EEC) No 857/84, the characteristics of the milk considered to be representative shall be those recorded for the milk delivered or purchased during the second period of application of the additional levy scheme.\nHowever, in the case of producers or purchasers with respect, to whom, as regards the period referred to in the foregoing subparagraph, the quantity of milk used for calculating the levy has been increased as a consequence of the increase in the fat content of the milk delivered or purchased, the fat content considered to be representative of the milk delivered or purchased shall be the average content recorded during the reference period referred to in Article 2 of Regulation (EEC) No 857/84.\n2. If, when the final account for each producer or purchaser is calculated in accordance with Article 9 (1) of Regulation (EEC) No 857/84, it is found that the average fat content of the milk delivered or purchased during the period concerned is in excess of the average content recorded during the period referred to in paragraph 1, the quantity of milk used as the basis of calculating the levy shall be increased by 0,26 % per 0,1 gram of additional fat per kilogram of milk.\n3. For the purposes of applying paragraph 2 to milk delivered or purchased during the third period of the additional levy scheme, the said period shall be divided into two six-month periods:\n- the average fat content of the milk delivered or purchased during the first six-month period shall be compared with the average content recorded during the first six months of the second period of application of the additional levy scheme;\n- the average fat content of the milk delivered or purchased during the second six-month period shall be compared with the average content recorded during the second six months of the second period of application of the additional levy scheme or, where the second subparagraph of Article 1 is applied, of the reference period referred to in Article 2 of Regulation (EEC) No 857/84.'", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 October 1986.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 26 September 1986.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 148, 28. 6. 1968, p. 13.\n(2) OJ No L 119, 8. 5. 1986, p. 19.\n(3) OJ No L 132, 18. 5. 1984, p. 11.\n(4) OJ No L 252, 4. 9. 1986, p. 16.\n(5) OJ No L 90, 1. 4. 1984, p. 13.\n(6) OJ No L 202, 25. 7. 1986, p. 3."}