{"celex_id": "31987R2172", "uri": "http://publications.europa.eu/resource/cellar/4ca6b937-88e0-47a7-940f-9e7330282c79", "type": "Regulation", "concepts": ["3568", "3774", "601"], "title": "Commission Regulation (EEC) No 2172/87 of 22 July 1987 amending Regulation (EEC) No 3466/86 fixing for the period 1986/87 certain coefficients applicable to cereals exported in the form of certain spirituous beverages\n", "header": "COMMISSION  REGULATION (EEC) No 2172/87\nof 22 July 1987\namending Regulation (EEC) No 3466/86 fixing for the period 1986/87 certain coefficients applicable to cereals exported in the form of certain spirituous beverages\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2727/75 of 29 October 1975 on the common organization of the market in cereals (1), as last amended by Regulation (EEC) No 1900/87 (2), and in particular Article 16 (6) thereof,\nHaving regard to Council Regulation (EEC) No 1188/81 of 28 April 1981 laying down general rules for granting refunds adjusted in the case of cereals exported in the form of certain spirituous beverages and the criteria for fixing the amount of such refunds and amending Regulation (EEC) No 3035/80 concerning certain products not covered by Annex II to the Treaty (3), and in particular Article 12 thereof,\nWhereas, by Regulation (EEC) No 3466/86 (4), the Commission fixed the coefficients applicable to cereals exported in the form of malt whisky and grain whisky for the period 1 July 1986 to 30 June 1987.\nWhereas, however, the United Kingdom expressed a reservation as to the accuracy of the figure communicated and the coefficients could therefore only be fixed on a provisional basis; whereas Article 1 allowed therefore for the retroactive adjustment of the coefficients on the basis of additional information to be supplied by the United Kingdom; whereas the United Kingdom has now provided the Commission with that additional information; whereas the coefficient should be redetermined on the basis of the corrected figures; whereas Regulation (EEC) No 3466/86 should therefore be amended;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["Regulation (EEC) No 3466/86 is hereby amended as follows:\n1. Article 1 is replaced by the following:\n'Article 1\nFor the period 1 July 1986 to 30 June 1987 the coefficient referred to in Article 3 of Regulation (EEC) No 1188/81 and applicable to cereals used in the United Kingdom for the manufacture of Scotch whisky shall be as shown in the Annex.'\n2. The Annex is replaced by the Annex hereto.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 July 1986.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 22 July 1987.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 281, 1. 11. 1975, p. 1.\n(2) OJ No L 182, 3. 7. 1987, p. 1.\n(3) OJ No L 121, 5. 5. 1981, p. 3.\n(4) OJ No L 319, 14. 11. 1986, p. 30.\nANNEX\n'ANNEX\nCoefficients applicable in the United Kingdom\n1.2,3 //  //  //  // Coefficient applicable  // 1.2.3 // Period of application  // to barley processed into malt used for the manufacture of malt whisky   // to cereals used for the manufacture of grain whisky   //    //   //   // 1 July 1986 to 30 June 1987   // 0,519   // 0,509'   //    //  //"}