{"celex_id": "31989R2255", "uri": "http://publications.europa.eu/resource/cellar/d22a1b4a-f76f-4b74-b287-79f19df716c3", "type": "Regulation", "concepts": ["1552", "2730", "2888", "4498", "862", "87"], "title": "Commission Regulation (EEC) No 2255/89 of 26 July 1989 amending Regulation (EEC) No 2641/88 laying down detailed rules for the application of the aid scheme for the use of grapes, grape must and concentrated grape must to produce grape juice\n", "header": "COMMISSION  REGULATION (EEC) No 2255/89\nof 26 July 1989\namending Regulation (EEC) No 2641/88 laying down detailed rules for the application of the aid scheme for the use of grapes, grape must and concentrated grape must to produce grape juice\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 822/87 of 16 March 1987 on the common organization of the market in wine (1), as last amended by Regulation (EEC) No 1236/89 (2), and in particular Article 46 (5) thereof,\nWhereas Article 46 of Regulation (EEC) No 822/87 institutes an aid scheme for must used to manufacture grape juice; whereas Commission Regulation (EEC) No 2641/88 (3) lays down detailed rules for the application of that scheme; whereas, in order to avoid certain difficulties arising in recent marketing years, it should be specified that grape juice may be concentrated with a view to carriage;\nWhereas certain references should be adapted as regards the period during which processors must have fulfilled their obligations;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Wine,", "main_body": ["Article 1 of Regulation (EEC) No 2641/88 is hereby amended as follows:\n(a) Paragraph 2 is replaced by the following:\n'2. In accordance with Article 47 (1) of Regulation (EEC) No 822/87, processors who were subject, during the wine year preceding that in question, to the obligations laid down in Articles 35, 36 or 39 of that Regulation shall be eligible for the measures provided for in this Regulation only where they submit evidence that they have fulfilled their obligations during the reference periods laid down in Commission Regulations (EEC) No 441/88 (*) and (EEC) No 3105/88 (**).\n(*) OJ No L 45, 18. 2. 1988, p. 15.\n(**) OJ No L 277, 8. 10. 1988, p. 21.'\n(b) the following paragraph is added:\n'5. Grape juice produced may be concentrated with a view to carriage to the bottler's premises or with a view to export.'", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 26 July 1989.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 84, 27. 3. 1987, p. 1.\n(2) OJ No L 128, 11. 5. 1989, p. 31.\n(3) OJ No L 236, 26. 8. 1988, p. 25."}