{"celex_id": "31985D0497", "uri": "http://publications.europa.eu/resource/cellar/4b66b1a2-e418-42a9-ab93-e72df0400858", "type": "Decision", "concepts": ["2077", "3774", "4059", "474"], "title": "85/497/EEC: Commission Decision of 22 October 1985 authorizing the United Kingdom to permit temporarily the marketing of rye seed not satisfying the requirements of Council Directive 66/402/EEC (Only the English text is authentic)\n", "header": "COMMISSION  DECISION\nof 22 October 1985\nauthorizing the United Kingdom to permit temporarily the marketing of rye seed not satisfying the requirements of Council Directive 66/402/EEC\n(Only the English text is authentic)\n(85/497/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 66/402/EEC of 14 June 1966 on the marketing of cereal seed (1), as last amended by Directive 81/561/EEC (2), and in particular Article 17 thereof,\nHaving regard to the request submitted by the United Kingdom,\nWhereas in the United Kingdom the production of seed of varieties of rye chiefly intended for use as fodder satisfying the requirements of Directive 66/402/EEC has been insufficient in 1985 and therefore is not adequate to meet that country's needs;\nWhereas some other Member States are in a position to supply rye seed satisfying the requirements of that Directive;\nWhereas only seed of varieties comparable with those needed in the United Kingdom should be taken into account in determining whether the temporary difficulties in the United Kingdom can be overcome within the Community;\nWhereas, having regard to the urgency of the matter, it is not possible to assess with certainty the comparability of the varieties available in other Member States with the varieties needed in the United Kingdom;\nWhereas the United Kingdom should therefore be authorized only in respect of a part of the amount requested to permit, for a period expiring on 31 October 1985, the marketing of seed of the abovementioned species and varieties of the category 'certified seed' subject to less stringent requirements;\nWhereas the Standing Committee on Seeds and Propagating Material for Agriculture, Horticulture and Forestry has not delivered an opinion within the time limit set by its chairman,", "main_body": ["The United Kingdom is authorized to permit, for a period expiring on 31 October 1985, the marketing in its territory of a maximum of 250 tonnes of seed of rye (Secale cereale L.) of varieties chiefly intended for use as fodder of the category 'certified seed' which does not satisfy the requirements laid down in Annex II to Directive 66/402/EEC, with regard to the minimum germination, provided that the following requirements are satisfied:\n(a) the germination capacity is at least 75 % of pure seed;\n(b) the official label shall bear the following endorsements:\n- 'minimum germination capacity 75 %',\n- 'intended exclusively for the United Kingdom'.", "The United Kingdom shall notify the Commission before 1 January 1986 of the quantities of seed marketed in its territory pursuant to this Decision. The Commission shall inform the other Member States thereof.", "This Decision is addressed to the United Kingdom."], "attachments": "Done at Brussels, 22 October 1985.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No 125, 11. 7. 1966, p. 2309/66.\n(2) OJ No L 203, 23. 7. 1981, p. 52."}