{"celex_id": "31984R1692", "uri": "http://publications.europa.eu/resource/cellar/1d3054f4-edec-4b5c-91b7-9582ee6a840c", "type": "Regulation", "concepts": ["1030", "4081", "5272"], "title": "Commission Regulation (EEC) No 1692/84 of 15 June 1984 amending Regulation (EEC) No 1445/76 specifying the different varieties of Lolium perenne L.\n", "header": "COMMISSION  REGULATION (EEC) No 1692/84\nof 15 June 1984\namending Regulation (EEC) No 1445/76 specifying the different varieties of Lolium perenne L.\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2358/71 of 26 October 1971 on the common organization of the market in seeds (1), as last amended by Regulation (EEC) No 1581/83 (2), and in particular Article 3 (5) thereof,\nWhereas Commission Regulation (EEC) No 1445/76 (3), as last amended by Regulation (EEC) No 1187/83 (4), listed the varieties of Lolium perenne L. of high persistence, late or medium late, and of Lolium perenne L. of low persistence, medium late, medium early or early, within the meaning of the provisions adopted pursuant to Article 3 of Regulation (EEC) No 2358/71;\nWhereas, since the last amendment to Regulation (EEC) No 1445/76, certified seed of certain varieties of Lolium perenne L. is no longer marketed, while certified seed of other varieties has appeared on the market and will be marketed for the first time during the 1984/85 marketing year; whereas, furthermore, the application of the classification criteria to certain varieties of Lolium perenne L. results in their inclusion in one of the abovementioned lists; whereas the Annexes to Regulation (EEC) No 1445/76 should therefore be amended accordingly;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Seeds,", "main_body": ["Annexes I and II to Regulation (EEC) No 1445/76 are hereby replaced by the Annexes hereto.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply from 1 July 1984.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 15 June 1984.\nFor the Commission\nPoul DALSAGER\nMember of the Commission\n(1) OJ No L 246, 5. 11. 1971, p. 1.\n(2) OJ No L 163, 22. 6. 1983, p. 23.\n(3) OJ No L 161, 23. 6. 1976, p. 10.\n(4) OJ No L 129, 19. 5. 1983, p. 25.\nANNEX  I\nVarieties of high persistence, late or medium late\n1.2 // 1. Aberystwyth S. 23 2. Aberystwyth 101 3. Albi 4. Angela 5. Animo 6. Arno 7. Barcelona 8. Barcentra (T) 9. Barclay 10. Bardetta 11. Barenza 12. Barlenna 13. Barry 14. Bartony 15. Belfort (T) 16. Bellatrix 17. Borvi 18. Butterfly 19. Capper 20. Caprice 21. Cirdan 22. Citadel (T) 23. Combi 24. Compas 25. Condesa (T) 26. Contender 27. Donata 28. Elka 29. Elrond 30. Endura 31. Ensporta 32. Fingal 33. Grandstand 34. Honneur 35. Hornet 36. Hunter 37. Idole 38. Karin 39. Kent Indigenous 40. Kerdion 41. Kosta 42. Lamora (Mommersteeg's Weidauer) 43. Lihersa 44. Lilope 45. Limage 46. Lirayco 47. Lisuna 48. Loretta  // 49. Lorina 50. Lucretia 51. Magella 52. Magister 53. Majestic 54. Mandola 55. Manhattan 56. Maprima 57. Mascot 58. Meltra RvP (T) 59. Mirvan 60. Modus (T) 61. Mombassa 62. Moretti 63. Pablo 64. Parcour 65. Patora 66. Pelo 67. Perma 68. Perray 69. Pippin 70. Player 71. Pleno 72. PrĂŠfĂŠrence 73. Rathlin 74. Runner 75. Saione 76. Score/Fairway 77. Semperweide 78. Senator 79. Servo 80. Sisu 81. Sommora 82. Spirit 83. Splendor 84. Sportiva 85. Springfield 86. Sprinter 87. Sturdy 88. Talbot 89. Trani 90. Trepo 91. Tresor 92. Trimmer 93. Variant 94. Vigor (Melle) 95. Wendy\nANNEX II\nVarieties of low persistence, medium late, medium early or early\n1.2 // 1. Atempo (T) 2. Gazon  // 3. Printo 4. Verna Pajbjerg"}