{"celex_id": "31980L0216", "uri": "http://publications.europa.eu/resource/cellar/26286466-dfdb-47f6-ad8b-bc42b4d3c9cb", "type": "Directive", "concepts": ["1374", "192", "2738", "4687", "5369"], "title": "Council Directive 80/216/EEC of 22 January 1980 amending Directive 71/118/EEC on health problems affecting trade in fresh poultrymeat\n", "header": "COUNCIL DIRECTIVE  of 22 January 1980  amending Directive 71/118/EEC on health problems affecting trade in fresh poultrymeat  (80/216/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Articles 43 and 100 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas Directive 71/118/EEC of 15 February 1971 on health problems affecting trade in fresh poultrymeat (4), as last amended by Directive 77/27/EEC (5), lays down the slaughtering and inspection requirements for poultrymeat intended for intra-Community trade and trade within Member States;\nWhereas poultry rearing and the marketing of poultrymeat is carried on to a large extent by small-scale producers who sell their produce at local markets and account for a significant part of the agricultural activity in certain Community regions ; whereas such activities should be allowed to continue under certain conditions;\nWhereas the method of production of \"foie gras\" makes evisceration of the recently slaughtered bird impossible without seriously damaging the liver;\nWhereas while ensuring that the hygiene and inspection requirements established under Community legislation, and in particular under the relevant provisions of Annex I, Chapters I, III and XIV to the Directive referred to, are strictly maintained, the necessary specific amendments should be made to such legislation,", "main_body": ["Directive 71/118/EEC is hereby amended as follows:    1. The following subparagraph shall be added to Article 3 (1) (A) (a):\n\"Notwithstanding the requirements of the first subparagraph, birds intended for the production of \"foie gras\" may be stunned, bled and plucked on the fattening farm, provided that these operations are carried out in a separate room which complies with the requirements of Annex I, Chapter I, C, and that, in accordance with Annex I, Chapter XIV, the unconeviscerated carcases are transported immediately to an approved cutting plant which is equipped with a special room as defined in Annex I, Chapter II, (2) (b) a, where the carcases must be eviscerated within 24 hours.\"\n2. In the second subparagraph of Article 3 (5), the words \"and until 15 August 1981\" shall be deleted.\n3. In Annex I, Chapter II (2):  - the following subparagraph shall be added:\n\"(b) a If evisceration is carried out there, a room for the evisceration of ducks and geese reared for the production of \"foie gras\" which have been stunned, bled and plucked on the fattening farm\",\n- the words \"and under (b) a\" shall be added to the first line of point (h).\n4. In Annex I, Chapter III (3) (c), \"and (b) a\" shall be inserted after the words \"and to (2) (b)\".  (1)OJ No C 247, 1.10.1979, p. 16. (2)OJ No C 34, 11.2.1980, p. 106. (3)Opinion delivered on 24 and 25 October 1979 (not yet published in the Official Journal). (4)OJ No L 55, 8.3.1971, p. 23. (5)OJ No L 6, 8.1.1977, p. 19.\n5. The following subparagraph shall be added to Annex I, Chapter IV (13):\n\"However, in the case of ducks and geese reared for the production of \"foie gras\" and stunned, bled and plucked on the fattening farm, the ante mortem inspection may be carried out in the last week of fattening.\"\n6. The following subparagraph shall be added to Annex I, Chapter IV (14):\n\"In the case of ducks and geese reared for the production of \"foie gras\" and stunned, bled and plucked on the fattening farm, the certificate referred to in Annex IIIa must accompany the uneviscerated carcases on arrival at the cutting plant equipped with the separate room for evisceration.\"\n7. The following subparagraph shall be added to Annex I, Chapter V (23):\n\"However, ducks and geese reared and slaughtered for the production of \"foie gras\" may be eviscerated within 24 hours, provided that uneviscerated carcases are as soon as possible reduced to and then kept at the temperature laid down in Chapter XII (46) and transported in accordance with the rules of hygiene.\"\n8. The following Annex shall be added:\n\"ANNEX IIIa\nMODEL\nHealth certificate for the carcases of ducks and geese reared for the production of \"foie gras\", stunned, bled and plucked on the fattening farm and transported to a cutting plant which is equipped with a separate room for evisceration >PIC FILE= \"T0013378\">", "Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive on 1 February 1980, and shall forthwith notify the Commission thereof.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 22 January 1980.\nFor the Council\nThe President\nG. MARCORA"}