{"celex_id": "31983R0583", "uri": "http://publications.europa.eu/resource/cellar/69c72804-99aa-4a5a-a6ed-8f27da338b31", "type": "Regulation", "concepts": ["1642", "3568", "4860"], "title": "Commission Regulation (EEC) No 583/83 of 15 March 1983 amending Regulation (EEC) No 2729/81 with regard to export licences for butter and derogating from Regulation (EEC) No 2730/79 with regard to payment of refunds on butter\n", "header": "COMMISSION  REGULATION (EEC) No 583/83\nof 15 March 1983\namending Regulation (EEC) No 2729/81 with regard to export licences for butter and derogating from Regulation (EEC) No 2730/79 with regard to payment of refunds on butter\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 804/68 of 27 June 1968 on the common organization of the market in milk and milk products (1), as last amended by Regulation (EEC) No 1183/82 (2), and in particular Articles 13 (3), 17 (4) and 28 thereof,\nHaving regard to Council Regulation (EEC) No 876/68 of 28 June 1968 laying down general rules for granting export refunds on milk and milk products and criteria for fixing the amount of such refunds (3), as last amended by Regulation (EEC) No 2429/72 (4), and in particular the second subparagraph of Article 6 (2) and Article 6 (3) thereof,\nWhereas, under Article 4 (2) and (3) of Commission Regulation (EEC) No 2729/81 (5), as last amended by Regulation (EEC) No 3034/82 (6), presentation of an export licence, which must show the country of destination or special destination, is required for the export of butter from the Community;\nWhereas, so that the trend of butter exports can be very closely followed it should be specified that the refund on exports to zone C 2 will be granted only on those made under cover of an export licence with advance fixing of the refund; whereas it is necessary to prescribe that the destination shown on the export licence be compulsory and to ensure that the butter goes to this compulsory destination by making payment of part of the refund conditional on presentation of proof of arrival at destination; whereas, for this purpose, special provisions should be laid down that derogate from those of Commission Regulations (EEC) No 2730/79 (7) and (EEC) No 798/80 (8); whereas the destination should be indicated using the definitions given in the Annex to Commission Regulation (EEC) No 1098/68 (9), as last amended by Regulation (EEC) No 2283/81 (10);\nWhereas, with the introduction of the provisions of this Regulation, Regulations (EEC) No 3279/82 (11) and (EEC) No 3280/82 (12) will cease to serve any purpose; whereas they should therefore be repealed;\nWhereas the Management Committee for Milk and Milk Products has not delivered an opinion within the time limit set by its chairman,", "main_body": ["The following paragraphs are hereby added to Article 10 of Regulation (EEC) No 2729/81:\n'3. Export licence applications and licences for products falling within heading No 04.03 of the Common Customs Tariff that are to be exported, or used for one of the purposes indicated in Articles 5 or 19b of Regulation (EEC) No 2730/79 shall show in section 13 the entry \"zone C 2\" or \"zone C 1 or destination/use other than zones C 1 and C 2\". The licence shall carry with it an obligation to export to the destination or consign to the use indicated. In addition, for information purposes, the licence application and the licence shall also show in section 13 the non-member country of destination or the special use intended.\nThe destination zones shall be those defined in Regulation (EEC) No 1098/68.\n4. For products falling within heading No 04.03 of the Common Customs Tariff, the refund fixed shall apply to exports for zone C 2 only when made under cover of an export licence with advance fixing of the refund.\n5. The following special conditions shall apply to payment of the refund on products falling within heading No 04.03 of the Common Customs Tariff:\n(a) Notwithstanding the provisions of Articles 9 (1), 21, 22 and 24 of Regulation (EEC) No 2730/79 and without prejudice to Article 10 of that Regulation 80 % of the refund on the exported products concerned shall be paid on production of the proof referred to at the second indent of Article 9 (1) of that Regulation.\n(b) If the refund is paid in advance, an amount calculated on the basis of 80 % of the refund on the products shall replace the amount given by application of the first sentence of Article 6 (3) of Regulation (EEC) No 798/80.\n(c) The remainder of the refund shall be paid on production of proof of import of the product at one of the compulsory destinations shown on the export licence in accordance with paragraphs 3 and 4.\nThe provisions of Articles 19b and 20 (2), (3), (4), (5) and (6) of Regulation (EEC) No 2730/79 shall apply.\n(d) For the purposes of this paragraph the refund rate applicable to the products exported shall be:\n- the rate fixed in advance, where the refund is fixed in advance,\n- the rate on the day of completion of customs export formalities or on the day of acceptance of the payment declaration referred to in Article 3 (2) of Regulation (EEC) No 798/80, where the refund is not fixed in advance.'", "The provisions of paragraphs 3, 4 and 5 of Article 10 of Regulation (EEC) No 2729/81 shall not apply if the export licence used was applied for before the date when this Regulation enters into force.", "Regulations (EEC) No 3279/82 and (EEC) No 3280/82 are hereby repealed.", "This Regulation shall enter into force on 16 March 1983.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 15 March 1983.\nFor the Commission\nPoul DALSAGER\nMember of the Commission\n(1) OJ No L 148, 28. 6. 1968, p. 13.\n(2) OJ No L 146, 20. 5. 1982, p. 1.\n(3) OJ No L 155, 3. 7. 1968, p. 1.\n(4) OJ No L 264, 23. 11. 1972, p. 1.\n(5) OJ No L 272, 26. 9. 1981, p. 19.\n(6) OJ No L 320, 17. 11. 1982, p. 5.\n(7) OJ No L 317, 12. 12. 1979, p. 1.\n(8) OJ No L 87, 1. 4. 1980, p. 42.\n(9) OJ No L 184, 29. 7. 1968, p. 10.\n(10) OJ No L 223, 8. 8. 1981, p. 10.\n(11) OJ No L 348, 8. 12. 1982, p. 7.\n(12) OJ No L 348, 8. 12. 1982, p. 12."}