{"celex_id": "31985R0484", "uri": "http://publications.europa.eu/resource/cellar/aaacaa67-63dc-45b0-b979-3ed3fc21af61", "type": "Regulation", "concepts": ["2771", "3108", "888"], "title": "Commission Regulation (EEC) No 484/85 of 26 February 1985 allocating import quotas fixed for certain products originating in the United States of America\n", "header": "COMMISSION  REGULATION (EEC) No 484/85\nof 26 February 1985\nallocating import quotas fixed for certain products originating in the United States of America\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 349/84 of 6 February 1984 suspending tariff concessions and increasing duties under the Common Customs Tariff with regard to certain products originating in the United States of America and establishing quantitative restrictions with regard to other products originating in that country (1), as amended by Regulation (EEC) No 483/85 (2), and in particular Article 3 (2) thereof,\nWhereas for administrative reasons the Council has decided that the quantities to which these imports have been limited by Regulation (EEC) No 483/85 should be distributed amongst the Member States; whereas it remains for the Member States to distribute the quantities which they have been allocated to importers, in accordance with the provisions of Council Regulation (EEC) No 1023/70 of 25 May 1970 establishing a common procedure for administering quantitative quotas (3);\nWhereas, the setting up of a Community reserve permits the correction of certain effects of the method of allocation applied and ensures that the effects of the measures remain within the limits of the objectives pursued;\nWhereas for the same reasons, it is essential that each Member State should return to the Community reserve the major part of its allocation which has not been used up by a given date;\nWhereas the quotas should be allocated between the Member States on the basis of imports in 1982 and taking into account adjustments which are found necessary in the course of the first year of application of the measures in question and of certain variations in supply needs which are at present foreseen;\nWhereas, where the goods which are the subject of the present Regulation are brought into the customs territory of the Community and entered for a customs procedure with economic impact or put in a free zone, it is necessary to specify rules to be applied as set in Directive 69/73/EEC (4), Directive 69/74/EEC (5) or Directive 69/75/EEC (6);\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Quota Administrative Committee,", "main_body": ["1. The Community quotas set out in Regulation (EEC) No 349/84 shall be broken down into two parts, the first of which shall be distributed amongst the Member States in accordance with the Annex to the present Regulation.\n2. The second part shall constitute a Community reserve; details thereof are set out in column 3 of the Annex.", "1. Member States shall inform the Commission by 1 November 1985 at the latest of total imports effected and set against the Community quota on 30 September 1985.\nThey shall return to the reserve by 1 November 1985 at the latest that part of their allocation which has not been used up by 30 September 1985 and exceeds 20 % of the volume.\nThey may return a larger quantity if they have reason to believe that it will not be used.\n2. The licences granted by the competent authorities of the Member States for the quotas allocated in accordance with Article 1 (1) have a period of validity not exceeding 31 October 1985.", "The reserve shall be distributed by 1 December 1985 at the latest in accordance with the procedure provided for in Article 11 of Regulation (EEC) No 1023/70.", "The exchange rates of the ECU valid on the first working day of February 1985 shall be used to calculate the value of the quota allocations in the national currencies.", "1. The goods referred to in the Annex shall not be counted against quotas:\n- where they are entered for inward processing relief arrangements in accordance with Directive 69/73/EEC or for temporary importation subject to their subsequent re-exportation outside the customs territory of the Community, whether as compensating products or in the unaltered state,\n- where they are entered for customs warehousing arrangements in accordance with Directive 69/74/EEC or put in free zones in accordance with Directive 69/75/EEC.\n2. The subsequent entry for free circulation of the goods referred to in paragraph 1, whether as compensating products or in the unaltered state, shall give rise to their being counted against quotas.", "This Regulation shall enter into force on 1 March 1985.\nIt shall apply until 28 February 1986.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 26 February 1985.\nFor the Commission\nWilly DE CLERCQ\nMember of the Commission\n(1) OJ No L 40, 11. 2. 1984, p. 1.\n(2) See page 14 of this Official Journal.\n(3) OJ No L 124, 8. 6. 1970, p. 1.\n(4) OJ No L 58, 8. 3. 1969, p. 1.\n(5) OJ No L 58, 8. 3. 1969, p. 7.\n(6) OJ No L 58, 8. 3. 1969, p. 11.\nANNEX\n('000 ECU)\n1.2.3.4.5,12 //   //   //   //   //   // NIMEXE code  // Community quota  // Reserve Âą 10 %  // Distributed quota  // Quota distribution per Member State  //   //   //   //  //   //   //  1.2.3.4.5.6.7.8.9.10.11.12 //   //   //   //  // D  // F  // I  // BNL  // UK  // IRL  // DK  // GR  //  //   //   //   //   //   //   //   //   //   //   //  // 29.01-71  // 36 350  // 3 650  // 32 700  // 2 096  // 5 356  // 12 796  // 11 121  // 733  // 3  // -  // 595  // 39.02-09, 11, 12  // 20 700  // 2 052  // 18 648  // 3 008  // 1 212  // 4 132  // 1 302  // 7 382  // 1 028  // 500  // 84  // 93.04-20, 30, 41, 49, 60  // 10 700  // 1 000  // 9 700  // 1 554  // 5 387  // 1 079  // 408  // 784  // 15  // 247  // 226  // 97.06-10  // 5 600  // 600  // 5 000  // 1 261  // 313  // 57  // 310  // 3 031  // 8  // 17  // 3  // 97.06-33, 34  // 6 300  // 600  // 5 700  // 3 567  // 828  // 820  // 394  // 91  // -  // -  // -  //   //   //   //  //   //   //   //   //   //   //   //"}