{"celex_id": "31982R1986", "uri": "http://publications.europa.eu/resource/cellar/10430a52-848b-42df-8046-e8d0d3c60afe", "type": "Regulation", "concepts": ["3568", "3576", "4472", "6042"], "title": "Council Regulation (EEC) No 1986/82 of 19 July 1982 amending Regulation (EEC) No 1569/72 laying down special measures for colza and rape seede\n", "header": "COUNCIL  REGULATION (EEC) No 1986/82\nof 19 July 1982\namending Regulation (EEC) No 1569/72 laying down special measures for colza and rape seed\nTHE COUNCIL OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation No 136/66/EEC of 22 September 1966 on the establishment of a common organization of the market in oils and fats (1), as last amended by Regulation (EEC) No 1413/82 (2), and in particular Article 36 thereof,\nHaving regard to the proposal from the Commission,\nWhereas, taking into account the considerable increase in sunflower seed production over the last few years, the development in trade in sunflower seed between the Member States, the present monetary situation and the absence of compensatory amounts, normal marketing conditions for sunflower seed cannot apply; whereas there is a consequent risk to the Member States of the market in sunflower seed becoming disorganized;\nWhereas these difficulties should be avoided by extending to sunflower seed the system of differential amounts levied or granted on processed or exported colza or rape seed introduced by Regulation (EEC) No 1569/72 (3), as last amended by Regulation (EEC) No 852/78 (4),", "main_body": ["Regulation (EEC) No 1569/72 is hereby amended as follows:\n1. In the title, the terms 'for colza and rape seed' shall be replaced by 'for colza, rape and sunflower seed'.\n2. Article 1 shall be replaced by the following:\n'Article 1\nMember States shall, under the conditions hereinafter laid down, levy or grant differential amounts on colza, rape and sunflower seed harvested in the Community that is processed for oil or exported with a refund.'\n3. Article 6 shall be replaced by the following:\n'Article 6\nColza, rape and sunflower seed harvested in a Member State may be offered for intervention only on the territory of that Member State.'", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply from 1 August 1982.\nAs far as sunflower seed is concerned, point 2 of Article 1 shall apply:\n- if the aid has not been fixed in advance, only to seeds for which the application for the ID part of the 'Community subsidy' certificate was lodged on or after the date of application of this Regulation,\n- if the aid has been fixed in advance, only to seeds for which the application for the AP part of the 'Community subsidy' certificate was lodged on or after the date of application of this Regulation.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 July 1982.\nFor the Council\nThe President\nB. WESTH\n(1) OJ No 172, 30. 9. 1966, p. 3025/66.\n(2) OJ No L 162, 12. 6. 1982, p. 6.\n(3) OJ No L 167, 25. 7. 1972, p. 9.\n(4) OJ No L 116, 28. 4. 1978, p. 6."}