{"celex_id": "31986R3108", "uri": "http://publications.europa.eu/resource/cellar/3ca33721-4e89-45df-859b-09d71f392bdf", "type": "Regulation", "concepts": ["2642", "4623", "4713", "4726"], "title": "Commission Regulation (EEC) No 3108/86 of 13 October 1986 concerning the reduction in the purchase price for wines referred to in Article 14b of Regulation (EEC) No 337/79 in respect of the 1986/87 wine-growing year\n", "header": "COMMISSION  REGULATION (EEC) No 3108/86\nof 13 October 1986\nconcerning the reduction in the purchase price for wines referred to in Article 14b of Regulation (EEC) No 337/79 in respect of the 1986/87 wine-growing year\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 337/79 of 5 February 1979 on the common organization of the market in wine (1), as last amended by Regulation (EEC) No 3805/85 (2), and in particular Articles 14b and 65 thereof,\nWhereas Article 14b of Regulation (EEC) No 337/79 provides, in the case of certain distillation schemes, for a reduction in the purchase price paid to producers who have increased the alcoholic strength of their wine by the addition of sucrose or concentrated grape must in respect of which aid has been applied for or received under Article 14 of the said Regulation; whereas this reduction must take into account the commercial benefits accruing from enrichment;\nWhereas there are no officially recognized methods of analysis for determining whether a given batch of wine has been enriched using one of the said techniques; whereas it is furthermore very difficult to establish a link between the enrichment carried out by individual producers and the wine they send for distillation; whereas an exact determination of the commercial benefits accruing to each producer is accordingly possible only at the cost of an excessive amount of administrative effort which is liable to delay the payment of aid and render the overall package of intervention measures ineffective; whereas, therefore, a flat-rate system should be applied to all producers under which the purchase price for wine is based on the average natural alcoholic strength normally achieved in each wine-growing zone, with provision that only producers who have not enriched any part of their production by adding sucrose or concentrated grape must in respect of which aid has been received under Article 14 of Regulation (EEC) No 337/79 are to be paid according to the natural alcoholic strength actually achieved by the wine sent for distillation, even where this is above the maximum limit set;\nWhereas the natural alcoholic strength in a given zone can vary widely from one wine year to the next; whereas the average should thus be determined for each wine year;\nWhereas, for calculation of the aid for the product obtained from distillation operations under Article 41 of Regulation (EEC) No 337/79 and of the quantity of alcohol that can be taken over by the intervention agency under that Article, limits on actual alcoholic strength identical to those to be used for calculation of the purchase price for the wine in question should be used;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Wine,", "main_body": ["1. The actual alcoholic strength to be taken as a basis for calculating the price in the 1986/87 wine year for wine sent for distillation under one of the schemes referred to in Articles 11, 12a, 15 and 41 of Regulation (EEC) No 337/79 shall not exceed the following limits:\n- 8,0 % vol for wine from grapes produced in zone A,\n- 8,5 % vol for wine grapes produced in zone B,\n- 10,0 % vol for wine from grapes produced in zone C I (a),\n- 10,5 % vol for wine from grapes produced in zone C I (b),\n- 11,0 % vol for wine from grapes produced in zone C II,\n- 11,5 % vol for wine from grapes produced in zones C III.\n2. However, the alcoholic strength to be taken as a basis for the calculation referred to in paragraph 1 shall be the natural alcoholic strength actually achieved in wine sent for distillation by those producers who furnish evidence to the competent authorities of the Member States that, during the wine year in which the wine sent for distillation is made, they have not increased the alcoholic strength of any part of their production:\n- either by the addition of concentrated grape must or rectified concentrated grape must in respect of which aid has been applied for or received under Article 14 of Regulation (EEC) No 337/79, or\n- by the addition of sucrose.", "1. The aid to be paid to distillers for products distilled under one of the schemes referred to in Article 1 (1) shall be calculated on the basis of the alcoholic strength of the product obtained from distillation reduced by a percentage corresponding to the difference between the actual alcoholic strength of the wine delivered and the limit set in Article 1 (1).\n2. The maximum quantity that may be taken over by the intervention agency under Article 41 of Regulation (EEC) No 337/79 shall be obtained by multiplying the total quantity of wine delivered by the maximum alcoholic strength specified in Article 1 (1) and dividing the result by the alcoholic strength of the product obtained from distillation that is delivered.\n3. In cases where the delivery of wine for compulsory distillation under Article 41 of Regulation (EEC) No 337/79 is effected by a producer other than the person on whom the obligation falls the provisions of paragraphs 1 and 2 shall apply to the wine of the producer effecting delivery.", "Member States shall take all measures necessary for the verification of data provided under Article 1 and of compliance with the provisions thereof.\nThey shall notify these measures to the Commission without delay.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 September 1986.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 13 October 1986.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 54, 5. 3. 1979, p. 1.\n(2) OJ No L 367, 31. 12. 1985, p. 39."}