{"celex_id": "31987L0356", "uri": "http://publications.europa.eu/resource/cellar/cfabd3cb-a773-410d-82c5-7c34ddc93453", "type": "Directive", "concepts": ["2081", "2589", "2742", "3892", "720", "990"], "title": "Council Directive 87/356/EEC of 25 June 1987 amending Directive 80/232/EEC on the approximation of the laws of the Member States relating to the ranges of nominal quantities and nominal capacities permitted for certain pre-packaged products\n", "header": "COUNCIL  DIRECTIVE\nof 25 June 1987\namending Directive 80/232/EEC on the approximation of the laws of the Member States relating to the ranges of nominal quantities and nominal capacities permitted for certain pre-packaged products\n(87/356/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 100 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas, since the adoption of Directive 80/232/EEC (4), as last amended by Directive 86/96/EEC (5), it has become necessary to add ranges of nominal quantities for certain pre-packaged products so as to remove barriers to trade for those products;\nWhereas, whenever possible, it is advisable to ensure total harmonization of ranges of pre-packaged products so as to establish a transparent market for such products,", "main_body": ["Directive 80/232/EEC is hereby amended as follows:\n1. The figure 1 is inserted before the existing text of Article 1 and the following paragraph added:\n'2. By way of derogation from paragraph 1, this Directive shall also apply to the knitting yarns referred to in point 11 of Annex I, presented in a different form of packaging.'\n2. The following sentence is added to Article 5:\n'Pre-packages containing the products listed in point 11 of Annex I may be marketed after 31 December 1989 only in the nominal quantities given in point 11.'\n3. The following is added to Annex I:\n'11. KNITTING YARNS (quantity in g) consisting of natural fibres (animal, vegetable and mineral), chemical fibres and mixtures thereof.\n10 - 25 - 50 - 100 - 150 - 200 - 250 - 300 - 350 - 400 - 450 - 500 - 1000\nThis value is the anhydrous mass of the yarn to which the conventional humidity allowance laid down by Directive 71/307/EEC is applied.'", "1. Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive by 30 June 1988. They shall forthwith inform the Commission thereof.\n2. Member States shall communicate to the Commission the text of the provisions of national law which they adopt in the field governed by this Directive.", "This Directive is addressed to the Member States."], "attachments": "Done at Luxembourg, 25 June 1987.\nFor the Council\nThe President\nH. DE CROO\n(1) OJ No C 317, 10. 12. 1986, p. 11.\n(2) Opinion delivered on 19 June 1987 (not yet published in the Official Journal).\n(3) OJ No C 150, 9. 6. 1987, p. 4.\n(4) OJ No L 51, 25. 2. 1980, p. 1.\n(5) OJ No L 80, 25. 3. 1986, p. 55."}