{"celex_id": "31987R0480", "uri": "http://publications.europa.eu/resource/cellar/fde6d63f-279d-47e5-9d78-e192fe92d884", "type": "Regulation", "concepts": ["1607", "2488", "4453"], "title": "Commission Regulation (EEC) No 480/87 of 16 February 1987 laying down rules for implementing the import arrangements applicable to products falling within subheading 07.06 A of the Common Customs Tariff, originating in Thailand and exported from that country in 1987, 1988, 1989 and 1990\n", "header": "COMMISSION  REGULATION (EEC) No 480/87\nof 16 February 1987\nlaying down rules for implementing the import arrangements applicable to products falling within subheading 07.06 A of the Common Customs Tariff, originating in Thailand and exported from that country in 1987, 1988, 1989 and 1990\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 430/87 of 9 February 1987 concerning the import arrangements applicable to products falling within subheading 07.06 A of the Common Customs Tariff and coming from third countries, and amending Regulation (EEC) No 950/68 on the Common Customs Tariff (1), and in particular Article 2 thereof,\nHaving regard to Council Regulation (EEC) No 2727/75 of 29 October 1975 on the common organization of the market in cereals (2), as last amended by Regulation (EEC) No 1579/86 (3), and in particular Article 12 (2) thereof,\nWhereas by Decision 86/222/EEC (4) the Council approved the renewal of the cooperation agreement between the European Economic Community and the Kingdom of Thailand on manioc production, marketing and trade; whereas under that agreement the quantities to be imported into the Community subject to a maximum levy of 6 % are only such quantities as result from the renewal of that agreement;\nWhereas by Regulation (EEC) No 4066/86 (5) the Council adopted transitional measures for imports of the products concerned in the first quarter of 1987; whereas the Commission adopted detailed rules of implementation by Regulation (EEC) No 4093/86 (6);\nWhereas, following the adoption by the Council of Regulation (EEC) No 430/87, detailed rules of application should be laid down for the period during which the agreement is to apply, viz until the end of 1990;\nWhereas under the arrangements being extended the Community import licence is issued upon production of an export certificate issued by the Thai authorities, a model of which has been communicated to the Commission;\nWhereas the importation of products falling within subheading 07.06 A of the Common Customs Tariff is subject to the submission of an import licence, the common detailed rules for the application of which were laid down by Commission Regulation (EEC) No 3183/80 (7), as last amended by Regulation (EEC) No 3913/86 (8); whereas Commission Regulation (EEC) No 2042/75 (9), as last amended by Regulation (EEC) No 3818/86 (10), lays down special detailed rules for the application of the system of licences for cereals and rice;\nWhereas, in order to ensure the correct application of the Agreement, it is necessary to establish a system of strict and systematic controls that take account of the information given on the Thai export certificates and the Thai authorities' procedures for issuing export certificates;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["Products falling within subheading 07.06 A of the Common Customs Tariff originating in Thailand shall benefit from the arrangements provided for in the Cooperation Agreement if imported under cover of import licences:\n(a) which are issued subject to the submission of a certificate for export to the European Economic Community issued by the Department of Foreign Trade - Ministry of Commerce, Government of Thailand, hereinafter referred to as an 'export certificate', which meets the requirements laid down under Title I;\n(b) which meet the requirements laid down under Title II.\nTITLE I\nExport certificates", "1. There shall be one original and at least one copy of the export certificate, to be made out on a form of which a specimen is given in the Annex.\nThe size of the form shall be approximately 210 × 297 millimetres. The original shall be made out on white paper having a printed yellow guilloche pattern background so as to reveal any falsification by mechanical or chemical means.\n2. The forms shall be printed and completed in English.\n3. The original and the copies shall be completed in typescript or in handwriting. In the latter case, they must be completed in ink and in block capitals.\n4. Each export certificate shall bear a pre-printed serial number; in the upper section it shall also bear a certificate number. The copies shall bear the same numbers as the original.", "1. Export certificates issued in 1987, 1988, 1989 or 1990 shall be valid for 120 days from the date of issue. The date of issue of the certificate shall be counted as part of the period of validity of the certificate.\nFor the certificate to be valid, the sections thereof must be duly completed and it must be authenticated, as stipulated in the instructions indicated thereon. The shipped weight must be written out in full and also given in figures.\n2. The export certificate shall be duly authenticated when it indicates the date of issue and bears the stamp of the issuing body and the signature of the person or persons authorized to sign it.\nTITLE II\nImport licences", "1. An application for an import licence for products falling within subheading 07.06 A of the Common Customs Tariff shall be submitted to the competent authorities in the Member States accompanied by the original of the export certificate. The original of the said export certificate shall be retained by the body which issues the import licence. However, where the application for an import licence relates to only a part of the quantity indicated on the export certificate, the issuing body shall indicate on the original the quantity for which the original was used and, after affixing its stamp, shall return the original to the party concerned.\nOnly the quantity indicated under 'shipped weight' on the export certificate shall be taken into consideration for the issue of the import licence.\n2. Where it is found that the quantities actually unloaded are greater than the total covered by the export certificates allocated to the vessel in question, the responsible authorities designated by the Member States shall, at the request of the importer, communicate to the Commission by telex, case by case and as soon as possible, the number or numbers of the export certificates, the number or numbers of the import licences and the excess quantity observed at the moment of unloading.\nThe Commission departments shall make contact with the authorities so that new export certificates may be drawn up with a view to authorizing the release into free circulation of the excess quantities on the basis of new import licences as soon as possible. Until the new export certificates are established, these excess quantities may not be placed in free circulation under the conditions set out in the voluntary restraint.\nAt the end of each quarter the responsible authorities designated by the Member States shall communicate to the Commission by telex all the cases, together with the quantities, where there have been excess quantities of manioc originating in Thailand during this period.\nApplications for licences may be lodged in any Member State and licences issued shall be valid throughout the Community.", "(1), third indent, of Regulation (EEC) No 3183/80 shall not apply.", "By way of derogation from Article 12 (1) of Regulation (EEC) No 2042/75, the deposit relating to the import licence provided for under this Regulation shall be five ECU per tonne.", "1. Applications for an import licence and the licence itself shall be marked in section 14 'THAILAND'.\nThe licence shall make importation from that country compulsory.\n2. (a) Section 20 (a) of the licence shall bear the following indications in one of the language versions given below:\n- Exacción reguladora limitada a 6 % ad valorem (aplicación del acuerdo de cooperación)\n- Importafgiften begraenses til 6 % af vaerdien (jf. samarbejdsaftalen)\n- Beschraenkung der Abschoepfung auf 6 % des Zollwerts (Anwendung des Kooperationsabkommens)\n- Eisforá kat' anótato ório 6 % kat' axía (efarmogí tis symfonías synergasías)\n- Levy limited to 6 % ad valorem (application of the Cooperation Agreement)\n- Prélèvement limité à 6 % ad valorem (application de l'accord de coopération)\n- Prelievo limitato al 6 % ad valorem (applicazione dell'accordo di cooperazione)\n- Heffing beperkt tot 6 % ad valorem (toepassing van de Samenwerkingsovereenkomst)\n- Direito nivelador limitado a 6 % ad valorem (aplicação do Acordo de Cooperação); - Nombre del barco (indicar el nombre del barco que figura en el certificado de exportación tahilandés)\n- Skibets navn (skibsnavn, der er anfoert i det thailandske eksportcertifikat)\n- Name des Schiffes (Angabe des in der thailaendischen Bescheinigung fuer die Ausfuhr eingetragenen Schiffsnamens)\n- Onomasía toy ploíoy (simeióste tin onomasía toy ploíoy poy anagráfetai sto taïlandikó pistopoiitikó exagogís)\n- Name of the cargo vessel (state the name of the vessel given on the Thai export certificate)\n- Nom du bateau (indiquer le nom du bateau figurant sur le certificat d'exportation thaïlandais)\n- Nome della nave (indicare il nome della nave che figura sul titolo di esportazione tailandese)\n- Naam van het schip (zoals aangegeven in het Thaise uitvoercertificaat)\n- Nome do navio (indicar o nome do navio que consta do certificado de exportação tailandês);\n- Número y fecha del certificado de exportación tahilandés\n- Det thailandske eksportcertifikats nummer og dato\n- Nummer und Datum der thailaendischen Bescheinigung fuer die Ausfuhr\n- Arithmós kai imerominía toy taïlandikoý pistopoiitikoý exagogís\n- Serial number and date of issue of the thai export certificate\n- Numéro et date du certificat d'exportation thaïlandais\n- Numero e data del titolo di esportazione tailandese\n- Nummer en datum van het Thaise uitvoercertificaat\n- Número e data do certificado de exportação tailandês.\n(b) A certificate shall be accepted in support of a declaration for release into free circulation only if, notably in the light of a copy of the bill of lading presented by the concerned party, it is shown that the products for which the release into free circulation is requested have been transported to the Community by the vessel referred to in the import licence.\n3. By way of derogation from Article 8 (4) of Regulation (EEC) No 3183/80, the quantity placed in free circulation may not exceed that indicated in sections 10 and 11 if the import licence and the figure 0 shall be inserted accordingly in section 22 of the said licence.", "1. The import licence shall be issued on the fifth working day following the day on which the application was lodged, except where the Commission has informed the competent authorities of the Member States by telex that the conditions laid down in the Cooperation Agreement have not been fulfilled.\nIn the event of non-observance of the conditions governing the issue of the licence, the Commission may, where necessary, and following consultation with the Thai authorities, adopt appropriate measures.\n2. At the request of the party concerned, and following communication of the Commission's agreement by telex, the import licence may be issued within a shorter period.", "By way of derogation from Article 8 of Regulation (EEC) No 2042/75, the last day of the period of validity of the import licence shall correspond to the last day of the period of validity of the export certificate plus 30 days.", "1. The Member States shall communicate to the Commission each day by telex the following information concerning each application for a licence:\n- the quantity for which each import licence is requested,\n- the number of the export certificate submitted, as indicated in the upper section of the certificate,\n- the date of issue of the export certificate.\n- the total quantity for which the export certificate was issued,\n- the name of the exporter indicated on the export certificate.\n2. At the end of each quarter, the authorities responsible for issuing import licences shall communicate to the Commission by telex the quantities not taken up indicated on the back of the import licences, the name of the cargo vessel and the numbers of the export certificates in question.\nTITLE III\nFinal provisions", "0\nThis Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 16 February 1987.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 43, 13. 2. 1987, p. 9.\n(2) OJ No L 281, 1. 11. 1975, p. 1.\n(3) OJ No L 139, 24. 5. 1986, p. 29.\n(4) OJ No L 155, 10. 6. 1986, p. 8.\n(5) OJ No L 371, 31. 12. 1986, p. 11.\n(6) OJ No L 371, 31. 12. 1986, p. 68.\n(7) OJ No L 338, 13. 12. 1980, p. 1.\n(8) OJ No L 364, 23. 12. 1986, p. 31.\n(9) OJ No L 213, 11. 8. 1975, p. 5.\n(10) OJ No L 355, 15. 12. 1986, p. 24."}