{"celex_id": "31984R1219", "uri": "http://publications.europa.eu/resource/cellar/4a2b6621-a963-4587-a630-c8d9ed1ee837", "type": "Regulation", "concepts": ["1368", "2069", "4381", "5384"], "title": "Commission Regulation (EEC) No 1219/84 of 30 April 1984 on the classification of goods under subheading 64.02 B of the Common Customs Tariff\n", "header": "COMMISSION  REGULATION (EEC) No 1219/84\nof 30 April 1984\non the classification of goods under subheading 64.02 B of the Common Customs Tariff\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 97/69 of 16 January 1969 on measures to be taken for uniform application of the nomenclature of the Common Customs Tariff (1), as last amended by the Act of Accession of Greece, and in particular Article 3 thereof,\nWhereas, in order to ensure uniform application of the nomenclature of the Common Customs Tariff, provisions must be laid down concerning the tariff classification of footwear known as 'espadrilles' having uppers of fabric and the outer sole of hemp rope, whose\n(a) front, middle and back, or\n(b) front (including the ball of the foot) and back\nhave a covering of rubber or artificial plastic material (over a minimum of 35 % of the total surface of the outer sole);\nWhereas the Common Customs Tariff annexed to Council Regulation (EEC) No 950/68 (2), as last amended by Regulation (EEC) No 1018/84 (3), refers under heading No 64.02 to 'footwear with outer soles of leather or composition leather; footwear (other than footwear falling within heading No 64.01) with outer soles of rubber or artificial plastic material' and under heading No 64.04 to 'footwear with outer soles of other materials'; whereas, for the classification of the goods in question, the abovementioned headings can be considered;\nWhereas the difference between the products falling in each of these headings lies, essentially, in the characteristics of the outer soles; whereas the parts of the soles most subject to wear have a covering of rubber or artificial plastic material; whereas the soles thereby acquire the character of rubber or artificial plastic soles since, in terms of their use, they have comparable strength and durability;\nWhereas footwear as described of the 'espadrilles' type must therefore fall within heading 64.02, in subheading 64.02 B, pursuant to Rule 3 (b) for the interpretation of the nomenclature of the Common Customs Tariff;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Committee on Common Customs Tariff Nomenclature,", "main_body": ["Footwear known as 'espadrilles' having uppers of fabric and the outer sole of hemp rope, whose\n(a) front, middle and back, or\n(b) front (including the ball of the foot) and back\nhave a covering of rubber or artificial plastic material (over a minimum of 35 % of the total surface of the outer sole) shall be classified in the Common Customs Tariff as follows:\n64.02 Footwear with outer soles of leather or composition leather; footwear (other than footwear falling within heading No 64.01) with outer soles of rubber or artificial plastic material;\nB. Other", "This Regulation shall enter into force on the 21st day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 April 1984.\nFor the Commission\nKarl-Heinz NARJES\nMember of the Commission\n(1) OJ No L 14, 21. 1. 1969, p. 1.\n(2) OJ No L 72, 22. 7. 1968, p. 1.\n(3) OJ No L 107, 19. 4. 1984, p. 1."}