{"celex_id": "31980D0126", "uri": "http://publications.europa.eu/resource/cellar/4a9e2d84-32fc-42bf-9459-ea8d8a541f77", "type": "Decision", "concepts": ["1318", "1662", "2723", "4081"], "title": "80/126/EEC: Commission Decision of 28 December 1979 authorizing the Federal Republic of Germany to restrict the marketing of seed of certain varieties of agricultural plant species (Only the German text is authentic)\n", "header": "Commission Decision\nof 28 December 1979\nauthorizing the Federal Republic of Germany to restrict the marketing of seed of certain varieties of agricultural plant species\n(Only the German text is authentic)\n(80/126/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 70/457/EEC of 29 September 1970 on the common catalogue of varieties of agricultural plant species [1], as last amended by Council Directive 79/967/EEC of 12 November 1979 [2], and in particular Article 15 (2), (3) and (7) thereof,\nHaving regard to the application lodged by the Federal Republic of Germany,\nWhereas under Article 15 (1) of the said Directive, seed or propagating material of varieties of agricultural plant species which have been officially accepted during 1977 in one or more Member States and which also meet the conditions laid down in the said Directive are, with effect from 31 December 1979, no longer subject to any marketing restrictions relating to variety in the Community;\nWhereas, however, Article 15 (2) thereof provides that a Member State may be authorized upon application to prohibit the marketing of seed and propagating material of certain varieties;\nWhereas the Federal Republic of Germany has applied for such authorization for a certain number of varieties of different species;\nWhereas the variety Kaweintermono (sugar beet) and the concerned varieties of oats and of maize have not been the subject of official growing trials in the Federal Republic of Germany in view of the German application;\nWhereas the said variety of sugar beet has been the subject in the Federal Republic of Germany of an application for official acceptance in so far as their seed is to be marketed in another country (Article 4 (2) (b) thereof); whereas therefore even the applicant has not claimed that this variety has any satisfactory value for cultivation or use in the Federal Republic of Germany; whereas therefore this variety can be treated as not producing results in the Federal Republic of Germany, which, with respect to their qualities taken as a whole as regards their value for cultivation or use, correspond to those obtained from a comparable variety accepted there (first subparagraph of Article 15 (3) (c) thereof);\nWhereas the variety of oats concerned is of the winter type; whereas the varieties of maize concerned have an FAO maturity class index over 350; whereas it is well known that the varieties of winter oats and the varieties of maize which have an FAO maturity class over 350 are at present not yet suitable for cultivation in view of all the kinds of utilization in the Federal Republic of Germany (second subparagraph of Article 15 (3) (c) of the said Directive);\nWhereas the other varieties listed in this Decision have been the subject of official growing trials in the Federal Republic of Germany; whereas the results of these trials have led the Federal Republic of Germany to decide that these varieties are not distinct or that their value for cultivation or use does not correspond to other varieties accepted in the Federal Republic of Germany;\nWhereas, in respect of the varieties Bergond (Red fescue) and Goal (Perennial rye grass), the results of the trials show that in the Federal Republic of Germany, when compared with the national rules governing the acceptance of varieties there, which apply within the framework of current Community provisions, they are not distinct from other varieties accepted there (Article 15 (3) (a) thereof);\nWhereas therefore the application of the Federal Republic of Germany in respect of all these varieties should be granted in full; whereas some of the concerned varieties of maize are acceptable in the Federal Republic of Germany in so far as their seeds are intended for fodder production (green fodder);\nWhereas, in respect of the other cases the application of the Federal Republic of Germany is under examination by the Commission; whereas it is not possible to complete examination of the abovementioned variety before expiry of the period provided for in Article 15 (1) of the said Directive;\nWhereas it consequently seems desirable to extend for the Federal Republic of Germany the period in question for an appropriate time to permit a full examination of the request for those varieties (Article 15 (7) of the said Directive);\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Seed and Propagating Material for Agriculture, Horticulture and Forestry,", "main_body": ["1. The Federal Republic of Germany is hereby authorized to prohibit the marketing in its territory of seed of the following varieties listed in the 1980 common catalogue of varieties of agricultural plant species:\nI. Sugar beet\nKaweintermono\nII. Fodder plants\n1. Festuca rubra L.\nBergond\n2. Lolium perenne L.\nGoal\nIII. Cereals\n1. Avena sativa L.\nPanema\n2. Zea mays L.\nAnemone\nBang (*)\nCirius\nDedalo H (*)\nDekalb XL 21 (*)\nDekalb XL 48\nDekalb XL 49\nDekalb XL 69\nEddy\nEnergamid 115 (*)\nFunk's G 2646\nFunk's G 2652\nFunk's G 2746\nFunk's G 5302\nFunk's G Consul\nH 734095\nH 734379\nIowa U 395\nJolly UC 2302 (*)\nLaser\nManon 404\nNiagara Falls\nNorking PX 32 (*)\nNorking PX 74\nOlona\nPolar UC 6201\nRanger UC 8701\nRedor\nRoc\nRoyal UC 6801\nTador\nUrus\nWhite River\n2. In the case of varieties of maize where an asterisk appears, the authorization given in paragraph 1 is valid only in so far as their seeds are not intended for fodder production (green fodder).", "The authorization under Article 1 shall be withdrawn as soon as it is established that the conditions thereof are no longer satisfied.", "The Federal Republic of Germany shall notify the Commission of the date from which it makes use of the authorization under Article 1 and the detailed methods to be followed. The Commission shall inform the Member States thereof.", "The period provided for in Article 15 (1) of Directive 70/457/EEC shall be extended, for the Federal Republic of Germany, beyond 31 December 1979 until 31 March 1980 in respect of the following varieties:\nI. Fodderbeet\nMajoral\nII. Fodder plants\n1. Festuca pratensis L.\nSalfat\n2. Lolium perenne L.\nBorvi\nFrances\nMirvan\nIII. Cereals\nZea mays L.\nCuzco 251\nIV. Potatoes\nBrio", "This Decision is addressed to the Federal Republic of Germany."], "attachments": "Done at Brussels, 28 December 1979.\nFor the Commission\nFinn Gundelach\nVice-President\n[1] OJ No L 225,12.10.1970, p. 1.\n[2] OJ No L 293, 20. 11. 1979, p. 16.\n--------------------------------------------------"}