{"celex_id": "31986R1627", "uri": "http://publications.europa.eu/resource/cellar/119abcab-742d-41dc-845e-dad01eee2d08", "type": "Regulation", "concepts": ["4416", "4720", "4722"], "title": "Council Regulation (EEC) No 1627/86 of 6 May 1986 laying down rules for the description of special wines with regard to the indication of alcoholic strength\n", "header": "COUNCIL  REGULATION (EEC) No 1627/86\nof 6 May 1986\nlaying down rules for the description of special wines with regard to the indication of alcoholic strength\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 337/79 of 5 February 1979 on the Common organization of the market in wine (1), as last amended by Regulation (EEC) No 3805/85 (2), and in particular Article 54 (1) thereof,\nHaving regard to the proposal from the Commission,\nWhereas Council Directive 79/112/EEC of 18 December 1978 on the approximation of the laws of the Member States relating to the labelling, presentation and advertising of foodstuffs for sale to the ultimate consumer (3), as last amended by Directive 86/197/EEC (4), provides for the introduction of the principle of the compulsory indication of the actual alcoholic strength of all alcoholic beverages; whereas, on the other hand, in Article 10a thereof it provides for the determination, by specific provisions, of detailed rules governing the indication of the alcoholic strength by volume on the labelling of products falling within heading Nos 22.04 and 22.05 of the Common Customs Tariff;\nWhereas the description of liqueur wines, semi-sparkling wines and aerated semi-sparkling wines is not regulated by Council Regulation (EEC) No 355/79 of 5 February 1979 laying down general ruels for the description and presentation of wines and grape musts (5), as last amended by Regulation (EEC) No 1625/86 (6), nor by Council Regulation (EEC) No 3309/85 of 18 November 1985 laying down general rules for the description and presentation of sparkling wines and aerated sparkling wines (7), as last amended by Regulation (EEC) No 1626/86 (8); whereas, specific rules should be laid down for the indication of the alcoholic strength by volume on the labelling of such wines; whereas in order to avoid distorting the conditions of competition between the various categories of wine, provisions should be adopted which, subject to necessary adaptations, are analogous to those laid down by Regulations (EEC) No 355/79 and (EEC) No 3309/85,", "main_body": ["1. The description on the labelling of liqueur wines, semi-sparkling wines and aerated semi-sparkling wines, as referred to in Annex II to Regulation (EEC) No 337/79 and Article 2 of Regulation (EEC) No 339/79, shall include the actual alcoholic strength by volume.\n2. The actual alcoholic strength by volume shall be indicated in accordance with the conditions laid down in the implementing provisions.", "Transitional arrangements shall be adopted in the implementing provisions concerning:\n- the entry into free circulation of products whose description and presentation do not conform to this Regulation,\n- the use of stocks of labels or other labelling accessories printed or manufactured before the date of entry into force of this Regulation.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall be applicable from 1 May 1988.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 6 May 1986.\nFor the Council\nThe President\nP. H. van ZEIL\n(1) OJ No L 54, 5. 3. 1979, p. 1.\n(2) OJ No L 367, 31. 12. 1985, p. 39.\n(3) OJ No L 33, 8. 2. 1979, p. 1.\n(4) See page 38 of this official Journal.\n(5) OJ No L 54, 5. 3. 1979, p. 99.\n(6) See page 1 of this Official Journal.\n(7) OJ No L 320, 29. 11. 1985, p. 9.\n(8) See page 3 of this Official Journal."}