{"celex_id": "31989R1968", "uri": "http://publications.europa.eu/resource/cellar/e0bffafa-2d25-47ae-a1d8-2e1ce0292b24", "type": "Regulation", "concepts": ["1788", "2488", "3472", "6007"], "title": "Council Regulation (EEC) No 1968/89 of 30 June 1989 opening, allocating and providing for the administration of a Community tariff quota for rum, arrack and tafia originating in the African, Caribbean and Pacific (ACP) States (1989/90)\n", "header": "COUNCIL REGULATION (EEC) No 1968/89  of 30 June 1989  opening, allocating and providing for the administration of a Community tariff quota for rum, arrack and tafia originating in the African, Caribbean and Pacific (ACP) States (1989/90)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 113 thereof,\nHaving regard to the proposal from the Commission,\nWhereas Protocol 5 annexed to the Third ACP-EEC Convention (1), signed at LomĂŠ on 8 December 1984, provides that products originating in the African, Caribbean and Pacific (ACP) States which fall within CN codes 2208 40 10, 2208 40 90, 2208 90 11 and  2208 90 19 shall, until the entry into force of a common organization of the market in spirits, be allowed into the Community free of customs duties under conditions such as to permit the development of traditional trade flows between the ACP States and  the Community and between the Member States; whereas the Community shall fix each year the quantities which may be imported free of customs duties on the basis of the largest quantities imported annually from the ACP States into the Community in the  past three years for which statistics are available, increased by an annual growth rate of 37 % on the market of the United Kingdom and 27 % on the other markets of the Community; whereas in accordance with Article 3 (1) of the Protocol to the third  ACP-EEC Convention consequent on the Accession of the Kingdom of Spain and the Portuguese Republic to the European Communities (2), implemented in advance by Regulation (EEC) No 1820/87 (3), the minimum quantity set out in Article 2 (a), second  subparagraph, of Protocol 5 on rum has been increased to 172 000 hectolitres;\nWhereas, pursuant to the said Protocol, the Kingdom of Spain and the Portuguese Republic shall become contracting parties to the said ACP-EEC Convention; whereas Regulation (EEC) No 1820/87 provides for special arrangements for the quota duties to be  applied by those two Member States; whereas by reason of the particularities peculiar to the market in rum the quota period ranges from 1 July to 30 June;\nWhereas, having regard to the levels reached by imports of the products concerned into the Community during the past three years for which statistics are available, the annual quota volume amount to 157 594 hectolitres of pure alcohol; whereas this  volume being less than the threshold established by the abovementioned Protocol, the quota volume for the period from 1 July 1989 to 30 June 1990 must be fixed at 172 000 hectolitres of pure alcohol;\nWhereas it is in particular necessary to ensure to all Community importers equal and uninterrupted access to the abovementioned quota and uninterrupted application of the rate laid down for that quota to all imports of the products concerned into all  Member States until the quota has been used up;\nWhereas, following the case law of the Court of Justice, it is unlawful to allocate the Community quotas between the Member States, unless overriding circumstances of an administrative, technical or economic nature, prevent acting otherwise; whereas, in  addition, in cases where it is decided to allocate quotas, a mechanism should be set up whereby the integrity of the Common Customs Tariff may be protected;\nWhereas the economic difficulties which could result for the French Overseas Departments (FOD) from the sudden change in the arrangements for importing rum from the African, Caribbean and Pacific (ACP) States constitute circumstances having a binding  effect which justify the temporary and partial maintenance of these arrangements; whereas, however, the arrangements for allocation of the quota into national shares should be phased out and can only be justified on a transitional basis; whereas the  arrangements should in any event definitively disappear with the prospect of the establishment of the internal market;\nWhereas, in these circumstances, a Community reserve of 20 % should be set up, with a system for the automatic transfer of Member State share to the reserve as soon as 80 % of the latter has been used up;\nWhereas, during the past three years for which statistical data are available, imports from Member States have been as follows:\n(in hectolitres of pure alcohol)\nMember State\n1986  1987  1988       Benelux  6 407  6 264  7 389  Denmark  2 020  1 884  2 038  Germany  36 183  33 570  42 523  Greece  50  50  -  Spain  90  244  -  France  1 637  1 929  1 216  Ireland  2 151  2 060  2 189  Italy  437  800  806  Portugal  -  7  -   United Kingdom  69 757  72 040  63 525       Total\n118 732  118 848  119 088\nWhereas, in view of these factors, of market forecasts for the products in question and of the estimates submitted by certain Member States, quota shares may be fixed approximately at the foolowing percentages:\nBenelux 5,62,\nDenmark 1,66,\nGermany 31,43,\nGreece 0,03,\nSpain 0,09,\nFrance 1,34,\nIreland 1,79,\nItaly 0,57,\nPortugal 0,00,\nUnited Kingdom 57,47;\nWhereas provision should be made for a mechanism to prevent, when the Community quota is not exhausted, goods from being imported into a Member State which has exhausted its share only after the full application of customs duties, or after having been  diverted to another Member State which has not yet exhausted its share; whereas, in these circumstances, if, during the quota period, the Community reserve were to be almost entirely used up, Member States should return to the said reserve all of the  unused portion of their initial shares so as to avoid part of the Community tariff quota from remaining unused in one Member State, when it could be used in others;\nWhereas measures should be laid down to ensure that Protocol 5 is implemented under conditions such as to permit the development of traditional trade flows between the ACP States and the Community, on the one hand, and between the Member States on the  other;\nWhereas this form of administration requires close collaboration between the Member States and the Commission, and the Commission must be able to keep account of quota utilization rates and inform the Member States accordingly;\nWhereas, since the Kingdom of Belgium, the Kingdom of the Netherlands and the Grand Duchy of Luxembourg are united within and jointly represented by the Benelux Economic Union, any operation concerning the administration of the quota shares levied by  that economic union may be carried out by any one of its members,", "main_body": ["1. From 1 July 1989 to 30 June 1990, the following products originating in the ACP States shall be imported duty free into the Community within the limits of the relevant Community tariff quota mentioned:\nOrder No\nCN code  Description\nQuota Volume\n(in hl of pure\nalcohol)  Quota duty\n09.1605  2208 40 10\n2208 40 90\n2208 90 11\n2208 90 19\nRum, arrack and tafia  172 000  Free\n2. Within the limit of this quota, the Kingdom of Spain and the Portuguese Republic shall apply customs duties calculated in accordance with the 1985 Act of Accession and Regulation (EEC) No 1820/87.", "1. The tariff quota referred to in Article 1 shall be divided into two instalments.\n2. A frist instalment of 137 600 hectolitres of pure alcohol shall be allocated amongst the Member States; the shares which, subject to Article 3, shall apply until 30 June 1990, amount to the following quantities:\n(hectolitres of\npure alcohol)  Benelux  7 730,  Denmark  2 280,  Germany  43 250,  Greece  40,  Spain  120,  France  1 845,  Ireland  2 460,  Italy  785,  Portugal  15,  United Kingdom  79 075.\n3. A second instalment of 34 400 hectolitres of pure alcohol shall  constitute the Community reserve.\n4. If an importer indicates that he is about to import any of the products in question into a Member State which has exhausted its initial quota and applies to use the corresponding quota, the Member State concerned shall inform the Commission and draw  an amount corresponding to its requirements to the extent that the available balance of the quota so permits.\n5. Without prejudice to Article 3, the drawings made pursuant to paragraph 4 shall be valid until the end of the quota period.", "1. Once at least 80 % of the reserve of one of the tariff quotas, as defined in Article 2 (3), has been used up, the Commission shall inform the Member States thereof.\n2. It shall also notify Member States in this case of the date from which drawings on the Community reserve must be made according to the following provisions:\nIf an importer presents in a Member State a declaration of entry into free circulation including a request for preferential benefit for the product covered by this Regulation, and if this declaration is accepted by the customs authorities, the Member  State concerned shall draw, from the reserve referred to in Article 2 (3) by means of notification to the Commission, a quantity corresponding to these needs.\nThe requests for drawing, with the indication of the date of acceptance of the said declaration, must be communicated to the Commission without delay.\nThe drawings shall be granted by the Commission on the basis of the date of acceptance of the declarations of entry into free circulation by the customs authorities of the Member State concerned to the extent that the available balance so permits.\nIf a Member State does not use the quantities drawn, it shall return them as soon as possible to the reserve.\nIf the quantities requested are greater than the available balance of the reserve, allocation shall be made on a pro rata basis with respect to the requests.\nMember States shall be informed by the Commission of the drawings made.\n3. Within a time limit fixed by the Commission as from the date referred to in the first subparagraph of paragraph 2, Member States shall be required to return to the reserve all that part of their initial share and any drawings which have not been used  on that date, within the meaning of Article 4.", "1. Member States shall take all appropriate measures to ensure that their drawings pursuant to Article 2 (4) and (5) and Article 3 enable imports to be charged without interruption agaisnt the Community quota.\n2. Each Member State shall ensure that importers of the products concerned have free access to the quota for such time as the residual balance of the quota volumes so permits.\n3. Member States shall charge imports of the said products against their drawings as and when the products are entered with the customs authorities for free circulation.\n4. The extent to which the quota has been used up shall be determined on the basis of the imports charged in accordance with paragraph 3.", "The Member States and the Commission shall cooperate closely to ensure that this Regulation is complied with.", "Council Regulation (EEC) No 1316/87 of 11 May 1987 on the safeguard measures provided for in the Third ACP-EEC Convention (1) shall apply to the products referred to in this Regulation.", "This Regulation shall enter into force on 1 July 1989.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 June 1989.\nFor the Council\nThe President\nF. FERNANDEZ ORDOĂ\u0091EZ\n(1) OJ No L 86, 31. 3. 1986, p. 3.\n(2) OJ No L 172, 30. 6. 1987, p. 3.\n(3) OJ No L 172, 30. 6. 1987, p. 1.\n(4) OJ No L 125, 14. 5. 1987, p. 1."}