{"celex_id": "31982L0625", "uri": "http://publications.europa.eu/resource/cellar/1bb84281-7200-4d77-a791-a55efd9091e7", "type": "Directive", "concepts": ["1896", "2159", "2897", "5235", "5481", "5726"], "title": "Commission Directive 82/625/EEC of 1 July 1982 adapting to technical progress Council Directive 77/313/EEC on the approximation of the laws of the Member States relating to measuring systems for liquids other than water\n", "header": "COMMISSION DIRECTIVE of 1 July 1982 adapting to technical progress Council Directive 77/313/EEC on the approximation of the laws of the Member States relating to measuring systems for liquids other than water (82/625/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 71/316/EEC of 26 July 1971 on the approximation of the laws of the Member States relating to common provisions for both measuring instruments and methods of metrological control (1), as last amended by the Act of Accession of Greece, and in particular Article 17 thereof,\nWhereas, in view of technical developments in the field in question, Directive 77/313/EEC (2) should be amended;\nWhereas the measures provided for in this Directive are in accordance with the opinion of the Committee on the Adaptation to Technical Progress of the Directives for the Elimination of Technical Barriers to Trade in Measuring Instruments,", "main_body": ["The Annex to Directive 77/313/EEC is hereby amended as follows:  1. Item 2.2.6.2.3 is replaced by the following:\n\"2.2.6.2.3. The compartments of the tank shall be fitted with an anti-swirl device, except where the measuring system has a gas separator in conformity with item 1.6.2.1.4.\"\n2. The following item is inserted after item 3.1.2.4.2:\n\"3.1.3. In the case of the measuring systems referred to in 2.2 and 2.4, EEC pattern approval may be granted on the basis of drawings and diagrams, provided that they comply with the provisions of section 4.\"\n3. A section 4 is added in accordance with the Annex.", "Member States shall bring into force the laws, regulations and administrative provisions necessary in order to comply with this Directive on 1 May 1983. They shall forthwith inform the Commission thereof.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 1 July 1982.\nFor the Commission\nKarl-Heinz NARJES\nMember of the Commission  (1) OJ No L 202, 6.9.1971, p. 1. (2) OJ No L 105, 28.4.1977, p. 18.\nANNEX\n4. MEASURING SYSTEMS FITTED TO ROAD TANKERS\n4.1. General requirements\nThe measuring systems fitted to road tankers referred to in items 2.2 and 2.4 may obtain EEC pattern approval solely on the basis of an examination of the documents produced, if the latter are in conformity with one of the standard schemes referred to in item 4.2 and meet the requirements set out below:  4.1.1. Indication of the standard scheme adopted must be added to the markings specified in item 1.16.\n4.1.2. The components of the measuring system must have received EEC pattern approval when such approval is specified either in Directive 71/319/EEC of 26 July 1971 relating to meters for liquids other than water, Directive 71/348/EEC of 12 October 1971 relating to ancillary equipment for meters for liquids other than water or in this Directive.\n4.1.3. If a tank has several compartments, the outlet pipes from the compartments may be connected to a measuring system separately or through a manifold, unless otherwise specified in the relevant standard scheme. The provisions of the second paragraph of item 2.2.1 shall apply in all cases.\nWhere a measuring system is connected to several compartments through a manifold, there shall be a device for preventing several compartments from communicating with the measuring system simultaneously. This requirement does not, however, apply if the measuring system has a gas separator in conformity with item 1.6.2.1.4.\n4.1.4. If a road tanker has two measuring systems which can be connected as required to one or more specific compartments, the pipes and valves must be arranged so that the two measuring systems cannot be connected to the same compartments simultaneously. In addition, the connections between compartments and measuring systems must be clearly marked so as to prevent a compartment being mistakenly connected to a measuring system not designed to measure the product which it contains.\n4.1.5. If an anti-swirl device is specified requirement, it may be combined with the valve in the bottom of the compartment.\n4.1.6. The pipework, valves and taps between compartments and measuring systems must be arranged in such a way that it is impossible to connect a measuring system to a tank separate from the road tanker.\n4.1.7. The filter normally provided immediately upstream of the meter or the degassing equipment may be incorporated in the latter.\n4.1.8. It must be possible to seal devices which allow delivery without passing through the meter in order to comply with any national requirements.\n4.1.9. Where measuring systems include two-way valves, the latter must be so designed as to render simultaneous communication between the three orifices impossible.\n4.2. Standard schemes\nStandard scheme S 1 Operation by gravity with permanent vent at point of transfer\nAllows : metered delivery only (empty hose). >PIC FILE= \"T0022236\">\nKey to standard scheme S 1\n>PIC FILE= \"T9001324\">  Standard scheme S 2 Operation by gravity without permanent vent at point of transfer during delivery\nAllows:  (a) metered delivery (empty hose);\n(b) direct unmetered delivery, emptying and filling of the tank without passing through the meter.\n>PIC FILE= \"T0022237\">   Key to standard scheme S 2\n>PIC FILE= \"T9001325\">  Standard scheme S 3\nThe measuring system includes a pump, a gas separator and one or two full hoses.\nAllows:  (a) metered delivery by pump (full hose);\n(b) direct unmetered delivery (with or without pump), emptying and filling of the tank without passing through the meter.\n>PIC FILE= \"T0022238\">   Key to standard scheme S 3\n>PIC FILE= \"T9001326\">  Standard scheme S 4\nThe measuring system has a pump, a gas separator, one empty hose or one full and one empty hose.\nAllows:  (a) metered delivery by pump (full or empty hose);\n(b) metered gravity-feed delivery (empty hose);\n(c) direct unmetered delivery (which or without pump), emptying and filling of the tank without passing through the meter.\n>PIC FILE= \"T0022239\">   Key to standard scheme S 4\n>PIC FILE= \"T9001327\">  Standard scheme S 5\nThe measuring system includes a pump, a gas extractor and one or two full hoses.\nIt only allows metered deliveries by pump (full hose). >PIC FILE= \"T0022240\">\nKey to standard scheme S 5\n>PIC FILE= \"T9001328\">  Standard scheme S 6\nThe measuring system includes a gas separator combined with the supply pump, one or two full hoses, or one empty hose, or one full and one empty hose.\nAllows:  (a) metered delivery by pump (full or empty hose);\n(b) direct delivery with or without pump, without passing through the meter, and emptying and filling of the tank without passing through the meter.\n>PIC FILE= \"T0022241\">   Key to standard scheme S 6\n>PIC FILE= \"T9001329\">  Standard scheme S 7\nThe measuring system includes a pump, a special gas extractor, one or two full hoses, or one empty hose or one full hose and one empty hose.\nAllows:  (a) metered delivery by pump (full or empty hose);\n(b) metered gravity-feed delivery (empty hose);\n(c) direct delivery with or without pump, without passing through the meter, and emptying and filling of the tank without passing through the meter.\n>PIC FILE= \"T0022242\">   Key to standard scheme S 7\n>PIC FILE= \"T9001330\">  Standard scheme S 8\nThe measuring system includes a pump, a three-way valve, a special gas extractor, one or two full hoses, or one empty hose or one full and one empty hose.\nAllows :  (a) metered delivery by pump (full or empty hose);\n(b) gravity-feed metered delivery (empty hose);\n(c) direct delivery with or without pump, without passing through the meter, and emptying and filling of the tank without passing through the meter.\n>PIC FILE= \"T0022243\">   Key to standard scheme S 8\n>PIC FILE= \"T9001331\">  Standard scheme S 9\nThe measuring system includes a pump, a gas separator, a pressure-maintaining valve and a full hose.\nAllows:  (a) metered delivery by pump (full hose);\n(b) delivery with or without pump, without passing through the meter, and emptying and filling of the tank without passing through the meter.\n>PIC FILE= \"T0022244\">   Key to standard scheme S 9\n>PIC FILE= \"T9001332\">"}