{"celex_id": "31989R2741", "uri": "http://publications.europa.eu/resource/cellar/fd24d61a-2dea-4dfe-a94e-f891f90ffb42", "type": "Regulation", "concepts": ["2410", "2965", "4708", "889"], "title": "Commission Regulation (EEC) No 2741/89 of 11 September 1989 laying down criteria to apply under Article 14 of Council Regulation (EEC) No 822/87 on national aid for the planting of wine-growing areas\n", "header": "COMMISSION  REGULATION (EEC) No 2741/89\nof 11 September 1989\nlaying down criteria to apply under Article 14 of Council Regulation (EEC) No 822/87 on national aid for the planting of wine-growing areas\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 822/87 of 16 March 1987 on the common organization of the market in wine (1), as last amended by Regulation (EEC) No 1236/89 (2), and in particular Article 14 thereof,\nWhereas all national aid for the planting of wine-growing areas has been prohibited from 1 September 1988 with the exception of those areas provided for by specific Community provisions and those allowed pursuant to Articles 92, 93 and 94 of the Treaty and complying with criteria which should, in particular, enable the objective of reducing production quantity or of improving quality to be attained without leading to increased production; whereas draft national aid measures must generally provide sufficient guarantees as regards compliance with that objective;\nWhereas, in order to attain that objective, planting should be restricted to land most suitable for vines and only to varieties which bring about an improvement in quality and do not have high productivity in the terrain concerned; whereas care should be taken to ensure that the production methods permit the desired limitation in yield to be achieved;\nWhereas, in order not to jeopardize the application of the arrangements for the abandonment of wine-growing areas provided for in Council Regulation (EEC) No 1442/88 (3), national aids should be restricted to a limited part of actual planting costs; whereas such aid arrangements should not divert from their original objective wine-growers who had intended to abandon wine-growing areas definitively;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Wine,", "main_body": ["This Regulation lays down criteria on the basis of which draft national aids for the planting of wine-growing areas permitted pursuant to Articles 92, 93 and 94 of the Treaty are to be examined.", "Draft national aid must satisfactorily demonstrate compliance with the objective, referred to in the second indent of Article 14 (2) of Regulation (EEC) No 822/87, of reducing production quantity or of improving quality without leading to increased production.", "1. Such planting must involve varieties which, in the terrain concerned:\n- are not considered high-productivity varieties,\n- are recognized as improving quality,\n- are specifically authorized by the national authorities under the draft aid measure concerned.\n2. 'Terrain' here means the natural environmental unit, characterized by geomorphological, pedological and climatic data, which is classified by varietal suitability.\nWhere such a division into terrains with varietal potential does not exist, varieties qualifying for planting aid shall be specified by administrative unit.", "The production potential of the vines planted must not be higher than that resulting from traditional production methods in the terrain concerned.\nFor the purposes of granting the aid, a maximum yield not to be exceeded shall be set by the Member State in each region.\nThe planting of vines intended to be cultivated on a high-productivity system, such as irrigated vines or vines trained on the pergola system, shall not qualify for aid.", "The amount of aid granted per hectare of vineyard planted may not exceed 30 % of the actual cost of grubbing-up and planting.\nCosts to be taken into account for the purposes of granting aid may be determined on a flat-rate basis in each region, in particular on the basis of the geomorphological characteristics.", "In addition to the prohibition laid down in Article 14 (1) of Regulation (EEC) No 822/87 on the granting of aid for the planting of category 3 areas cultivated for the production of table wines, such aid shall also be prohibited for the planting of category 2 areas.\nHowever, in order to take account of special situations, aid for the planting of category 2 areas may be permitted where it is justified, in particular under joint operations affecting category 1 or 2 areas the aim of which is an obvious improvement in quality.", "When draft national aid is notified by Member States pursuant to Article 93 of the Treaty, they shall forward to the Commission all information on the implementation of the aid in question together with all the data required to ascertain compliance with the objective laid down in the second indent of Article 14 (2) of Regulation (EEC) No 822/87, and in particular data on the anticipated trend in production potential.", "Member States shall forward annually to the Commission the following information, broken down by geographical unit:\n- the number of wine-growers who have received national aid for the planting of wine-growing areas,\n- the area concerned, broken down by soil category,\n- the proportion of that area where planting was preceded by grubbing-up,\n- the proportion of that area recognized as suitable for the production of quality wines psr,\n- the intended use of the areas planted (wine grapes, table grapes, grapes for drying, grapes suitable for producing spirits distilled from wine with a designation of origin in the Charentes region, cutting nursery or root-stock nursery, etc.),\n- the varieties used.\nSuch information may be forwarded, in particular, with the annual communication forwarded by the Member States pursuant to Article 9 of Regulation (EEC) No 822/87.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 11 September 1989.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 84, 27. 3. 1987, p. 1.\n(2) OJ No L 128, 11. 5. 1989, p. 31.\n(3) OJ No L 132, 28. 5. 1988, p. 3."}