{"celex_id": "31988R1101", "uri": "http://publications.europa.eu/resource/cellar/664ac521-db07-447c-bf57-26e898715fe2", "type": "Regulation", "concepts": ["1075", "2645", "4210", "5123", "797"], "title": "Council Regulation (EEC) No 1101/88 of 25 April 1988 amending Regulation (EEC) No 1491/85 laying down special measures in respect of soya beans\n", "header": "COUNCIL REGULATION (EEC) No 1101/88 of 25 April 1988 amending Regulation (EEC) No 1491/85 laying down special measures in respect of soya beans\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 43 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nWhereas, in the case of soya beans, it is advisable to set the same maximum guaranteed quantity for each of the three 1988/89, 1989/90 and 1990/91 marketing years; whereas, for the purposes of the system of maximum guaranteed quantities, it is advisable  to estimate production after the beginning of the marketing year in order to make the estimates more accurate; whereas Article 3a of Regulation (EEC) No 1491/85 (3), as last amended by Regulation (EEC) No 4002/87 (4), should therefore be amended  accordingly,", "main_body": ["Article 3a of Regulation (EEC) No 1491/85 is hereby amended as follows:\n1. Paragraph 1 is replaced by the following:\nÂ´1. The Council, acting in accordance with the procedure laid down in Article 43 (2) of the Treaty, shall fix for periods of three marketing years, and for the first time for the 1988/89, 1989/90 and 1990/91 marketing years, a maximum guaranteed  quantity for soya beans produced in the Community.' 2. Paragraph 3 is replaced by the following:\nÂ´3. Where the production of soya beans, as estimated before the end of the second month of the marketing year, exceeds the maximum guaranteed quality for the beans concerned and for the marketing year in question, the amount of the aid for that  marketing year shall be reduced by the incidence on the guide price of a coefficient which reflects the extent of the difference.\nWhere the first subparagraph, when applied to actual production instead of estimated production at the beginning of the marketing year, would lead to a different reduction in the amount of the aid than that actually applied, the amount of aid for the  following marketing year shall be adjusted to take account of that situation.' Article 2 This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 September 1988.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 25 April 1988.\nFor the Council The President H.-D. GENSCHER  (1) OJ No C 84, 31. 3. 1988, p. 11. (2) Opinion delivered on 14 April 1988 (not yet published in the Official Journal). (3) OJ No L 151, 10. 6. 1985, p. 15. (4) OJ No L 377, 31. 12. 1987, p. 45."}