{"celex_id": "31988D0425", "uri": "http://publications.europa.eu/resource/cellar/8f1eff58-0f03-48ce-9680-657a461511c3", "type": "Decision", "concepts": ["1182", "1958", "2979", "3051"], "title": "88/425/EEC: Commission Decision of 24 June 1988 approving an adjustment to the programme for the acceleration of agricultural development in certain regions of Greece (Only the Greek text is authentic)\n", "header": "COMMISSION  DECISION\nof 24 June 1988\napproving an adjustment to the programme for the acceleration of agricultural development in certain regions of Greece\n(Only the Greek text is authentic)\n(88/425/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1975/82 of 19 July 1982 on the acceleration of agricultural development in certain regions of Greece (1), as last amended by Regulation (EEC) No 3157/87 (2), and in particular Articles 3 and 18 (2) (a) thereof,\nWhereas the programme of public works and other projects for the development of mountain and hill and less-favoured areas in 22 Greek prefectures was approved by Commission Decision 83/387/EEC (3);\nWhereas the Hellenic Government forwarded on 12 January and 22 February 1988, the basic principles for adjusting the said programme; whereas, in the light of these principles, an amendment of the programme is justified;\nWhereas adjustment of the programme requires the amendment of certain limits set in Article 18 (2) of Regulation (EEC) No 1975/82;\nWhereas the estimates in the adjusted programme in respect of aid from the European Agricultural Guidance and Guarantee Fund (EAGGF) do not exceed the estimated cost referred to in Article 16 (3) of Regulation (EEC) No 1975/82;\nWhereas the Fund Committee has been consulted on the financial aspects;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Agricultural Structure,", "main_body": ["1. The adjustment of the programme of public works and other projects for the development of mountain and hill and less-favoured areas in 22 Greek prefectures, the basic principles of which were forwarded by the Hellenic Government on 12 January and 22 February 1988, in accordance with Regulation (EEC) No 1975/82, is hereby approved.\n2. In order to implement the adjustment of the programme the limits referred to in Article 18 (2) of Regulation (EEC) No 1975/82 are hereby amended as follows:\n- the maximum eligible amount referred to in the first, second and third indents of (a) is fixed at 18 million ECU, 45 million ECU and 35 million ECU respectively,\n- the maximum eligible amount referred to in the first indent of (b) is fixed at 5 000 ECU per hectare, up to a maximum total of 35 000 hectares and 77 million ECU,\n- the maximum eligible amount referred to in the second indent of (b) is fixed at 500 ECU per hectare, up to a maximum total of 135 000 hectares and 35 million ECU,\n- the maximum total referred to in the third indent of (b) is fixed at 900 hectares and 1 million ECU,\n- the maximum eligible amount referred to in the fourth indent of (b) is fixed at 5,6 million ECU,\n- the maximum eligible amount referred to in the sixth indent of (b) is fixed at 4 million ECU,\n- the maximum total referred to in the seventh indent of (b) is fixed at 10 500 hectares and 20 million ECU,\n- the maximum total referred to in the eighth indent of (b) is fixed at 8 000 hectares and 13 million ECU,\n- the maximum total referred to in the ninth indent of (b) is fixed at 60 000 hectares and 13 million ECU,\n- the maximum total referred to in the tenth indent of (b) is fixed at 130 000 hectares and 15 million ECU,\n- the maximum total referred to in the eleventh indent of (b) is fixed at 2 550 kilometers and 36 million ECU,\n- the maximum eligible amount referred to in the last indent of (b) is fixed at 6 % of the total cost of the project concerned for preparatory work relating to projects on private land within the framework of Article 14, up to a maximum total expenditure of 1 million ECU.", "This Decision is addressed to the Hellenic Republic."], "attachments": "Done at Brussels, 24 June 1988.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 214, 22. 7. 1982, p. 1.\n(2) OJ No L 301, 24. 10. 1987, p. 3.\n(3) OJ No L 222, 13. 8. 1983, p. 43."}