{"celex_id": "31983D0464", "uri": "http://publications.europa.eu/resource/cellar/c6517b81-2f0f-41d4-9257-e00c4181a37a", "type": "Decision", "concepts": ["2356", "2560", "3263", "3891", "5334", "980"], "title": "83/464/EEC: Commission Decision of 26 July 1983 relating to applications for reimbursement under Council Decision 80/1097/EEC on financial aid from the Community for the eradication of African swine fever in Sardinia (Only the Italian text is authentic)\n", "header": "COMMISSION DECISION of 26 July 1983 relating to applications for reimbursement under Council Decision 80/1097/EEC on financial aid from the Community for the eradication of African swine fever in Sardinia (Only the Italian text is authentic) (83/464/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Decision 80/1097/EEC of 11 November 1980 on financial aid from the Community for the eradication of African swine fever in Sardinia (1), and in particular Article 7 (3) thereof,\nWhereas reimbursement applications to be sent in by the Italian Republic to the Community must include certain items of information making it possible to verify that the expenditure complies with the provisions of Decision 80/1097/EEC and the items given in the plan presented by the Italian Republic and approved in accordance with Article 7 (3) of the Decision;\nWhereas for effective verification the Member States must keep the documentary evidence at the disposal of the Commission for a period of three years after payment of the last reimbursement for a project;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Committee of the European Agricultural Guidance and Guarantee Fund,", "main_body": ["1. The reimbursement applications referred to in Article 7 (1) of Decision 80/1097/EEC must be submitted in accordance with the tables given in the Annexes.\n2. The Italian Republic shall communicate to the Commission, with the first application for reimbursement, copies of national implementing texts and administrative instructions, with forms and any other documents relating to the administrative implementation of the operation.", "The Italian Republic shall, for a period of three years from the payment of the last reimbursement in respect of a given expenditure, keep on file at the disposal of the Commission all supporting documents or certified copies thereof in their possession, on the basis of which the aids provided for in Decision 80/1097/EEC were approved.\nThis Decision is addressed to the Italian Republic."], "attachments": "Done at Brussels, 26 July 1983.\nFor the Commission\nPoul DALSAGER\nMember of the Commission  (1) OJ No L 325, 1.12.1980, p. 8.\nANNEX 1\n>PIC FILE= \"T0024996\">\nIt is confirmed that:    - the above measures for which reimbursement is requested were carried out in accordancewith the plan approved by Decision 82/390/EEC of 28 May 1982 and the additional communicationsfrom the Member State to the Commission,\n- the implementation of the measures and checks provided for in Article 2, point 1 (b), point 2(a), (b), (c) and (g) and point 3 (b) and (e) of Decision 80/1097/EEC is ensured,\n- the rules and conditions laid down in Article 2, point 2 (g), point 3 (b) and point 4 (a) havebeen established.\nDate, stamp and signature of the competent authority\nANNEXES 2.1 - 2.3\n>PIC FILE= \"T0024997\">\nANNEXES 2.4 - 2.5\n>PIC FILE= \"T0024998\">\nANNEXES 3.1 - 3.3\n>PIC FILE= \"T0024999\">\nANNEX 4.1\n>PIC FILE= \"T0025000\">\nANNEXES 4.2 - 4.3\n>PIC FILE= \"T0025001\">\nANNEX 5.1\n>PIC FILE= \"T0025002\">\nANNEXES 5.2 - 5.4\n>PIC FILE= \"T0025003\">\nANNEX 6\n>PIC FILE= \"T0025004\">\nThe submission of this table does not dispense those concerned from sending in the documents referred to in Articles 3 and 5 of Council Regulation (EEC) No 283/72 concerning irregularities and the recovery of sums wrongly paid in connection with the financing of the common agricultural policy and the organization of an information system in this field.\nWhere, therefore, the recovery concerns a case of irregularity communicated under the above Regulation, the code number under which the case was reported must be given.\nDate, stamp and signature of the competent authority"}