{"celex_id": "31988R2776", "uri": "http://publications.europa.eu/resource/cellar/ff6588b6-f270-4b97-bd98-fa56817092d6", "type": "Regulation", "concepts": ["5070", "5334", "5575", "979"], "title": "Commission Regulation (EEC) No 2776/88 of 7 September 1988 on data to be sent in by the Member States with a view to the booking of expenditure financed under the Guarantee Section of the Agricultural Guidance and Guarantee Fund (EAGGF)\n", "header": "COMMISSION  REGULATION (EEC) No 2776/88\nof 7 September 1988\non data to be sent in by the Member States with a view to the booking of expenditure financed under the Guarantee Section of the Agricultural Guidance and Guarantee Fund (EAGGF)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 729/70 of 21 April 1970 on the financing of the common agricultural policy (1), as last amended by Regulation (EEC) No 2048/88 (2), and in particular Articles 4 and 5 thereof,\nWhereas the last subparagraph of Article 4 (2) of Regulation (EEC) No 729/70 stipulates that the Member States must themselves mobilize the funds to cover the expenditure of the Guarantee Section of the European Agricultural Guidance and Guarantee Fund, hereafter referred to as the 'EAGGF Guarantee Section'; whereas, under the same Regulation, the Commission grants only monthly advances against booking of the expenditure effected by the Member States;\nWhereas, with a view to ensuring the proper management of the appropriations entered in the budget of the Communities for the EAGGF Guarantee Section, each paying department or agency must keep accounts relating exclusively to expenditure to be financed by the EAGGF Guarantee Section; and whereas in addition, transmission by the Member States to the Commission of various types of data relating to expenditure to be financed by the EAGGF Guarantee Section must be organized;\nWhereas, where Member States fail to meet the deadlines agreed for the notification of data relating to expenditure or to ensure the consistency of such data, the Commission must have power to defer accordingly the payment of the advances against booking;\nWhereas it may prove necessary to adjust the advance payments made in respect of a given year to the expenditure chargeable to the budget of that same year;\nWhereas Article 4 of Council Regulation (EEC) No 1883/78 of 2 August 1978 on general rules on the financing of EAGGF Guarantee Section intervention (3), as last amended by Regulation (EEC) No 2050/88 (4), stipulates that where an intervention measure entails buying-in and storage of products, the amount financed is to be determined by the annual accounts established by the intervention agencies; whereas Council Regulation (EEC) No 3247/81 (5) laid down rules and conditions governing these accounts; whereas the procedures according to which the financing of such measures fits into the system of advances against booking should be made clear;\nWhereas the last subparagraph of Article 5 (2) (a) of Regulation (EEC) No 729/70 stipulates that expenditure for October is related to October if made between 1 and 15 October and to November if made from 16 to 31 October; whereas it is preferable to avoid the division of the accounts provided for in Article 4 of Regulation (EEC) No 1883/78, in view of their complexity; whereas, accordingly, it should be stipulated that expenditure deriving from September operations is to be treated in the accounts by the paying departments on a basis of 50 % in respect of the first 15 days of October, and the rest, including any adjustments or corrections, in respect of the last 16 days of October;\nWhereas procedures for declaration of certain types of expenditure and charges not effected directly by the departments or agencies referred to in Article 4 of Regulation (EEC) No 729/70 should be provided for;\nWhereas Article 5a of Regulation (EEC) No 729/70 authorizes remuneration of the funds mobilized by certain Member States; whereas procedures for declaration by these Member States of interest chargeable to the Community should be laid down;\nWhereas the concept of expenditure to be declared monthly by the paying departments and agencies should be properly defined;\nWhereas a uniform presentation of documents to be sent in by the Member States is needed; whereas, in view of the need for frequent adaptation of such documents to changes in management requirements, the Commission must be in a position to adopt and adapt without delay, under a simplified procedure, the forms to be used;\nWhereas, following the adjustment made by Regulation (EEC) No 2048/88, it is appropriate, in order to facilitate the use of the relevant provisions, to consolidate them in a single regulation and to repeal, accordingly, Commission Regulation (EEC) No 3184/83 (6) and Article 2 of Regulation (EEC) No 3188/87 (7) on the system of advances in respect of expenditure financed by the EAGGF Guarantee Section;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Committee of the European Agricultural Guidance and Guarantee Fund (EAGGF),", "main_body": ["1. After approval of the advances, in accordance with the last subparagraph of Article 5 (2) (a) of Regulation (EEC) No 729/70, the Commission shall place at the disposal of the Member States, within the framework of the budget appropriations, the funds needed to cover expenditure to be financed by the EAGGF Guarantee Section, on an account opened for that purpose by each Member State with its Treasury or any other financial institution.\n2. The name and number of this account shall be notified by each Member State to the Commission.\n3. Each Member State shall ensure the proper management of the funds mobilized in accordance with the last subparagraph of Article 4 (2) of Regulation (EEC) No 729/70 and shall allocate such funds amoung the paying departments and agencies in such a way as to allow of a similar tempo of disbursement of all the expenditure to be financed by the EAGGF Guarantee Section.", "Each paying department or agency shall keep accounts covering only the use of the funds made available to it to defray the expenditure referred to in Article 1 (2) of Regulation (EEC) No 729/70.", "1. Not later than the second working day of each week, the Member States shall telecopy to the Commission details of total expenditure effected since the beginning of the month until the end of the preceding week.\n2. Such notification provided for in paragraph 1 shall include an indication of that part of the expenditure entered into the accounts in respect of public storage in accordance with Article 6 (2).\nIt shall also be provided twice where the week runs over two months.\n3. For the tenth of each month, the Member States shall telecopy each month to the Commission details of the total amount of expenditure effected during the preceding month.\n4. The notification referred to in paragraph 3 shall include a breakdown by chapters of the nomenclature of the budget of the European Communities.\n5. Each month for the 20th of the month, the Member States shall send to the Commission three copies of a set of documents permitting the booking to the Community budget of expenditure effected during the preceding months.\nHowever, the set of documents permitting the booking of expenditure effected between the 1 and 15 October is to be submitted for the 10 November at the latest.\n6. The set of documents referred to in paragraph 5 shall consist of\n(a) a statement, established by each paying department or agency, relating to the data broken down according to the nomenclature of the budget of the European Communities and by type of expenditure, referring to:\n- expenditure effected during the preceding month,\n- expenditure estimates for the current month and the subsequent two months;\n(b) a cash statement adopted at the end of the preceding month;\n(c) where appropriate, a summary of the data referred to at (a).\n7. Expenditure for October shall be related to October if effected from 1 to 15 October and to November if effected from 16 to 31 October.", "1. The Commission shall, on the basis of data sent in accordance with Article 3, adopt appropriate decisions and make the monthly advances against booking of expenditure.\n2. The advances against booking shall be made not later than on the third working day of the second month following that of the execution of the expenditure by the paying departments or agencies.\nHowever, the Commission shall have power after informing the Member States concerned to defer payment of the advances to any Member States which have failed to make the notifications referred to in Article 3 on time or where such notifications contain discrepancies which necessitate supplementary verification.", "In December, the Commission shall have power to make an extraordinary advance intended to adjust the total advances granted in respect of a given year to total expenditure chargeable to that year.", "1. The expenditure referred to in Article 4 (1) of Regulation (EEC) No 1883/78 shall be determined according to the provisions of Regulation (EEC) No 3247/81. It must be calculated on the basis of supporting statements according to a uniform method established by the Commission pursuant to Article 10.\n2. The relevant amounts shall be entered in the accounts by the paying departments and agencies during the month following that to which the operations refer.\nHowever, for the operations carried out in September, 50 % of the expenditure shall be entered in the accounts in respect of October, the balance in respect of November.\nSupporting statements concerning the operations shall be attached to the sets of documents to be sent to the Commission for 10 November and for 20 December. 3. For the overall depreciation amounts established in accordance with Article 8 (5) of Regulation (EEC) No 1883/78, paragraph 2 shall not apply, and such amounts shall be entered in the accounts on dates determined by the regulation providing for them.", "1. The monetary compensatory amounts charged or paid in respect of trade between the Member States must be declared gross on the occasion of the submission of the documents referred to in Article 3 (6).\n2. Where the collection or payment of the compensatory amounts referred to in paragraph 1 and the other charges to be allocated to the EAGGF Guarantee Section are not effected by one of the departments referred to in Article 4 of Regulation (EEC) No 729/70, the Member States shall ensure payment of the amounts collected:\n- into an account opened pursuant to Article 1 (1),\nor\n- to the account of a department or agency within the meaning of Article 4 of Regulation (EEC) No 729/70.", "Those Member States for which the charging of interest has been approved pursuant to Article 5a of Regulation (EEC) No 729/70 shall enter such interest into the accounts by applying to the sub-total of monthly expenditure the ratio given in Commission Regulation (EEC) No 2775/88 of 7 September 1988, laying down detailed rules of application of Article 5a of Council Regulation (EEC) No 729/70 (1).", "1. Expenditure claimed in respect of a given month must fall with payments and receipts actually effected during this month. It may include corrections to the data reported in respect of previous months of the same year.\n2. For the purposes of the application of the first subparagraph of paragraph 1, the following dates shall be referred to:\n(a) for expenditure referred to in Article 6 (1), the date on which the agency or paying department enters them into the accounts in accordance with paragraph 2 of that Article;\n(b) for the charges referred to in Article 7 (1), the date on which the relevant amounts are credited to the accounts provided for in paragraph 2 of that Article;\n(c) for all other types of expenditure:\n- the date on which the account of the department or agency has been debited\nor\n- the date on which the agency concerned has issued and sent the payment document to a financial institute or to the beneficiary.\n3. Payment orders not executed and payments debited to the account and then re-credited shall be shown in the accounts as deductions from expenditure in respect of the month during which the failure to execute or the cancellation is reported to the paying department or agency.\n4. Where payments due under the EAGGF Guarantee Section are encumbered by claims, they shall be deemed to have been effected in their entirety within the meaning of paragraph 1:\n- on the date of the payment of the sum still due to the beneficiary, if the claim is less than the expenditure settled,\n- on the date of the settlement of the expenditure, if the latter is less than or equal to the claim.\n5. The date referred to in paragraph 2 (b) may in no circumstances be more than 40 days after the end of the month during which the charges were actually made.\n6. Cumulative data relating to expenditure that can be referred to a specific year, to be submitted to the Commission by 10 November, may be corrected only in the annual accounts to be sent to the Commission in accordance with Article 5 (1) (b) of Regulation (EEC) No 729/70.\n7. However, corrections effected by the Commission to data referred to in Article 6 concerning the full year shall be indicated in an annex to a decision relating to advances and shall entail a charge or payment by the departments or agencies before the end of the month during which that decision was taken.", "0\nThe form of the documents referred to in Article 3 (6) and Article 6 (1) shall be determined by Commission decision taken after consultation of the EAGGF Committee.", "1\nRegulation (EEC) No 3184/83 and Article 2 of Regulation (EEC) No 3188/87 are hereby repealed with effect from 15 October 1988 and shall cease to apply to expenditure effected from 16 October 1988 onwards.", "2\nThis Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply for the first time in respect of expenditure for October 1988.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 7 September 1988.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 94, 28. 4. 1970, p. 13.\n(2) OJ No L 185, 15. 7. 1988, p. 1.\n(3) OJ No L 216, 5. 8. 1978, p. 1.\n(4) OJ No L 185, 15. 7. 1988, p. 6.\n(5) OJ No L 327, 14. 11. 1981, p. 1.\n(6) OJ No L 320, 17. 11. 1983, p. 1.\n(7) OJ No L 304, 27. 10. 1987, p. 9.\n(1) See page 8 of this Official Journal."}