{"celex_id": "31985R3659", "uri": "http://publications.europa.eu/resource/cellar/6ad12b14-fdea-4a9e-bc1c-e058fd24ff6e", "type": "Regulation", "concepts": ["1086", "4210"], "title": "Commission Regulation (EEC) No 3659/85 of 23 December 1985 fixing for the second six months of 1985 the representative yields applying to soya beans in the French overseas departments\n", "header": "COMMISSION  REGULATION (EEC) No 3659/85\nof 23 December 1985\nfixing for the second six months of 1985 the representative yields applying to soya beans in the French overseas departments\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation No 1491/85 of 23 May 1985 laying down special measures in respect of soya beans (1) and in particular Article 2 (6) thereof,\nHaving regard to Council Regulation (EEC) No 2194/85 of 2 August 1985 adopting general rules concerning special measures for soya beans (2) and in particular Article 7 (2) thereof,\nWhereas, for the purpose of granting aid to any producer of soya beans harvested in the Fench overseas departments, it is necessary to establish a production figure by applying a representative yield to the areas on which soya beans have been sown and harvested, differentiated according to the method of cultivation used and to the yields recorded in the different French overseas departments;\nWhereas, Article 15 (1) of Commission Regulation (EEC) No 2329/85 of 12 August 1985 laying down detailed rules for the application of the special measures for soya beans (3) as modified by Regulation (EEC) No 3463/85 (4), provides for aid to be granted for soya beans harvested in the French overseas departments during the first six months of a given year with the aid applicable being that from the 16 March of that year; and for the second six months of a given year with the aid applicable being that from the 16 August of that year;\nWhereas, following the notification by France to the Commission of soya bean yields recorded in the various overseas departments, differentiated according to method of cultivation; the representative yields shall be fixed as specified in the Annex hereto;\nWhereas, the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Oils and Fats,", "main_body": ["1. The representative yields applying to the areas sown with soya beans and harvested in the French overseas departments shall be as specified in the Annex hereto.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 23 December 1985.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 151, 10. 6. 1985, p. 15.\n(2) OJ No L 204, 2. 8. 1985, p. 1.\n(3) OJ No L 218, 15. 8. 1985, p. 16.\n(4) OJ No L 332, 10. 12. 1985, p. 27.\nANNEX\n1.2.3.4 //  //  //  //  // French overseas Department  // Period applicable  // Method of cultivation  // Representative yield of soya beans of standard quality 100 kg/ha   //    //   //   //   // Guyana   // second six months of 1985   // without irrigation   // 20   //    //   //   //"}