{"celex_id": "31986R1909", "uri": "http://publications.europa.eu/resource/cellar/b4ec82c4-9639-4525-b9ba-9aafcb291dd5", "type": "Regulation", "concepts": ["2488", "3579", "4347", "616", "666", "888"], "title": "Council Regulation (EEC) No 1909/86 of 16 June 1986 introducing surveillance on imports of certain products originating in the United States of America\n", "header": "21.6.1986 EN Official Journal of the European Communities L 165/1\nCOUNCIL REGULATION (EEC) No 1909/86\nof 16 June 1986\nintroducing surveillance on imports of certain products originating in the United States of America\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community and in particular Article 113 thereof,\nHaving regard to the proposal from the Commission,\nWhereas the United States of America has imposed limitations on imports of certain products from the Community;\nWhereas these measures threaten to cause injury to the Community producers concerned;\nWhereas, in order to safeguard the interests of the Community, it is necessary for the Community to introduce surveillance for imports of certain products originating in the United States of America;\nWhereas it is necessary to provided that Member States submit information rapidly to the Commission in respect of imports actually carried out,", "main_body": ["Imports into the Community of the products listed in the Annex and originating in the United States of America are hereby made subject to retrospective Community surveillance based on import declarations or any other equivalent import document required before the entry into force of this Regulation.", "1.   Member States shall communicate to the Commission, within the first 10 days of each month, details as to the quantity and statistical value, broken down according to the NIMEXE nomenclature, of imports originating in the United States of America of each of the products listed in the Annex, actually carried out during the month preceding the immediately preceding month.\n2.   The first communication will be made not later than 10 July 1986, covering imports carried out in May.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 16 June 1986.\nFor the Council\nThe President\nH. van den BROEK\nANNEX\nCCT heading No Description\n02.01 Meat and edible offals of the animals falling within heading No 01.01, 01.02, 01.03 or 01.04, fresh, chilled or frozen:\nA. Meat:\nI. Of horses, asses, mules and hinnies\nB. Offals:\nII. Other:\nb) Of bovine animals:\n2. Other\n04.06 Natural honey\n06.04 Foliage, branches and other parts (other than flowers or buds) of trees, shrubs, bushes and other plants, and mosses, lichens and grasses, being goods of a kind suitable for bouquets or ornamental purposes, fresh, dried, dyed, bleached, impregnated or otherwise prepared:\nB. Other:\nI. Fresh\n08.12 Fruit, dried, other than that falling within heading No 08.01, 08.02, 08.03, 08.04 or 08.05\n12.01 Oil seeds and oleaginous fruit, whole or broken:\nex B. Other:\n— Sunflower seeds\n15.02 Fats of bovine cattle, sheep or goats, unrendered; rendered or solvent-extracted fats (including ‘premier jus’) obtained from those unrendered fats:\nB. Other:\nI. Unrendered t fats of bovine cattle; rendered or solvent-extracted fats (including ‘premier jus’) obtained from those fats\n20.07 Fruit juices (including grape must) and vegetable juices, whether or not containing added sugar, but unfermented and not containing spirit:\nB. Of a density of 1,33 g/cm3 or less at 20o C\nII. Other:\na) Of a value exceeding 30 ECU per 100 kg net weight:\n1. Orange juice\n2. Grapefruit juice\n4. Pineapple juice:\nbb) Other\nb) Of a value of 30 ECU or less per 100 kg net weight:\n1. Orange juice:\nbb) Other\n2. Grapefruit juice:\nbb) Other\n21.07 Food preparations not elsewhere specified or included:\nA. Cereals in grain or ear form, pre-cooked or otherwise prepared:\nI. Maize\nG. Other:\nI. Containing no milkfats or containing less than 1,5 % by weight of such fats:\na) Containing no sucrose or containing less than 5 % by weight of sucrose (including invert sugar expressed as sucrose):\n1. Containing no starch or containing less than 5 % by weight of starch\n22.03 Beer made from malt\n22.05 Wine of fresh grapes; grape must with fermentation arrested by the addition of alcohol"}