{"celex_id": "31987D0592", "uri": "http://publications.europa.eu/resource/cellar/b7bcf078-85a9-41e0-86f4-cf648bed6652", "type": "Decision", "concepts": ["2295", "2451", "281", "3077", "922"], "title": "87/592/EEC: Council Decision of 14 December 1987 on the allocation of 60 million ECU for the implementation of a special Community programme to aid certain highly indebted low-income African countries\n", "header": "COUNCIL  DECISION\nof 14 December 1987\non the allocation of 60 million ECU for the implementation of a special Community programme to aid certain highly indebted low-income African countries\n(87/592/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the Third ACP-EEC Convention signed in LomĂŠ on 8 December 1984, hereinafter referred to as 'the Third Convention'.\nHaving regard to the 1985 Internal Agreement on the financing and administration of Community aid, hereinafter referred to as the 'Internal Agreement', as amended by Council Decision 86/281/EEC (1), and in particular Article 9 (1) thereof,\nHaving regard to the proposal from the Commission,\nWhereas debt problems were the subject of close attention at the Venice Summit in June 1987 and it was recognized that the problems of the highly indebted low-income countries of sub-Saharan Africa had to be treated as a special case;\nWhereas a special 100 million ECU programme in aid of these countries should be implemented in 1988 and 1989 for the financing of quick-disbursing non-project aid and whereas 40 million ECU will be drawn from the outstanding balances of previous Conventions;\nWhereas, to provide the 60 million ECU not covered by the outstanding balances, recourse should be had to the possibilities provided for in Article 9 (1) of the Internal Agreement with a view to financing part of this special programme;\nWhereas, at its meeting on 14 and 15 December 1987, the Council defined the conditions for the implementation of this programme and, in particular, the criteria for selecting those countries eligible for aid,", "main_body": ["From the payments, proceeds and income referred to in Article 9 (1) of the Internal Agreement, plus any interest on the credit balance, calculated in accordance with the exchange of letters of 30 May 1985 and 9 July 1985 between the President of the European Investment Bank and the President of the Council of the European Communities, there shall be allocated, after deduction of any commission due to the European Investment Bank, hereinafter referred to as 'the Bank', 60 million ECU for financing part of a special Community programme for the highly indebted low-income countries of sub-Saharan Africa, hereinafter referred to as 'the special programme'.", "The amount referred to in Article 1 shall be allocated, in accordance with the procedures in force under the Third Convention, for utilization as non-reimbursable non-project aid to finance sectoral or general import programmes, provided that these programmes concern essential imports that contribute to the optimum functioning of the production sectors and help meet basic human needs.", "Countries which may benefit from the special programme shall be those which:\n- are low-income, that is to say, countries eligible for resources from the International Development Association,\n- have a debt burden that seriously affects their capacity to import, and\n- have undertaken to make significant efforts towards bringing about economic adjustment and have taken measures towards this end under the conditions defined in the Council's conclusions of 14 and 15 December 1987 on the special programme.", "The amount referred to in Article 1 shall be broken down as between the Member States by means of the financing formula used under the Third Convention. It shall be paid by the Bank to the Commission, at the Commission's request, twice yearly, on a pro rata basis in accordance with that financing formula, subject to the amounts in ECU available per Member State up to their ceilings under the financing formula.\nContributions from Member States that are not covered by the amounts available as referred to in Article 1 shall be prefinanced, for those Member States which so desire, except for the part resulting from withdrawals made by the Member States after 1 July 1987, by an advance from European Development Fund (EDF) resources, to be repaid as future revenue accrues to those accounts.", "This Decision shall be published in the Official Journal of the European Communities. It shall take effect on the day following its publication."], "attachments": "Done at Brussels, 14 December 1987.\nFor the Council\nThe President\nU. ELLEMANN-JENSEN\n(1) OJ No L 178, 2. 7. 1986, p. 13."}