{"celex_id": "31982D0086", "uri": "http://publications.europa.eu/resource/cellar/861de831-cd78-46c7-840c-ce9927bade19", "type": "Decision", "concepts": ["1091", "1516", "347", "3842", "4381", "4676"], "title": "82/86/EEC: Commission Decision of 23 December 1981 establishing that the apparatus described as 'Jeol scanning electron microscope, model JSM-35C' may not be imported free of Common Customs Tariff duties\n", "header": "COMMISSION  DECISION\nof 23 December 1981\nestablishing that the apparatus described as 'Jeol scanning electron microscope, model JSM-35C' may not be imported free of Common Customs Tariff duties\n(82/86/EEC)\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1798/75 of 10 July 1975 on the importation free of Common Customs Tariff duties of educational, scientific and cultural materials (1), as amended by Regulation (EEC) No 1027/79 (2),\nHaving regard to Commission Regulation (EEC) No 2784/79 of 12 December 1979 laying down provisions for the implementation of Regulation (EEC) No 1798/75 (3), and in particular Article 7 thereof,\nWhereas, by letter dated 16 June 1981, the Federal Republic of Germany has requested the Commission to invoke the procedure provided for in Article 7 of Regulation (EEC) No 2784/79 in order to determine whether or not the apparatus described as 'Jeol scanning electron microscope, model JSM-35C', to be used for the qualitative and quantitative analyses of crystal phases brought about by heat treatment in glasses and glass ceramics served for the solidification of highly radioactive nuclear waste, should be considered to be a scientific apparatus and, where the reply is in the affirmative, whether apparatus of equivalent scientific value is currently being manufactured in the Community;\nWhereas, in accordance with the provisions of Article 7 (5) of Regulation (EEC) No 2784/79, a group of experts composed of representatives of all the Member States met on 18 November 1981 within the framework of the Committee on Duty-Free Arrangements to examine the matter;\nWhereas this examination showed that the apparatus in question is an electron microscope; whereas its objective technical characteristics such as the very high resolution power and the use to which it is put make it specially suited to scientific research; whereas, moreover, apparatus of the same kind are principally used for scientific activities; whereas it must therefore be considered to be a scientific apparatus;\nWhereas, however, on the basis of information received from Member States, apparatus of scientific value equivalent to the said apparatus, capable of being used for the same purposes, are currently being manufactured in the Community; whereas this applies, in particular, to the apparatus 'PSEM 500X', manufactured by Philips Nederland BV, Boschdijk 525, Eindhoven, the Netherlands,", "main_body": ["The apparatus described as 'Jeol scanning electron microscope, model JSM-35C', which is the subject of an application by the Federal Republic of Germany of 16 June 1981, may not be imported free of Common Customs Tariff duties.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 23 December 1981.\nFor the Commission\nKarl-Heinz NARJES\nMember of the Commission\n(1) OJ No L 184, 15. 7. 1975, p. 1.\n(2) OJ No L 134, 31. 5. 1979, p. 1.\n(3) OJ No L 318, 13. 12. 1979, p. 32."}