{"celex_id": "31984D0093", "uri": "http://publications.europa.eu/resource/cellar/8d2c8369-d441-4352-af2b-642e8eaed188", "type": "Decision", "concepts": ["1309", "1355", "2783", "4347"], "title": "84/93/EEC: Commission Decision of 6 February 1984 authorizing the French Republic to apply intra-Community surveillance to imports of certain woven fabrics of synthetic textile fibres, originating in Indonesia, which have been put into free circulation in the Community (Only the French text is authentic)\n", "header": "COMMISSION  DECISION\nof 6 February 1984\nauthorizing the French Republic to apply intra-Community surveillance to imports of certain woven fabrics of synthetic textile fibres, originating in Indonesia, which have been put into free circulation in the Community\n(Only the French text is authentic)\n(84/93/EEC)\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular the first paragraph of Article 115 thereof,\nHaving regard to Commission Decision 80/47/EEC of 20 December 1979 on surveillance and protective measures which Member States may be authorized to take in respect of imports of certain products originating in third countries and put into free circulation in another Member State (1), and in particular Articles 1 and 2 thereof,\nWhereas Decision 80/47/EEC requires Member States to have prior authorization from the Commission before introducing intra-Community surveillance of the imports concerned;\nWhereas, in accordance with Article 11 of Council Regulation (EEC) No 3589/82 of 23 December 1982 on common rules for imports of certain textile products originating in third countries (2), by Regulation (EEC) No 3638/83 (3), the Commission has made imports into France, Italy and the United Kingdom of certain textile products of category 3, originating in Indonesia, subject to quantitative limits for the period 1984 to 1986; whereas imports of those products remain liberalized in the other Member States;\nWhereas, by virtue of the trade measures thus introduced, there are disparities between the various Member States in the conditions for importing the products in question; whereas these disparities are likely to lead to deflection of trade;\nWhereas, with a view to the rapid detection of deflection of trade likely to lead to, or aggravate, any economic difficulties in the sector concerned, the French Government asked the Commission, under Article 2 of Decision 80/47/EEC, for authorization to apply prior intra-Community surveillance to imports of woven fabrics of synthetic textile fibres originating in Indonesia and put into free circulation in the other Member States;\nWhereas the Commission examined, in particular, whether the imports could be made subject to intra-Community surveillance measures under Article 2 of Decision 80/47/EEC and whether information was given as regards the economic difficulties alleged;\nWhereas surveillance measures may be authorized to textile products of group 1, as defined by Regulations (EEC) No 3589/82 and (EEC) No 3762/83 (4), even in the absence of deflection of trade, or requests for intra-Community licence, in view of the inherent risk of economic difficulties in trade in these products on the grounds of their extreme sensitivity to imports;\nWhereas France should therefore be authorized to make imports of the woven fabrics of synthetic textile fibres in question of category 3, originating in Indonesia, subject to intra-Community surveillance until 30 June 1985,", "main_body": ["The French Republic is authorized to apply intra-Community surveillance to the products set out in the Annex hereto, in accordance with Decision 80/47/EEC, until 30 June 1985.", "This Decision is addressed to the French Republic."], "attachments": "Done at Brussels, 6 February 1984.\nFor the Commission\nWilhelm HAFERKAMP\nVice-President\n(1) OJ No L 16, 22. 1. 1980, p. 14.\n(2) OJ No L 374, 31. 12. 1982, p. 106.\n(3) OJ No L 360, 23. 12. 1983, p. 29.\n(4) OJ No L 380, 31. 12. 1983, p. 1.\nANNEX\nTextile products for which categories have been established (1)\n1.2 //   //   // Category  // Country of origin  //   //  // 3  // Indonesia  //   //\n(1) See definition in Council Regulation (EEC) No 3589/82 (OJ No L 374, 31. 12. 1982, p. 106)."}