{"celex_id": "31982D0460", "uri": "http://publications.europa.eu/resource/cellar/6e6ed9e0-a260-48b4-be89-a9fd32b23441", "type": "Decision", "concepts": ["2528", "2533", "260", "3468"], "title": "82/460/EEC: Council Decision of 24 June 1982 on a supplement to Annex IV to the Convention on the protection of the Rhine against chemical pollution\n", "header": "19.7.1982 EN Official Journal of the European Communities L 210/8\nCOUNCIL DECISION\nof 24 June 1982\non a supplement to Annex IV to the Convention on the protection of the Rhine against chemical pollution\n(82/460/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 235 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas, by Council Decision 77/586/EEC of 25 July 1977 (4), the European Economic Community concluded the Convention for the Protection of the Rhine against Chemical Pollution (hereinafter called ‘the Chemical Convention’) and the Additional Agreement to the Agreement signed at Berne on 29 April 1963 concerning the International Commission for the Protection of the Rhine against Pollution (hereinafter called ‘the International Commission’);\nWhereas, under Article 5 of the Chemical Convention, the International Commission is to propose, by means of amendments to Annex IV to the Convention, limit values for the discharge of certain substances into the surface waters of the Rhine basin; whereas under Article 14 of the Chemical Convention unanimous adoption by the Contracting Parties is required for the entry into force of such amendments;\nWhereas the International Commission has drawn up limit values for mercury in the form of a recommendation intended to supplement Annex IV to the Chemical Convention;\nWhereas it is desirable that the Community, as a Contracting Party to the Chemical Convention, adopt the abovementioned recommendation,", "main_body": ["The recommendation from the International Commission for the Protection of the Rhine against Pollution intended to supplement Annex IV to the Convention for the Protection of the Rhine against Chemical Pollution, signed in Bonn on 3 December 1976, is hereby adopted on behalf of the European Economic Community.\nThe text of the recommendation is attached.", "The President of the Council will notify the Covernment of the Swiss Confederation, in accordance with the procedures laid down by the Chemical Convention, of the adoption of the recommendation referred to in Article 1."], "attachments": "Done at Luxembourg, 24 June 1982.\nFor the Council\nThe President\nF. AERTS\n(1)  OJ No C 180, 18. 7. 1980, p. 10.\n(2)  OJ No C 291, 10. 11. 1980, p. 57.\n(3)  OJ No C 348, 31. 12. 1980, p. 1.\n(4)  OJ No L 240, 19. 9. 1977, p. 35.\nRecommendation from the International Commission for the Protection of the Rhine against Pollution to supplement Annex IV to the Convention on the Protection of the Rhine against Chemical Pollution, signed in Bonn on 3 December 1976\nThe International Commission for the Protection of the Rhine against Pollution,\nHaving regard to the Convention on the Protection of the Rhine against Chemical Pollution, signed in Bonn on 3 December 1976,\nHaving regard in particular to Articles 3, 4, 5 and 14 thereof,\nProposes to the Contracting Parties to the Convention that Annex IV to the Convention of 3 December 1976 be supplemented as follows in respect of mercury:\nLIMIT VALUES\n(Article 5)\nSubstance or group of substances Origin Limit value in terms of the maximum concentration of a substance Limit value in terms of the maximum quantity of a substance Time limit for existing discharges Remarks\nMercury Chlor-alkali electrolysis establishments The limit values in terms of the maximum concentration of mercury are calculated by dividing the limit values in terms of the maximum quantity of mercury by the quantity of water used per tonne of chlorine production capacity A monthly average of 0·5 gram of mercury per tonne of chlorine production capacity. A daily average of 2 grains of mercury per tonne of chlorine production capacity 1 July 1983 The limit values set out in the preceding columns arc to be applied to mercury deriving from production activity and must therefore be observed at the outlet from the production plants.\nPursuant to Articles 14 and 19 of the Convention, the measures set out in the above table will enter into force after their unanimous adoption by the Contracting Parties to the Convention. The Contracting Parties will notify their adoption to the Government of the Swiss Confederation, which will acknowledge reception of notification."}