{"celex_id": "31985R3735", "uri": "http://publications.europa.eu/resource/cellar/5955e517-120e-45bf-9dea-65909a3459f1", "type": "Regulation", "concepts": ["3560", "4585"], "title": "Council Regulation (ECSC EEC, Euratom) No 3735/85 of 20 December 1985 extending the term of validity of Regulation (EEC, Euratom, ECSC) No 2892/77 implementing, in respect of own resources accruing from value added tax, the decision of 21 April 1970 on the replacement of financial contributions from Member States by the Communities' own resources\n", "header": "COUNCIL  REGULATION (ECSC EEC, EURATOM) No 3735/85\nof 20 December 1985\nexetending the term of validity of Regulation (EEC, EURATOM, ECSC) No 2892/77 implementing, in respect of own resources accruing from value added tax, the decision of 21 April 1970 on the replacement of financial contributions from Member States by the Communites' own resources\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Decision of 21 April 1970 on the replacement of financial contributions from Member States by the Communities' own resources (1), and in particular Article 6 (2) thereof,\nHaving regard to the proposal from the Commission (2),\nHaving regard to the opinion of the European Parliament (3),\nHaving regard to the opinion of the Court of Auditors (4),\nWhereas under Article 14 of Regulation (EEC, Euratom, ECSC) No 2892/77 (5), as last amended by Regulation (EEC, Euratom, ECSC) No 3625/83 (6), that Regulation shall apply from 1 January 1978 for a transitional period expiring on 31 December 1985;\nWhereas Regualtion (EEC, Euratom, ECSC) No 3625/83 was first applied to the preparation of the statement indicating the total definitive amount of the VAT resources base for 1983; whereas, under Article 10 (1) of Regulation (EEC, Euratom, ECSC) No 2892/77, this statement was not sent to the Commission by the Member States until 1 July 1984; whereas it is necessary to be able to take as a basis the experience of several financial years before a definitive uniform system can be produced for collecting own resources from value added tax and to examine all the methods likely to allow for the most accurate levy of such own resources;\nWhereas the harmanization of value added tax, as provided for by the sixth Council Directive (77/388/EEC) of 17 May 1977, with regard to the harmonization of the laws of the Member States relating to turnover taxes - common system of value added tax; uniform basis of assessment (7) - has still not been completely harmonized; whereas, in particular, Annexes E and F still remain;\nWhereas, in order to continue collection of own resources and prepare the definitive system, this transitional period should be extended to 31 December 1988 and the provisions of Regulation (EEC, Euratom, ECSC) No 2892/77 should remain in force for the time being,", "main_body": ["Article 14 of Regulation (EEC, Euratom, ECSC) No 2892/77 shall be replaced by the following:\n'Article 14\nThis Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 January 1978 for a transitional period expiring on 31 December 1988.\nThe Commission will present, before 31 December 1987, a report on the application of this Regulation, at the same time as it presents proposals in respect of a uniform method for determinig the assessment basis, taking into account all possible disparities in administrative burdens incurred by taxable persons, or by the public administation.\nThe Coucil, acting unanimously on a proposal from the Commission, shall adopt, before 30 June 1988, the provosions relating to the definitive uniform system for collecting VAT resources and the procedures for the implementation of this system.'", "This Regulation shall enter into force on 1 January 1986.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 December 1985.\nFor the Council\nThe President\nR. KRIEPS\n(1) OJ No L 94, 28. 4. 1970, p. 19.\n(2) OJ No C 125, 22. 5. 1985, p. 16.\n(3) Opinion delivered on 15 November 1985 (not yet published in the Official Journal).\n(4) OJ No C 261, 12. 10. 1985, p. 3.\n(5) OJ No L 336, 27. 12. 1977, p. 8.\n(6) OJ No L 360, 23. 12. 1983, p. 1.\n(7) OJ No L 145, 13. 6. 1977, p. 1."}