{"celex_id": "31989R1271", "uri": "http://publications.europa.eu/resource/cellar/c9a57c37-e9db-4e49-814d-1a52b74fc247", "type": "Regulation", "concepts": ["134", "1983", "3544"], "title": "Council Regulation (EEC) No 1271/89 of 3 May 1989 amending Regulation (EEC) No 2245/85 laying down certain technical measures for the conservation of fish stocks in the Antarctic\n", "header": "COUNCIL  REGULATION (EEC) No 1271/89\nof 3 May 1989\namending Regulation (EEC) No 2245/85 laying down certain technical measures for the conservation of fish stocks in the Antarctic\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 170/83 of 25 January 1983 establishing a Community system for the conservation and management of fishery resources (1), as amended by the Act of Accession of Spain and Portugal, and in particular Article 11 thereof,\nHaving regard to the proposal from the Commission,\nWhereas, pursuant to Article 2 of Regulation (EEC) No 170/83, the conservation measures necessary to achieve the aims set out in Article 1 of that Regulation are to be formulated in the light of the available scientific advice;\nWhereas the Convention on the Conservation of Antarctic Marine Living Resources, hereinafter called 'the Convention', was approved by Decision 81/691/EEC (1); whereas it entered into force for the Community on 21 May 1982;\nWhereas the Commission for the Conservation of Antarctic Marine Living Resources (CCAMLR), established by the Convention, adopted, on the recommendation of its Scientific Committee, conservation measures for the waters off South Georgia, providing for a ban on directed fishing on Champsocephalus gunnari from 4 November 1988 to 20 November 1989 with a closed season from 1 April to 1 October 1989, and for a total allowable catch (TAC) of 13 000 tonnes of Patagonotothen brevicauda guntheri for the 1988/89 fishing season with a catch reporting system;\nWhereas these conservation measures were notified to the members of the CCAMLR on 7 November 1988; whereas, in the absence of objections to the measures they become binding on 7 May 1989 under Article IX (6) of the Convention;\nWhereas the members of the CCAMLR stated that they intended to apply these conservation measures on a provisional basis, without waiting until they became binding, in view of the fact that the TAC for Patagonotothen brevicauda guntheri was fixed for the 1988/89 fishing season, which began on 1 July 1988, and that the closed season for Champsocephalus gunnari started on 4 November 1988;\nWhereas, therefore, the necessary provisions should now be laid down to ensure that the conservation measures adopted by the CCAMLR are applied to Community fishermen;\nWhereas, pursuant to Article 3 of Regulation (EEC) No 170/83, it is for the Council to establish the TAC per stock or group of stocks, the share available to the Community, and the specific conditions under which catches have to be taken;\nWhereas the fishing activities referred to in this Regulation are subject to the control measures provided for in Council Regulation (EEC) No 2241/87 of 23 July 1987 establishing certain control measures for fishing activities (1), as amended by Regulation (EEC) No 3483/88 (2);\nWhereas the TAC adopted by the CCAMLR for Patagonotothen brevicauda guntheri covers the entire 1988/89 fishing season, whereas Member States should therefore also communicate to the Commission the catches taken by their vessels between 1 July 1988 and the date on which this Regulations enters into force;\nWhereas Regulation (EEC) No 2245/85 (1), as last amended by Regulation (EEC) No 1810/88 (2), should be amended accordingly,", "main_body": ["Regulation (EEC) No 2245/85 is hereby amended as follows:\n1. In Article 2 (3), '1 April to 1 October 1988' is replaced by '4 November 1988 to 20 November 1989 with a closed season from 1 April 1989 to 1 October 1989'.\n2. Article 2a is replaced by the following:\n'Article 2a\nCatch limitations (*)\n1. Catches of Patagonotothen brevicauda guntheri taken in FAO Antarctic sub-area 48.3 in the period 1 July 1988 to 30 June 1989 shall be limited to a TAC of 13 000 tonnes.\n2. The date on which the catches taken by Community vessels or the other vessels concerned are deemed to have exhausted the TAC specified in paragraph 1 shall be fixed by the Commission pursuant to Article 11 (3) of Regulation (EEC) No 2241/87 as soon as the required information is received from the CCAMLR.\n3. With effect from the date fixed pursuant to paragraph 2, fishing for Patagonotothen brevicauda guntheri shall be prohibited in FAO Antarctic sub-area 48.3, and Community vessels shall cease to retain on board, tranship or land any catches of this fish taken in that sub-area after that date.\n(*) The FAO zones mentioned in this Regulation are defined in Commission communication 85/C 335/02 (OJ No C 335, 24. 12. 1985, p. 2).'\n3. In Article 2b (1), 'Champsocephalus gunnari' is replaced by 'Patagonotothen brevicauda guntheri'.\n4. In Article 2b (2), '1 July 1987' is replaced by '1 July 1988'.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 3 May 1989.\nFor the Council\nThe President\nP. SOLBES\n(1) OJ No L 24, 27. 1. 1983, p. 1.\n(2) OJ No L 252, 5. 9. 1981, p. 26.\n(3) OJ No L 207, 29. 7. 1987, p. 1.\n(4) OJ No L 306, 11. 11. 1988, p. 2.\n(5) OJ No L 210, 7. 8. 1985, p. 2.\n(6) OJ No L 162, 29. 6. 1988, p. 1."}