{"celex_id": "31985R1661", "uri": "http://publications.europa.eu/resource/cellar/8551192e-b9d1-413f-97b7-08a73ad61c5c", "type": "Regulation", "concepts": ["1188", "3346", "336", "4050", "4562", "580"], "title": "Council Regulation (EEC) No 1661/85 of 13 June 1985 laying down the technical adaptations to the Community rules on social security for migrant workers with regard to Greenland\n", "header": "20.6.1985 EN Official Journal of the European Communities L 160/7\nCOUNCIL REGULATION (EEC) No 1661/85\nof 13 June 1985\nlaying down the technical adaptations to the Community rules on social security for migrant workers with regard to Greenland\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 51 thereof,\nHaving regard to the proposal from the Commission drawn up after consulting the Administrative Commission on Social Security for Migrant Workers,\nWhereas the Treaty amending, with regard to Greenland, the Treaties establishing the Communities (1) entered into force on 1 February 1985;\nWhereas the Annexes to Regulation (EEC) No 574/72 (2), as last amended by Regulation (EEC) No 1660/85 (3), should be amended in order to take account of the new scope of Regulation (EEC) No 1408/71 (4), as last amended by Regulation (EEC) No 1660/85, corresponding to that of the Treaties;\nWhereas rights that were acquired or were in the process of being acquired during the period in which Greenland belonged to the European Communities by nationals of Member States who had worked in Greenland, as well as rights acquired during that period by such nationals who had worked in the territory of a Member State and who reside in Greenland, should be safeguarded;\nWhereas it is desirable to maintain benefit entitlement in the event of sickness or maternity during residence outside the competent State in the case of employed or self-employed persons and members of their families whose situation calls for the immediate provision of such benefits,", "main_body": ["The following sections of the Annexes to Regulation (EEC) No 574/72 are hereby repealed:\n— in Annex 1, Section B:\n— in Annex 2, Section B:\n— in Annex 3, Section B:\n— in Annex 4, Section B:\n— in Annex 10, Section B:", "This Regulation shall not affect:\n— any rights acquired or in the process of being acquired during the period in which Greenland belonged to the European Communities by nationals of Member States other than Denmark who worked in Greenland during that period,\n— any rights acquired or in the process of being acquired during the period in which Greenland belonged to the European Communities by nationals of Member States who worked in the territory of a Member State other than Denmark and who reside in Greenland.", "The provisions of Article 22 (1) (a) and (3) of Regulation (EEC) No 1408/71 and of Articles 21 and 23 of Regulation (EEC) No 574/72 shall remain in force in the event of a stay in Greenland of nationals of Member States meeting the conditions required by the legislation of Member States other than Denmark.\nThe Treaty amending, with regard to Greenland, the Treaties establishing the European Communities shall not preclude the application of the provisions referred to in the first paragraph in the event of a stay of Danish nationals resident in Greenland in the territory of a Member State other than Denmark.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 February 1985.\nHowever, Article 3 shall apply only from the date of entry into force of this Regulation.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 13 June 1985.\nFor the Council\nThe President\nG. DE MICHELIS\n(1)  OJ No L 29, 1. 2. 1985, p. 1.\n(2)  OJ No L 74, 27. 3. 1972, p. 1.\n(3)  See page 1 of this Official Journal.\n(4)  OJ No L 149, 5. 7. 1971, p. 2."}