{"celex_id": "31986R2436", "uri": "http://publications.europa.eu/resource/cellar/4c3a741c-593d-436d-8352-e388da10225e", "type": "Regulation", "concepts": ["1270", "2414", "2644", "2871", "2952", "6042"], "title": "Commission Regulation (EEC) No 2436/86 of 29 July 1986 amending Regulation No 282/67/EEC on detailed rules for intervention for oil seeds\n", "header": "COMMISSION  REGULATION (EEC) No 2436/86\nof 29 July 1986\namending Regulation No 282/67/EEC on detailed rules for intervention for oil seeds\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the Act of Accession of Spain and Portugal,\nHaving regard to Council Regulation No 136/66/EEC of 22 September 1966 on the common organization of the market in oils and fats (1), as last amended by Regulation (EEC) No 1454/86 (2), and in particular Article 24a (3) thereof,\nWhereas Article 24a of Regulation No 136/66/EEC provides that the intervention price for 'double zero' colza and rape seed is to be increased by a supplement; whereas the glucosinolate content of the seed should be the criterion on which the definition of 'double zero' should be based;\nWhereas, in view of the present state of research into low-glucosinolate autumn-sown colza and rape, the description 'double zero' should, for a transitional period, be accorded to colza and rape seed with a higher level of glucosinolates than would ideally be desirable;\nWhereas the Community method for determining glucosinolate content referred to in Annex VIII to Commission Regulation (EEC) No 1470/68 of 23 September 1968 on the drawing and reduction of samples and methods of analysis for oilseeds (3), as last amended by Regulation (EEC) No 2435/86 (4), has yet to be perfected; whereas, during a transitional period, the determination of glucosinolate levels by means of methods offering guarantees equivalent to those of the common method should be authorized;\nWhereas the conditions under which this supplement to the intervention price may be granted should be specified; whereas, for this purpose, the provisions of Commission Regulation No 282/67/EEC (5), as last amended by Regulation (EEC) No 1808/85 (6) should be extended;\nWhereas Article 7 of Regulation No 282/67/EEC provides that increases or reductions are to be made in the intervention price paid for seed which is not of standard quality; whereas, in view of price developments during the 1985/86 marketing year, and in view of the amendment to the standard quality of sunflower seeds adopted in Council Regulation (EEC) No 1457/86 of 13 May 1986 fixing the target price and intervention prices for colza, rape and sunflower seed for the 1986/87 marketing year (7), the increases and reductions set out in Annex I to Regulation No 282/67/EEC should be altered; whereas particular increases and reductions should be laid dwn for sunflower seed offered for intervention in Spain, in view of price levels in that Member State;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Oils and Fats,", "main_body": ["Regulation No 282/67/EEC is hereby amended as follows:\n1. The following paragraph 4 is added to Article 3:\n'4. Colza and rape seed shall be referred to as \"double zero\" if their glucosinolate content does not exceed 20 micromoles of glucosinolates per gram of seed. They must be presented in homogeneous batches.\nHowever, for the marketing years 1986/87 and 1987/88, \"double zero\" colza and rapeseed shall be allowed to contain a level of glucosinolates not exceeding 35 micromoles per gram of seed'.\n2. Article 4 is replaced by the following:\n'Article 4\nThe drawing of samples and their reduction to samples for analysis, and the determination of the oil, erucic acid, moisture, impurity and glucosinolate contents shall be effected in accordance with the Community methods in Annexes I to VIII to Commission Regulation (EEC) No 1470/68 1).\n(1) OJ No L 239, 28. 9. 1968, p. 2'.\nHowever, for the marketing years 1986/87 and 1987/88, Member States may decide that the determination of glucosinolate content may, at the request of the interested party, be carried out by means of other methods giving results consistent with those of the common method. The Member States concerned shall communicate those other methods to the Commission before using them.\n3. The following two subparagraphs are added to Article 7:\n'The supplement to the intervention price referred to in Article 24a of Regulation No 136/66/EEC shall be granted in respect of batches of colza and rape seed eligible for the description \"double zero\" in conformity with Article 3 (4). The costs arising from the determination of the glucosinolate content shall be borne by the tenderer.\nIn cases where the glucosinolate content, determined by means of a method other than the common method, is greater than 30 micromoles per gram of air-dried seed, the description \"double zero\" may be accorded to the seed in question only as a result of a new determination carried out according to the common method.\n4. Article 7a is repealed.\n5. Annex I is replaced by the Annex to this Regulation.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 July 1986.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 29 July 1986.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No 172, 30. 9. 1966, p. 3025/66.\n(2) OJ No L 133, 21. 5. 1986, p. 8.\n(3) OJ No L 239, 28. 9. 1968, p. 2.\n(4) See page 55 of this Official Journal.\n(5) OJ No L 151, 13. 7. 1967, p. 1.\n(6) OJ No L 169, 29. 6. 1985, p. 76.\n(7) OJ No L 133, 21. 5. 1986, p. 12.\nANNEX\n'ANNEX I\nI. Oil content of colza and rape seeds\nPrice increase or reduction of 0,033 ECU per 0,100 kg of oil below or above 40 kg contained in 100 kg of seeds, the weight of which has been determined by the method defined in the Annex to Regulation (EEC) No 2681/83 and the oil content of which has been adjusted accordingly.\nII. Oil content of sunflower seeds\nPrice increase or reduction of 0,045 ECU per 0,100 kg of oil below or above 44 kg contained in 100 kg of seeds, the weight of which has been determined by the method defined in the Annex to Regulation (EEC) No 2681/83 and the oil content of which has been adjusted accordingly.\nHowever, in the case of Spain, the increase or reduction referred to in the preceding subparagraph shall be 0,080 ECU.'"}