{"celex_id": "31988R0575", "uri": "http://publications.europa.eu/resource/cellar/3589b131-1f7c-4f32-a613-0933761f840b", "type": "Regulation", "concepts": ["2081", "3173", "4717", "4722", "720", "893"], "title": "Commission Regulation (EEC) No 575/88 of 1 March 1988 amending for the third time Regulation (EEC) No 2707/86 laying down detailed rules for the description and presentation of sparkling and aerated sparkling wines\n", "header": "COMMISSION  REGULATION (EEC) No 575/88\nof 1 March 1988\namending for the third time Regulation (EEC) No 2707/86 laying down detailed rules for the description and presentation of sparkling and aerated sparkling wines\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 822/87 of 16 March 1987 on the common organization of the market in wine (1), as last amended by Regulation (EEC) No 3992/87 (2), and in particular Article 72 (5) thereof,\nWhereas Council Regulation (EEC) No 3309/85 (3), as last amended by Regulation (EEC) No 538/87 (4), lays down the general rules for the description and presentation of sparkling wines and aerated sparkling wines; whereas the detailed rules for applying the principles laid down in Commission Regulation (EEC) No 2707/86 (5), as last amended by Regulation (EEC) No 2249/87 (6);\nWhereas transitional provisions should be adopted permitting the sale of products, the descriptions and presentation of which no longer comply with the Community provisions as a result of amendments;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Wine,", "main_body": ["The following paragraph is hereby added to Article 10 of Regulation (EEC) No 2707/86:\n'4. Products listed in Article 1 (1) of Regulation (EEC) No 3309/85 described and presented in accordance with the provisions of that Regulation and of this Regulation in force when they are placed on the market, the description and presentation of which no longer comply with the provisions of these Regulation following amendment thereof, may be held with a view to sale, placed on the market and exported until stocks are exhausted.\nLabels carying indications which are no longer in compliance with the provisions of Regulation (EEC) No 3309/85 and of this Regulation following amendment thereof may be used for a period of one year from the date of application of the amendment.\nMaterial used for prepackaging on which indications which are no longer in compliance with the provisions of Regulation (EEC) No 3309/85 and of this Regulation following amendment thereof are printed directly may be used for a period of two years from the date of application of the amendment.'", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 1 March 1988.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 84, 27. 3. 1987, p. 1.\n(2) OJ No L 377, 31. 12. 1987, p. 20.\n(3) OJ No L 320, 29. 11. 1985, p. 9.\n(4) OJ No L 55, 25. 2. 1987, p. 4.\n(5) OJ No L 246, 30. 8. 1986, p. 71.\n(6) OJ No L 207, 29. 7. 1987, p. 26."}