{"celex_id": "31989D0037", "uri": "http://publications.europa.eu/resource/cellar/9744d771-6bf6-4f35-a3b7-b17cc790ed29", "type": "Decision", "concepts": ["1182", "13", "191", "4210", "811"], "title": "89/37/EEC: Commission Decision of 29 December 1988 extending for Greece the period during which seed of certain varieties of cotton and soya bean may be subject to marketing restrictions relating to the variety (only the Greek text is authentic)\n", "header": "COMMISSION  DECISION\nof 29 December 1988\nextending for Greece the period during which seed of certain varieties of cotton and soya bean may be subject to marketing restrictions relating to the variety\n(Only the Greek text is authentic)\n(89/37/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 70/457/EEC of 29 September 1970 on the common catalogue of varieties of agricultural plant species (1), as last amended by Directive 88/380/EEC (2), and in particular Article 15 (7) thereof,\nHaving regard to the applications lodged by Greece,\nWhereas, pursuant to Article 15 (1) of Directive 70/457/EEC, seed or propagating material of varieties of agricultural plant species which have been officially accepted in 1986 in one or more Member States and which also meet the conditions laid down in the Directive is, with effect from 31 December 1988, no longer subject to any marketing restrictions relating to the variety in the Community;\nWhereas the same applies to seed of certain varieties of cotton (Gossypium spp.) officially accepted in Spain before 1986, by virtue of Articles 2 and 394 (1) of the Act of Accession of Spain and Portugal;\nWhereas, however, Article 15 (2) of Directive 70/457/EEC provides that, in the cases set out in Article 15 (3), a Member State may be authorized, upon application, to prohibit the marketing of seed and propagating material of certain varieties;\nWhereas, moreover, Article 15 (7) of Directive 70/457/EEC provides that:\n- the period ending on 31 December 1988 may be extended before expiry where there is good reason (first subparagraph),\n- with regard to Greece and in respect of applications submitted by that Member State not later than 31 December 1985 and made on the grounds referred to in Article 15 (3) (c), second alternative, that period may be extended to 30 June 1989 (second subparagraph);\nWhereas Greece has applied for authorizations pursuant to Article 15 (2) of Directive 70/457/EEC in respect of certain varieties of cotton and soya bean (Glycine max) including varieties of cotton officially accepted in Spain before 1986;\nWhereas it is impossible to complete before 31 December 1988 the examination of the application submitted by Greece in respect of the cotton varieties Jerez, Palma 76 and Tabladilla 100;\nWhereas in respect of the cotton varieties Acala SJ-1, Acala SJ-2, C 210, C 312, Macnair 220, Promese and Stroman 254, Greece has not been able, for reasons for which it is not entirely responsible, to justify its application;\nWhereas, for Greece, in the case of these 10 cotton varieties, the period mentioned above should accordingly be extended, pursuant to Article 15 (7), first subparagraph, of Directive 70/457/EEC in order to allow complete examination of the applications;\nWhereas the application of Greece in respect of soya bean varieties relates to early varieties and is based on Article 15 (3) (c), second alternative of Directive 70/457/EEC, namely that it is well known that such varieties are not at present suitable for cultivation in Greece;\nWhereas, for Greece, in the case of these soya bean varieties, it is appropriate to extend the said period until 30 June 1989, pursuant to Article 15 (7), second suparagraph, of Directive 70/457/EEC, in order to allow complete examination of the application;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Seed and Propagating Material for Agriculture, Horticulture and Forestry,", "main_body": ["The period provided for in Article 15 (1) of Directive 70/457/EEC is, where Greece is concerned, extended from 31 December 1988:\n(a) to 28 February 1989 in respect of the varieties listed in Annex I;\n(b) to 31 December 1989 in respect of the varieties listed in Annex II; and\n(c) to 30 June 1989 in respect of the varieties listed in Annex III.", "Greece shall notify the Commission and the other Member States of the date from which it makes use of the authorization under Article 1 and the detailed methods to be followed.", "This Decision is addressed to the Hellenic Republic."], "attachments": "Done at Brussels, 29 December 1988.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 225, 12. 10. 1970, p. 1.\n(2) OJ No L 187, 16. 7. 1988, p. 31.\nANNEX I\nGossypium spp.\nJerez\nPalma 76\nTabladilla 100\nANNEX II\nGossypium spp.\nAcala SJ-1\nAcala SJ-2\nC 210\nC 312\nMacnair 220\nPromese\nStroman 254\nANNEX III\nGlycine max\nEffi\nMaple Arrow\nOlima\nSito\nUltra"}