{"celex_id": "31984R0913", "uri": "http://publications.europa.eu/resource/cellar/ba7f05b1-16b4-4ba5-beb1-9d6f90d59465", "type": "Regulation", "concepts": ["2077"], "title": "Commission Regulation (EEC) No 913/84 of 3 April 1984 applying quality class III to certain fruit for the 1984/85 marketing year\n", "header": "COMMISSION  REGULATION (EEC) No 913/84\nof 3 April 1984\napplying quality class III to certain fruit for the 1984/85 marketing year\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1035/72 of 18 May 1972 on the common organization of the market in fruit and vegetables (1), as last amended by Regulation (EEC) No 2004/83 (2), and in particular Article 4 (1) thereof,\nWhereas Council Regulation No 211/66/EEC (3) added a class III to the common quality standards for peaches and table grapes, while the same class was added to the common quality standards for cherries and strawberries by Council Regulation (EEC) No 1194/69 (4); whereas Commission Regulation (EEC) No 379/71 of 19 February 1971 laying down common quality standards for citrus fruit (5), and Commission Regulation (EEC) No 1641/71 of 27 July 1971 laying down quality standards for dessert apples and pears (6), as last amended by Regulation (EEC) No 2066/83 (7), laid down a class III for the products concerned;\nWhereas Council Regulation (EEC) No 3409/82 (8) extends until 31 December 1986 the period during which quality class III may apply to certain fruit and vegetables;\nWhereas, pursuant to Article 4 (1) of Regulation (EEC) No 1035/72, quality class III may be applied only if the products concerned are needed to meet consumer demand; whereas this appears to be the case at present for table grapes, cherries and strawberries; whereas, in view of the considerable fluctuations in production from one marketing year to another, the period of application of quality class III should be limited;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Fruit and Vegetables,", "main_body": ["A quality class III, as defined in the common quality standards, shall apply, for the period specified in each case, in respect of the products listed in the Annex hereto.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 3 April 1984.\nFor the Commission\nPoul DALSAGER\nMember of the Commission\n(1) OJ No L 118, 20. 5. 1972, p. 1.\n(2) OJ No L 198, 21. 7. 1983, p. 2.\n(3) OJ No 233, 20. 12. 1966, p. 3939/66.\n(4) OJ No L 157, 28. 6. 1969, p. 1.\n(5) OJ No L 45, 24. 2. 1971, p. 1.\n(6) OJ No L 172, 31. 7. 1971, p. 1.\n(7) OJ No L 202, 26. 7. 1983, p. 28.\n(8) OJ No L 360, 21. 12. 1982, p. 2.\nANNEX\n1.2 // Table grapes:  // from 1 May 1984 to 30 April 1985  // Cherries:  // from 1 April to 30 September 1984  // Strawberries:  // from 1 April to 31 December 1984"}