{"celex_id": "31988L0314", "uri": "http://publications.europa.eu/resource/cellar/fc58836d-3c13-46ff-b5d0-a8504ae2c1bc", "type": "Directive", "concepts": ["1425", "233", "2664", "2742", "2836", "449"], "title": "Council Directive 88/314/EEC of 7 June 1988 on consumer protection in the indication of the prices of non-food products\n", "header": "COUNCIL  DIRECTIVE\nof 7 June 1988\non consumer protection in the indication of the prices of non-food products\n(88/314/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 100a thereof,\nHaving regard to the proposal from the Commission (1),\nIn cooperation with the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas the programmes of the Community for a consumer protection and information policy (4) provide for the establishment of common principles for indicating prices;\nWhereas Council Directive 79/581/EEC of 19 June 1979 on consumer protection in the indication of the prices of foodstuffs (5) makes it compulsory to indicate the prices of foodstuffs; whereas the Council resolution of 19 June 1979 on the indication of the prices of foodstuffs and non-food household products pre-packaged in pre-established quantities (6) invites the Commission to submit a proposal concerning the indication of the selling price and the unit price for non-food household products;\nWhereas it is important to adopt measures with the aim of progressively establishing the internal market over a period expiring on 31 December 1992 at the latest;\nWhereas indication of the selling price and the unit price of non-food products makes it easier for consumers to compare prices at places of sale; whereas it accordingly increases market transparency and ensures greater protection for consumers;\nWhereas the obligation to indicate these prices must apply in principle to all non-food products offered to the final consumer; whereas this obligation must also apply to written or printed advertising and catalogues wherever these give the selling prices of the products;\nWhereas the selling price and the unit price must be indicated in accordance with specific procedures for each category of products so as not to place an undue burden on the retailer as regards labelling;\nWhereas the obligation to indicate the unit price may be waived by Member States for products in respect of which such indication would meaningless;\nWhereas, in the case of pre-packaged products, the obligation to indicate the unit price should, wherever possible, be replaced by standardization of quantities; whereas account should be taken of the progress made as regards the standardization at Community level of quantity ranges for products pre-packaged in pre-established quantities and provision should therefore be made for the exemption of ranges of quantities so standardized;\nWhereas Council Directive 80/232/EEC (7), as last amended by Directive 87/356/EEC (8), lays down the ranges of nominal quantities and nominal capacities permitted for certain pre-packaged products;\nWhereas the rules laid down in this Directive are aimed at informing and protecting consumers,", "main_body": ["1. This Directive relates to the indication of the selling price and the price per unit of measurement of non-food products offered to the final consumer or advertised indicating the price, whether they are sold in bulk or pre-packaged in pre-established or variable quantities\n2. This Directive shall not apply to:\n- products bought for the purpose of a trade or commercial activity,\n- products supplied in the course of the provision of a service,\n- private sales,\n- sales by auction and sales of works of art and antiques.", "For the purposes of this Directive:\n(a) 'products sold in bulk' means products which are not pre-packaged and/or are not measured or weighed except in the presence of the final consumer;\n(b) 'products sold by individual item' means products which cannot be broken down without changing their nature or properties;\n(c) 'pre-packaged products' means products packaged other than in the consumer's presence, whether the packaging encloses the product completely or only partially;\n(d) 'products pre-packaged in pre-established quantities' means products pre-packaged in such a way that the quantity in the package corresponds to a previously selected value;\n(e) 'products pre-packaged in variable quantities' means products pre-packaged in such a way that the quantity in the package does not correspond to a previously selected value;\n(f) 'selling price' means the price for a given quantity of the product;\n(g) 'unit price' means the price for one kilogram, one litre, one metre or one square metre of the product, subject to Article 6 (2) and the second subparagraph of Article 10.", "1. The products referred to in Article 1 shall bear an indication of the selling price under the conditions laid down in Article 4.\n2. The products pre-packaged in pre-established quantities listed in the Annex and the products pre-packaged in variable quantities shall also bear an indication of the unit price, subject to Articles 7 to 10.\n3. The unit price of products sold in bulk must be indicated. However, Member States may specify the conditions under which the selling price per piece may be indicated for certain categories of these products.\n4. The selling price and the unit price shall relate to the final price of the product under the conditions laid down by the Member States.", "The selling price and the unit price must be unambiguous, easily identifiable and clearly legible. Each Member State may lay down the specific rules for such indication of prices, e.g. by means of posters, labels on shelves or on packaging.", "Any written or printed advertisement and any catalogue which mentions the selling price of products referred to in Article 1 shall indicate the unit price, subject to Article 3 (2).", "1. The unit price shall be expressed as a price per litre or per cubic metre for products sold by volume, as a price per kilogram or per tonne for products sold by weight, as a price per metre for products sold by length and as a price per square metre for products sold by area.\n2. Member States may, however, allow the unit price to be expressed in relation to decimal multiples or fractions of the units referred to in paragraph 1, in order to take account of the quantities in which certaiun products are normally sold.\n3. The unit price of pre-packaged products shall refer to the quantity declared, in accordance with national and Community provisions.", "1. Member States may waive the obligation to indicate the unit price of products sold in bulk or pre-packaged for which such indication would be meaningless.\n2. The products referred to in paragraph 1 include in particular:\n(a) products exempted from the obligation to indicate weight or volume (in particular products sold by individual item);\n(b) different products sold in a single package;\n(c) products sold from automatic dispensers;\n(d) products contained in a single package from which a mixture is to be prepared; (e) multipacks referred to in the first subparagraph of Article 4 of Directive 80/232/EEC, where they are made up of individual items corresponding to one of the values appearing in a Community quantity range.", "1. The obligation to indicate the unit price shall not apply to the products listed in Annex I, points 5, 8.2, 8.3, 8.5, 8.6, 9, 10 and 11 to Directive 80/232/EEC, where they are sold in the ranges of nominal quantities of contents given in the said Annex.\n2. The obligation to indicate the unit price may be waived by the Member States for:\n- the products listed in Annex I, points 4, 6, 7, 8.1 and 8.4 to Directive 80/232/EEC, where they are sold in the ranges of nominal quantities of contents given in the said Annex,\n- the products referred to in Annex II, point 3 to Directive 80/232/EEC, where they are sold in rigid containers in capacity ranges given in the said Annex and are not listed in Annex I to the said Directive,\n- the products referred to in Annex I to Directive 80/232/EEC, where they are sold in rigid containers in capacity ranges given in Annex III to the said Directive.\n3. The obligation to indicate the unit price may be waived by the Member States for the pre-packaged products listed in paragraphs 1 and 2, where they are sold in quantities which are smaller than the lowest or larger than the highest values in the Community ranges.", "When Community measures are adopted concerning the harmonization of ranges of quantities relating to products pre-packaged in pre-established quantities or when the ranges of quantities previously adopted are revised, the Council, acting on a proposal from the Commission, shall amend Article 8.", "0\nAs a transitional measure, Member States shall be allowed a period of seven years from the date of adoption of this Directie to apply the provisions of this Directive relating to the products pre-packaged in pre-established quantities referred to in the Annex. During this transitional period, any national measures or practices existing at the date of adoption of this Directive and relating to these products may be maintained in force.\nUntil the expiry of the transitional period during which use of the imperial system of units of measurement is authorized by Community provisions relating to units of measurement, the competent national authorities in Ireland and the United Kingdom shall determine, for each product or each category of product, the units of mass, volume, length or area of the international system or the imperial system in which indication of the unit price is compulsory.", "1\n1. Member States may exempt pre-packaged products which are sold by certain small retail businesses and handed directly by the seller to the purchaser from the obligation to indicate the unit price, where the indication of unit prices:\n- is likely to constitute an excessive burden for such businesses, or\n- appears to be impracticable owing to the number of products offered for sale, the sales area, its layout or the conditions peculiar to certain forms of trading, such as particular types of itinerant trading.\n2. The exemptions referred to in paragraph 1 shall be without prejudice to more stringent obligations to indicate prices existing under national provisions at the time of adoption of this Directive.", "2\n1. Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive within two years of its adoption. They shall forthwith inform the Commission thereof.\n2. Member States shall communicate to the Commission the texts of the provisions of national law which they adopt in the field governed by this Directive.", "3\nThis Directive is addressed to the Member States."], "attachments": "Done at Luxembourg, 7 June 1988.\nFor the Council\nThe President\nM. BANGEMANN\n(1) OJ No C 8, 13. 1. 1984, p. 2 and OJ No C 121, 7. 5. 1987, p. 9.\n(2) OJ No C 122, 20. 5. 1985, p. 148 and Decision of 18 May 1988 (not yet published in the Official Journal).\n(3) OJ No C 343, 24. 12. 1984, p. 34.\n(4) OJ No C 92, 25. 4. 1975, p. 2 and OJ No C 133, 3. 6. 1981, p. 2.\n(5) OJ No L 158, 26. 6. 1979, p. 19.\n(6) OJ No C 163, 30. 6. 1979, p. 1.\n(7) OJ No L 51, 25. 2. 1980, p. 1.\n(8) OJ No L 192, 11. 7. 1987, p. 48.\nANNEX\nProducts prepackaged in pre-established quantities, as referred to in Article 3 (2)\nPaints and varnishes referred to under point 4 of Annex I to Directive 80/232/EEC with the exception of artists' colours for use in fine arts or for teaching;\nGlues and adhesives referred to under point 5 of Annex I to Directive 80/232/EEC;\nCleaning products referred to under point 6 of Annex I to Directive 80/232/EEC;\nCosmetics, beauty and toilet preparations referred to under points 7.1 to 7.6 of Annex I to Directive 80/232/EEC;\nWashing products referred to under points 8.1 to 8.6 of Annex I to Directive 80/232/EEC and point 3 of Annex II to this Directive;\nSolvents referred to under point 9 of Annex I to Directive 80/232/EEC;\nLubricating oils referred to under point 10 of Annex I to Directive 80/232/EEC;\nYarn for hand-knitting referred to under point 11 of Annex I to Directive 80/232/EEC."}