{"celex_id": "31984R0218", "uri": "http://publications.europa.eu/resource/cellar/a3d1082e-f258-4e0c-a297-baf7c925e4e5", "type": "Regulation", "concepts": ["1184", "1520", "2498", "431"], "title": "Council Regulation (EEC) No 218/84 of 18 January 1984 amending Regulation (EEC) No 2618/80 instituting a specific Community regional development measure contributing to improving security of energy supply in certain Community regions by way of improved use of new techniques for hydro-electrical power and alternative energy sources\n", "header": "COUNCIL REGULATION (EEC) No 218/84 of 18 January 1984 amending Regulation (EEC) No 2618/80 instituting a specific Community regional development measure contributing to improving security of energy supply in certain Community regions by way of improved use of new techniques for hydro-electrical power and alternative energy sources\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 724/75 of 18 March 1975 establishing a European Regional Development Fund (1), as last amended by Regulation (EEC) No 3325/80 (2), and in particular Article 13 (3) thereof,\nHaving regard to the proposal from the Commission (3),\nHaving regard to the opinion of the European Parliament (4),\nHaving regard to the opinion of the Economic and Social Committee (5),\nWhereas Article 13 of Regulation (EEC) No 724/75 (hereinafter referred to as \"the Fund Regulation\") provides, independently of the national allocations of resources fixed by Article 2 (3) (a) of that Regulation, for participation by the Fund in financing specific Community regional development measures which are in particular linked with Community policies and with measures adopted by the Community in order to take better account of their regional dimension or to reduce their regional consequences;\nWhereas, pursuant to that Article, the Council adopted on 7 October 1980 an initial series of Regulations instituting specific Community regional development measures and in particular Regulation (EEC) No 2618/80 (6) instituting a specific Community regional development measure contributing to improving security of energy supply in certain Community regions by way of improved use of new techniques for hydro-electrical power and alternative energy sources, this measure being hereinafter referred to as \"the specific measure\";\nWhereas, pursuant to that Regulation and in particular Article 3 thereof, the Commission has approved a special programme relating to certain areas in the Mezzogiorno and has at the same time decided to allocate appropriations to that programme;\nWhereas Greece has become a Member of the Community since the adoption of the specific measure ; whereas the situation in that country is also characterized by a substantial energy shortfall and heavy dependence on oil imports ; whereas, moreover, the cost of energy is particularly high in the Greek islands;\nWhereas the development of those islands entails increased consumption of energy, which also stems from the operation of the water supply systems serving agriculture, industry and tourism ; whereas there is therefore a need to encourage the installation there of new generating capacity exploiting local alternative energy sources;\nWhereas steps should be taken to promote the exploitation of geothermal energy, which is an important alternative source of energy in these areas ; whereas similar steps should also be taken in the areas of the Mezzogiorno affected by the specific measure;\nWhereas the Member States concerned have provided the Commission with information on regional problems which would be a suitable subject for a specific Community measure;\nWhereas, in order to accelerate the implementation of the special programme, the rules laid down by Regulation (EEC) No 2618/80 concerning budgetary commitments, payment of aid from the Fund and advances made from the Fund should be amended;  (1) OJ No L 73, 21.3.1975, p. 1. (2) OJ No L 349, 23.12.1980, p. 10. (3) OJ No C 15, 19.1.1983, p. 10. (4) OJ No C 184, 10.6.1983, p. 163. (5) OJ No C 124, 9.5.1983, p. 2. (6) OJ No L 271, 15.10.1980, p. 23.  Whereas, in order that Greece may benefit fully from the specific measure, it is appropriate to provide that the expenditure connected with the measures envisaged and carried out by that country pending the adoption of this Regulation, during the year preceding its adoption, be, by way of an exception, deemed eligible;\nWhereas additional financial resources are required to implement the specific measure thus reinforced and extended to new areas;\nWhereas it is necessary that the Member State for which a special programme has already been approved should adapt that programme and that Greece should submit to the Commission a special programme in accordance with Regulation (EEC) No 2618/80,", "main_body": ["Regulation (EEC) No 2618/80 is hereby amended in accordance with the following Articles.", "The following subparagraph is added to Article 2:\n\"It shall also apply to the Greek islands, with the exception of Salamina, which is not covered by a national aid scheme.\"", "Article 3 (1) is replaced by the following:\n\"1. The specific measures shall be implemented in the form of a special programme, hereinafter referred to as \"the special programme\", to be presented to the Commission by each of the Member States concerned.\"", "Article 3 (8) is replaced by the following:\n\"8. Once it has been approved, the special programme shall be published for information by the Commission.\"", "Article 4 (1) is replaced by the following:\n\"1. Installing mini-turbines (standardized electrical generators using low-head falls) including preparation of existing sites and the related hydro-electric installations ; wind-powered generators ; equipment utilizing solar energy ; installations to recover energy from biomass, particularly from waste ; prospection and development of geothermal fields and particularly installations for exploiting such fields.\nThe installations referred to above must incorporate fully developed technology and must not be eligible under Council Regulation (EEC) No 1972/83 of 11 July 1983 on the granting of financial support for demonstration projects relating to the exploitation of alternative energy sources and to energy saving and the substitution of hydrocarbons (1).\n(1) OJ No L 195, 19.7.1983, p. 6.\"", "In Article 5 (1) (a), \"and for the prospection and development of geothermal fields\" is inserted after \"or other equipment\".", "Article 5 (4) is replaced by the following:\n\"4. Budgetary commitments relating to the financing of the special programme shall be implemented by annual tranche. The first tranche shall be committed at the time of the Commission's acceptance of the programme. The commitment of subsequent annual tranches shall be made according to budgetary availability and the progress made on the programme.", "The introductory words to Article 6 (1) are replaced by the following:\n\"1. Aid from the Fund in favour of the measures provided for in the special programme shall be paid to the Member State concerned or  directly, and in accordance with the latter's instructions, to the bodies responsible for their implementation, in accordance with the following rules:\".", "Article 6 (1) (c) is replaced by the following:\n\"(c) at the request of a Member State, advances of the amount of each annual tranche may be made according to progress made on operations and budgetary availability.\nFrom the beginning of operations, an advance of 60 % of the Fund contribution concerning the first annual tranche may be paid by the Commission. When the Member State has certified that half of the first advance has been spent, a second advance, of 25 %, may be paid by the Commission.\nFrom the beginning of the subsequent annual tranche, advances may be paid under the terms provided for in the foregoing subparagraphs.\nThe balance of each annual advance shall be paid at the request of the Member State when it has certified that the operations corresponding to the tranche in question may be considered as finished, and on presentation of the amount of public expenditure which had been committed.\"", "0\nThe following paragraph shall be added to point 2 (b) of the Annex:\n\"A programme for the prospection and development of geothermal fields.\"\nSECTION 2", "1\n1. Italy shall amend the special programme referred to in Article 3 of Regulation (EEC) No 2618/80 and approved by the Commission, in accordance with the amendments introduced by section 1 of this Regulation.\n2. The amended special programme shall be approved by the Commission in accordance with Article 3 (6) of Regulation (EEC) No 2618/80.\n3. Without prejudice to Article 5 (3) of Regulation (EEC) No 2618/80, the amount of the Fund's assistance to the amended special programme may not exceed the amount fixed by the Commission at the time of approval of the programme.", "2\nThe duration of the special programme to be submitted by Greece shall be five years starting from the 60th day after the date on which this Regulation enters into force. The duration of the amended special programme referred to in Article 11 shall be extended for the same period.", "3\nExpenditure arising from the Italian special programme thus adapted and from the special programme to be submitted by Greece which is incurred from the date of entry into force of this Regulation shall be eligible.", "4\nThis Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 18 January 1984.\nFor the Council\nThe President\nM. ROCARD"}