{"celex_id": "31984R2333", "uri": "http://publications.europa.eu/resource/cellar/fbbe5535-1f3e-4ff9-a645-0ae95e387d96", "type": "Regulation", "concepts": ["316", "4062", "4778", "588"], "title": "Council Regulation (EEC) No 2333/84 of 9 August 1984 repealing Regulation (EEC) No 486/83 imposing a definitive anti-dumping duty on imports of copper sulphate originating in Yugoslavia\n", "header": "COUNCIL  REGULATION (EEC) No 2333/84\nof 9 August 1984\nrepealing Regulation (EEC) No 486/83 imposing a definitive anti-dumping duty on imports of copper sulphate originating in Yugoslavia\nTHE COUNCIL OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Regulation (EEC) No 2176/84 of 23 July 1984 on protection against dumped or subsidized imports from countries not members of the European Economic Community (1), and in particular Article 14 thereof,\nHaving regard to the proposal submitted by the Commission after consultation within the Advisory Committee as provided for under the above Regulation,\nWhereas:\n(1) By Regulation (EEC) No 486/83(2) the Council imposed a definitive anti-dumping duty of 19,5 % on imports of copper sulphate originating in Yugoslavia falling within subheading ex 28.38 A II of the Common Customs Tariff and corresponding to NIMEXE code 28.38-27.\n(2) Following a request by a Member State, namely Italy, for a review of that Regulation the Commission published a notice in the Official Journal of the European Communities reopening the proceeding (3) and commenced an investigation.\n(3) The investigation established the existence of renewed dumping and injury to the Community industry concerned resulting therefrom.\n(4) The Yugoslav authorities, having been informed of the results of the investigation, requested that the matter be discussed in the Cooperation Council as provided for by the Cooperation Agreement between the European Economic Community and the Socialist Federal Republic of Yugoslavia (4).\n(5) The Yugoslav exporters, subsequent to discussions within the Cooperation Council, offered undertakings which, after consultation within the Advisory Committee, the Commission has considered acceptable. The Commission considers that these undertakings eliminate the injury to the Community industry from imports of copper sulphate originating in Yugoslavia.\n(6) The Commission Decision (5) setting out its findings, accepting the undertakings and terminating the proceeding, is published in the Official Journal of the European Communities of even date with the publication hereof.\n(7) Regulation (EEC) No 486/83 should be repealed,", "main_body": ["Regulation (EEC) No 486/83 is hereby repealed.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 9 August 1984.\nFor the Council\nThe President\nJ. O'KEEFFE\n(1) OJ No L 201, 30. 7. 1984, p. 1.\n(2) OJ No L 55, 2. 3. 1983, p. 4.\n(3) OJ No C 301, 8. 11. 1983, p. 2.\n(4) OJ No L 41, 14. 2. 1983, p. 2.\n(5) See page 16 of this Official Journal."}