{"celex_id": "31985D0421", "uri": "http://publications.europa.eu/resource/cellar/c1e4143a-74d5-48e1-bc9a-0c651652a463", "type": "Decision", "concepts": ["1309", "2421", "3263", "4320"], "title": "85/421/EEC: Commission Decision of 1 August 1985 concerning an application submitted by ApS Holger Pedersen  Co., Odense, for the refund of anti-dumping duties collected on certain imports of hardboard from Sweden (Only the Danish text is authentic)\n", "header": "COMMISSION  DECISION\nof 1 August 1985\nconcerning an application submitted by ApS Holger Pedersen & Co., Odense, for the refund of anti-dumping duties collected on certain imports of hardboard from Sweden\n(Only the Danish text is authentic)\n(85/421/EEC)\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2176/84 of 23 July 1984 on protection against dumped or subsidized imports from countries not members of the European Economic Community (1), and in particular Article 16 thereof,\nWhereas:\nA. Procedure\n(1) On 31 August 1983 the Commission, by Regulation (EEC) No 2444/83 (2), withdrew acceptance of the undertaking given by Swedeboard Vrena AB, Vrena, Sweden, with regard to exports of hardboard to the Community and imposed a provisional anti-dumping duty of 19,9 % on imports of hardboard originating in Sweden and exported by Swedeboard Vrena AB. On 24 December 1983, the Commission, by Decision 83/649/EEC (3), accepted another undertaking given by Swedeboard Vrena AB in connection with exports of hardboard to the Community. On the same day, by Council Regulation (EEC) No 3648/83 (4), the amounts secured by way of the abovementioned provisional anti-dumping duty for hardboard exported by Swedeboard Vrena AB were definitively collected at the rate of 3,05 %.\n(2) On 19 January 1984, ApS Holger Pedersen & Co., Odense, a Danish importer of hardboard originating in Sweden and exported by Swedeboard Vrena AB applied to the Danish authorities for a refund of Dkr . . . (5) which it had definitively paid in anti-dumping duties on its imports of hardboard from Swedeboard Vrena AB. The Danish authorities forwarded the application to the Commission.\n(3) The application was examined by the Commission and the applicant was informed of the preliminary results and given an opportunity to comment. In its reply the applicant did not raise any objections to the findings of the Commission.\n(4) The Commission informed the Member States and gave its opinion on the matter. None of the Member States disagreed with the opinion of the Commission.\nB. Arguments of the applicant\n(5) The applicant has based its application on the allegation that the export prices paid for the shipments of hardboard from Swedeboard Vrena AB were equal to or higher than the production costs of Swedeboard Vrena AB.\nC. Admissibility\n(6) The application is admissible since it was introduced in conformity with the relevant provisions of the Community's anti-dumping legislation, in particular, the time limits.\nD. Merits of the application\n(7) The application is well founded only in respect of part of the sum claimed. The production costs alleged by the applicant were used as normal value in the investigation leading to the undertaking which was in force prior to the imposition of the provisional anti-dumping duty. They are, therefore, irrelevant in the context of this refund application. To examine the validity of this application the Commission has compared the prices paid by the applicant with the normal value applicable to its supplier\nfor the period during which the shipments in question took place, i.e. between 5 September and 23 December 1983. This normal value is based on confidential information about the domestic prices and production costs of Swedeboard Vrena AB submitted to the Commission by Swedeboard Vrena AB for that period in conformity with the obligations arising from the second undertaking accepted by the Commission in December 1983. It is higher than the normal value alleged by the applicant. Consequently, the comparison shows that the anti-dumping duty collected exceeds the actual dumping margin by only part of the amount claimed.\nE. Amount of refund\n(8) The amount to be refunded should be equal to the amount by which the duty collected exceeds the difference between the normal value referred to in paragraph 7 above and the prices paid by the applicant,", "main_body": ["The refund application submitted by ApS Holger Pedersen & Co., Odense, on 19 January 1984 is hereby granted in the sum of Dkr . . . . It is hereby refused in respect of the remainder.", "The amount set out in Article 1 shall be refunded by the Danish authorities.", "This Decision is addressed to the Kingdom of Denmark and ApS Holger Pedersen & Co., Odense."], "attachments": "Done at Brussels, 1 August 1985.\nFor the Commission\nWilly DE CLERCQ\nMember of the Commission\n(1) OJ No L 201, 30. 7. 1984, p. 1.\n(2) OJ No L 241, 31. 8. 1983, p. 9.\n(3) OJ No L 361, 24. 12. 1983, p. 47.\n(4) OJ No L 361, 24. 12. 1983, p. 6.\n(5) In the published version of the Decision, some figures have hereinafter been omitted, pursuant to the provisions of Article 8 of Regulation (EEC) No 2176/84 concerning non-disclosure of business secrets."}