{"celex_id": "31986R1983", "uri": "http://publications.europa.eu/resource/cellar/ed06e364-6819-43c8-8d24-8aa654bd6f94", "type": "Regulation", "concepts": ["4404", "5360", "797"], "title": "Council Regulation (EEC) No 1983/86 of 24 June 1986 laying down general rules for the system of direct aid for small producers in the cereals sector\n", "header": "COUNCIL  REGULATION (EEC) No 1983/86\nof 24 June 1986\nlaying down general rules for the system of direct aid for small producers in the cereals sector\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2727/75 of 29 October 1975 on the common organization of the market in cereals (1), as last amended by Regulation (EEC) No 1579/86 (2), and in particular Article 4a thereof,\nHaving regard to the proposal from the Commission,\nWhereas the aim of a system of direct aid for small producers is to compensate for the effect of the cereals co-responsibility levy on their income; whereas, therefore, only small producers who have borne the levy should be eligible for aid;\nWhereas Article 4a of Regulation (EEC) No 2727/75 provides that the overall aid amount may not exceed the estimated proceeds of the co-responsibilitiy levy from producers marketing not more than 25 tonnes of cereals; whereas, in the light of that provision, a ceiling should be fixed on the aid to be granted to each producer;\nWhereas, moreover, certain criteria should be adopted for apportioning the overall amount of the aid between the Member States;\nWhereas certain rules should be defined in due course on the way the amount of aid is to be apportioned by the Member States between the small producers of cereals,", "main_body": ["Small producers of cereals who have borne the cereals co-responsibility levy shall be eligible for the aid provided for in Article 4a of Regulation (EEC) No 2727/75.", "The amount of the aid to be granted to the producer referred to in Article 1 shall be determined in relation to the co-responsibility levy borne by him.\nThe amount may be determined as a lump sum.\nMember States shall have the option not to grant aid for amounts which fall below a minimum which they shall determine.\nIn no case may the amount of aid exceed, for a producer, the equivalent of a levy for 25 tonnes of cereals.", "The overall amount of the aid fixed for the cereals marketing year shall be apportioned between the Member States taking account, in particular, of the scale of the cereal economy, of the structure of production and of sales made by the producers in the various Member States.", "The following shall be adopted in accordance with the procedure laid down in Article 26 of Regulation (EEC) No 2727/75:\n(a) the criteria to be applied by the Member States when apportioning the aid between the small producers of cereals. Each Member State shall apportion the aid allocated to it between the small producers of cereals on the basis of such criteria.\nMember States shall notify the Commission in good time of the measures which they contemplate taking with a view to apportioning the aid between the small producers of cereals.\nThe Commission shall approve those measures on the basis of the abovementioned criteria;\n(b) the derogations from Article 2 of this Regulation, where Article 4a (4) of Regulation (EEC) No 2727/75 is applied.", "The amount of the aid for a marketing year shall be converted into national currency at the agricultural conversion rate obtaining on the first day of the said marketing year.", "This Regulation shall take effect on the day of its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 July 1986.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 24 June 1986.\nFor the Council\nThe President\nG. BRAKS\n(1) OJ No L 281, 1. 11. 1975, p. 1.\n(2) OJ No L 139, 24. 5. 1986, p. 29."}