{"celex_id": "31988R0437", "uri": "http://publications.europa.eu/resource/cellar/ad691ec5-2f40-4c17-b82f-29b62964539f", "type": "Regulation", "concepts": ["235", "3611", "4385"], "title": "Commission Regulation (EEC) No 437/88 of 17 February 1988 re-establishing the levying of customs duties on women' s or girls' knitted or crocheted suits and ensembles of products of category 74 (order number 40.0740 originating in South Korea to which the preferential tariff arrangements of Council Regulation (EEC) No 3783/87 apply\n", "header": "COMMISSION  REGULATION (EEC) No 437/88\nof 17 February 1988\nre-establishing the levying of customs duties on women's or girls' knitted or crocheted suits and ensembles of products of category 74 (order number 40.0740 originating in South Korea to which the preferential tariff arrangements of Council Regulation (EEC) No 3783/87 apply\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3783/87 of 3 December 1987 concerning the administration of the generalized tariff preferences for 1988 in respect of textile products originating in developing countries (1), and in particular Article 4 thereof,\nWhereas Article 2 of Regulation (EEC) No 3783/87 provides that preferential tariff treatment shall be accorded, for each category of products subjected in Annexes I and II of Council Regulation No 3782/87 (2), to individual ceilings, within the limits of quantities specified in column 7 of its Annexes I or II, in respect of certain or each of the countries or territories of origin referred to in column 5 of the same Annexes;\nWhereas Article 3 of Regulation (EEC) No 3783/87 provides that the levying of customs duties may be re-established at any time in respect of imports of the products in question once the relevant individual ceilings have been reached at Community level;\nWhereas, in respect of women's or girls' knitted or crocheted suits and ensembles of products of category 74 (order number 40.0740) the relevant ceiling amounts to 8 000 pieces;\nWhereas on 9 February 1988 imports of the products in question into the Community originating in South Korea, a country covered by preferential tariff arrangements, reached and were charged against that ceiling;\nWhereas it is appropriate to re-introduce the levying of customs duties for the products in question with regard to South Korea,", "main_body": ["As from 21 February 1988 the levying of customs duties, suspended in pursuance of Regulation (EEC) No 3782/87, shall be re-established in respect of the following products imported into the Community and originating in South Korea:\n1.2.3.4 //  //  //  //  // Order number   // Category (Unit)  // CN code   // Description  //  //  //  //  // (1)   // (2)  // (3)   // (4)  //  //  //  //  // 40.0740  // 74 (1 000 pieces)   // 6104 11 00 6104 12 00 6104 13 00 ex 6104 19 00 6104 21 00 6104 22 00 6104 23 00 ex 6104 29 00   // Women's or girls' knitted or crocheted suits and ensembles, of wool, of cotton or man-made fibres, excluding ski suits   //    //   //  //", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in tis entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 17 February 1988.\nFor the Commission\nCOCKFIELD\nVice-President\n(1) OJ No L 367, 28. 12. 1987, p. 58.\n(2) OJ No L 367, 28. 12. 1987, p. 1."}