{"celex_id": "31986R3973", "uri": "http://publications.europa.eu/resource/cellar/575463b8-e5a5-42f9-b0fb-3acee572ad02", "type": "Regulation", "concepts": ["211", "225", "2300"], "title": "Council Regulation (EEC) No 3973/86 of 22 December 1986 concerning the application of the Protocols on financial and technical cooperation concluded between the Community and Algeria, Morocco, Tunisia, Egypt, Lebanon, Jordan, Syria, Malta and Cyprus\n", "header": "COUNCIL  REGULATION (EEC) No 3973/86\nof 22 December 1986\nconcerning the application of the Protocols on financial and technical cooperation concluded between the Community and Algeria, Morocco, Tunisia, Egypt, Lebanon, Jordan, Syria, Malta and Cyprus\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Articles 209 and 235 thereof,\nHaving regard to the Regulations concerning the conclusion of the Protocols on financial and technical cooperation between the European Economic Community and Algeria (1), Morocco (2), Tunisia (3), Egypt (4), Lebanon (5), Jordan (6), Syria (7), Malta (8) and Cyprus (9), hereinafter referred to as 'Protocols',\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament,\nHaving regard to the opinion of the Court of Auditors (10),\nWhereas these Protocols lay down the amount of Community aid granted to each of these countries and contain specific points for each particular case; whereas, however, common implementing rules should be established;\nWhereas detailed rules for the administration of aid not covered by the own resources of the European Investment Bank, hereinafter referred to as 'the Bank', must be laid down;\nWhereas the rules for the administration of financial cooperation should be determined, the procedure for laying down guidelines for aid and for examining and approving it should be established, and the detailed rules for supervising the use of that aid should be defined;\nWhereas the Treaty has not provided the powers necessary for this purpose other than those under Article 235;\nWhereas a committee of representatives of the Government of the Member States should be set up at the Commission;\nWhereas it should be stipulated that the draft financing decisions drawn up by the Bank for operations not covered by its own resources should be submitted for opinion to a committee of representatives of the Governments of the Member States;\nWhereas work by the Commission and the Bank to apply the Protocols should be harmonized;\nWhereas on 16 July 1974 the Council adopted a resolution on the harmonization and coordination of Member States' cooperation policies,", "main_body": ["1. In implementing aid to Algeria, Morocco, Tunisia, Egypt, Lebanon, Jordan and Syria, the Commission shall be responsible for applying the overall Mediterranean policy and the development cooperation policy defined by the Council and the general guidelines for financial and technical cooperation defined pursuant to the Agreements concluded with these countries and the Protocols.\n2. In implementing aid to Malta and Cyprus, the Commission shall be responsible for applying the overall Mediterranean policy and the development cooperation policy defined by the Council and the general guidelines for financial and technical cooperation defined pursuant to the Protocol laying down certain provisions relating to the Agreement establishing an association between the European Economic Community and Malta (11), the Additional Protocol to the Agreement establishing an association between the European Economic Community and the Republic of Cyprus (12) and the Protocols on financial and technical cooperation concluded with these countries.", "1. The appropriations for the financing of aid not covered by the Bank's own resources shall be administered by the Commission, in accordance with the Financial Regulation applicable to the general budget of the European Communities, subject in particular to Articles 9, 10 and 11 of this Regulation and without prejudice to the Bank's powers in administering certain forms of aid.\n2. However, the detailed rules for administering the appropriations referred to in paragraph 1, particularly with regard to the appointment of financial implementation bodies and the conditions guaranteeing equal competition, in so far as such rules are necessary for the purpose of implementing the Protocols, shall be adopted by common agreement between the Community and each recipient country.", "1. As regards Algeria, Morocco, Tunisia, Egypt, Lebanon, Jordan and Syria, a general mandate shall be given to the Bank by the Commission on behalf of the Community, after consultation of the representatives of the Member States, to administer interest-rate subsidies for loans from its own resources, risk-capital operations and special loans in the industrial, energy, mining, tourism and economic infrastructure sectors.\nThe Commission shall itself administer grants for technical assistance programmes or schemes, in whatever sector, and special loans in sectors other than those mentioned in the general mandate given to the Bank and specified in the first subparagraph.\n2. As regards Malta and Cyprus, a general mandate from the Community shall be given to the Bank by the Commission, after consultation of the representatives of the Member States, to administer interest-rate subsidies for loans from its own resources and risk-capital operations and special loans.\nThe Commission shall itself administer grants for technical assistance programmes or schemes.\n3. The mandates given to the Bank in accordance with paragraphs 1 and 2, and in particular the provisions concerning movements of funds and the remuneration for executing the mandate, shall be the subject of an agreement between the Commission and the Bank after consulting the representatives of the Member States. This agreement shall include the provisions set out in Articles 9, 10 and 11.\nOperations covered by the mandates established pursuant to paragraphs 1 and 2 and concerning special loans and risk capital shall be undertaken by the Bank on behalf of, and at the risk of, the Community.\nThe Bank shall act in accordance with the procedures laid down in its Statute and with the rules laid down in the agreement referred to in the first subparagraph.", "The Commission shall communicate to the Member States at least once a year the information obtained from the recipient countries on the content and prospects of their development plans, the objectives they have set themselves and the projects already known which are likely to attain these objectives.\nThe Commission shall compile this information in collaboration with the Bank.\nThe Member States shall at the same time inform the Commission, which shall in turn inform the other Member States, of any bilateral aid to the recipient countries which has been decided on.\nFurthermore, the Commission shall forward to the committee referred to in Article 6 any information available on other bilateral or multilateral aid for the recipient countries.\nTo this end, and to enable the Member States to be informed, the Commission shall obtain all relevant information on aid provided to the recipient countries.", "1. The position to be taken by the Community for the purposes of defining the specific objectives of financial and technical cooperation in the Cooperation or Association Councils shall be adopted by the Council acting on a proposal from the Commission, drawn up, in close collaboration with the Bank, on the basis of the information obtained in accordance with Article 4. In the event of disagreement, the Bank shall make its position known to the Council.\n2. For the purposes of implementing financial and technical cooperation on the basis of the specific objectives referred to in paragraph 1, the Council shall hold an annual policy debate on the future course of financial cooperation. In so doing, it shall see that due account is taken in particular of the mutual complementarity of the interests involved.\nFor that policy debate the Commission shall submit to the Council a report drawn up in liaison with the Bank, where the latter is concerned, on the implementation of financial cooperation during the last financial year. The Commission and the Bank shall also notify the Council of the information obtained from the recipient countries on the financing sought and of the operations which the Commission and the Bank intend to submit for opinions to the committees provided for in Articles 6 and 9, in accordance with Articles 7 and 10.\nIn addition, the Commission and the Bank shall undertake, each for those projects concerning it, an evaluation of the main projects completed in major sectors to establish whether the objectives defined in the appraisal of those projects have been met and to provide guidelines for improving the effectiveness of future aid activities. These evaluation reports shall be made available to all Member States.", "1. A committee, hereinafter to as the 'Article 6 Committee', consisting of representatives of the Governments of the Member States, shall be set up at the Commission. The Article 6 Committee shall be chaired by a representative of the Commission and its secretarial services shall be provided by the Commission.\nA representative of the Bank shall take part in its proceedings.\n2. The Council, acting unanimously on a proposal from the Commission, shall adopt the rules of procedure of the Article 6 Committee.\n3. The Article 6 Committee shall act by a qualified majority in accordance with Article 148 (2) of the Treaty.\n4. Within the Article 6 Committee, the votes of the Member States shall be weighted in accordance with Article 148 (2) of the Treaty.", "1. The Article 6 Committee shall give its opinion on draft project or scheme financing decisions submitted to it by the Commission.\n2. The draft project or scheme financing decisions shall, in particular, explain the relevance of the projects or schemes concerned to the development prospects of the recipient country or countries and shall assess the effectiveness of each project or scheme by setting the effects it is expected to produce against the resources to be invested in it. Where appropriate, they shall indicate the extent to which the aid already agreed to by the Community for the project or similar projects in that or those countries has been utilized as well as the various external sources helping to finance such projects.\nThey shall include, in particular, measures aimed at promoting, in accordance with the Protocols, participation by undertakings belonging to recipient countries in carrying out the projects.", "The Commission shall adopt decisions which shall apply immediately. However, if the Article 6 Committee has not delivered a favourable opinion, these decisions shall forthwith be communicated by the Commission to the Council. In that event the Commission shall defer application of the decisions which it has adopted for not more than three months from the date of such communication.\nThe Council, acting by a qualified majority, may take a different decision with three months.", "1. A Committee consisting of representatives of the Governments of the Member States, hereinafter referred to as the 'Article 9 Committee', shall be set up at the Bank.\nThe Article 9 Committee shall be chaired by the representative of the Government of the Member State currently holding the Presidency of the Board of Governors of the Bank; its secretariat shall be provided by the Bank.\nA representative of the Commission shall take part in its proceedings.\n2. The Council, acting unanimously, shall adopt the rules of procedure of the Article 9 Committee.\n3. The Article 9 Committee shall act by a qualified majority in accordance with Article 148 (2) of the Treaty.\n4. Within the Article 9 Committee, the votes of the Member States shall be weighted in accordance with Article 148 (2) of the Treaty.", "0\n1. The Article 9 Committee shall give its opinion on the draft financing decisions drawn up by the Bank pursuant to Article 3.\nThe Commission representative shall state the Commission's position on these draft decisions.\nThe Commission's position shall cover the conformity of the draft decisions with the objectives of financial and technical cooperation laid down in the Agreements or the Protocols and with the general guidelines adopted by the Cooperation or Association Councils.\n2. In addition, the Bank shall inform the Article 9 Committee of any loans without interest-rate subsidies which it intends to grant from its own resources.", "1\n1. The document in which the Bank submits a draft financing decision to the Article 9 Committee shall, in particular, explain the relevance of the projects concerned to the development prospects of the recipient country or countries and, where appropriate, indicate the extent to which loans agreed to by the Bank have been utilized.\n2. Where the Article 9 Committee delivers a favourable opinion and the Commission expresses a favourable view in respect of a draft financing decision involving a special loan or risk capital, the draft decision shall be submitted for decision to the Board of Directors of the Bank, which shall act in accordance with the Bank's Statute.\nIn the absence of a favourable opinion from the Article 9 Committee or in the event of an unfavourable view being expressed by the Commission, the Bank shall either withdraw the draft decision or request the Member State holding the Chair of the Article 9 Committee to refer the matter to the Council as soon as possible.\n3. Where, in the absence of a favourable opinion from the Article 9 Committee or in the event of an unfavourable view being expressed by the Commission, the matter is brought before the Council in accordance with the second subparagraph of paragraph 2, the Bank's draft decision shall be submitted to the Council together with the reasoned opinion of the Article 9 Committee or the Commission's view.\nThe Council shall take its decision by a qualified majority. If the Council decides to confirm the position taken by the Article 9 Committee or by the Commission, the Bank shall withdraw its proposal.\nIf, however, the Council is in agreement with the Bank's proposal, the Bank shall implement the procedures laid down in its Statute.\n4. The Commission and the Bank shall jointly identify the branches of activity likely to benefit from a loan with an interest-rate subsidy.\nWhere the Article 9 Committee delivers a favourable opinion in respect of an application for a loan with an interest-rate subsidy, the application shall be submitted for decision to the Board of Directors of the Bank, which shall act in accordance with the Bank's Statute.\nIn the absence of a favourable opinion from the Article 9 Committee, the Bank shall either withdraw the application or decide to maintain it. In the latter event, the application, together with the reasoned opinion of the Committee, shall be submitted for decision to the Board of Directors of the Bank, which shall act in accordance with the Bank's Statute.", "2\n1. The Commission shall ensure that the mandates provided for in Article 3 are carried out and that the aid administered directly by it is implemented and as certain how the projects being implemented and financed by such aid are implemented by the recipient countries or by any other recipients referred to in each of the Protocols concluded with these countries.\n2. It shall also ascertain, in close collaboration with the responsible authorities of the recipient country or countries, how projects financed with Community aid are used by the recipients.\n3. When conducting the examinations carried out pursuant to paragraphs 1 and 2, the Commission shall examine jointly with the Bank to what extent the objectives defined pursuant to the provisions of the Cooperation Agreements with Algeria, Morocco, Tunisia, Egypt, Lebanon, Jordan and Syria, of the Protocol laying down certain provisions relating to the Agreement establishing an association between the European Economic Community and Malta, of the Additional Protocol to the Agreement establishing an association between the European Economic Community and the Republic of Cyprus, and the Protocols concluded with all the aforementioned countries, have been attained.\n4. The Commission shall report to the European Parliament and the Council at their request, and at least once a year, on compliance with the terms of paragraphs 1, 2 and 3.", "3\nThis Regulation shall enter into force on 1 January 1987.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 22 December 1986.\nFor the Council\nThe President\nG. SHAW\n(1) OJ No L 337, 29. 11. 1982, p. 1.\n(2) OJ No L 337, 29. 11. 1982, p. 29.\n(3) OJ No L 337, 29. 11. 1982, p. 43.\n(4) OJ No L 337, 29. 11. 1982, p. 8.\n(5) OJ No L 337, 29. 11. 1982, p. 22.\n(6) OJ No L 337, 29. 11. 1982, p. 15.\n(7) OJ No L 337, 29. 11. 1982, p. 36.\n(8) OJ No L 216, 5. 8. 1986, p. 1.\n(9) OJ No L 85, 28. 3. 1984, p. 37.\n(10) OJ No C 302, 27. 11. 1986, p. 6.\n(11) OJ No L 111, 28. 4. 1986, 1976, p. 3.\n(12) OJ No L 339, 28. 12. 1977, p. 2."}