{"celex_id": "31989D0584", "uri": "http://publications.europa.eu/resource/cellar/9b598d2b-ddcc-4613-8a5d-f98a4ad92cc4", "type": "Decision", "concepts": ["3774", "5387"], "title": "89/584/ECSC: Commission Decision of 19 July 1989 approving aid from the United Kingdom to the coal industry in the 1989/90 financial year (only the English text is authentic)\n", "header": "COMMISSION  DECISION\nof 19 July 1989\napproving aid from the United Kingdom to the coal industry in the 1989/90 financial year\n(Only the English text is authentic)\n(89/584/ECSC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Coal and Steel Community,\nHaving regard to Commission Decision No 2064/86/ECSC of 30 June 1986 establishing Community rules for State aid to the coal industry (1),\nWhereas:\nI\nIn its letter of 3 February 1989 the United Kingdom Government informed the Commission, pursuant to Article 9 (2) of Decision No 2064/86/ECSC, of the financial measures it intends to take to give direct support to the coal industry in 1989/90.\nIn its letter of 19 May 1989 the United Kingdom Government sent the further information requested by the Commission on 11 April 1989.\nThe following aid is submitted for the approval of the Commission pursuant to the abovementioned Decision:\n- £ 15 500 000 for occupational and geographical redeployment of workers under Article 6 of the Decision.\nAccording to the notification from the United Kingdom Government, the purpose of the aid is to facilitate the restructuring of the coal industry in the United Kingdom.\nThe measures planned by the United Kingdom Government to support the coal industry comply with Article 1 (1) of the abovementioned Decision. Consequently, under Article 10 of the Decision, the Commission must determine whether the measures are compatible with the objectives and criteria laid down in the Decision and with the proper functioning of the common market.\nII\nThe restructuring programme under way in the United Kingdom has brought about a marked improvement in the productivity and competitiveness of the coal industry. Over the last few years the amount of aid granted to the appreciably. industry in the United Kingdom has been reduced apreciably. The aid covered by this Decision has been reduced by almost 40 % since 1985/86.\nThe aid for occupational and geographical redeployment of workers is a specific measure independent of aid pursuant to Articles 3, 4 and 5 of Decision No 2064/86/ECSC. It is therefore compatible with Article 6 of the Decision.\nThe aim of the aid is to maintain a skilled workforce in the coal industry within the framework of the restructuring programme.\nSince the measure is temporary and forms part of the programme to restructure the industry, it satisfies the objectives and conditions laid down in Article 2 of the Decision.\nIn the light of the foregoing, the aid which the United Kingdom Government plans to grant to the United Kingdom coal industry for current production in 1989 is compatible with the proper functioning of the common market.\nThis Decision applies without prejudice to the compatibility with the Treaties of arrangements or agreements governing sales of coal mined in the United Kingdom to electricity producers.\nIII\nPursuant to Article 11 (2) of Decision No 2064/86/ECSC, the Commission must ensure that the direct aid to current production which it approves is used exclusively for the purposes set out in Articles 3 to 6 thereof. The Commission must therefore be informed of the amounts of the payments and the manner in which they are apportioned,", "main_body": ["The United Kingdom is hereby authorized to grant for the 1988/89 financial year, with effect from 1 April 1989:\naid totalling £ 15 500 000 for occupational and geographical redeployment of workers.", "The United Kingdom Government shall inform the Commission by 30 June 1990 of the amounts actually paid in the 1989/90 financial year.", "This Decision is addressed to the United Kingdom."], "attachments": "Done at Brussels, 19 July 1989.\nFor the Commission\nAntónio CARDOSO E CUNHA\nMember of the Commission\n(1) OJ No L 177, 1. 7. 1986, p. 1."}