{"celex_id": "31984D0365", "uri": "http://publications.europa.eu/resource/cellar/6b085ff8-0a66-4512-b763-8e22997b8d1d", "type": "Decision", "concepts": ["1091", "2159", "2693", "3817", "3842", "4381"], "title": "84/365/EEC: Commission Decision of 29 June 1984 establishing that the apparatus described as 'PAR - Scanning Potentiostat, model 362 with incorporated programmer' may not be imported free of Common Customs Tariff duties\n", "header": "COMMISSION  DECISION\n29 June 1984\nestablishing that the apparatus described as 'PAR - Scanning Potentiostat, model 362 with incorporated programmer' may not be imported free of Common Customs Tariff duties\n(84/365/EEC)\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1798/75 of 10 July 1975 on the importation free of Common Customs Tariff duties of educational, scientific and cultural materials (1), as last amended by Regulation (EEC) No 608/82 (2),\nHaving regard to Commission Regulation (EEC) No 2784/79 of 12 December 1979 laying down provisions for the implementation of Regulation (EEC) No 1798/75 (3), and in particular Article 7 thereof,\nWhereas, by letter dated 28 February 1984, France has requested the Commission to invoke the procedure provided for in Article 7 of Regulation (EEC) No 2784/79 in order to determine whether or not the apparatus described as 'PAR - Scanning Potentiostat, model 362 with incorporated programmer', ordered on 8 December 1983 and intended to be used for electrocatalytic studies on oxidation reactions of organic compounds of relevance to energy production, and in particular for studies of electrodes of noble metals the elctrocatalytic activity of which is modified on the surface by adatoms of other metals, should be considered as a scientific apparatus and, where the reply is in the affirmative, whether apparatus of equivalent value is currently being manufactured in the Community;\nWhereas, in accordance with the provisions of Article 7 (5) of Regulation (EEC) No 2784/79, a group of experts composed of representatives of all the Member States met on 6 June 1984 within the framework of the Committee on Duty-Free Arrangements to examine the matter;\nWhereas this examination showed that the apparatus in question is a potentiostat-galvanostat; whereas it does not have the requisite objective characteristics making it specifically suited to scientific research; whereas, in particular, the fact that it is a potentiostat-galvanostat with incorporated potential programmer cannot confer upon it this character; whereas, moreover, apparatus of the same kind are principally used for non-scientific activities, and in particular in the industrial field for applied research and in electrochemical laboratories; whereas its use in the case in question could not alone confer upon it the character of a scientific apparatus; whereas it therefore cannot be regarded as a scientific apparatus; whereas the duty-free admission of the apparatus in question is therefore not justified,", "main_body": ["The apparatus described as 'PAR - Scanning Potentiostat, model 362 with incorporated programmer', which is the subject of an application by France of 28 February 1984, may not be imported free of Common Customs Tariff duties.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 29 June 1984.\nFor the Commission\nKarl-Heinz NARJES\nMember of the Commission\n(1) OJ No L 184, 15. 7. 1975, p. 1.\n(2) OJ No L 74, 18. 3. 1982, p. 4.\n(3) OJ No L 318, 13. 12. 1979, p. 32."}