{"celex_id": "31980R2650", "uri": "http://publications.europa.eu/resource/cellar/5fdcc5eb-f1cc-40ee-bb93-ff43ad1033eb", "type": "Regulation", "concepts": ["1076", "2217", "2971", "3079", "980"], "title": "Commission Regulation (EEC) No 2650/80 of 15 October 1980 laying down detailed rules for the implementation of decisions by the Guidance Section of the EAGGF to grant aid for projects to improve public amenities in certain rural areas\n", "header": "COMMISSION REGULATION (EEC) No 2650/80 of 15 October 1980 laying down detailed rules for the implementation of decisions by the Guidance Section of the EAGGF to grant aid for projects to improve public amenities in certain rural areas\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1760/78 of 25 July 1978 on a common measure to improve public amenities in certain rural areas (1), and in particular Articles 13 (3) and 14 (5) thereof,\nWhereas supporting documents in respect of special programmes eligible for assistance from the EAGGF are forwarded, in some cases via the Member States concerned, by a department or agency designated by that Member State ; whereas with a view to ensuring an effective check on the execution of these projects, provision should be made to define the role of that department or agency and the nature of the supporting documents to be drawn up in compliance with the laws or regulations of the Member State concerned or with the measures laid down by the said department or agency, and also the verifications to be effected by each Member State;\nWhereas the Commission needs to be informed that projects are being carried out under the conditions and within the time limits laid down;\nWhereas the documentation to be forwarded by the intermediary department or agency so that the Commission may ascertain that all the conditions are fulfilled for payment of the aid, or a proportion thereof, should be specified ; whereas that documentation must include full information, presented in a uniform manner, in order to facilitate examination and uniform treatment of payment applications;\nWhereas, if the documents duly provided by the department or agency appear inadequate or incomplete for the purpose of checking the financial or other conditions to which the special programmes are subject, the Commission should be able to request the intermediary department or agency to submit additional or supporting documents;\nWhereas there should be provision, in connection with inspection visits, for cooperation between the Commission and the Member State concerned, so that the visit may achieve its intended purpose;\nWhereas the procedure for suspending, reducing or terminating EAGGF aid should not be initiated without the Member State concerned first having been asked for its view and the recipient having been given the opportunity to submit its comments;\nWhereas, since EAGGF aid is paid to the recipient through an agency designated by the Member State, it is necessary to define the documents which that agency is to forward to the Commission;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the EAGGF Committee,", "main_body": ["I. Role of the department or agency responsible for forwarding supporting documents", "1. The department or agency responsible for forwarding supporting documents within the meaning of Article 14 (2) of Regulation (EEC) No 1760/78 shall send to the Commission, within two months following the entry into force of this Regulation, a descriptive list of the supporting documents it intends to require. Any amendment to such list shall be communicated to the Commission within two months of its adoption.\n\"Supporting documents\" means any document drawn up in accordance either with the laws or regulations of the Member State concerned or with the measures adopted by the abovementioned department or agency and establishing that the financial or other conditions imposed for the project in question have been fulfilled.\n(1) OJ No L 204, 28.7.1978, p. 1.   The descriptive list mentioned above shall contain:    - the name of each supporting document, together with a reference to the regulations or measures on the basis of which it is to be drawn up,\n- a brief description of the contents of each document.\n2. Within the time limit laid down in paragraph 1 the department or agency shall also send to the Commission a detailed description of the verification procedures used and which it employs for the purpose of making out the certificate referred to in Article 3.\n3. The Commission may request Member States to add to the descriptive list other documents which it considers necessary for verifying the eligibility for payment of the expenditure claimed in applications ; it may to the same end request the Member States to strengthen their verification procedures.", "On the expiry of two years from the date of notification of the decision granting aid, the department or agency shall forward to the Commission a document describing the progress of projects in respect of which no application for payment or no second application for an advance has been made. Where, contrary to the information contained in the application for aid and the decision to grant it, work or action has not begun by the end of this period of two years, the department or agency shall give reasons and where necessary shall submit to the Commission adequate assurances provided by the recipient, to the effect that work on the project will begin in the near future.\nIn the absence of such assurance or if the Commission considers the assurances inadequate, the recipient shall be required to return the advance received. If the first advance received was already accompanied by the supporting documents to be provided under Article 3 (1), these documents need not be forwarded.", "1. Within three months before the actual commencement of the first annual instalment of work, the intermediary department or agency may forward to the Commission an application for an advance together with evidence that the conditions for payment have been fulfilled.\nThis application for an advance shall be submitted in duplicate in the form of a certificate as shown in Model 1 in Annex I hereto.\nSix months following the payment of this advance the recipient must prove to the Commission that the rate of progress on the work has reached at least 6 75 % of the first annual instalment multiplied by the number of months which have elapsed since the date of the commencement of the work specified in the application for an advance.\nIf he fails to supply this proof the recipient shall be obliged to return the advance received.\nThe forwarding of this proof shall suspend the obligation to forward the document provided for in Article 2.\n2. The applications for advances relating to the other annual instalments of the work may be submitted when the work on the previous instalment has reached at least 80 % of the amount planned and any earlier instalments have been completed.\nApplications for an advance, to be submitted in duplicate, shall consist of a certificate and supporting documents in the form shown in Model 2 in Annex I hereto.\n3. Not later than three months following the planned completion of an annual instalment of work in respect of which an advance has been received, the department or agency shall forward a claim for the final amount of aid due in respect of that instalment.\nThis claim, to be submitted in duplicate, shall consist of a certificate and supporting documents in the form shown in Annex II hereto.\nIf he fails to submit this claim, the recipient shall be required to refund the advance received.\n4. Where no advance has been received, the department or agency may forward applications for payment in the year following the completion of an annual instalment of the work.\nThese applications, to be submitted in duplicate, shall consist of a certificate and supporting documents in the form shown in Annex II hereto.", "To enable an effective check to be made on the execution of a project, the department or agency shall submit to the Commission, on request and within a time limit which the latter may fix, any supporting document, or a certified copy thereof, as referred to in Article 1, or any other document which shows that the financial or other conditions laid down for each project have been fulfilled.", "If the Commission considers it necessary to make an inspection visit, it shall give prior notice thereof to the Member State it intends to visit and shall invite the Member State to participate in the inspection ; the Member States shall take all necessary steps to promote the efficacy of such inspection visits.", "Before initiating any procedure for suspending, reducing or terminating aid from the EAGGF in accordance with Article 14 (2) of Regulation (EEC) No 1760/78, the Commission shall:    - invite the Member State on whose territory the project was to be carried out to express its views on the matter,\n- consult the department or agency responsible for transmitting supporting documents,\n- ask the recipient to provide through the intermediary department or agency an explanation for his failure to comply with the conditions laid down.\nII. Role of the agency responsible for payment", "1. When the Commission is satisfied that the financial or other conditions laid down for the project have been fulfilled, it shall make payments of aid from the EAGGF to the recipient in accordance with Article 14 (1) of Regulation (EEC) No 1760/78.\n2. The agency shall immediately pay over the aid or the appropriate portion thereof to the recipient and shall, within 15 days of payment, provide evidence to the Commission that this has been done.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 15 October 1980.\nFor the Commission\nFinn GUNDELACH\nVice-President\nANNEX I\n>PIC FILE= \"T0016491\">    >PIC FILE= \"T0016492\">\nAnnex a to the certificate in respect of advances other than the first\nProgress of the planned work on the annual instalments in respect of which advances have been received: >PIC FILE= \"T0016493\">\nAnnex b to the certificate in respect of advances other than the first\nFinancing of expenditure arising from work on annual instalments in respect of which advances have already been received: >PIC FILE= \"T0016494\">\nANNEX II\n>PIC FILE= \"T0016495\">\nAnnex a to the certificate of payment of balances Financing plan\n>PIC FILE= \"T0016496\">\nAnnex b to the certificate of payment of balances List of accounting documents (Between ... and ...)\n>PIC FILE= \"T0016497\">\nAnnex c to the certificate of payment of balances Comparative table (1)\n>PIC FILE= \"T0016726\">  (1) Indicate foreseen and actual quantities and cost for each significant reading of the estimate ; this should allow a comparison to be made, which in turn will make it possible to determine to what extent the work carried out corresponds to that planned."}