{"celex_id": "31986D0116", "uri": "http://publications.europa.eu/resource/cellar/b1291c34-f58a-401c-a435-29a0bf3a86a7", "type": "Decision", "concepts": ["1417", "3780", "431"], "title": "86/116/EEC: Commission Decision of 7 March 1986 concerning the zones referred to in Article 2 (3) of Regulation (EEC) No 2616/80 instituting a specific Community regional development measure contributing to overcoming constraints on the development of new economic activities in certain zones adversely affected by restructuring of the steel industry (Only the English text is authentic)\n", "header": "COMMISSION  DECISION\nof 7 March 1986\nconcerning the zones referred to in Article 2 (3) of Regulation (EEC) No 2616/80 instituting a specific Community regional development measure contributing to overcoming constraints on the development of new economic activities in certain zones adversely affected by restructuring of the steel industry\n(Only the English text is authentic)\n(86/116/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2616/80 of 7 October 1980 instituting a specific Community regional development measure contributing to overcoming constraints on the development of new economic activities in certain zones adversely affected by restructuring of the steel industry (1), as amended by Regulation (EEC) No 216/84 (2), and in particular Article 2 (3) thereof,\nWhereas the specific measure instituted by Regulation (EEC) No 2616/80 already applies to the zones referred to in Article 2 (2) of that Regulation;\nWhereas Article 2 (3) of Regulation (EEC) No 2616/80 provides that the specific measure shall also apply to those zones which in principle meet the criteria laid down in Article 2 (1) (a), (b) and (f) of that Regulation each time the Commission has adopted a position on the restructuring programmes for the steel industry forwarded by the Member States in accordance with Commission Decision No 2320/81/ECSC of 7 August 1981 establishing Community rules for aids to the steel industry (3);\nWhereas the United Kingdom has forwarded its restructuring programme for the steel industry, and the Commission has adopted a position on that programme;\nWhereas the zones likely to benefit from the specific measure must be the subject of a request by the Member State in question; whereas the United Kingdom has submitted such a request to the Commission;\nWhereas the counties of Cleveland, Clwyd, Gwent, Humberside (together with that part of the travel-to-work area of Scunthorpe situated in the county of Lincolnshire), South Yorkshire (including the travel-to-work area of Sheffield) and the region of Strathclyde conform to the abovementioned criteria,", "main_body": ["1. The zones referred to in Article 2 (3) of Regulation (EEC) No 2616/80 are, in the case of the United Kingdom, as follows: the counties of Cleveland, Clwyd, Gwent, Humberside (together with that part of the travel-to-work area of Scunthorpe situated in the county of Lincolnshire), South Yorkshire (including the travel-to-work area of Sheffield) and the region of Strathclyde.\n2. The references to travel-to-work areas in point 1 are to those areas as constituted on 18 January 1984.", "This Decision is addressed to the United Kingdom."], "attachments": "Done at Brussels, 7 March 1986.\nFor the Commission\nAlois PFEIFFER\nMember of the Commission\n(1) OJ No L 271, 15. 10. 1980, p. 9.\n(2) OJ No L 27, 31. 1. 1984, p. 9.\n(3) OJ No L 228, 13. 8. 1981, p. 14."}