{"celex_id": "31982R0032", "uri": "http://publications.europa.eu/resource/cellar/c70c022f-f672-4ba0-909d-ba11831cce11", "type": "Regulation", "concepts": ["3568", "4682"], "title": "Commission Regulation (EEC) No 32/82 of 7 January 1982 laying down the conditions for granting special export refunds for beef and veal\n", "header": "COMMISSION  REGULATION (EEC) No 32/82\nof 7 January 1982\nlaying down the conditions for granting special export refunds for beef and veal\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 805/68 of 27 June 1968 on the common organization of the market in beef and veal (1), as last amended by the Act of Accession of Greece, and in particular Article 18 (6) thereof,\nWhereas Council Regulation (EEC) No 885/68 (2), as last amended by Regulation (EEC) No 427/77 (3), laid down general rules for granting export refunds and criteria for fixing the amount thereof;\nWhereas, on account of the market situation in the Community and the scope for selling certain products of the beef and veal sector which may at present be the object of intervention purchases, it is appropriate to lay down the conditions under which special refunds may be granted for export of such products when they are intended for certain non-member countries with a view to reducing intervention purchases;\nWhereas the Management Committee for Beef and Veal has not delivered an opinion within the time limit set by its chairman,", "main_body": ["1. Products complying with the specific conditions laid down in this Regulation shall be eligible for special export refunds.\n2. This Regulation shall apply to fresh or chilled meat, put up in the form of carcases, half-carcases, compensated quarters, forequarters and hindquarters, exported to certain non-member countries.", "1. Eligibility for a special export refund shall be subject to submission of proof that the products exported come from full-grown male cattle.\n2. Such proof shall be provided by means of a certificate, a specimen of which is given in the Annex, issued on application by the party concerned by the intervention agency or any other authority designated for the purpose by the Member State in which the animals were slaughtered and in which the customs export formalities are completed. This certificate must be produced to the customs authorities at the time of completion of the customs export formalities.", "The Member States shall lay down the conditions for checking the products and for issuing the certificate referred to in Article 2. These conditions may include the indication of a minimum quantity.\nThe Member States shall take the necessary measures to ensure that no substitution of products takes place between the time they are checked and the time they leave the Community's geographical territory or are delivered to the destinations referred to in Article 5 of Regulation (EEC) No 2730/79 (4). These measures shall include identification of each product by means of an indelible mark on each quarter or by individual seal on each quarter. The slaughter and identification shall take place in the abattoir indicated by the party concerned in the application referred to in Article 2 (2).", "The Member States shall communicate to the Commission by 20 January 1982 at the latest the measures to be taken to implement this Regulation. The Commission shall communicate its comments, if any, to the Member States before 20 February 1982.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply from 1 March 1982.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 7 January 1982.\nFor the Commission\nPoul DALSAGER\nMember of the Commission\n(1) OJ No L 148, 28. 6. 1968, p. 24.\n(2) OJ No L 156, 4. 7. 1968, p. 2.\n(3) OJ No L 61, 5. 3. 1977, p. 16.\n(4) OJ No L 317, 12. 12. 1979, p. 1."}