{"celex_id": "31986D0450", "uri": "http://publications.europa.eu/resource/cellar/e27c89d7-3691-41b8-b233-c23da86d38ef", "type": "Decision", "concepts": ["1005", "1520", "2792", "3051"], "title": "86/450/EEC: Commission Decision of 13 August 1986 instituting in the region of Basilicata, Italy, a pilot action in preparation for the integrated Mediterranean programmes (Only the Italian text is authentic)\n", "header": "COMMISSION  DECISION\nof 13 August 1986\ninstituting in the region of Basilicata, Italy, a pilot action in preparation for the integrated Mediterranean programmes\n(Only the Italian text is authentic)\n(86/450/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nWhereas the Council has adopted Regulation (EEC) No 2088/85 of 23 July 1985 concerning the integrated Mediterranean programmes (1);\nWhereas pilot actions are necessary to test the methods for implementing the integrated Mediterranean programmes in order that such programmes may be implemented as soon as possible after their adoption;\nWhereas the pilot actions constitute a coherent set of operations that are compatible with each other and with the regional development programmes; whereas they have intrinsic merits in the context of the Community's policies;\nWhereas each pilot action is on a smaller scale than the operational plan of campaign for the integrated Mediterranean programmes;\nWhereas the Italian Republic has proposed to the Commission that a pilot action be instituted in the region of Basilicata, Italy, in preparation for the integrated Mediterranean programmes;\nWhereas, on 27 August 1985, the Commission decided in principle on a pilot action in reparation for the integrated Mediterranean programmes, which was to be spelt out in detail subsequently and was on that occasion already granted assistance for a priority operation;\nWhereas these details can now be established;\nWhereas the pilot action must be coordinated with any integrated Mediterranean programme adopted for the same region or area;\nWhereas the pilot action in question concerns an area which exhibits development problems typical of those which the integrated Mediterranean programmes are intended to resolve;\nWhereas in order to ensure its effectiveness, the pilot action in question will be carried out with the agreement of the national authorities of the Member State concerned and in close cooperation with the responsible regional and local authorities,", "main_body": ["A pilot action is hereby instituted in the region of Basilicata, Italy, in preparation for the integrated Mediterranean programmes. This pilot action is described in Annex 1.", "The implementation of the pilot action shall be reviewed at regular intervals by the Commission in consultation with the Member State concerned so that it may be decided whether, and in which respects, the items set out in Annex I should be modified.\nIn particular, in order to ensure the necessary coordination between this action and the integrated programme proper, the Commission shall assess whether and to what extent it is necessary to include in that programme the operations covered by this Decision that have still not been implemented when the programme comes into force.\nIf the Commission decides to include in the integrated programme the operations referred to in the preceding paragraph, the date of the Decision in question shall be deemed for financial accounting purposes to be the completion of the pilot action.", "The pilot action shall be implemented by means of specific decisions by the Commission on individual operations forming constituent parts of the pilot action. The decisions shall describe the substance of the operations, shall fix the Community's contribution to the financing for each operation and shall define the precedures. The general conditions to be met for such specific decisions to be taken are set out in Annex 2.", "Within three months of the date referred to in the third paragraph of Article 2 or of the completion of all the operations under the pilot action, the Member State concerned be shall transmit to the Commission a report in five copies on the lessons to be drawn from the pilot action as a whole for the implementation of the integrated Mediterranean programmes.", "A monitoring committee shall be set up by agreement between the Commission and the national, regional and local authorities concerned in the Member State to check on the implementation of the pilot action. Those authorities shall, in consultation with the Commission, take the other administrative measures necessary at each level of administration.", "The assistance that the Commission decides upon for the pilot action shall not bind the Community as regards the final selection of the areas in which the integrated Mediterranean programmes are to be carried out out.", "This Decision is addressed to the Italian Republic."], "attachments": "Done at Brussels, 13 August 1986.\nFor the Commission\nNicolas MOSAR\nMember of the Commission\n(1) OJ No L 197, 27. 7. 1985, p. 1.\nANNEX I\nPILOT ACTION IN THREE MOUNTAIN COMMUNITIES IN THE PROVINCE OF POTENZA, REGION OF BASILICATA, ITALY, IN PREPARATION FOR THE INTEGRATED MEDITERRANEAN PROGRAMMES\n1. TITLE\nPilot action in three mountain communities in the province of Potenza, region of Basilicata, Italy, in preparation for the integrated Mediterranean programmes.\n2. DESCRIPTION AND GENERAL FEATURES OF THE AREA\nThe pilot action concerns the three mountain communities of Marmoplatano, Melandro and Vulture, in the province of Potenza, which cover an area of 1 700 km2 and have a population of 116 000. The area was hard hit by the earthquake of December 1980, which aggravated the already difficult situation in the inland areas of Basilicata. The municipalities concerned are less-favoured areas within the meaning of Council Directive 75/268/EEC (1). The climate is continental. The labour force of 46 000 is distributed between sectors as follows:\nagriculture: 27 %,\nindustry: 29 %,\nservices: 44 %.\nAverage per capita disposable income in the province of Potenza is estimated at LIT 5,8 million a year, 67 % of the national average, which puts the province in 88th place in the league table of 95 Italian provinces. The percentage of illiterates in the labour force is 13,4 % (compared with 5,4 % for Italy as a whole).\n2.1. Agriculture\nThe total area given over the agriculture is 163 000 hectares (19 % of the total for the region of Basilicata); the utilized agricultural area (UAA) is 119 000 hectares, the remaining 44 000 hectares being woodland.\nThere are 19 419 agricultural holdings in the area, with an average UAA of 6,1 hectares (compared with an average of 8,1 hectares for the region as a whole). The main agricultural activities are stockfarming and grain production in the mountain communities of Marmoplatano and Melandro; in the mountain community of Vulture, wine and olives are also produced:\n- cattle: 26 700 head (3 390 holdings),\n- sheep: 93 000 head (3 000 holdings),\n- goats: 15 000 head (2 100 holdings),\n- pigs: 18 700 head (10 490 holdings).\n- 64 000 hectares of UAA are under cereal cultivation, mainly the durum varieties.\n- 4 500 hectares of UAA are given over to wine production, mainly of DOC 'Aglianico del Vulture'.\n2.2 Craft industry and small and medium-sized enterprises\nIndustrial and craft activities are much less developed in the three mountain communities than in the valleys. The industrial sector employs 29 % of the area's labour force, mainly in craft industries processing local products.\n2.3. Rural tourism\nThe outlook for rural tourism is very promising and offers scope for job creation.\n3. GENERAL PURPOSE\nThe object of the pilot action is to create integrated opportunities for socio-economic development through measures in favour of agriculture, rural tourism, craft industry and small- and medium-sized enterprises. The action will help to provide extra jobs, reduce underemployment in agriculture, and improve the quality of life, in the countryside by promoting interaction between rural and urban areas, while respecting the need to protect the environment.\n4. PROPOSED MEASURES\n4.1. Agriculture\n4.1.1. Setting up, over a three-year period, of twelve specialized livestock centres to revitalize sheep-farming and goat-farming, and to promote local cheeses.\n4.1.2. Promotion of the products of forest and woodland, bringing into production about 50 hectares of forest and woodland over a period of two years.\n4.1.3. Establishing over a period of one year a centre for gathering, working up and processing forest and woodland products.\nThe agricultural measures could lead to the direct creation of about 80 new jobs, not counting induced effects.\n4.2. Craft Industry and Small and Medium-Sized Enterprises\n4.2.1. Equipping the three craft industry areas of Melfi, Rionero and Atella in the mountain community of Vulture: town-planning projects costing 3 054 980 ECU will rapidly make possible the installation of 220 craft and commercial establishments, and the creation of 350 new jobs.\n4.2.2. Arrangements for practical technical back-up for local industry and crafts (see further details under point 4.4).\n4.3. Rural Tourism\n4.3.1. Development of the woodland area of Piano Ferranto, in the community of Muro Lucano (mountain community of Marmo) to provide infrastructure and services for visits by tourists (day-trips and touring).\n4.3.2. Renovation of seven agricultural holdings in the mountain community of Melandro, involving 11 farm buildings, and providing tourist accommodation for 46 people.\n4.3.3. The Monticchio rural tourism project planned in the mountain community of Vulture.\nThe income generated by the rural tourism programme should almost totally eliminate underemployment in the agricultural holdings involved.\n4.4. Technical Assistance and Socio-Economic Promotion\nRecruitment on contracts for 12-15 months of experts and/or technicians to help with the various aspects of the pilot action; in particular:\n- two technical specialists in sheep and goat breeding;\n- one expert technician in the exploitation of woodland;\n- one marketing specialist;\n- one rural tourism expert;\n- two specialists in tourism;\n- two experts on industries and crafts:\n(a) nine experts for 15 months for LIT 2,5 million: LIT 337 500 000;\n(b) conferences, seminar, study trips: LIT 50 million;\n(c) information systems (software): LIT 50 million;\n(d) VAT 18 %; general expenditure 5 %.\n5. TIMETABLE\nThe action will be carried out from 27 August 1985 to 27 August 1987, subject to the provisions of the second and third paragraphs of Article 2 of this Decision.\n6. AUTHORITIES RESPONSIBLE\nFor coordination:\n- Office of the Minister for Coordination of Community Policies, Rome;\nFor implementation:\nRegion of Basilicata; certain operations will be carried out by the mountain communities of Marmoplatano, Melandro and Vulture.\n7. ESTIMATE OF EXPENDITURE AND FINANCING PLAN\nSee following table (1).\n(1) OJ No L 128, 19. 5. 1975, p. 1.\n(1) The existing instruments are the European Regional Development Fund, the European Social Fund and the Guidance Section of the European Agricultural Guidance and Guarantee fund.\nPREPARATORY PILOT ACTION - BASILICATA\n1.2.3,4.5,6.7,8.9,10 //  //  //  //  //  //  // Operation  // Total cost   // Existing instruments  // Budget Article 550   // Public financing   // Share  //  //  //  // 1.2.3.4.5.6.7.8.9.10 //  // (in 1 000 ECU)  // (in 1 000 ECU)   // %   // (in 1 000 ECU)   // %   // (in 1 000 ECU)   // %   // (in 1 000 ECU)   // %   //    //   //  //   //   //   //   //   //   //   // 1. Stockfarming centres (sheep and goats)   // 2 737,38   // 1 300,25   // 47,5  // 262,8   // 9,6   // 1 040,2   // 38   // 134,13   // 4,9  // 2. Cultivation of 50 ha woodland and forests   // 370  // -   //   // 185   // 50   // 148   // 40   // 37   // 10  // 3. Equipping and renovating a centre for gathering woodland and forestry products   // 488,82   // 244,41   // 50   // 44  // 9   // 78,21   // 16   // 122,2   // 25   // 4. Small and medium-sized enterprises   //   //   //   //   //   //   //  //   //   // - Craft area of Melfi   // 1 697,28   // 848,64  // 50   // 169,73   // 10   // 678,91   // 40   //   //   // - Craft area of Rionero   // 814,7   // 407,35   // 50   // 81,47   // 10   // 325,88   // 40   //   //   // - Craft area of Atella   // 543   // 271,5   // 50   // 54,3   // 10   // 217,2   // 40   //   //   // 5. Rural tourism   //   //   //   //  //   //   //   //   //   // - Renovating farm buildings  // 482   // 168,7   // 35   // 33,74   // 7   // 134,96  // 28   // 144,6   // 30   // - Typical accomodation   // 6,8  //   //   // 2,4   // 35   // 2,4   // 35   // 2   // 30  // - Re-equipping centres for rural tourism services   // 6,8  //   //   // 3,4   // 50   // 3,4   // 50   //   //   // - Rural tourism equipment and infrastructure   // 236,26  // 118,13   // 50   // 23,63   // 10   // 94,50   // 40   //  //   // 6. Technical assistance and promotion   // 376,42  //   //   // 188,21   // 50   // 188,21   // 50   //   //  //    //   //   //   //   //   //   //   //   //   // Total  // 7 759,46   // 3 358,98   //   // 1 048,68   //   // 2 911,87   //   // 439,93   //   //    //   //   //   //   //  //   //   //   //   //    //   //   //   //   //   //   //  //   //   // 7. Promotion of local cheeses (1)   // 586   //  //   // 293   // 50   // 293   // 50   //   //   //    //  //   //   //   //   //   //   //   //\n(1) Aid for this operation was granted by decision of 27 August 1985.\nANNEX 2\nGENERAL CONDITIONS FOR THE SPECIFIC DECISIONS REFERRED TO IN ARTICLE 3\n1. In respect of the operations in point 7 of Annex 1, for which the Community's assistance is to be entirely financed out of the appropriations under Article 550 of the general budget of the European Communities, specific decisions within the meaning of Article 3 may be taken in accordance with the budgetary resources available.\n2. In respect of the operations detailed in point 7 of Annex 1, for which the Community's assistance is to be financed partly out of appropriations under Article 550 of the general budget of the European Communities and partly out of appropriations from Community funds or under Community measures (in particular the European Agricultural Guidance and Guarantee Fund, the European Social Fund, the European Regional Development Fund), decisions to use the appropriations entered under Article 550 are to be taken separately after approval of each operation under the procedures laid down for the fund or measure concerned, and in accordance with the budgetary resources available.\n3. The Italian Republic is required to grant the necessary priority to each operation in accordance with the payments schedules set out in Annex 1 when submitting applications for Community aid from the Funds or under the measures referred to in point 2 of this Annex."}