{"celex_id": "31985R2139", "uri": "http://publications.europa.eu/resource/cellar/7fc042b8-311c-4871-86e9-450e8d42850b", "type": "Regulation", "concepts": ["1005", "979"], "title": "Council Regulation (EEC) No 2139/85 of 25 July 1985 amending Regulation (EEC) No 3247/81 on the financing by the European Agricultural Guidance and Guarantee Fund, Guarantee Section, of certain intervention measures, particularly those involving the buying in, storage and sale of agricultural products by intervention agencies\n", "header": "COUNCIL  REGULATION (EEC) No 2139/85\nof 25 July 1985\namending Regulation (EEC) No 3247/81 on the financing by the European Agricultural Guidance and Guarantee Fund, Guarantee Section, of certain intervention measures, particularly those involving the buying in, storage and sale of agricultural products by intervention agencies\nTHE COUNCIL OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1883/78 of 2 August 1978 laying down general rules for the financing of interventions by the European Agricultural Guidance and Guarantee Fund, Guarantee Section (1), as last amended by Regulation (EEC) No 1716/84 (2), and in particular Article 4 (3) thereof,\nHaving regard to the proposal from the Commission,\nWhereas Regulation (EEC) No 3247/81 (3), as last amended by Regulation (EEC) No 1717/84 (4), lays down the rules and conditions governing the annual accounts which serve to ascertain the expenditure to be financed by the Guarantee Section of the EAGGF in respect of intervention measures for which a specific unit rate has not been fixed under a common organization of the market;\nWhereas it is planned to grant Member States the option of shortening the period elapsing before payment is made to small producers for butter and cereals bought in by intervention during the 1985/86 marketing year;\nWhereas the additional costs that exercising this option entails, should Member States avail themselves of it, should not fall to the EAGGF,", "main_body": ["The following Article 7a is hereby inserted in Regulation (EEC) No 3247/81:\n'Article 7a\nWhere Community rules grant Member States the option of shortening the period elapsing before payment is made for butter and cereals from small producers bought in by intervention, the interest costs arising form use of this option in respect of the 1985/86 marekting year shall not be entered in the annual accounts that are the subject of Article 1 of this Regulation.'", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 25 July 1985.\nFor the Council\nThe President\nJ. POOS\n(1) OJ No L 216, 5. 8. 1978, p. 1.\n(2) OJ No L 163, 21. 6. 1984, p. 1.\n(3) OJ No L 327, 14. 11. 1981, p. 1.\n(4) OJ No L 163, 21. 6. 1984, p. 8."}