{"celex_id": "31984D0233", "uri": "http://publications.europa.eu/resource/cellar/33e8cc34-aa89-4def-8d0e-6a4436c93c3c", "type": "Decision", "concepts": ["2157", "478", "75"], "title": "84/233/EEC: Commission Decision of 18 April 1984 relating to a proceeding under Article 85 of the EEC Treaty (IV/30.849 IBM personal computer)\n", "header": "COMMISSION  DECISION\nof 18 April 1984\nrelating to a proceeding under Article 85 of the EEC Treaty (IV/30.849 IBM personal computer)\n(84/233/EEC)\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation No 17 of 6 February 1962: First Regulation implementing Articles 85 and 86 of the Treaty (1), as last amended by the Act of Accession of Greece, and in particular Article 2 thereof,\nHaving regard to the application for negative clearance and notification made on 18 January 1983 by IBM Europe SA concerning a selective distribution system for the IBM personal computer,\nHaving regard to the publication of a summary of the application and notification (2) pursuant to Article 19 (3) of the said Regulation No 17 and of the Commission's intention to take a favourable decision,\nAfter consultation with the Advisory Committee on Restrictive Practices and Dominant Positions,\nWhereas\nI. THE FACTS\nThe parties\n(1) IBM Europe SA is a subsidiary of IBM World Trade Europe/Middle East/Africa Corporation, itself ultimately a subsidiary of the International Business Machines Corporation of the State of New York in the USA. It made the said application and notification on behalf of:\n- IBM UK International Products Ltd, and of:\n- IBM Belgium Distribution Company SA,\n- IBM Danmark Produkt Distribution Selskab A/S,\n- IBM Deutschland Produktvertrieb GmbH,\n- IBM EMEA Product Distribution Corporation,\n- IBM France Diffusion SA,\n- IBM Ireland Product Distribution Ltd,\n- IBM Italia Distribuzione Prodotti Srl,\n- IBM Nederland Distributie BV, and\n- IBM UK Product Sales Ltd.\nThe IBM group is the largest manufacturer or provider of information-handling systems, equipment and services in the world. IBM UK International Products Ltd supplies the IBM personal computers to the other companies listed, which are the IBM subsidiaries that sell this computer to dealers (and also to end users) within their Member State (apart from IBM Belgium Distribution Company SA which also sells to dealers in the Grand Duchy of Luxembourg). IBM UK International Products Ltd also supplies IBM subsidiaries outside the Community, and any independent distributor appointed by IBM.\nThe product and market\n(2) The goods affected by the arrangements are the IBM personal computers and related peripheral and software products. These are now the smallest systems in the IBM range of products. They are based on a micro-processor. They are in competition with other micro-computers. These are sold mainly for private use in the home, for individual use in business or education, for personal professional use or for small firms. The IBM personal computers are at the more expensive end of the range of micro-computers.\n(3) Most mainframe and mini-computer manufacturers sell direct to the end user. IBM continues to do this for most of its product range. Micro-computers, however, have mostly been sold through independent retail outlets or software houses. IBM intends to offer its personal computer systems direct to end users from those of its own offices equipped to do so, but also to sell through both wholesalers and retailers.\n(4) When micro-computers first became widely available, they were often sold through non-specialized outlets such as the retailers of consumer electronics, bookshops or mail-order houses. Some micro-computers (more particularly the smaller ones aimed more at home use) are still sold through such outlets. However, some manufacturers (IBM among them) of larger micro-computers, more often bought for business or professional use, believe that some users inexpert in such use of data processing have bought from such outlets inappropriate systems they were unable to use satisfactorily, and that this has harmed the reputation of their products. It is for this reason and to ensure that users receive proper after-sales service that IBM wish to create a selective distribution system. It is based on objective criteria, and IBM will appoint as an authorized dealer or distributor, as the case may be, every applicant satisfying the criteria. Their object is to make the IBM personal computer hardware and software available to users through as many outlets capable of offering skilled pre- and after-sales service as possible.\n(5) The markets in which the arrangements have their effects, therefore, are the retailing of micro-computer hardware and software for business or professional use and the supplying of retailers and wholesalers of such micro-computers.\nThe selective distribution system\n(6) The criteria for appointment as an authorized dealer are:\n1. Sales staff experienced in business use of micro-computers, trained, or ready to be trained (one week), in the IBM personal computers;\n2. Appropriate space for demonstration and display of the computers and willingness to keep at least one available for demonstration purposes;\n3. Ability to provide customers with technical support and training;\n4. Service facilities and experienced staff trained (three days) in servicing the IBM personal computers;\n5. Ability to run a micro-computer sales business;\n6. Favourable banker's reference and credit rating;\n7. Prospective dealer has no contractual obligation preventing him becoming a dealer;\n8. Acceptance of IBM terms and conditions;\n9. Compliance with the law and IBM's code of professional conduct; this code forbids the dealer to make false claims for IBM's products or false or disparaging statements about competitors' products.\n(7) A chain of dealers with its own distribution system asked IBM whether IBM would grant it an extra discount if the chain bought in bulk from IBM's factory and provided its dealers with the delivery and back-up after-sales service normally supplied to dealers by IBM's national distribution companies. IBM agreed, and is offering to appoint any other chain of outlets or independent wholesaler as a distributor on the same terms. The selection criteria for distributors are similar to those for dealers.\n(8) IBM sells to distributors fob Greenock at its published distributor prices, which are expressed in ÂŁ sterling. IBM sells to dealers from its personal-computer product sales subsidiaries or branches at their published dealer prices expressed in local currency, and to end users from its own sales force and retail outlets at their published retail prices again expressed in local currency. Distributors are free to fix their own selling prices and to buy from or sell to any other authorized distributor or dealer in any Western European country, which includes all Member States. Dealers are also free to fix their own selling prices and to buy from any other authorized dealer or distributor and to sell to any end-user or any other authorized dealer or distributor, in any Western European country.\n(9) IBM has a standard contract for distributors, expressed in English, and a standard contract for dealers expressed in the language or languages appropriate for each Member State (save that the Greek dealer contract is expressed in English). The various dealer's contracts are identical apart from language and some minor differences necessary to adapt them to the different systems of law of each Member State.\n(10) After amendments, following discussion with the Commission, aimed at ensuring that the selection criteria be objectively applied without discrimination and that the contracts offer no opportunity of abuse, the following are among the terms of the dealer contracts:\n1. A dealer is appointed for three years, renewable; a dealer may terminate the agreement without reason at any time; IBM may terminate only if IBM decides to cease completely distribution through dealers (this at one year's notice to all dealers) or for breach of contract by the dealer, duly reasoned and notified;\n2. The dealer is specifically free to fix its own prices without any reference to or influence from IBM;\n3. IBM may only refuse a dealer's order if out of stock;\n4. A dealer must submit its advertisements (but not including any advertised prices or conditions) for IBM approval;\n5. A dealer must maintain a record of customers' names and addresses, serial numbers of purchases and dates of delivery, for the purposes of repairs under warranty, and make the record available to IBM in the event of any necessary safety changes;\n6. Within the warranty period, a dealer must provide service under warranty for any machine whether originally supplied by it or by IBM or any other authorized dealer within Western Europe (which includes the whole of the Community); IBM pays dealers for warranty services performed;\n7. A dealer is free to sell competing products, and has an obligation to describe IBM and competing products to prospective customers fairly;\n8. A dealer may nominate other prospective dealers; IBM undertake to process such nominations within two months (the time they take to process direct applications and train applicants' staff) and appoint if the prospective dealer is qualified.\nThe distributor's contract contains similar terms. The main differences are: the duration is one year instead of three; IBM undertakes to appoint distributor's nominees for dealerships by default if their applications are not processed within two months; the distributor agrees to buy in bulk ex factory and service the dealers it supplies.\nII. LEGAL ASSESSMENT\n(11) Article 85 (1) prohibits as incompatible with the common market all agreements between undertakings, decisions by associations of undertakings, and concerted practices which may affect trade between Member States and which have as their object or effect the prevention, restriction or distortion of competition within the common market.\n(12) As the Court of Justice of the European Communities held in the AEG-Telefunken case: 'Agreements that create a selective distribution system necessarily affect competition within the common market' (Case 107/82 Allgemeine Elektricitaets-Gesellschaft AEG-Telefunken AG, 33rd ground, judgment of 25 October 1983, not yet reported).\n(13) On the other hand, the Court has also recognized that the nature of some goods and services is such that they cannot usefully be offered to the public other than by specialized outlets - for example, other than by someone capable of providing expert advice, or in the absence of expert servicing (see ibidem or Case 31/80 L'Oreal v. De Nieuwe AMCK (1980) ECR 3775 at paragraphs 15 and 16). (14) Computers are not simple products. Moreover, apart from the simplest computer bought for use as it were as a toy at home, they are not even single products, but rather a range of different products used together, as are the amplifier, the turntable and loudspeakers in a hi-fi system. The capabilities and price of the IBM personal computer make the business or professional user the most likely customer. In order first to choose and then operate a computer for business or professional purposes, the buyer must have, or be able to obtain information or advice on a number of different topics:\n1. The nature of the business or professional operations capable of being performed by computers;\n2. How to program computers to perform such operations and (and increasingly) the capabilities of available ready-made programs (i.e. software);\n3. How to choose appropriate different products capable of working together in a system, and how to make them so work; and\n4. The costs and capabilities of alternative systems (i.e. different combination of products) and their relation to the potential advantages or cost savings they make possible in the particular business or professional circumstances.\nIt is reasonable that a manufacturer should insist that its dealers are able to give such information or advice about the manufacturer's computers. In addition, most users will wish to try out different systems before purchasing, and rely on the availability of expert post-sales advice and repair and maintenance service. There are no national rules governing admission to or conditions of sale in the trade. Computer products such as the IBM personal computers do, therefore, at present justify a selective distribution system.\n(15) This conclusion is based on the present situation in this market in which new highly technical products are being sold mainly to inexperienced users who have not enjoyed the education in computers that is now being offered in many schools and colleges.\n(16) The criteria outlined at paragraph 6 above are of an objective nature and relate to the qualifications of the distributor or dealer or of his staff and the suitability of his premises. Moreover the conditions of contract have been drafted or modified so as to remove the possibility of abuse, and IBM have stated that it is their intention to appoint any candidate satisfying their criteria, and their object to appoint as many qualified distributors or dealers as possible.\n(17) The criteria for the selection of dealers set out in paragraph 6 go no further than may reasonably be thought necessary for the distribution of the products in question and do not, therefore, fall under Article 85 (1). For this reason, and in the circumstances of this case, in particular because the evidence is that there will be no effort to maintain resale prices, the terms of the agreements summarized at paragraph 10 do not fall under Article 85 (1) either. The Commission therefore has adequate grounds for granting IBM a negative clearance for their selective distribution system,", "main_body": ["On the basis of the facts in its possession the Commission has no grounds for action under Article 85 (1) of the Treaty establishing the European Economic Community in respect of the selective distribution system for the IBM personal computers.", "This Decision is addressed to:\n- IBM United Kingdom International Products Ltd\n28 The Quadrant\nRichmond\nUK-Surrey TW9 1DW;\n- IBM Belgium Distribution Company SA\nSquare Victoria Regina 1\nB-1030 Bruxelles;\n- IBM Danmark Produkt Distribution Selskab A/S\nNymoellevej 91\nDK-2800 Lyngby;\n- IBM Deutschland Produktvertrieb GmbH\nHahnstrasse 68\nD-6000 Frankfurt 71;\n- IBM EMEA Product Distribution Corporation\n26, Philellinon Street\nGR-Athens 119;\n- IBM France Diffusion SA\nCedex 22\nF-92088 Paris La DĂŠfense;\n- IBM Ireland Product Distribution Ltd\n2 Burlington Road\nIRL-Dublin 4;\n- IBM Italia Distribuzione Prodotti Srl\nvia Fara 35\nI-20124 Milano; - IBM Nederland Distributie BV\nJohan Huizingalaan 257\nNL-1066 AP Amsterdam;\n- IBM UK Product Sales Ltd\nPO box 32\nAlencon Link\nBasingstoke\nUK-Hampshire RG21 1EJ."], "attachments": "Done at Brussels, 18 April 1984.\nFor the Commission\nFrans ANDRIESSEN\nMember of the Commission\n(1) OJ No 13, 21. 2. 1962, p. 204/62.\n(2) OJ No C 285, 22. 10. 1983, p. 2."}