{"celex_id": "31987D0520", "uri": "http://publications.europa.eu/resource/cellar/2b0ac264-dad4-4847-864c-9057dac2ace5", "type": "Decision", "concepts": ["192", "2081", "2300", "4081", "4215", "4566"], "title": "87/520/EEC: Council Decision of 19 October 1987 amending the seventh Decision, 85/355/EEC, on the equivalence of field inspections carried out in third countries on seed-producing crops\n", "header": "COUNCIL  DECISION\nof 19 October 1987\namending the seventh Decision, 85/355/EEC, on the equivalence of field inspections carried out in third countries on seed-producing crops\n(87/520/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 66/400/EEC of 14 June 1966 on the marketing of beet seed (1), as last amended by Commission Directive 87/120/EEC (2), and in particular Article 16 (1) (a) thereof,\nHaving regard to Council Directive 66/401/EEC of 14 June 1966 on the marketing of fodder plant seed (3), as last amended by Commission Directive 87/120/EEC, and in particular Article 16 (1) (a) thereof,\nHaving regard to Council Directive 66/402/EEC of 14 June 1966 on the marketing of cereal seed (4), as last amended by Commission Directive 87/120/EEC, and in particular Article 16 (1) (a) thereof,\nHaving regard to Council Directive 69/208/EEC of 30 June 1969 on the marketing of seed of oil and fibre plants (5), as last amended by Commission Directive 87/120/EEC, and in particular Article 15 (1) (a) thereof,\nHaving regard to the proposal from the Commission,\nWhereas, in its seventh Decision, 85/355/EEC (6), as last amended by Commission Decision 87/464/EEC (7), the Council determined that field inspections carried out in certain third countries on seed-producing crops of certain species satisfied the conditions laid down in Directives 66/400/EEC, 66/401/EEC, 66/402/EEC and 69/208/EEC;\nWhereas, in the case of seven third countries, additional detailed information was requested and the equivalence granted in respect of those countries was limited to a period thought necessary to examine and assess that additional information;\nWhereas that period expired on 30 June 1987;\nWhereas the examination and assessment of the information requested are not complete;\nWhereas it is therefore appropriate to extend the period to enable the examination and assessment of the additional information to be completed;\nWhereas, in the case of Australia, Decision 85/355/EEC does not include the species Egyptian clover, or, in the case of the United States of America, the species Sorghum, Sudan grass and the hybrids resulting from the crossing of Sorghum and Sudan grass;\nWhereas an examination of the rules of the abovementioned countries and the manner in which they are applied has shown that:\n- the field inspections prescribed in Australia for Egyptian clover satisfy the conditions laid down in Annex I to Directive 66/401/EEC,\n- the field inspections prescribed in the United States of America for Sorghum, Sudan grass and the hybrids resulting from the crossing of Sorghum and Sudan grass satisfy the conditions laid down in Annex I to Directive 66/402/EEC;\nWhereas the present equivalence determined for Australia and the United States of America should therefore be extended accordingly,", "main_body": ["Decision 85/355/EEC is hereby amended as follows:\n1. In Article 3, '30 June 1987' shall be replaced by '30 June 1988'.\n2. In the section relating to Australia in column 3 of the table in Part I (2) of the Annex, the words 'Trifolium alexandrinum' shall be inserted after the words 'Pisum sativum (partim)'.\n3. In the section relating to the United States of America in column 3 of the table in Part I (2) of the Annex, the words:\n'Sorghum bicolor\nSorghum sudanense\nSorghum bicolor Ă\u0097 Sorghum sudanense'\nshall be inserted after the words 'Secale cereale'.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 19 October 1987.\nFor the Council\nThe President\nL. TOERNAES\n(1) OJ No 125, 11. 7. 1966, p. 2290/66.\n(2) OJ No L 49, 18. 2. 1987, p. 39.\n(3) OJ No 125, 11. 7. 1966, p. 2298/66.\n(4) OJ No 125, 11. 7. 1966, p. 2309/66.\n(5) OJ No L 169, 10. 7. 1969, p. 3.\n(6) OJ No L 195, 26. 7. 1985, p. 1.\n(7) OJ No L 252, 3. 9. 1987, p. 24."}