{"celex_id": "31988D0650", "uri": "http://publications.europa.eu/resource/cellar/88b48e86-e14d-49ce-90c3-9296ffd2fd41", "type": "Decision", "concepts": ["1567", "161", "2084", "3167"], "title": "88/650/EEC: Council Decision of 21 December 1988 on the conclusion of an Agreement in the form of an exchange of letters between the European Economic Community and the Kingdom of Norway concerning reciprocal trade in cheese\n", "header": "COUNCIL DECISION  of 21 December 1988  on the conclusion of an Agreement in the form of an Exchange of Letters between the European Economic Community and the Kingdom of Norway concerning reciprocal trade in cheese  (88/650/EEC)  (88/650/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 113 thereof,\nHaving regard to the proposal from the Commission,\nWhereas in the Agreement between the European Economic Community and the Kingdom of Norway concerning reciprocal trade in cheese (1), signed on 31 January 1986, the tariff quotas to be opened by the Community and Norway respectively were laid down for  only 1986 to 1988; whereas the Agreement should therefore be renewed and the quotas for subsequent years should be laid down;\nWhereas the Commission has conducted the relevant negotiations with the Kingdom of Norway and whereas these negotiations have culminated in an agreement,", "main_body": ["The Agreement in the form of an Exchange of Letters between the European Economic Community and the Kingdom of Norway concerning reciprocal trade in cheese is hereby approved on behalf of the Community.\nThe text of the Agreement is attached to this Decision.", "The President of the Council is hereby authorized to designate the person empowered to sign the Agreement in order to bind the Community."], "attachments": "Done at Brussels, 21 December 1988.\nFor the Council  The President  V. PAPANDREOU   (1) OJ No L 22, 29. 1. 1986, p. 25.\nANNEX  Mutual information procedures\nIn order to ensure that the prices charged by exporters are not such as to cause problems on the market of the importing country, the following information procedures shall be established:\n1. Norway shall provide the Commission of the European Communities with the following information:\n- two weeks before the start of each quarter of the calendar year, a forecast of Norwegian exports to the Community for the following quarter (quantities envisaged, Norwegian free-at-frontier prices envisaged, foreseeable end markets),\n- three weeks after the close of each quarter of the calendar year, actual Norwegian exports to the Community in the preceding quarter, giving quantities exported, Norwegian free-at-frontier prices actually applied and importing Community countries.\n2. The Commission of the European Communities shall provide, every quarter, price quotations and any other relevant information concerning the market in home-produced and imported cheeses."}