{"celex_id": "31989R0788", "uri": "http://publications.europa.eu/resource/cellar/720417b1-a7f7-46f9-b413-57343cd79a1d", "type": "Regulation", "concepts": ["1486", "4284", "979"], "title": "Council Regulation (EEC) No 788/89 of 20 March 1989 amending Regulation (EEC) No 3247/81 on the financing by the European Agricultural Guidance and Guarantee Fund, Guarantee Section, of certain intervention measures, particularly those involving the buying-in, storage and sale of agricultural products by intervention agencies\n", "header": "COUNCIL  REGULATION (EEC) No 788/89\nof 20 March 1989\namending Regulation (EEC) No 3247/81 on the financing by the European Agricultural Guidance and Guarantee Fund, Guarantee Section, of certain intervention measures, particularly those involving the buying-in, storage and sale of agricultural products by intervention agencies\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1883/78 of 2 August 1978 laying down general rules for the financing of interventions by the European Agricultural Guidance and Guarantee Fund, Guarantee Section (1), as last amended by Regulation (EEC) No 787/89 (2), and in particular Article 4 (3) thereof,\nHaving regard to the proposal from the Commission,\nWhereas, as a result of the amendment, made by Regulation (EEC) No 2050/80 (3), of Article 8 of Regulation (EEC) No 1883/78, which provides for depreciation of the purchase value of products bought into public intervention, the carry-over prices specified in Article 4 (3) of Regulation (EEC) No 3247/81 (4), as last amended by Regulation (EEC) No 2632/85 (5), no longer correspond to the prices to be repaid to the EAGGF Guarantee Section should the product taken into storage have deteriorated or been destroyed; whereas a new price reference applicable in such cases must be determined;\nWhereas the Annex to Regulation (EEC) No 3247/81 should also be adapted to take account of the financing, according to the system of standard amounts, of special measures to guarantee the utilization and/or destination of products held by intervention agencies for given purposes, pursuant to Article 6 of Regulation (EEC) No 1883/78,", "main_body": ["Regulation (EEC) No 3247/81 is hereby amended as follows:\n1. The first indent of Article 4 (3) is replaced by the following:\n'- the price to be entered in the accounts shall be the basic intervention price applicable for the standard quality on the first day of the current financial year. Where appropriate, the percentage applicable to the intervention price upon purchase of the product shall be applied to this price. The conversion rate applicable shall be that applying on the same day,'\n2. In Annex I the following point is added under point 1 of 'I. Costs, material operations':\n'(g) by special measures to guarantee the utilization and/or destination of the product'.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.", "(1) shall apply to expenditure incurred from 1 October 1988 and Article 1 (2) to expenditure incurred from 1 January 1987.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 March 1989.\nFor the Council\nThe President\nC. ROMERO HERRERA\n(1) OJ No L 216, 5. 8. 1978, p. 1.\n(2) See page 1 of this Official Journal.\n(3) OJ No L 185, 15. 7. 1988, p. 6.\n(4) OJ No L 327, 14. 11. 1981, p. 1.\n(5) OJ No L 251, 20. 9. 1985, p. 1."}