{"celex_id": "31982R1985", "uri": "http://publications.europa.eu/resource/cellar/00615cd0-37b4-4fd9-a005-b0e6cfdd4423", "type": "Regulation", "concepts": ["1734", "2591", "4580", "4683", "4691", "863"], "title": "Council Regulation (EEC) No 1985/82 of 19 July 1982 on transitional measures in respect of imports of sheepmeat and goatmeat originating in certain third countries qualifying for preferential treatment\n", "header": "COUNCIL  REGULATION (EEC) No 1985/82\nof 19 July 1982\non transitional measures in respect of imports of sheepmeat and goatmeat originating in certain third countries qualifying for preferential treatment\nTHE COUNCIL OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Articles 43 and 113 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nWhereas Council Regulation (EEC) No 1837/80 of 27 June 1980 on the common organization of the market in sheepmeat and goatmeat (2), as last amended by Regulation (EEC) No 1195/82 (3), laid down a system of import levies for certain sheepmeat and goatmeat products; whereas, before that system came into effect, imports of the said products into the Community were subject to payment of customs duty; whereas, however, certain third countries qualified for total or partial exemption from the said customs duties by virtue of their agreements with the Community;\nWhereas, pending the amendment of the said agreements in these respects, products originating in the countries in question should, under the new system, continue to enjoy treatment equivalent to that for which they qualified previously,", "main_body": ["1. The import levies provided for in Article 10 (2) of Regulation (EEC) No 1837/80 shall not be levied on the following products:\n- fresh, chilled or frozen meat of sheep, other than of domestic sheep, or of goats falling within subheading 02.01 A IV of the Common Customs Tariff, originating in Algeria, Morocco, Tunisia or Turkey,\n- salted meat of sheep, other than of domestic sheep, or of goats falling within subheading 02.06 C II a) of the Common Customs Tariff, originating in Turkey.\n2. The levies applicable shall be reduced by 50 % in the case of fresh, chilled or frozen meat of sheep, other than of domestic sheep, or of goats falling within subheading 02.01 A IV of the Common Customs Tariff, originating in Spain.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 January 1982.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 July 1982.\nFor the Council\nThe President\nB. WESTH\n(1) Opinion delivered on 9 July 1982 (not yet published in the Official Journal).\n(2) OJ No L 183, 16. 7. 1980, p. 1.\n(3) OJ No L 140, 20. 5. 1982, p. 22."}