{"celex_id": "31980R1214", "uri": "http://publications.europa.eu/resource/cellar/1bdb098c-c77b-4be0-8119-ce25abb0cfa2", "type": "Regulation", "concepts": ["1642", "2763", "3568"], "title": "Commission Regulation (EEC) No 1214/80 of 14 May 1980 on the periods during which milk products may remain under customs control for advance payment of refunds\n", "header": "COMMISSION REGULATION (EEC) No 1214/80  of 14 May 1980  on the periods during which milk products may remain under customs control for advance payment of refunds\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 804/68 of 27 June 1968 on the common organization of the market in milk and milk products (1), as last amended by Regulation (EEC) No 1761/78 (2), and in particular Article 17 (4) thereof,\nHaving regard to Council Regulation (EEC) No 565/80 of 4 March 1980 on the advance payment of export refunds in respect of agricultural products (3),\nWhereas Article 11 of Commission Regulation (EEC) No 798/80 (4) provides that products benefiting from advance payment arrangements shall be exported within fixed time limits;\nWhereas the time limits laid down are mainly a continuation of previously applied time limits;\nWhereas experience has shown that these time limits can cause difficulties with regard to milk products ; whereas the time limits applying to these products should correspond to the period of validity of an export licence or an advance fixing certificate submitted;\nWhereas in cases where the export is not subject to the presentation of an export licence or no advance fixing certificate is submitted, the time limits should be fixed taking into consideration the period of validity for advance fixing certificates ; whereas a period of six months can be considered as representative ; whereas the provisions of the present Regulation will replace the provisions of Commission Regulation (EEC) No 588/71 (5), as last amended by Regulation (EEC) No 3084/73 (6);\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Milk and Milk Products,", "main_body": ["By derogation from the provisions of Article 11 (1) and (2) of Regulation (EEC) No 798/80, the time limit during which products referred to in Article 1 of Regulation (EEC) No 804/68 may remain under the arrangements provided for in Regulation (EEC) No 565/80 shall be, in cases where the export is subject to the presentation of an export licence or where an advance fixing certificate is submitted, the remainder of the period of validity of the licence or the certificate.\nIn other cases the period as determined in Article 11 (1) and (2) of Regulation (EEC) No 798/80 remains valid.", "Regulation (EEC) No 588/71 is hereby repealed. It shall, however, continue to apply to transactions entered into under that Regulation.", "This Regulation shall enter into force on 19 May 1980.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 14 May 1980.\nFor the Commission\nFinn GUNDELACH\nVice-President  (1)OJ No L 148, 28.6.1968, p. 13. (2)OJ No L 204, 28.7.1978, p. 6. (3)OJ No L 62, 7.3.1980, p. 5. (4)OJ No L 87, 31.3.1980, p. 42. (5)OJ No L 67, 20.3.1971, p. 13. (6)OJ No L 314, 15.11.1973, p. 22."}