{"celex_id": "31984R3411", "uri": "http://publications.europa.eu/resource/cellar/70f33e09-9b9d-4d8f-8e6c-343f13610005", "type": "Regulation", "concepts": ["2026", "2308", "5283"], "title": "Council Regulation (EEC) No 3411/84 of 4 December 1984 allocating between the Member States the 1985 Community catch quotas in the regulatory area defined in the NAFO Convention\n", "header": "COUNCIL  REGULATION (EEC) No 3411/84\nof 4 December 1984\nallocating between the Member States the 1985 Community catch quotas in the regulatory area defined in the NAFO Convention\nTHE COUNCIL OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 170/83 of 25 January 1983 establishing a Community system for the conservation and management of fishery resources (1), and in particular Article 11 thereof,\nHaving regard to the proposal from the Commission,\nWhereas the Convention on Future Multilateral Cooperation in the North-West Atlantic Fisheries, hereinafter referred to as 'the NAFO Convention,' was approved by the Council in its Regulation (EEC) No 3179/78 (2);\nWhereas the NAFO Convention entered into force on 1 January 1979;\nWhereas the Fisheries Commission of the North-West Atlantic Fisheries Organization adopted on 14 September 1984 a proposal establishing limitations for catches of certain species in the regulatory area for 1985 which became a measure binding upon the Community on 24 November 1984;\nWhereas it is the responsibility of the Community to take appropriate steps to ensure compliance by Community vessels with the said measure;\nWhereas, under the terms of Article 3 of Regulation (EEC) No 170/83, it is incumbent upon the Council to establish the total allowable catches by stock or group of stocks, the share available for the Community and also the specific conditions under which the catches must be made; whereas, under the terms of Article 4 of the same Regulation, the share available for the Community is allocated between the Member States;\nWhereas the NAFO Commission proposal on squid, made on 14 September 1984, does not provide for specific quotas for Canada and the Community; whereas the Community should therefore establish a quota for its own fishermen at a level which takes account both of the TAC proposed by NAFO for the entire stock and of the interests of Community fishermen;\nWhereas information about catches by Community vessels should be made available to their respective Member States and to the Commission in order to ensure that these quotas are complied with,", "main_body": ["1. From 1 January to 31 December 1985, catches of the species mentioned in Annex I, by vessels flying the flag of a Member State in the regulatory area as defined in Article 1 (2) of the NAFO Convention, shall be limited, within the parts of the regulatory area referred to in the said Annex, to the quotas set out therein.\n2. By-catches of the species referred to in Annex I taken in those areas in which no allocation for a directed fishery is provided by this Regulation shall not exceed for each of the species on board the vessel, listed in Annex I, 2 500 kilograms or 10 % by weight of all fish on board the vessel, whichever is the greater.", "1. Vessels fishing in the area referred to in Article 1 shall keep a log-book in which the information specified in Annex II is to be entered.\n2. Vessels fishing in the area referred to in Article 1 shall transmit to the authorities of their flag State by the 16th day of each month in respect of the first half of that month and by the first day of each month in respect of the second half of the preceding month, reports concerning their catches in the said area. Such reports shall give catches in tonnes by species and quota area for the period covered by the report.\n3. Vessels intending to fish in the regulatory area for a particular stock for which no quota has been allocated to the Community shall transmit to the authorities of their flag State notification of such an intention, at least 72 hours before starting to fish for an amount allocated to 'Others' for that stock, together, if possible, with an estimate of the projected catch. Vessels engaging in such a fishery shall transmit to the authorities of their flag State reports of catches from that stock, at 48-hour intervals.", "1. Member States shall transmit regularly to the Commission the reports of vessels flying their flag which have been made in accordance with Article 2 (2). Reports received in respect of the first half of each month shall be transmitted to the Commission by the 20th day of the same month and those received in respect of the second half of each month shall be transmitted by the fifth day of the following month.\n2. Member States shall transmit without delay to the Commission information received in accordance with Article 2 (3).\n3. Member States shall transmit to the Commission by the 20th day of each month information concerning the landings made during the previous month by vessels flying their flag fishing in the area referred to in Article 1.", "Member States shall inform the Commission of all vessels flying their flag which intend to engage in fishing or in the processing of sea-fish in the area referred to in Article 1 at least 30 days before the intended commencement of such activity. This information shall include:\n(a) name of the vessel;\n(b) official number of the vessel registered by the appropriate national authorities;\n(c) home port of the vessel;\n(d) name of owner or charterer of the vessel;\n(e) a declaration that the master has been provided with a copy of the regulations in force in the regulatory area;\n(f) principal target species of the vessel while fishing within the regulatory area;\n(g) sub-areas where the vessel will be expected to fish.", "1. When informed by the Executive Secretary of the North-West Atlantic Fisheries Organization that one of the quotas referred to in Article 2 (3) has been fully utilized, the Commission shall so inform the Member States, which shall take appropriate measures to ensure that fishing by vessels flying their flag for the stock concerned shall cease within three working days of the date of receipt by the Commission of the information from the Executive Secretary.\n2. If the Commission has reason to believe, on the basis of the information received from the Member States, that the quota concerned has been fully utilized, it shall, without waiting for the notification from the Executive Secretary, so inform the Member States, which shall take appropriate measures to ensure that fishing by vessels flying their flag for the stock in question shall cease without delay.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply from 1 January to 31 December 1985.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 4 December 1984.\nFor the Council\nThe President\nP. O'TOOLE\n(1) OJ No L 24, 27. 1. 1983, p. 1.\n(2) OJ No L 378, 30. 12. 1978, p. 1.\nANNEX  I\nCatch quotas for the period 1 January to 31 December 1985\n(tonnes)\n1.2.3 //   //   //   // Species  // NAFO division  // Quotas  //   //   //   // Cod  // 3 NO  // EEC 250 of which France 250  //   // 3 M  // EEC 2 405 of which Germany 700 France 300 United Kingdom 1 405  // American plaice  // 3 LNO  // EEC 625 (2) of which France 625 (2)  //   // 3 M  // EEC 500 (1)  // Yellowtail flounder  // 3 LNO  // EEC 300 of which France 300  // Redfish  // 3 M  // EEC 1 200 of which Germany 200 United Kingdom 1 000  //   // 3 LN  // EEC 150 (1)  // Witch  // 3 NO  // EEC 50 (1) of which France 50 (1)  // Squid (Illex)  // 3 + 4  // EEC 9 750 (2) of which Germany 3 900 (2) France 3 650 (2) Italy 2 200 (2)  // Capelin  // 3 LNO  // EEC 0  //   //   //\n(1) This quota has not been allocated exclusively to Community vessels but to all Contracting Parties to NAFO having no specific allocation, including the Community. Fishing by Community vessels shall thus be suspended once the Community has been informed that the total quota has been exhausted.\n(2) Less any quantity taken by Community vessels in the parts of NAFO sub-areas falling within areas of national fisheries jurisdiction.\nANNEX  II\nItems of information to appear in the log-book\n1.2 //   //   // Information  // Code  //   //   // Vessel name  // 01  // Vessel nationality  // 02  // Vessel registration number  // 03  // Registration port  // 04  // Type of gear used (daily)  // 10  // Type of gear  // 2 (1)  // Date:  //   // - day  // 20  // - month  // 21  // - year  // 22  // Position:  //   // - latitude  // 31  // - longitude  // 32  // - statistical area  // 33  // Number of hauls during the 24-hour period (2)  // 40  // Number of hours gear-fished during the 24-hour period (2)  // 41  // Species names  // 2 (1)  // Daily catch of each species (tonnes live weight)  // 50  // Daily catch of each species for human consumption in the form of fish  // 61  // Daily catch of each species for reduction  // 62  // Daily discard of each species  // 63  // Place(s) of transhipment  // 70  // Date(s) of transhipment  // 71  // Master's signature  // 80  //   //\n(1) Codes to be completed by one of the items of information given in the second part of this Annex.\n(2) When two or more types of gear are used in the same 24-hour period, records should be separate for the different types.\nStandard FAO abbreviations for main species\n1.2 //   //   // Abbreviation  // Species  //   //   // ALE  // Alewife  // ARG  // Atlantic argentine  // BUT  // Atlantic butterfish  // CAP  // Capelin  // CAT  // Wolffish (= catfish)  // COD  // Atlantic cod  // CRA  // Crabs  // CRU  // Crustaceans  // DOG  // Dogfish  // FLW  // Winter flounder  // FLX  // Flatfish (not specified)  // GHL  // Greenland halibut  // GRC  // Greenland cod  // GRO  // Groundfish (not specified)  // HAD  // Haddock  // HAL  // Atlantic halibut  // HER  // Atlantic herring  // HKR  // Red hake  // HKS  // Silver hake  // HKW  // White hake  // INV  // Shellfish (not specified)  // LOB  // Northern lobster  // MAC  // Atlantic mackerel  //   //  1.2 //   //   // Abbreviation  // Species  //   //   // MEN  // Atlantic menhaden  // MIX  // Mixed species  // MOL  // Molluscs  // PEL  // Pelagic fish (not specified)  // PLA  // American plaice  // POK  // Pollock (= saithe)  // RED  // Atlantic redfish  // RNG  // Roundnose grenadier  // SAL  // Atlantic salmon  // SAU  // Atlantic saury  // SCA  // Sea scallops  // SHA  // Sharks  // SHR  // Shrimps  // SKA  // Skate (not specified)  // SQU  // Squid  // SWO  // Swordfish  // SWX  // Seaweed  // TUN  // Tuna  // URC  // American sea urchin  // USK  // Cusk (= tusk)  // VFF  // Finfish (not specified)  // WIT  // Witch flounder  // YEL  // Yellowtail flounder  //   //\nStandard FAO abbreviations for gear\n1.2 //   //   // Abbreviations  // Gear  //   //   // OTB  // Bottom otter trawl (side or stern not specified)  // OTB 1  // Bottom otter trawl (side)  // OTB 2  // Bottom otter trawl (stern)  // OTM  // Midwater otter trawl (side or stern not specified)  // OTM 1  // Midwater otter trawl (side)  // OTM 2  // Midwater otter trawl (stern)  // PTB  // Bottom pair trawl (two boats)  // PTM  // Midwater pair trawl (two boats)  // -  // Shrimp trawl (now included in bottom otter trawl categories)  // SDN  // Danish seines  // SSC  // Scottish seines  // SPR  // Pair seine (two boats)  // SB  // Beach seines  // PS  // Purse seines  // GN  // Gillnets (not specified)  // GNS  // Gillnets (set)  // GND  // Gillnets (drift)  // LL  // Longlines (set or drift not specified)  // LLS  // Longlines (set)  // LLD  // Longlines (drift)  // LHP  // Handlines and pole-lines  // LHM  // Handlines and pole-lines (mechanized)  // LTL  // Troll lines  // FIX  // Traps (not specified)  // FPN  // Uncovered pound nets  // FPO  // Covered pots and fyke nets  // FWR  // Barriers, fences, weirs, etc.  // DRB  // Boat dredges  // DRH  // Hand dredges (e.g. rakes and tongs)  // HAR  // Harpoons  // MIS  // Miscellaneous gears  // NK  // Gears not known  //   //\nMIDWATER OTTER TRAWL ( SIDE )\nOTM 2\nMIDWATER OTTER TRAWL ( STERN )\nPTB\nBOTTOM PAIR TRAWL ( TWO BOATS )\nPTM\nMIDWATER PAIR TRAWL ( TWO BOATS )\n-\nSHRIMP TRAWL ( NOW INCLUDED IN BOTTOM OTTER TRAWL CATEGORIES )\nSDN\nDANISH SEINES\nSSC\nSCOTTISH SEINES\nSPR\nPAIR SEINE ( TWO BOATS )\nSB\nBEACH SEINES\nPS\nPURSE SEINES\nGN\nGILLNETS ( NOT SPECIFIED )\nGNS\nGILLNETS ( SET )\nGND\nGILLNETS ( DRIFT )\nLL\nLONGLINES ( SET OR DRIFT NOT SPECIFIED )\nLLS\nLONGLINES ( SET )\nLLD\nLONGLINES ( DRIFT )\nLHP\nHANDLINES AND POLE-LINES\nLHM\nHANDLINES AND POLE-LINES ( MECHANIZED )\nLTL\nTROLL LINES\nFIX\nTRAPS ( NOT SPECIFIED )\nFPN\nUNCOVERED POUND NETS\nFPO\nCOVERED POTS AND FYKE NETS\nFWR\nBARRIERS, FENCES, WEIRS, ETC .\nDRB\nBOAT DREDGES\nDRH\nHAND DREDGES ( E.G . RAKES AND TONGS )\nHAR\nHARPOONS\nMIS\nMISCELLANEOUS GEARS\nNK\nGEARS NOT KNOWN  //  //"}