{"celex_id": "31989R2089", "uri": "http://publications.europa.eu/resource/cellar/05f02cf6-2424-45ff-bf2b-552b4b9bd303", "type": "Regulation", "concepts": ["1086", "2887", "4316"], "title": "Commission Regulation (EEC) No 2089/89 of 12 July 1989 determining, for the period 1 July 1989 to 31 January 1990, the quantities of raw sugar produced in the French overseas departments benefiting from the refining aid referred to in Council Regulation (EEC) No 2225/86\n", "header": "COMMISSION  REGULATION (EEC) No 2089/89\nof 12 July 1989\ndetermining, for the period 1 July 1989 to 31 January 1990, the quantities of raw sugar produced in the French overseas departments benefiting from the refining aid referred to in Council Regulation (EEC) No 2225/86\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1785/81 of 30 June 1981 on the common organization of the markets in the sugar sector(1), as last amended by Regulation (EEC) No 1069/89 (2), and in particular Article 9 (6) thereof,\nHaving regard to Council Regulation (EEC) No 2225/86 of 15 July 1986 laying down measures for the marketing of sugar produced in the French overseas departments and for the equalization of the price conditions with preferential raw sugar (3), and in particular the second subparagraph of Article 3 (2) thereof,\nWhereas Article 3 of Regulation (EEC) No 2225/86 provides for the granting of an aid for the raw sugar produced in the French overseas departments and refined in a refinery situated in the European regions of the Community within the limits of the quantities to be determined according to the regions of destination in question and separately according to origin; whereas those quantities must be determined on the basis of a Community supply balance sheet for raw sugar; whereas the final production of the French overseas department of RĂŠunion for the 1989/90 marketing year will not be definitively established until the end of January 1990; whereas in these circumstances provision should be made as a first step for an apportionment of the quantity which is sufficient to enable the refineries in question to be supplied during the period 1 July 1989 to 31 January 1990;\nWhereas Commission Regulation (EEC) No 2136/88 (4) determined the quantities of raw sugar produced in the French overseas departments for the 1988/89 marketing year, benefitting from the refining aid referred to in Regulation (EEC) No 2225/86; whereas it was not possible for all of those quantities to be refined in due time but, in being considered as working stock, those quantities are eligible to the refining aid for the 1989/90 marketing year; whereas it is as a consequence appropriate to provide that the refining aid should be applied to those quantities by attributing them to the quantities fixed by Regulation (EEC) No 2136/88 for the 1988/89 marketing year;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Sugar,", "main_body": ["The quantities of sugar referred to in Article 3 (2) of Regulation (EEC) No 2225/86 shall be fixed for the period 1 July 1989 to 31 January 1990 in accordance with the Annex to this Regulation.", "For the quantities of raw sugar falling within the quantities referred to in the Annex to Regulation (EEC) No 2136/88 but for which refining took place as from 1 July 1989, the refining aid in force during the 1989/90 marketing year, by virtue of Article 3 of Regulation (EEC) No 2225/86 shall be applicable. Those quantities shall be attributed to the quantities laid down in the Annex to Regulation (EEC) No 2136/88 for the 1988/89 marketing year.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 July 1988.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 12 July 1989.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 177, 1. 7. 1981, p. 4.\n(2) OJ No L 114, 27. 4. 1989, p. 1.\n(3) OJ No L 194, 17. 7. 1986, p. 7.\n(4) OJ No L 188, 19. 7. 1988, p. 26.\nANNEX\nQuantities of raw cane sugar, expressed as 1 000 tonnes of white sugar:\n1.2,5 //  //  // Originating from the French overseas departments  // For refining  //  //  // 1.2.3.4.5 //  // in metropolitan France   // in Portugal   // in the United Kingdom   // in the other regions of the Community   //    //   //  //   //   // 1. RĂŠunion   // 170   // 10   // 0   // 0   // 2. Guadeloupe and Martinique   // 32   // 30   // 0   // 0   //  //   //   //   //"}