{"celex_id": "31985R2194", "uri": "http://publications.europa.eu/resource/cellar/b681cc33-8a79-489f-a515-b033dff986df", "type": "Regulation", "concepts": ["179", "2324", "4210", "797"], "title": "Council Regulation (EEC) No 2194/85 of 25 July 1985 adopting general rules concerning special measures for soya beans\n", "header": "COUNCIL  REGULATION (EEC) No 2194/85\nof 25 July 1985\nadopting general rules concerning special measures for soya beans\nTHE COUNCIL OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1491/85 of 23 May 1985 laying down special measures in respect of soya beans (1), and in particular Article 2 (6) and the second paragraph of Article 3 thereof,\nHaving regard to the proposal from the Commission,\nWhereas, pursuant to Article 3 of Regulation (EEC) No 1491/85, it is necessary to lay down criteria for determining the world market price; whereas the price should be determined on the basis of the most favourable purchasing possibilities on that market;\nWhereas it is necessary for this purpose to take into consideration offers made on the world market as well as the prices quoted on those exchanges which are important in terms of international trade, with the exception of those offers and prices which may not be considered representative of the actual market trend;\nWhereas, in order to ensure the proper functioning of the system of aid referred to in Article 2 of the said Regulation, the world market price must be ascertained for a Community frontier crossing point; whereas, for the purpose of determining that point, account should be taken of the extent to which it is representative as regards the importations of these beans; whereas, therefore, the port of Rotterdam should be used; whereas the offers and prices used must be adjusted if they refer to a different frontier crossing point;\nWhereas, for the offers and prices used, adjustments should also be made to offset any differences in presentation and quality in relation to the criteria used to fix the guide price;\nWhereas, pursuant to Article 2 (6) of Regulation (EEC) No 1491/85, it is necessary to adopt general rules for the granting of aid to any natural or legal person who has concluded a contract with the producer providing for the payment to the latter of a price at least equal to the minimum price, for beans of a standard quality; whereas, where the said person is the processor of the beans, aid shall be granted on proof of processing; whereas it is necessary to determine the conditions for this proof;\nWhereas, in other cases, the aid shall be granted where the said person fulfils certain conditions to be determined and has furnished proof of sale or delivery to a processor of soya beans; whereas those conditions and the requirements for proof of sale should therefore be determined;\nWhereas, to enable the system of aid to operate efficiently, it should be made possible for an advance payment to be made of the aid, provided that a security is lodged;\nWhereas, if these measures are to operate properly, a control system is required ensuring that only the products entitled to aid receive it; whereas it is necessary for this system to include, in particular, sample checking on the areas cultivated and on the stock records and, where appropriate, on the financial records of applicants for aid;\nWhereas Article 2 (4) of Regulation (EEC) No 1491/85 provides that, by way of derogation from the rule introduced for the rest of the Community, aid is to be granted to producers of soya beans in the French overseas departments on the basis of a representative yield applied to the areas sown and harvested;\nWhereas the representative yield should be determined for each harvest on the basis of the location of the areas of soya sown in the French overseas departments and of the method of cultivation used;\nWhereas provision should be made for the possibility of transitional measures during the changeover from the present system to the new system;\nWhereas it is therefore necessary to amend Regulation (EEC) No 1724/80 (1), as last amended by Regulation (EEC) No 2154/84 (2), and, for the sake of clarity, this can best be done by replacing the said Regulation by this Regulation,", "main_body": ["1. The world market price for soya beans shall be determined by the Commission with regard to beans in bulk of standard quality, in respect of which the guide price has been fixed, delivered at Rotterdam.\nFor offers and prices not meeting the conditions referred to in the first subparagraph, the necessary adjustments shall be made.\n2. The world market price shall be determined on the basis of the most favourable actual purchasing possibilities, with the exception of offers and prices which may not be considered as representative of the actual market trend.\n3. For the purpose of determining the world market price, account shall be taken of offers made on the world market and of the prices quoted on exchanges which are important in terms of international trade.", "The aid provided for in Article 2 (2) of Regulation (EEC) No 1491/85 shall be granted upon application to any first purchaser of soya beans harvested and processed in the Community who:\n(a) fulfils at least the following conditions:\n- he keeps stock records meeting requirements to be laid down,\n- he undertakes to furnish any other supporting documents that may prove necessary for the prupose of checking entitlement to the aid;\n(b) submits, before a date to be determined, to the competent agency of the Member State in which the beans will be harvested:\n- a contract concluded with the producer specifying certain conditions,\n- a declaration of the quantity of soya beans actually delivered; this document shall be signed by both parties.\nWhere the first purchaser is someone other than the processor, he shall also be approved by the competent agency of the Member State in which the beans will be harvested and shall submit to the agency a declaration of the quantity of soya beans sold or delivered to a processor.", "The aid shall be paid to the first purchaser after verification that the beans have been either:\n(a) where the first purchaser is the processor, processed in the Community for the production of oil or for other uses in human food or animal feeding,\nor\n(b) where the first purchaser is someone other than the processor, sold or delivered to a processor in the Community for the production of oil or for other uses in human food or animal feeding.\nHowever, at the first purchaser's request, aid may be paid in advance upon presentation of the delivery declaration referred to in Article 2 (b) provided that an amount of security equivalent to the amount of aid is lodged.", "1. The amount of the aid shall be that valid on the day on which the interested party submits to the competent agency of the producer Member State a request for aid.\n2. The request for aid shall cover the total production to be delivered under one or more contracts, or the total quantity received under one or more delivery declarations, which refer to one or more contracts, signed by the producer and the first purchaser. The request for aid shall be submitted after the submission of the said contracts or declarations. If the request is lodged by:\n(a) the first purchaser who processes the beans, it shall entail the obligation on him to process the production or the said quantity within a period to be determined.\nThe request for aid shall be lodged before processing;\n(b) the first purchaser, other than the processor, it shall entail the obligation on him to deliver or sell the production or the said quantity to a processor within a time period to be determined.\nThe request for aid must be lodged before the dispatch of the products.\n3. The request for aid shall be accompanied by a security guaranteeing compliance with the obligations provided for in paragraphs 2 (a) and (b).\nExcept in the case of force majeure, such security shall be forfeit, in whole or in part, if the abovementioned conditions are not effected or only partially effected within the time limit laid down.", "1. Without prejudice to Article 6, the amount of aid to be granted shall be calculated on the basis of the weight of beans indicated in the delivery declaration. The weight shall be adjusted according to any differences which may exist between the percentages of moisture and of impurities resulting from the analysis referred to in paragraph 2 and those used for the prupose of defining the standard quality in respect of which the guide price is fixed.\n2. The weighing of the beans referred to in paragraph 1 and the drawing of samples shall be carried out on delivery by the producer to the first purchaser.\n3. For the 1985/86 and 1986/87 marketing years, the drawing of samples for analysis and the determination of impurities and moisture shall be carried out in accordance with one or more methods to be determined by the Member States, and which produce results equivalent to those deriving from the application of the single method for the Community, as laid down in Annexes I to IV to Regulation (EEC) No 1470/68 (1). However, on application by the party concerned, the operations referred to above shall be carried out in accordance with the said single method.\nMember States shall notify the Commission of the methods which they employ.\nFrom the 1987/88 marketing year onwards, only Community methods shall be used.", "1. Producer Member States shall set up a control system ensuring that only the products entitled to aid receive it. This system shall include, in particular, sample checking on the areas cultivated and on the stock records and, where appropriate, on the financial records of applicants for aid.\n2. Member States shall assist one another.", "1. By way of derogation from Articles 2 to 6, the aid shall be granted on request to any producer of soya beans harvested in the French overseas departments on the basis of a production figure established by applying a representative yield to the areas sown and harvested.\n2. The representative yield shall be established in accordance with the procedures laid down in Article 38 of Regulation No 136/66/EEC (2), as last amended by Regulation (EEC) No 231/85 (3), for each harvest for soya beans of standard quality. It may be differentiated according to the method of cultivation used and to the yields recorded in the different French overseas departments.\n3. In its overseas departments, France shall introduce a system of control for checking the correlation between the areas for which applications for aid for soya bean production have been made and the areas which have been sown and harvested.\nFor the purpose of the said control, France shall introduce a system for the declaration of areas where soya beans have been sown and harvested.", "Producer Member States shall communicate to the Commission, prior to their implementation, provisions adopted by them for the purpose of applying the measures provided for in this Regulation.", "Should transitional measures prove necessary, they shall be adopted in accordance with the procedures laid down in Article 38 of Regulation No 136/66/EEC.", "0\nRegulation (EEC) No 1724/80 is hereby repealed with effect from 1 September 1985.\nHowever, it shall continue to apply for soya beans harvested before 1 January 1985.", "1\nThis Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 25 July 1985.\nFor the Council\nThe President\nJ. POOS\n(1) OJ No L 151, 10. 6. 1985, p. 15.\n(2) OJ No L 170, 3. 7. 1980, p. 1.\n(3) OJ No L 197, 27. 7. 1984, p. 6.\n(1) OJ No L 239, 28. 9. 1968, p. 2.\n(2) OJ No L 172, 30. 9. 1966, p. 3025/66.\n(3) OJ No L 26, 31. 1. 1985, p. 12."}