{"celex_id": "31987R1617", "uri": "http://publications.europa.eu/resource/cellar/5eab8973-0dc0-438a-a6bb-1ce32c5bccfd", "type": "Regulation", "concepts": ["1129", "1264", "139", "1637", "3003", "3568"], "title": "Commission Regulation (EEC) No 1617/87 of 10 June 1987 amending Regulation (EEC) No 2677/85 laying down implementing rules in respect of the system of consumption aid for olive oil\n", "header": "COMMISSION  REGULATION (EEC) No 1617/87\nof 10 June 1987\namending Regulation (EEC) No 2677/85 laying down implementing rules in respect of the system of consumption aid for olive oil\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation No 136/66/EEC of 22 September 1966 on the establishment of a common organization of the market in oils and fats (1), as last amended by Regulation (EEC) No 1454/86 (2), and in particular Article 11 (8) thereof,\nWhereas Article 17 of Commission Regulation (EEC) No 2677/85 (3), as last amended by Regulation (EEC) No 2936/86 (4), provides that the release for free circulation in the Community of olive oil falling within subheading 15.07 A of the Common Customs Tarrif is to be subject to the production of evidence that a security has been lodged to prevent oil originating in third countries from qualifying for consumption aid; whereas among the circumstances which may result in the release of the said security given in Article 18 of that Regulation is the export of the oil in bulk or in immediate containers of a net content of more than five litres;\nWhereas, pursuant to Article 20 of Regulation No 136/66/EEC, a refund may be granted for olive oil exported to third countries; whereas the amount of the refund may vary according to quality and presentation;\nWhereas, with a view to preventing the misuse of the arrangements for securities lodged for imports of olive oil, provision should be made, in the case of exports of olive oil falling within subheadings 15.07 A I c) and 15.07 A II b) of the Common Customs Tariff, for the certificate referred to in Article 18 (3) to be used only to release the import securities lodged for the same qualities of olive oil;\nWhereas economic operators should be given the possibility of concluding transactions underway;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Oils and Fats,", "main_body": ["The following subparagraph is hereby added after the sixth subparagraph of Article 17 (4) of Regulation (EEC) No 2677/85:\n'Where exports of olive oil as referred to in Article 18 (1) (b) relate to oil falling within subheadings 15.07 A I c) and/or 15.07 A II b) of the Common Customs Tariff, the certificate which is issued in accordance with Article 18 (3) may only be used to release the security as provided for in Article 9 of Regulation (EEC) No 3089/78, lodged for the same qualities of oil.'", "This Regulation shall enter into force on 1 August 1987.\nHowever, it shall not apply to the certificates provided for in Article 18 (3) of Regulation (EEC) No 2677/85 issued before that date.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 10 June 1987.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No 172, 30. 9. 1966, p. 3025/66.\n(2) OJ No L 133, 21. 5. 1986, p. 8.\n(3) OJ No L 254, 25. 9. 1985, p. 5.\n(4) OJ No L 274, 25. 9. 1986, p. 13."}