{"celex_id": "31981R0031", "uri": "http://publications.europa.eu/resource/cellar/7a9522a8-1589-44b5-b823-a9fbbeeb699f", "type": "Regulation", "concepts": ["1182", "1806", "2683", "2687", "4718"], "title": "Commission Regulation (EEC) No 31/81 of 1 January 1981 amending Regulation (EEC) No 2682/77 on the recording of quotations and the fixing of average prices and representative prices for table wines, following the accession of Greece\n", "header": "COMMISSION REGULATION (EEC) No 31/81 of 1 January 1981 amending Regulation (EEC) No 2682/77 on the recording of quotations and the fixing of average prices and representative prices for table wines, following the accession of Greece\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the Act of Accession of Greece, and in particular Article 73 (1) thereof,\nHaving regard to Council Regulation (EEC) No 337/79 of 5 February 1979 on the common organization of the market in wine (1), as last amended by the Act of Accession of Greece (2), and in particular Article 4 (3) thereof,\nWhereas Commission Regulation (EEC) No 2682/77 of 5 December 1977 (3), as last amended by the Act of Accession, specifies the representative markets and the minimum quantities that must be transacted for the price to be taken into consideration;\nWhereas with regard to Greece, the number of quotation centres specified by the abovementioned Regulation is disproportionate to the quantity of wine marketed in that country ; whereas, furthermore, the quantities for which the quotations are normally recorded on the Greek representative markets are, at the present time, smaller than those of the representative markets of the other Member States ; whereas in order to permit a fair assessment of the prices on the Greek wine market, Regulation (EEC) No 2682/77 should be amended as regards the number of Greek representative markets and, during a transitional period, the quantities to be taken into consideration;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Wine,", "main_body": ["Regulation (EEC) No 2682/77 is amended as follows:    1. Article 2a is replaced by the following text: >PIC FILE= \"T0020100\">\n2. Article 7 is amended as follows:\nthe following subparagraph is added to paragraph 1:\n\"In the case of Greece, however, and for a period lasting until 31 December 1982 this information shall concern:      - at least 100 hl for table wines of the R I and A I types,\n- at least 50 hl for table wines of the R II type.\"\n3. The following subparagraph is added to Article 10:\n\"In the case of Greece, however, and for a period lasting until 31 December 1982, the quantities to be disregarded shall be those of less than:      - 1 000 hl for table wines of the R I and A I types,\n- 500 hl for table wines of the R II type.\"", "This Regulation shall enter into force on 1 January 1981.\n(1) OJ No L 54, 5.3.1979, p. 1.  (2) OJ No L 291, 19.11.1979, p. 17.  (3) OJ No L 312, 6.12.1977, p. 8.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 1 January 1981.\nFor the Commission\nThe President\nRoy JENKINS"}