{"celex_id": "31980R3298", "uri": "http://publications.europa.eu/resource/cellar/d55a0e70-6a3f-4cd0-8205-b62415a9a916", "type": "Regulation", "concepts": ["1182", "12", "4381"], "title": "Commission Regulation (EEC) No 3298/80 of 18 December 1980 adapting certain Regulations in the customs field to take account of the accession of Greece\n", "header": "COMMISSION  REGULATION (EEC) No 3298/80\nof 18 December 1980\nadapting certain Regulations in the customs field to take account of the accession of Greece\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the Act of Accession of Greece, and in particular Article 146 thereof,\nWhereas a number of Community Acts adopted after the signature of the Act of Accession contain provisions in which there are phrases given in all the official languages of the Community; whereas the following Regulations should therefore be adapted in order to include the text in Greek of the phrases concerned:\n- Commission Regulation (EEC) No 223/77 of 22 December 1976 on provisions for the implementation of the Community transit procedure and for certain simplifications of that procedure (1), as last amended by Regulation (EEC) No 902/80 (2);\n- Commission Regulation (EEC) No 2783/79 of 12 December 1979 laying down provisions for the implementation of Council Regulation (EEC) No 1028/79 on the importation free of Common Customs Tariff duties of articles for the use of handicapped persons (3),\n- Commission Regulation (EEC) No 2784/79 of 12 December 1979 laying down provisions for the implementation of Council Regulation (EEC) No 1798/75 on the importation free of Common Customs Tariff duties of educational, scientific or cultural materials (4),\n- Commission Regulation (EEC) No 3034/79 of 20 December 1979 laying down conditions for the entry of fresh table grapes of the variety Emperor (Vitis vinifera c.v.) falling within subheading 08.04 A I a) 1 of the Common Customs Tariff (5),\n- Commission Regulation (EEC) No 3035/79 of 20 December 1979 laying down conditions for the entry of flue cured Virginia type and light air cured Burley type (including Burley hybrids), light air cured Maryland type and fire cured tobacco, falling within subheading 24.01 A of the Common Customs Tariff (6), as amended by Regulation (EEC) No 1466/80 (7),\n- Commission Regulation (EEC) No 3039/79 of 21 December 1979 laying down conditions for the entry of natural sodium nitrate and natural potassic sodium nitrate falling within subheading 31.02 A and 31.05 A III a) respectively of the Common Customs Tariff (8),\n- Commission Regulation (EEC) No 37/80 of 9 January 1980 laying down measures applying the system of certificates of origin provided for under the International Coffee Agreement 1976 when quotas are in effect (9),", "main_body": ["The Regulations cited below are hereby amended as follows:\n1. Regulation (EEC) No 223/77:\n(a) Article 13a is amended as follows:\n- the following is added to the second subparagraph of paragraph 4:\n'- Apóspasma toy antitýpoy elénchoy: . . . . . . (arithmós, imerominía, Teloneío kai chóra ekdóseos)',\n- the following is added to paragraph 5:\n'- . . . . . . (arithmós) ekdothénta apospásmata - synimména antígrafa';\n(b) the following is added to Article 50 g:\n'Teloneío'.\n2. Regulation (EEC) No 2783/79:\nThe following is added to Article 2 (2):\n'Eídi eisagómena atelós proorizómena gia anapíroys (UNESCO). Efarmogí toy árthroy 6 parágrafos 2 déftero edáfio toy kanonismoý (EOK) arith. 1028/79'.\n3. Regulation (EEC) No 2784/79:\nThe following is added to Article 2 (2):\n'Eídi eisagómena atelós (UNESCO). Efarmogí toy árthroy 6 parágrafos 2 toy kanonismoý (EOK) arith. 1798/75'.\n4. Regulation (EEC) No 3034/79:\nThe following is added to item 13 of Annex I:\n'Vevaioýtai óti ta perigrafómena sto parón pistopoiitikó stafýlia eínai fréska epitrapézia stafýlia tis poikilías \"Empereur\" (vitis vinifera c.v.)'.\n5. Regulation (EEC) No 3035/79:\nThe following is added to item 12 of Annex I:\n'Vevaioýtai óti o perigrafómenos sto parón pistopoiitikó kapnós eínai kapnós \"flue cured\" týpoy Virginia - kapnós \"light air cured\" týpoy Burley (perilamvánon tis poikilíes Burley - kapnós \"light air cured\" týpoy Maryland -kapnós \"fire cured\" (1 ) sýmfona me tin énnoia toy árthroy 1 (2) toy kanonismoý (EOK) arith. 3035/79'.\n6. Regulation (EEC) No 3039/79:\nThe following is added to Annex I:\n' 1. Apostoléfs\n2. Arithmós\n3.\n4. Paralíptis\n5. PISTOPOIITIKO POIOTITOS\n6. Limín fortóseos\n7. NITRON CHILIS\n8. Ploío\n9. Fortotikí\n10. Se sákkoys\nSimeía\nArithmoí\nPosótis\nChýma\n11. Posótis se arithmoýs\n12. Posótis olográfos\n13. THEORISIS EKDOYSIS ARCHIS\nSfragís\nYpografí\nVlépe metáfrasi No 14\n14. To kratikó ergastírio tis ypiresías orycheíon pistopoieí óti to os áno perigrafómeno fortío nítroy synístatai apó:\n- fysikó nitrikó nátrio Chilís periektikótitos se ázoto mi ypervainoýsis 16,3 % katá város,\n- fysikó nitrikó kalionátrio Chilís to opoío apoteleítai apó éna fysikó mígma nitrikoý natríoy kai nitrikoý kalíoy (i analogía toy teleftaíoy aftoý stoicheíoy dýnatai na fthásei 44 %) olikís periektikótitos se ázoto óchi anotéras toy 16,3 % katá város, paraskevazómeno sti Chilí kai lamvanómeno dia plýseos toy oryktoý toy nítroy kaloýmeno \"caliche\" se ydatikó diályma, akoloythoyménis apó mía klasmatikí krystállosi dia psýxeos í iliakís exatmíseos.\n(1) Diagrápsate ti mi chrisimopoioýmeni éndeixi.\n(2) Se metrikoýs tónoys.\n7. Regulation (EEC) No 37/80:\nThe following is added to the second paragraph of Article 2:\n'- Diethnís organismós kafé - pistopoiitikó R oeepanexagogís'.", "This Regulation shall enter into force on 1 January 1981.\nHowever, Article 1 (1) (b) shall apply with effect from 1 July 1981.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 18 December 1980.\nFor the Commission\nÉtienne DAVIGNON\nMember of the Commission\n(1) OJ No L 38, 9. 2. 1977, p. 20.\n(2) OJ No L 97, 15. 4. 1980, p. 20.\n(3) OJ No L 318, 13. 12. 1979, p. 27.\n(4) OJ No L 318, 13. 12. 1979, p. 32.\n(5) OJ No L 341, 31. 12. 1979, p. 20.\n(6) OJ No L 341, 31. 12. 1979, p. 26.\n(7) OJ No L 146, 12. 6. 1980, p. 15.\n(8) OJ No L 341, 31. 12. 1979, p. 46 and OJ No L 132, 29. 5. 1980, p. 31.\n(9) OJ No L 6, 10. 1. 1980, p. 13."}