{"celex_id": "31981D0634", "uri": "http://publications.europa.eu/resource/cellar/037f3e7a-6bc7-44f5-9ec9-9dcf221dc5bc", "type": "Decision", "concepts": ["1712", "2970", "2979", "604", "889", "980"], "title": "81/634/EEC: Commission Decision of 17 July 1981 on the implementation of the reform of agricultural structures in the Grand Duchy of Luxembourg pursuant to Title II of Council Directive 75/268/EEC (Only the French text is authentic)\n", "header": "COMMISSION DECISION of 17 July 1981 on the implementation of the reform of agricultural structures in the Grand Duchy of Luxembourg pursuant to Title II of Council Directive 75/268/EEC (Only the French text is authentic) (81/634/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 75/268/EEC of 28 April 1975 on mountain and hill farming and farming in certain less-favoured areas (1), and in particular Article 13 thereof,\nWhereas the Luxembourg Government has communicated the following legal provisions:    - Ministerial Decree of 11 May 1977 granting a compensatory allowance to farmers in 1977,\n- Ministerial Decree of 3 November 1978 granting a compensatory allowance to farmers in 1978;\nWhereas, pursuant to Article 13 of Directive 75/268/EEC in conjunction with Article 18 (3) of Directive 72/159/EEC, the Commission has to decide whether, having regard to the objectives of Directive 75/268/EEC and the need for a proper connection between the various measures, the conditions for a financial contribution by the Community are satisfied as regards conformity of the legal provisions communicated with the said Directive;\nWhereas the said Ministerial Decrees of 11 May 1977 and 3 November 1978, which lay down rules for granting a compensatory allowance pursuant to Title II of Directive 75/268/EEC for 1977 and 1978 respectively, having regard to the rules for 1976 and 1979, which are the subject of Commission Decisions 76/698/EEC (2) and 79/538/EEC (3), satisfy the conditions and are consistent with the objectives of Title II of the said Directive;\nWhereas the EAGGF Committee has been consulted on the financial aspects;\nWhereas this Decision is in accordance with the opinion of the Standing Committee on Agricultural Structure,", "main_body": ["The Ministerial Decrees of 11 May 1977 and 3 November 1978 granting a compensatory allowance to farmers, communicated by the Luxembourg Government, satisfy the conditions for a financial contribution by the Community towards the common measures referred to in Article 13 of Directive 75/268/EEC.", "This Decision is addressed to the Grand Duchy of Luxembourg."], "attachments": "Done at Brussels, 17 July 1981.\nFor the Commission\nThe President\nGaston THORN\n(1) OJ No L 128, 19.5.1975, p. 1.  (2) OJ No L 236, 27.8.1976, p. 32.  (3) OJ No L 143, 12.6.1979, p. 15."}