{"celex_id": "31986R1750", "uri": "http://publications.europa.eu/resource/cellar/eaded2b8-f0fa-4ad9-b458-3b487b5ca630", "type": "Regulation", "concepts": ["161", "2783", "3217", "4778"], "title": "Commission Regulation (EEC) No 1750/86 of 4 June 1986 on the opening of supplementary quotas for imports into the Community of certain textile products originating in Yugoslavia for the 1986 Berlin Trade Fairs\n", "header": "COMMISSION  REGULATION (EEC) No 1750/86\nof 4 June 1986\non the opening of supplementary quotas for imports into the Community of certain textile products originating in Yugoslavia for the 1986 Berlin Trade Fairs\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3588/82 of 23 December 1982 on common rules for imports of certain textile products originating in Yugoslavia (1), as last amended by Regulation (EEC) No 736/86 (2), and in particular Article 8 (3) thereof,\nWhereas, by Regulation (EEC) No 3588/82, the  importation of textile products originating in Yugoslavia was made subject to quantitative limitation and allocation among the Member States and to common rules for authorization;\nWhereas trade fairs are to be held, as in previous years, in Berlin in 1986 at which Yugoslavia among other exporting countries is expected to participate; whereas the existing shares of Community quotas allocated to the Federal Republic of Germany may again be insufficient to meet the requirements of the trade fairs;\nWhereas it is therefore necessary to open supplementary quotas for the Berlin Trade Fairs and to allocate these to the Federal Republic of Germany;\nWhereas it is desirable that import authorizations should be issued in accordance with the requirements on origin specified in Article 2 of Regulation (EEC) No 3588/82;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Textile Committee - Yugoslavia set up by Regulation (EEC) No 3588/82,", "main_body": ["In addition to the quantitative limits on imports established by Regulation (EEC) No 3588/82, supplementary quotas as set out in the Annex hereto shall be opened in respect of the Berlin Trade Fairs to be held in 1986 and shall be allocated to the Federal Republic of Germany.", "1. The authorities of the Federal Republic of Germany shall authorize imports, not exceeding the supplementary quotas referred to in Article 1, only in respect of such contracts signed in Berlin during the Berlin Trade Fair as are recognized by those authorities as being eligible, provided that products covered by such approved contracts are placed on board for exportation to the Federal Republic of Germany in Yugoslavia after 15 October 1986.\n2. The period of validity of import authorizations or equivalent documents issued in accordance with paragraph 1 shall not extend beyond 31 December 1987.\n3. The Commission shall be informed not later than 31 December 1986 of the total quantities covered by contracts authorized under paragraph 1.", "Importation of the textile products covered by authorization given in accordance with Article 2 shall be made in accordance with the provisions of Article 2 of Regulation (EEC) No 3588/82.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 4 June 1986.\nFor the Commission\nWilly DE CLERCQ\nMember of the Commission\n(1) OJ No L 374, 31. 12. 1982, p. 47.\n(2) OJ No L 70, 13. 3. 1986, p. 17.\nANNEX\n1.2.3.4.5.6.7 //  //  //  //  //  //  //  // Cate- gory  // CCT heading No  // NIMEXE code (1986)  // Description  // Third countries  // Units   // Quantities   //    //   //  //   //   //   //   //   //   //   //   //   //   //   // 5  // 60.05 A I a) II b) 4 bb) 11 aaa) bbb) ccc) ddd) eee) 22 bbb) ccc) ddd) eee) fff)   // 60.05-01, 31, 33, 34, 35, 36, 39, 40, 41, 42, 43   // Outer garments and other articles, knitted or crocheted, not elastic or rubberized: A. Outer garments and clothing accessories: Jerseys, pullovers, slip-overs, twinsets, cardigans, bed jackets and jumpers, knitted or crocheted, not elastic or rubberized, of wool, of cotton or of man-made textile fibres   // Yugoslavia   // 1 000 pieces   // 45   //  //   //   //   //   //   //   // 8   // 61.03 A   // 61.03-11, 15, 19   // Men's and boys' under garments, including collars, shirt fronts and cuffs: Men's and boys' shirts, woven, of wool, of cotton or of man-made textile fibres   // Yugoslavia   // 1 000 pieces   // 75   //    //   //   //   //   //   //   // 16  // 61.01 B V c) 1 2 3  // 61.01-51, 54, 57   // Men's and boys' outer garments: Men's and boys' woven suits (including coordinate suits consisting of two or three pieces, which are ordered, packed, consigned and normally sold together), of wool, of cotton or of man-made textile fibres, excluding ski suits   // Yugoslavia   // 1 000 pieces   // 30   //    //  //   //   //   //   //   // 73   // 60.05 A II b) 3  // 60.05-16, 17, 19   // Outer garments and other articles, knitted or crocheted, not elastic or rubberized: A. Outer garments and clothing accessories: II. Other Track suits of knitted or crocheted fabric, not elastic or rubberized, of wool, of cotton or of man-made textile fibres   // Yugoslavia  // 1 000 pieces   // 60   //    //   //   //   //   //   //"}