{"celex_id": "31989D0626", "uri": "http://publications.europa.eu/resource/cellar/c16c311e-c6c7-47cf-92b2-35601fab996f", "type": "Decision", "concepts": ["1839", "2795", "2947", "5237"], "title": "89/626/EEC: Council Decision of 20 November 1989 on a specific research and technological development programme of the European Economic Community in the fields of raw materials and recycling (1990 to 1992)\n", "header": "COUNCIL DECISION of 20 November 1989 on a specific research and technological development programme of the European Economic Community in the fields of raw materials and recycling (1990 to 1992) (89/626/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 130 q (2) thereof,\nHaving regard to the proposal from the Commission(1),\nIn cooperation with the European Parliament(2),\nHaving regard to the opinion of the Economic and Social Committee(3),\nWhereas Article 130k of the Treaty provides that the Framework Programme shall be implemented through specific programmes developed within each activity;\nWhereas, by its Decision 87/516/Euratom/EEC(4), as amended by Decision 88/193/Euratom(5), the Council adopted a Framework Programme for Community activities in the field of research and technological development (1987 to 1991) providing inter alia for  activities in the fields of raw materials and recycling;\nWhereas that Decision provides that a particular aim of Community research shall be to contribute to the competitiveness of traditional and new industrial sectors of the Community, by satisfying their requirements in raw materials and recycling;\nWhereas that Decision stipulates that a particular aim of Community research must be to strengthen the scientific and technological basis of European industry, particularly in strategic sectors of advanced technology, and to encourage it to become more  competitive at international level, and that Community action is justified where research contributes inter alia, to the strengthening of the economic and social cohesion of the Community and to the promotion of its overall harmonious development, while  being consistent with the pursuit of scientific and technical excellence; whereas the raw materials and recycling programme is planned to contribute to the pursuit of these objectives;\nWhereas it is desirable to involve small and medium sized enterprises (SMEs) in the programme and to provide SMEs with a maximum amount of information on the results of the programme;Whereas by Decision 86/235/EEC(6) the Council adopted a research  programme on materials (raw materials and advanced materials) (1986 to 1989), and the ongoing research activities have clearly demonstrated the utility of Community actions in the fields of raw materials and recycling;\nWhereas it is necessary to react adequately to the interest shown by the industry in transnational cooperation;\nWhereas it is in the Community's interest to consolidate the scientific and technical basis of European Research by means of the involvement of EFTA countries in the programme and whereas the participation of organizations and enterprises from EFTA  countries in the industrially oriented research and development (R &  D) projects\nunder appropriate conditions, may contribute to the competitiveness of industry as a whole;\nWhereas the implementation of concerted actions in the COST framework is an essential element to complement industrially oriented R &  D projects;\nWhereas the Scientific and Technical Research Committee (Crest) has given its opinion,", "main_body": ["A specific research and technological development programme for the European Economic Community in the fields of raw materials and recycling, as defined in Annex I, is hereby adopted for a period of three years, from 1 January 1990.", "The funds estimated as necessary for the execution of the programme amount to ECU 45 million, including expenditure on a staff of 17.\nAn indicative allocation of these funds is set out in\nAnnex I.", "Detailed rules for the implementation of the programme and the rate of the Community's financial participation are set out in Annex II.", "1.  In the second year of the implementation of the programme, the Commission shall review it and send a report on the results of its review to the European Parliament and to the Council. This report shall be accompanied, where necessary, by  proposals for amendment or extension of the programme.\n2.  At the end of the programme, an evaluation of the results achieved shall be conducted by the Commission which shall report thereon to the European Parliament and the Council.\n3.  The abovementioned reports shall be established having regard to the objectives and criteria set out in\nAnnex III to this Decision and in accordance with Article 2 (2) of Decision 87/516/Euratom, EEC.", "1.  The Commission shall be responsible for the execution of the programme.\n2.  The Commission shall be assisted by a Committee of an advisory nature, hereinafter referred to as the Committee composed of the representatives of the Member States and chaired by the representative of the Commission.\n3.  Contracts concluded by the Commission shall govern the rights and obligations of each party, in particular arrangements for the dissemination, protection and exploitation of research results.", "1.  The representative of the Commission shall submit to the Committee a draft of the measures to be taken. The Committee shall deliver its opinion within a time limit which the Chairman may lay down according to urgency of the matter, if  necessary, by taking a vote.\n2.  The opinion shall be recorded in the minutes of the Committee; in addition, each Member State shall have the right to have its opinion recorded in the minutes.\n3.  The Commission shall take the utmost account of the opinion delivered by the Committee. It shall inform the Committee of the manner in which its opinion has been taken into account.", "The procedures laid down in Article 6 shall apply in particular to:\n-the contents of the calls for proposals,\n-the assessment of the proposed projects and the estimated amount of the Community's contribution to them,\n-the implementation of concerted actions,\n-departures from the general rules governing Community participation set out in Annex II,\n-the participation in any project by non-Community organizations and enterprises referred to in Article 8 (2),\n-any adaptation of the indicative allocation of funds set out in Annex I,\n-the measures to be undertaken to evaluate the programme,\n-arrangements for the dissemination, protection and exploitation of the results of research carried out under the programme.", "1.  For those parts of the programme relating to renewable raw materials, forestry and wood products and recycling of waste, the Commission is authorized to negotiate, in accordance with Article 130n of the Treaty, agreements with  international organizations, those non-member States participating in European Cooperation in the field of scientific and technological research (COST) and those European countries having concluded framework agreements in scientific and technical  cooperation with the Community, with a view to associating them wholly or partly with the programme.\n2.  Where framework agreements for scientific and technical cooperation between European non-member\nStates and the European Communities have been concluded, organizations and enterprises established in\nthose countries may, on the basis of the criterion of mutual benefit, become partners in a project undertaken within the programme.\nNo contracting party based outside the Community and participating as a partner in a project undertaken under the programme may benefit from the Community financing of the programme. Such contracting party shall contribute to the general administrative  expenses.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 20 November 1989.\nFor the CouncilThe PresidentH. NALLET\n(1)OJ No C 52, 1. 3. 1989, p. 24.\n(2)OJ No C 158, 26. 6. 1989, p. 91 and\nOJ No C 291, 20. 11. 1989.\n(3)OJ No C 159, 26. 6. 1989, p. 31.\n(4)OJ No L 302, 24. 10. 1987, p. 1.\n(5)OJ No L 89, 6. 4. 1988, p. 35.\n(6)OJ No L 159, 14. 6. 1986, p. 36.\nANNEX I PROGRAMME CONTENTS AND INDICATIVE ALLOCATION OF FUNDS\n(ECU million)\nA.Primary raw materials21 (1)\n1.Exploration7\n1.1.Ore genesis\n1.2.Geochemical methods\n1.3.Geophysical methods\n1.4.Remote sensing and multidata correlation\n1.5.Drilling technology\n2.Mining technology7\n2.1.Development of new mining methods and improvement of existing ones\n2.2.Rock fracturing\n2.3.Support systems\n2.4.Load and transportation systems\n2.5.Modelling and simulations in mining operations\n2.6.Specific equipment for small-size mines\n3.Mineral processing and extractive metallurgy7\n3.1.Process innovation and process intensification\n3.2.Processing of high purity metals and multi-element compounds\n3.3.Industrial minerals\n3.4.Treatment of metallurgical residues and tailings\n3.5.Modelling, simulation and automatic control in mineral processing and extractive metallurgy\nB.Recycling of non-ferrous and strategic metals 6 (1)\n1.Characterization and classification of secondary materials and physical separation and concentration2\n2.Advanced pyrometallurgical processes1\n3.Advanced hydrometallurgical processes2\n4.Refining technologies and instrumentation on control of the processes1\nC.Renewable raw materials: forestry and wood products (including cork)12 (1)\n1.Forest resources4\n1.1.Tree improvement\n1.2.Planning and management\n1.3.Forest protection\n(ECU million)\n2.Wood and cork technologies4\n2.1.Quality assessment\n2.2.Processing technology\n3.Pulp and paper manufacturing4\n3.1.Improvement in pulping and bleaching\n3.2.Improvement of paper manufacture and coating\nD.Recycling of waste  6 (1)\n1.Sampling, analysis and classification of waste; waste statistics1\n1.1.Household and urban waste\n1.2.Industrial waste\n1.3.Emissions and residues from waste processing\n2.Recycling technologies4\n2.1.Separation and recovery\n2.2.Upgrading and use of reclaimed products\n2.3.Production of chemicals\n2.4.Prevention of emissions from recycling processes\n2.5.Upgrading of lignocellulosic waste (COST Project 84)\n2.6.Composting\n3.Energy production from waste1\n3.1.Production and combustion of refuse derived fuels (RDF)\n3.2.Pyrolysis and gasification\nTotal 45(1)\n(1)`Of which ECU 4,95 million are foreseen for staff and administrative costs.\nANNEX II IMPLEMENTATION OF THE PROGRAMME AND THE RATE OF THE COMMUNITY'S FINANCIAL PARTICIPATION\nThe programme shall be implemented by means of:\nii(i)shared-cost research contracts,\ni(ii)concerted actions,\n(iii)coordination activities,\n(iv)education and training activities, and\ni(v)studies and assessments.\nThe participants may be universities, research organizations and industrial companies, including small and medium-sized enterprises, individuals, or any combination thereof established in the Community.\nShared-cost research projects should, in general, be carried out by participants from more than one Member State and include an industrial partner.\nThe contracts for shared-cost research projects shall as a general rule be awarded following a selection procedure based on calls for proposals published in the Official Journal of the European Communities.\nThe Commission will ensure when calling for proposals that SMEs will have easy and accessible information on this programme.\nFor shared-cost contracts, the Community participation shall not normally exceed 50 % of the total expenditure, but this percentage may be varied according to the nature and the stage of development of the research. Alternatively, in respect of  universities and research institutes carrying out projects in this programme, the Community may bear up to 100 % of the additional expenditure involved.\nANNEX III Programme objectives and evaluation criteria\nThe results against which the programme should be evaluated must reflect its objectives and the wider objectives of the Framework Programme.\n1.As the principal objective is to enhance the competitive position of the Community's industries involved with raw materials and recycling, the evaluation should determine:\n-the extent to which the projects were selected against measurable industrial criteria,\n-the extent to which substantial progress has resulted from the work supported.\n2.A further objective is to encourage transfrontier collaboration in strategic industrial research. The evaluation should determine:\n-to what extent, during the life of the project, there were continuing links between partners for research, development, manufacturing, marketing or staff formation.\n3.A further programme objective is to encourage transfer of technology between Member States and between sectors, particularly those with a predominance of SMEs. The evaluation should determine:\n-the extent to which SMEs have participated and contributed in developing the research project and to the possibility to exploit results arising from successfully completed projects,\n-the extent to which accomplishments are protected by patent action or are disseminated to raise awareness in the European research and technology Community.\n4.A further objective would be to determine the extent to which the programme has promoted overall scientific excellence in the field of raw materials and recycling and the extent to which the attainment of this objective has contributed to the economic  and social cohesion of the Community. The evaluation of the latter will involve such criteria as:\n-the level of participation in training and educational activities,\n-the application of the results obtained to regions of the Community other than those where the research was conducted.\n5.In the wider context of the Framework Programme, the evaluation should determine:\n-the extent to which the projects have contributed to harmonization of the Community by reducing the technical barriers to trade.\nThe evaluation will be undertaken by independent evaluators."}