{"celex_id": "31989R0812", "uri": "http://publications.europa.eu/resource/cellar/b314bee6-6a11-432f-b2b1-7b32f7e2195c", "type": "Regulation", "concepts": ["2069", "4381", "4680", "5024"], "title": "Commission Regulation (EEC) No 812/89 of 21 March 1989 concerning the classification of certain goods in the combined nomenclature\n", "header": "31.3.1989 EN Official Journal of the European Communities L 86/25\nCOMMISSION REGULATION (EEC) No 812/89\nof 21 March 1989\nconcerning the classification of certain goods in the combined nomenclature\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2658/87 (1) on the tariff and statistical nomenclature and on the Common Customs Tariff, as last amended by Regulation (EEC) No 20/89 (2), and in particular Article 9 thereof,\nWhereas in order to ensure uniform application of the combined nomenclature annexed to the said Regulation, it is necessary to adopt measures concerning the classification of the goods referred to in the Annex to this Regulation;\nWhereas Regulation (EEC) No 2658/87 has set down the general rules for the interpretation of the combined nomenclature and these rules also apply to any other nomenclature which is wholly or partly based on it or which adds any additional subdivisions to it and which is established by specific Community provisions, with a view to the application of tariff or other measures relating to trade in goods;\nWhereas, pursuant to the said general rules, the goods described in column 1 of the table annexed to the present Regulation must be classified within the appropriate CN codes indicated in column 2, by virtue of the reasons set out in column 3;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Nomenclature Committee,", "main_body": ["The goods described in column 1 of the annexed table are now classified within the combined nomenclature within the appropriate CN codes indicated in column 2 of the said table.", "This Regulation shall enter into force on the 21st day after its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 21 March 1989.\nFor the Commission\nChristiane SCRIVENER\nMember of the Commission\n(1)  OJ No L 256, 7. 9. 1987, p. 1.\n(2)  OJ No L 4, 6. 1. 1989, p. 19.\nANNEX\nDescription of the goods Classification (CN code) Reasons\n(1) (2) (3)\n1. Ligthweight knitted garment (100 % cotton) reaching down to mid-thigh. It has a rounded neckline, short loose-fitting sleeves and side slits of approximately 12 cms in length at the bottom of the garment. The neckline, sleeve-ends and the bottom of the garment have been finished with a sewn-on band of knitted fabric approximately 1 cm in width. (See photograph No 397 (1))\n2. Lightweight knitted garment (100 % cotton) reaching down to mid-thigh. It has a rounded neckline, short loose-fitting sleeves and side slits of approximately 16 cms in length at the bottom of the garment. There is a sewn-on band of knitted fabric at the neckline, the sleeve-ends and the bottom of the garment. At the front there is a sewn-on decorative motif. (See photograph No 398 (1))\n3. Lightweight knitted garment (100 % cotton) reaching down to mid-thigh. It has a rounded neckline, short loose-fitting sleeves and side slits of approximately 13 cms in length at the bottom of the garment. There is a band of knitted fabric at the neckline and at the sleeve-ends. The bottom of the garment is hemmed. (See photograph No 399 (1))\n4. Set of two garments put up for retail sale consisting of:\n(a) a knitted unlined blouson (100 % cotton), with a collar, fully opening at the front with a zip fastening, with long sleeves. There is knitted ribbing at the base of the garment and the sleeve ends. A band of woven fabric of another colour has been sewn onto the outside length of the sleeves and around the armholes. The two front panels of the garment are fully covered with an appliquéd, woven, multi-coloured, printed-patterned fabric. There are two zipped pockets above the waist. (See photograph No 428 A (1))\n(b) a knitted unlined pair of trousers (100 % cotton), reaching from the waist to the ankles, tightened at the waist by means of elastication and a drawstring. This garment has two zipped pockets but no opening at the waist. There is knitted ribbing at the bottom of the trouser legs. A woven band of fabric of another colour is sewn on the outer side of the trouser legs, extending from the top of the trousers to the knitted ribbing at the leg ends. (See photograph No 428 B (1))\n(1)  The photographs are merely of an illustrative nature."}