{"celex_id": "31984R0276", "uri": "http://publications.europa.eu/resource/cellar/3003e607-2506-412b-8db5-b06f78d7ce17", "type": "Regulation", "concepts": ["2550", "4213", "5974", "772"], "title": "Council Regulation (EEC) No 276/84 of 31 January 1984 on the organization of a labour force sample survey in the spring of 1984\n", "header": "COUNCIL  REGULATION (EEC) No 276/84\nof 31 January 1984\non the organization of a labour force sample survey in the spring of 1984\nTHE COUNCIL OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 213 thereof,\nHaving regard to the draft Regulation submitted by the Commission,\nWhereas, in order to carry out the tasks which are assigned to it by the Treaty, in particular Articles 2, 92, 117, 118, 122 and 123 thereof, the Commission must be acquainted with the situation and developments in employment and unemployment;\nWhereas the statistical information available in each of the Member States does not provide a suitable basis for comparison, particularly because of the differences between the laws, rules and administrative practices of the Member States on which these statistics are based;\nWhereas the best method of ascertaining the level and the structure of employment and unemployment consists in carrying out harmonized and synchronized Community labour force sample surveys, as already carried out every year from 1968 to 1971 and every two years from 1973 to 1983;\nWhereas in a period of continuing and increasing difficulties in the labour market and of structural changes in employment, up-to-date information must be made available;\nWhereas only the repetition in 1984 of the survey carried out in 1983 will enable this information to be obtained;\nWhereas a special system of biennial statistics set up in the Netherlands, because of the impossibility of carrying out general population censuses, has meant that the Kingdom of the Netherlands is not in a position to participate in this survey; whereas, therefore, that country should, exceptionally, be dispensed from taking part,", "main_body": ["In the spring of 1984, the Commission shall undertake a labour force sample survey based on a sample of households in each of the Member States, with the exception of the Netherlands.", "The survey shall be carried out in each of the Member States concerned in a sample of households the residence of which is in the territory of these States at the time of the survey. The information shall be collected for each member of the households included in the sample.", "The sample shall comprise between 60 000 and 100 000 households in Germany, France, Italy and the United Kingdom, between 30 000 and 50 000 households in Greece and Ireland, between 15 000 and 30 000 households in Belgium and Denmark and approximately 10 000 households in Luxembourg.", "The survey shall cover:\n(a) the individual characteristics (sex, age, nationality, marital status, relationship to head of household) of all members of the households questioned;\n(b) the occupational activity of these persons (status, economic activity, number of hours usually and actually worked, job characteristics such as full-time or part-time, permanent or temporary) at the time of the survey;\n(c) attempts to find work, taking into account the type of employment sought, the conditions, methods and length of time spent seeking work and the availability for work;\n(d) information on education or training received;\n(e) work experience of persons of working age without work.", "The information shall be gathered by the statistical services of the Member States concerned on the basis of a list of questions drawn up by the Commission in cooperation with the competent services of the Member States.\nThe Commission shall determine, in collaboration with the statistical services of the Member States concerned, the technical details of the survey including the starting and closing dates of the survey and the deadlines for transmission of the results. The services shall ensure the representative nature of the sample according to the practice in the Member States concerned and shall take the necessary steps to ensure that a proportion of at least 25 % of addresses contacted in the survey may form part of the sample for a subsequent survey.", "The statistical services of the Member States concerned shall check the answers collected. They shall forward to the Commission the results of the survey for each person questioned, without any indication of names and addresses.", "The individual items of information provided in the context of the survey may be used for statistical purposes only. They may not be used for fiscal or other purposes and may not be communicated to third parties.\nThe Member States concerned shall endeavour to ensure that the information requested is furnished truthfully and in its entirety within the period specified. The Member States concerned and the Commission shall take appropriate measures against any infringement of the obligation under the first paragraph to preserve the confidentiality of the information gathered.", "The Member States concerned shall receive a contribution towards the conduct of the survey. The amount of the contribution shall be set off against the appropriations provided for this purpose in the budget of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 31 January 1984.\nFor the Council\nThe President\nG. LENGAGNE"}