{"celex_id": "31984R2618", "uri": "http://publications.europa.eu/resource/cellar/75b58dd5-02df-4552-93af-fe5e0aefbbe0", "type": "Regulation", "concepts": ["1642", "2670", "3568", "4860"], "title": "Commission Regulation (EEC) No 2618/84 of 14 September 1984 amending Regulations (EEC) No 2268/84 and (EEC) No 2278/84 as regards the quantities of butter produced before 2 April 1984 for which the refund has been fixed in advance\n", "header": "COMMISSION  REGULATION (EEC) No 2618/84\nof 14 September 1984\namending Regulations (EEC) No 2268/84 and (EEC) No 2278/84 as regards the quantities of butter produced before 2 April 1984 for which the refund has been fixed in advance\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 804/68 of 27 June 1968 on the common organization of the market in milk and milk products (1), as last amended by Regulation (EEC) No 1557/84 (2), and in particular Article 6 (7) thereof,\nWhereas Commission Regulation (EEC) No 2268/84 of 31 July 1984 on special sales of intervention butter for export to various destinations and amending Regulation (EEC) No 1687/76 (3) and Commission Regulation (EEC) No 2278/84 of 31 July 1984 on the sale at a fixed price of butter to be exported to certain destinations in the form of ghee and amending Regulation (EEC) No 1687/76 (4) provide for the sale for export of intervention butter of a certain age at a reduced price; whereas refunds are applicable in the case of these exports;\nWhereas, however, it is necessary to prevent operators who applied for export licences entailing the advance-fixing of refunds before 6 April 1984 from claiming the refund applicable to butter produced during the 1983/84 marketing year when the buying-in price was fixed at a higher level; whereas Regulations (EEC) No 2268/84 and (EEC) No 2278/84 should be amended accordingly;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Milk and Milk Products,", "main_body": ["1. The following Article 7a is hereby added to Regulation (EEC) No 2268/84:\n'Article 7a\nExport licences entailing the advance-fixing of refunds applied for before 6 April 1984 may not be used for the purposes of the customs formalities relating to exports of the butter referred to in this Regulation.'", "2. The following Article 13a is hereby added to Regulation (EEC) No 2278/84:\n'Article 13a\nExport licences entailing the advance-fixing of refunds applied for before 6 April 1984 may not be used for the purposes of the customs formalities relating to exports of the ghee referred to in this Regulation.'", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 14 September 1984.\nFor the Commission\nPoul DALSAGER\nMember of the Commission\n(1) OJ No L 148, 28. 6. 1968, p. 13.\n(2) OJ No L 150, 6. 6. 1984, p. 6.\n(3) OJ No L 208, 3. 8. 1984, p. 35.\n(4) OJ No L 209, 4. 8. 1984, p. 8."}