{"celex_id": "31989R0473", "uri": "http://publications.europa.eu/resource/cellar/5b06d949-6adc-4ddd-b845-521858bf3a57", "type": "Regulation", "concepts": ["2282", "2872", "5229", "5255", "5283"], "title": "Commission Regulation (EEC) No 473/89 of 24 February 1989 amending Regulation (EEC) No 2807/83 laying down detailed rules for recording information on Member States' catches of fish\n", "header": "COMMISSION  REGULATION (EEC) No 473/89\nof 24 February 1989\namending Regulation (EEC) No 2807/83 laying down detailed rules for recording information on Member States' catches of fish\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 170/83 of 25 January 1983 establishing a Community system for the conservation and management of fishery resources (1), as amended by the Act of Accession of Spain and Portugal,\nHaving regard to Council Regulation (EEC) No 2241/87 of 23 July 1987 establishing certain control measures for fishing activities (2), as amended by Regulation (EEC) No 3483/88 (3), and in particular Article 14 thereof,\nWhereas Commission Regulation (EEC) No 2807/83 (4), as amended by the Act of Accession of Spain and Portugal, lays down instructions for using the logbook during fishing operations and for the landing/transhipment declaration made by the master of a vessel flying the flag of or registered in a Member State;\nWhereas the procedure for transmitting logbook data in the case of landings in a Member State other than the Member State whose flag the vessel is flying, as set out in point 4.2.2 of Annexes IV and V to the Regulation, must be clarified and made more consistent; whereas Regulation (EEC) No 2807/83 must therefore be amended;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Fishery Resources,", "main_body": ["Regulation (EEC) No 2807/83 is hereby amended as follows:\n1. the first sentence of point 4.2.2 of Annex IV is replaced by the following:\n'In the case of landings in a Member State other than the Member State whose flag the vessel is flying or in which it is registered the first copy of the landing declaration shall be handed over or dispratched to the authorities of the Member State of landing within 48 hours of completion of landing.';\n2. the first sentence of point 4.2.2 of Annex V is replaced by the following:\n'In the case of landings in a Member State other than the Member State whose flag the vessel is flying or in which it is registered the first copy of the landing declaration shall be handed over or dispatched to the authorities of the Member State of landing within 48 hours of completion of landing.'", "This Regulation shall enter into force on the 30th day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 24 February 1989.\nFor the Commission\nManuel MARĂ\u008dN\nVice-President\n(1) OJ No L 24, 27. 1. 1983, p. 1.\n(2) OJ No L 207, 29. 7. 1987, p. 1.\n(3) OJ No L 306, 11. 11. 1988, p. 2.\n(4) OJ No L 276, 10. 10. 1983, p. 1."}