{"celex_id": "31988R0275", "uri": "http://publications.europa.eu/resource/cellar/a08e85d0-f05e-406a-b13f-0c74ee27eaa4", "type": "Regulation", "concepts": ["1115", "1602", "2642", "2975"], "title": "Commission Regulation (EEC) No 275/88 of 29 January 1988 on detailed rules for the application of the intervention thresholds for certain fruits and vegetables and on the information to be provided by Member States\n", "header": "COMMISSION  REGULATION (EEC) No 275/88\nof 29 January 1988\non detailed rules for the application of the intervention thresholds for certain fruits and vegetables and on the information to be provided by Member States\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1035/72 of 18 May 1972 on the common organization of the market in fruit and vegetables (1), as last amended by Regulation (EEC) No 223/87 (2), and in particular Article 16a and 38 thereof,\nWhereas Article 16a of Regulation (EEC) No 1035/72 lays down, for mandarins and clementines, the criteria for fixing the intervention thresholds for the Community as constituted at 31 December 1985; whereas it falls to the Commission to fix the intervention threshold for each product referred to above by multiplying by the percentage specified in Article 2 of the Regulation the average, for the last five years for which statistics are available, of the quantities produced for consumption without processing;\nWhereas for those products and for tomatoes, for which there is also an intervention threshold the Commission must know as soon as possible the quantities of the products in question which have been the subject of intervention measures, so that it may establish whether the thresholds have been exceeded, and where applicable decide on the reductions in the basic and buying-in prices for the following marketing year;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Fruit and Vegetables,", "main_body": ["The intervention thresholds for mandarins and clementines for 1987/88 shall be as follows:\nMandarins 169 650 tonnes\nClementines 25 520 tonnes", "Member States shall, not later than the 50th day after the expiry of the period of application of the basic and buying-in prices for the products specified in Article 1 and for tomatoes, notify the Commission of the quantities of each product which were covered by intervention measures.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 28 January 1988.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 29 January 1988.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 118, 20. 5. 1972, p. 1.\n(2) OJ No L 23, 28. 1. 1988, p. 1."}