{"celex_id": "31988D0254", "uri": "http://publications.europa.eu/resource/cellar/66eee546-a382-418b-9939-a4e325ff683e", "type": "Decision", "concepts": ["1329", "1565", "2763", "4835"], "title": "88/254/EEC: Commission Decision of 29 March 1988 approving a second programme for the milk and milk products sector in Bavaria, pursuant to Council Regulation (EEC) No 355/77 (Only the German text is authentic)\n", "header": "COMMISSION  DECISION\nof 29 March 1988\napproving a second programme for the milk and milk products sector in Bavaria, pursuant to Council Regulation (EEC) No 355/77\n(Only the German text is authentic)\n(88/254/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 355/77 of 15 February 1977 on common measures to improve the conditions under which agricultural and fishery products are processed and marketed (1), as last amended by Regulation (EEC) No 560/87 (2), and in particular Article 5 thereof,\nWhereas, on 5 May 1986, the Government of the Federal Republic of Germany forwarded a programme for the milk and milk products sector in Bavaria, which follows on that approved by Commission Decision 80/1336/EEC (3), and supplied further particulars on 16 April, 28 October and 9 December 1987;\nWhereas the aims of the second programme are to rationalize and modernize the milk and milk products sector, thus safeguarding the competitiveness of the sector and enhancing the value of the products concerned; whereas it is therefore a programme within the meaning of Article 2 of Regulation (EEC) No 355/77;\nWhereas, given the situation on the market for milk, approval of the programme cannot extend to investment projects:\n- which provide for an increase in milk processing capacity, unless evidence is furnished to show that equivalent capacities are being closed down,\n- which relate to butter, whey powder, milk powder, butteroil, lactose, casein, or caseinates,\n- which relate to other products entailing EAGGF Guarantee Section expenditure that cannot be justified in view of the market situation;\nWhereas approval of the second programme cannot extend to investments in the manufacture of products such as certain types of cheese for which there is already surplus production capacity in the European Community;\nWhereas approval of this second programme cannot extend to investments in the manufacture of products which are not listed in Annex II to the Treaty;\nWhereas the second programme contains the details required under Article 3 of Regulation (EEC) No 355/77, showing that the objectives laid down in Article 1 thereof may be achieved in the Bavarian milk and milk products sector; whereas the schedule for implementation of the second programme does not exceed the time limit laid down in Article 3 (1) (g) of the said Regulation;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Agricultural Structures,", "main_body": ["1. The second programme for the milk and milk products sector in Bavaria, which was submitted by the Government of the Federal Republic of Germany on 5 May 1986 and concerning which further details were provided on 16 April, 28 October and 9 December 1987 pursuant to Regulation (EEC) No 355/77, is hereby approved.\n2. Approval does not extend to projects:\n- which provide for an increase in milk-processing capacity, unless evidence is furnished to show that equivalent capacities are being closed down,\n- which relate to butter, whey powder, milk powder, butteroil, lactose, casein or caseinates,\n- which relate to other products entailing EAGGF Guarantee Section expenditure that whould be unjustifiable in view of the market situation.\nApproval of the second programme does not extend to investments in the manufacture of products such as certain cheeses for which there is already surplus production capacity in the European Community.\nApproval of this programme does not extend to investments in the manufacture of products which are not listed in Annex II to the Treaty.", "This Decision is addressed to the Federal Republic of Germany."], "attachments": "Done at Brussels, 29 March 1988.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 51, 23. 2. 1977, p. 1.\n(2) OJ No L 57, 27. 2. 1987, p. 6.\n(3) OJ No L 384, 31. 12. 1980, p. 1."}