{"celex_id": "31986R0338", "uri": "http://publications.europa.eu/resource/cellar/4ab5bce6-1b3a-41eb-947e-9b12690ab10c", "type": "Regulation", "concepts": ["2378", "4653", "588", "5969"], "title": "Council Regulation (EEC) No 338/86 of 14 February 1986 imposing a definitive anti-dumping duty on imports of roller chains for cycles originating in the People' s Republic of China and definitively collecting the provisional anti-dumping duty imposed on those imports\n", "header": "COUNCIL  REGULATION (EEC) No 338/86\nof 14 February 1986\nimposing a definitive anti-dumping duty on imports of roller chains for cycles originating in the People's Republic of China and definitively collecting the provisional anti-dumping duty imposed on those imports\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2176/84 of 23 July 1984 on protection against dumped or subsidized imports from countries not members of the European Economic Community (1), and in particular Article 12 thereof,\nHaving regard to the Commission proposal submitted after consultations within the Advisory Committee, as provided for under the abovementioned Regulation,\nWhereas:\nA. Provisional action\n1. The Commission, by Regulation (EEC) No 2317/85 (2) imposed provisional anti-dumping duties on imports of roller chains for cycles originating in the Soviet Union and the People's Republic of China.\nB. Subsequent procedure\n2. Following the imposition of the provisional anti-dumping duty, a Chinese exporter representing a significant percentage of the trade involved requested the extension of the period of validity of the provisional anti-dumping duty for a further period of two months, which was granted by Council Regulation (EEC) No 3521/85 (3).\nC. Dumping\n3. No new evidence on dumping has been submitted by the Chinese exporters since the imposition of the provisional duty. The findings on dumping for the People's Republic of China as set out in Regulation (EEC) No 2317/85 should therefore be confirmed.\nD. Injury\n4. As no fresh evidence regarding injury to the Community industry was received and in particular no evidence was submitted that imports from other non-member countries have been sold at lower prices than those from the People's Republic of China or have been dumped, the findings on injury reached in Regulation (EEC) No 2317/85 should therefore be confirmed.\nE. Community interest\n5. No new evidence has been submitted by Community consumers since the extension of the provisional anti-dumping duty. The findings on Community interest as set out in Regulation 2317/85 should remain, therefore, unchanged.\nF. Undertaking\n6. The Chinese exporters concerned were informed that the main findings of the preliminary investigation had been confirmed. An undertaking was subsequently offered by one of the exporters which the Commission considered would eliminate the injury found and which was, therefore, considered acceptable.\nG. Definitive duty\n7. In the light of the above findings, the amount of the definitive anti-dumping duty for the exports not subject to the abovementioned undertaking should, in principle, be the same as the amount of the provisional anti-dumping duty. However, since the investigation with regard to the USSR exporter and one of the Chinese exporters resulted in the acceptance of a price undertaking and in order to ensure an equitable treatment of imports at different prices it is considered appropriate to impose on the product originating in the People's Republic of China a variable anti-dumping duty based on a minimum price with effect similar to the effect of the ad-valorem duty provisionally imposed. It would be sufficient to eliminate the injury if the amount of the duty corresponded to the amount by which the free-at-Community-frontier price, before duty, is less than 0,56 ECU per metre.\nH. Collection of provisional duties\n8. The amounts secured by way of the provisional anti-dumping duty imposed on imports of roller chains for cycles originating in the People's Republic of China should be definitively collected in full.", "main_body": ["1. A definitive anti-dumping duty is hereby imposed on imports of 1/2 in Ă\u0097 1/8 in roller chains for cycles falling within heading No ex 73.29 of the Common Customs Tariff, corresponding to NIMEXE code ex 73.29-11, originating in the People's Republic of China.\n2. The duty shall not apply to 1 / 2 in Ă\u0097 1 / 8 in roller chains for cycles exported to the Community by China National Light Industrial Products Import and Export Corporation, Beijing.\n3. The duty shall be equal to the amount by which the free-at-Community-frontier net price per metre, before duty, is less than 0,56 ECU.\nThe free-at-Community-frontier prices shall be net prices where the conditions of sale are such that payment is to be made within 30 days from the date of delivery; they shall be increased or reduced by 1 % for each month by which this period is shortened or lengthened.\n4. The provisions in force concerning customs duties shall apply.", "The amounts secured by way of provisional anti-dumping duty pursuant to Regulation (EEC) No 2317/85 on imports of roller chains for cycles originating in the People's Republic of China shall be definitively collected.", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 14 February 1986.\nFor the Council\nThe President\nH. van den BROEK\n(1) OJ No L 201, 30. 7. 1984, p. 1.\n(2) OJ No L 217, 14. 8. 1985, p. 7.\n(3) OJ No L 335, 13. 12. 1985, p. 61."}