{"celex_id": "31982L0711", "uri": "http://publications.europa.eu/resource/cellar/b9fe6cc7-e2f9-4038-b3d9-96db8d423710", "type": "Directive", "concepts": ["1837", "185", "2735", "5300"], "title": "Council Directive 82/711/EEC of 18 October 1982 laying down the basic rules necessary for testing migration of the constituents of plastic materials and articles intended to come into contact with foodstuffs\n", "header": "COUNCIL  DIRECTIVE\nof 18 October 1982\nlaying down the basic rules necessary for testing migration of the constituents of plastic materials and articles intended to come into contact with foodstuffs\n(82/711/EEC)\nTHE COUNCIL OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 76/893/EEC of 23 November 1976 on the approximation of the laws of the Member States relating to materials and articles intended to come into contact with foodstuffs (1), and in particular Article 3 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas Article 2 of Directive 76/893/EEC laid down inter alia that materials and articles must not transfer their constituents to foodstuffs in quantities which could endanger human health or bring about an unacceptable change in the composition of the foodstuffs;\nWhereas in order to achieve this objective in the case of plastic materials the suitable instrument is a specific directive within the meaning of Article 3 of Directive 76/893/EEC, the general rules of which shall also be applicable to the case in question;\nWhereas, given the complexity of the problem, the Directive should initially be limited to fixing the basic rules for verification of constituent migration; whereas further directives, to be adopted in accordance with the procedure laid down in Article 10 of Directive 76/893/EEC, will establish the methods of analysis necessary for the verification of such migration;\nWhereas this Directive does not affect all aspects of plastic materials and articles; whereas it is therefore necessary to authorize the Member States, on the one hand, not to impose the labelling particulars laid down in Article 7 of Directive 76/893/EEC in accordance with paragraphs 4 and 5 of that Article and, on the other hand, to prohibit the marketing of materials and articles which, although conforming with the standards laid down by that Directive, do not comply with national provisions regarding other possible standards referred to in Article 3 or in the absence of these, with Article 2 of the Directive in question;\nWhereas, in view of the analytical difficulties connected with the determination of the migration levels in food products, conventional tests should be chosen (liquids capable of simulating the attack on foodstuffs and standard test conditions) in order to reproduce, as far as possible, the migration phenomena which may occur in contact between the article and the foodstuff;\nWhereas if such tests subsequently prove not to reflect reality Member States should be authorized to amend them provisionally, pending a Community decision;\nWhereas, in the current state of analytical techniques, it is not possible to determine all the conditions under which conventional migration tests should be performed on materials and articles consisting of two or more layers, one or more of which does not consist entirely of plastics; whereas a decision on the application of this Directive to such materials and articles should therefore be taken at a later date;\nWhereas the adaptation of this Directive to technical progress is an implementing measure; whereas, in order to simplify and accelerate the procedure, this should be the responsibility of the Commission;\nWhereas in all cases in which the Council confers on the Commission authority to implement the provisions relating to plastic materials and articles intended to come into contact with foodstuffs, a procedure should be laid down establishing close cooperation between Member States and the Commission within the Standing Committee for Foodstuffs set up under Decision 69/414/EEC (1),", "main_body": ["1. This Directive is a specific Directive within the meaning of Article 3 of Directive 76/893/EEC.\n2. This Directive shall apply to plastic materials and articles, that is to say to materials and articles and parts thereof:\n(a) consisting exclusively of plastics, or\n(b) composed of two or more layers of materials, each consisting exclusively of plastics, which are bound together by means of adhesives or by any other means,\nwhich, in the finished product state, are intended to come into contact or are brought into contact with foodstuffs and are intended for that purpose.\n3. For the purposes of this Directive, 'plastics' shall mean the organic macromolecular compounds obtained by polymerization, polycondensation, polyaddition or any other similar process from molecules with a lower molecular weight or by chemical alteration of natural macromolecules. Silicones and other similar macromolecular compounds shall also be regarded as plastics. Other substances or matter may be added to such macromolecular compounds.\nHowever, the following shall not be regarded as 'plastics':\n(i) varnished or unvarnished regenerated cellulose film;\n(ii) elastomers and natural and synthetic rubber;\n(iii) paper and paperboard, whether modified or not by the addition of plastics;\n(iv) surface coatings obtained from:\n- paraffin waxes, including synthetic paraffin waxes, and/or micro-crystalline waxes,\n- mixtures of the waxes listed in the first indent with each other and/or with plastics.\n4. This Directive shall not apply to materials and articles composed or two or more layers, one or more of which does not consist exclusively of plastics, even if the one intended to come into direct contact with foodstuffs does consist exclusively of plastics.\nA decision on the application of this Directive to the materials and articles referred to in the first subparagraph and on any adaptations to the Directive that may become necessary shall be taken at a later date.", "1. The migration level of the constituents of the materials and articles referred to in Article 1 into or onto foodstuffs must not exceed the limits laid down in the lists of substances whose use is authorized to the exclusion of any others.\n2. In the absence of methods of analysis determined in accordance with Article 9 of Directive 76/893/EEC which make it possible to determine the level of migration into foodstuffs, that level shall be determined in the simulants listed in Chapter I of the Annex.\n3. The Council, acting in accordance with the procedure laid down in Article 100 of the Treaty and on a proposal from the Commission, shall draw up a list of substances or matter whose use is authorized to the exclusion of any others and a list of simulants to be used for each foodstuff or group of foodstuffs and shall determine the concentration thereof.", "1. Verification of a migration in the simulants shall be carried out using conventional migration tests, the basic rules for which are laid down in the Annex to this Directive.\n2. (a) However, where a Member State, as a result of new information or of a reassessment of existing information made since this Directive was adopted, has detailed grounds for establishing that for a given plastic material or article the basic rules laid down in the Annex for migration tests are technically unsuitable or because the actual conditions of use are basically different from the test conditions specified in the table in the Annex, that Member State may,\nwithin its territory and only for the particular case, temporarily suspend application of the basic rules referred to in the Annex and permit the use of more appropriate basic rules. It shall immediately inform the other Member States and the Commission thereof and give the reasons for its decision.\n(b) The Commission shall examine, as soon as possible, the reasons given by the Member State concerned and shall consult the Member States within the Standing Committee for Foodstuffs and shall then deliver its opinion forthwith and take the appropriate measures.\n(c) If the Commission considers that amendments to this Directive are necessary in order to alleviate the difficulties mentioned in subparagraph (a), it shall initiate the procedure laid down in Article 10 of Directive 76/893/EEC; in that case, the Member State which has adopted the more appropriate basic rules may retain them until the said amendments enter into force.", "Adaptations to be made to Chapter II of the Annex to this Directive in the light of progress in scientific and technical knowledge shall be adopted in accordance with the procedure laid down in Article 10 of Directive 76/893/EEC.", "This Directive shall not affect national provisions relating to the other rules provided for in Article 3 of Directive 76/893/EEC nor the options open to Member States under Article 7 (4) and (5) of that Directive.", "Member States shall comply with this Directive not later than such time as a specific directive laying down the limits referred to in Article 2 (1) is implemented.", "This Directive is addressed to the Member States."], "attachments": "Done at Luxembourg, 18 October 1982.\nFor the Council\nThe President\nN. A. KOFOED\n(1) OJ No L 340, 9. 12. 1976, p. 19.\n(2) OJ No C 140, 5. 6. 1979, p. 173.\n(3) OJ No C 227, 10. 9. 1979, p. 31.\n(1) OJ No L 291, 19. 11. 1969, p. 9.\nANNEX\nBASIC RULES NECESSARY FOR TESTING MIGRATION IN SIMULANTS\nThe determination of migration in simulants is to be carried out using the simulants laid down in Chapter I of this Annex and under the test conditions specified in Chapter II of the Annex.\nCHAPTER I\nSimulants\n1. General case: plastic materials and articles intended to come into contact with foodstuffs of all types\nThe tests are to be carried out using all the simulants mentioned below, taking a fresh sample of the plastic material or article for each simulant:\n- distilled water or water of equivalent quality (= simulant A),\n- 3 % acetic acid (w/v) in aqueous solution (= simulant B),\n- 15 % ethanol (v/v) in aqueous solution (= simulant C),\n- rectified olive oil (1); if for technical reasons connected with the method of analysis it is necessary to use different simulants, olive oil must be replaced by a mixture of synthetic triglycerides (2) or by sunflower oil (= simulant D).\n2. Special case: plastic materials and articles intended to come into contact with a single foodstuff or a specific group of foodstuffs\nThe tests are to be carried out:\n- using only the simulants specified as appropriate for the foodstuff or group of foodstuffs in the list referred to in Article 2 (3),\n- where the foodstuff or group of foodstuffs is not included in the list referred to in the first indent, selecting the simulant or simulants prescribed in Section 1 which correspond most closely to the extractive capacity of the foodstuff or group of foodstuffs.\nCHAPTER II\nTest conditions (times and temperatures)\n1. The migration tests are to be carried out, selecting from the times and temperatures specified in the table those which correspond most closely to the normal or foreseeable conditions of contact for the plastic materials or articles being studied.\n2. If a plastic material or article is intended to be used successively at short intervals in several of the conditions of contact referred to in column 1 of the table, migration will be determined by subjecting that material or article successively to all the corresponding test conditions specified in column 2, using the same simulant.\n3. For a given test time, where a plastic material or article passes the test at the higher temperature, the test need not be repeated at the lower temperature.\nFor a given test temperature, where a plastic material or article passes the test over the longer time, the test need not be repeated over the shorter time.\n(1) Characteristics of rectified olive oil:\n- iodine index (Wijs) = 80 to 88,\n- refraction index at 25 °C = 1;4665 to 1;4679,\n- acidity (expressed in % of oleic acid = 0;5 % maximum,\n- peroxide index (expressed in milli-equivalents of oxygen per kg of oil) = 10 maximum.\n(2) Characteristics of the standard synthetic triglycerides mixture as described in K. Figge's article, 'Food cosmet. Toxicol' 10 (1972) 815.\nTABLE\nTest conditions (times (t) and temperatures (T)) to be chosen according to conditions of contact in actual use\n1.2 //   //   // Conditions of contact in actual use  // Test conditions  //   //   // 1  // 2  //   //   // 1. Contact time: t > 24 hours  //   // 1.1. T µ 5 °C  // 10 days at 5 °C  // 1.2. 5 °C < T µ 40 °C (1)  // 10 days at 40 °C  // 2. Contact time: two hours µ t µ 24 hours  //   // 2.1. T µ 5 °C  // 24 hours at 5 °C  // 2.2. 5 °C < T µ 40 °C  // 24 hours at 40 °C  // 2.3. T > 40 °C  // In accordance with national laws  // 3. Contact time: t < two hours  //   // 3.1. T µ 5 °C  // Two hours at 5 °C  // 3.2. 5 °C < T µ 40 °C  // Two hours at 40 °C  // 3.3. 40 °C < T µ 70 °C  // Two hours at 70 °C  // 3.4. 70 °C < T µ 100 °C  // One hour at 100 °C  // 3.5. 100 °C < T µ 121 °C  // 30 min at 121 °C  // 3.6. T > 121 °C  // In accordance with national laws  //   //\n(1) For plastic materials and articles in contact with foodstuffs for which a preservation temperature of less than 20 °C is specified on the labelling or by law, the test conditions will be 10 days at 20 °C.\n4.  Where the plastic material or article may in actual use be employed under any conditions of contact time or temperature, only the 10-day tests at 40 °C and the two-hour tests at 70 °C are to be carried out, these being conventionally regarded as the most stringent.\nIf simulant D is used (rectified olive oil or substitutes for it), only the 10-day test at 40 °C is to be carried out.\n5. If it is found that carrying out the tests under the conditions specified in the table causes physical or other changes in the plastic material or article which do not occur under normal or foreseeable conditions of use of that material or article, the migration tests should be carried out under conditions more appropriate to the specific case."}