{"celex_id": "31982R0162", "uri": "http://publications.europa.eu/resource/cellar/0b7ae8d6-72a8-46df-b849-f48ae0e9d168", "type": "Regulation", "concepts": ["4078", "4353", "4499", "491", "5409", "665"], "title": "Council Regulation (EEC) No 162/82 of 19 January 1982 on the conclusion of the Agreement in the form of an exchange of letters on the amendment of the Agreement between the European Economic Community and the Republic of Austria on the application of the rules on Community transit\n", "header": "COUNCIL  REGULATION (EEC) No 162/82\nof 19 January 1982\non the conclusion of the Agreement in the form of an exchange of letters on the amendment of the Agreement between the European Economic Community and the Republic of Austria on the application of the rules on Community transit\nTHE COUNCIL OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community and in particular Article 113 thereof,\nHaving regard to the proposal from the Commission,\nWhereas the Agreement in the form of an exchange of letters on the amendment of the Agreement between the European Economic Community and the Republic of Austria on the application of the rules on Community transit (1) should be approved; whereas the proposed amendment is the subject of recommendation 1/81 of the EEC-Austria Joint Committee - Community transit;\nWhereas that recommendation provides for the extension of mutual assistance between the customs authorities of Contracting Parties, permits changes in offices of destination in another Contracting Party and replaces the European unit of account by the ECU; whereas the recommendation also provides that rights and obligations arising before 1 January 1983 and expressed in European units of account shall continue to be administered on the basis of the definition of the European unit of account as applied before that date; whereas it is necessary to take the measures which the application in the Community of this provision requires,", "main_body": ["The Agreement in the form of an exchange of letters on the amendment of the Agreement between the European Economic Community and the Republic of Austria on the application of the rules on Community transit is hereby approved on behalf of the Community.\nThe text of the Agreement is attached to this Regulation.", "The President of the Council is hereby authorized to designate the person empowered to sign the Agreement in order to bind the Community.", "Rights and obligations arising before 1 January 1983 and expressed in European units of account shall continue to be administered on the basis of the definition of the European unit of account as applied before that date.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 January 1982.\nFor the Council\nThe President\nP. de KEERSMAEKER\nAGREEMENT\nin the form of an exchange of letters on the amendment of the Agreement between the European Economic Community and the Republic of Austria on the application of the rules on Community transit\n(1) OJ No L 294, 29. 12. 1972, p. 87."}