{"celex_id": "31987R0814", "uri": "http://publications.europa.eu/resource/cellar/9026e089-e032-4e7b-bedd-fffa1c2baed3", "type": "Regulation", "concepts": ["1264", "1637", "3167", "3191", "4578"], "title": "Commission Regulation (EEC) No 814/87 of 20 March 1987 laying down detailed rules for the application of the special measures for the import of olive oil originating in Tunisia\n", "header": "COMMISSION  REGULATION (EEC) No 814/87\nof 20 March 1987\nlaying down detailed rules for the application of the special measures for import of olive oil originating in Tunisia\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 561/87 of 23 February 1987 laying down special measures for imports of olive oil originating in Tunisia (1), and in particular Article 4 thereof,\nWhereas Regulation (EEC) No 561/87 provides for the application of a reduced import levy on a certain quantity of olive oil originating in Tunisia; whereas, under Article 4 of that Regulation, measures must be adopted in order to avoid any deflection of trade and, in particular, ensure that the levy applicable in the case of third countries is charged if the oil is released for consumption in Spain or Portugal;\nWhereas the quantity of oil imported from Tunisia must not exceed that specified in Article 1 of Regulation (EEC) No 561/87; whereas, therefore, the tolerance provided for in Article 8 of Commission Regulation (EEC) No 3183/80 of 3 December 1980 laying down common detailed rules for the application of the system of import and export licences and advance fixing certificates for agricultural products (2), as last amended by Regulation (EEC) No 3913/86 (3), should not be allowed;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Oils and Fats,", "main_body": ["1. Member States of the Community as constituted at 31 December 1985 in which olive oil originating in Tunisia is released for free circulation in accordance with Regulation (EEC) No 561/87 shall introduce a control system for monitoring the oil from its release for free circulation until is refined, packed or exported from the customs territory of the Community.\n2. Where, after being released for free circulation in accordance with the provisions of paragraph 1, the oil is consigned to another Member State the document attesting to the Community status of the goods shall include one of the following forms of wording:\n- Aceite de oliva importado de Túnez - Reglamento (CEE) no 561/87\n- Olivenolie indfoert fra Tunesien - Forordning (EOEF) nr. 561/87\n- Olivenoel, eingefuehrt aus Tunesien - Verordnung (EWG) Nr. 561/87\n- Elaiólado eisachthén apó tin Tynisía - Kanonismós (EOK) arith 561/87\n- Olive oil imported from Tunisia - Regulation (EEC) No 561/87\n- Huile d'olive importée de Tunisie - Règlement (CEE) no 561/87\n- Olio d'oliva importato dalla Tunisia - Regolamento (CEE) n. 561/87\n- Olijfolie ingevoerd uit Tunesië - Verordening (EEG) nr. 561/87\n- Azeite importado da Tunísia - Regulamento (CEE) nº 561/87.\n3. Notwithstanding Article 8 (4) of Regulation (EEC) No 3183/80 the quantity released for free circulation must not exceed that specified in boxes 10 and 11 of the import licence. A '0' shall accordingly be entered in box 22 of the said licence.\n4. Where olive oil for which the document, as referred to in paragraph 2, attesting to the Community status of the goods concerned, is released for consumption in Spain or Portugal, an amount equal to the difference between the minimum levy applicable on the day the declaration of release for consumption is accepted and 5 ECU/100 kilograms shall be charged in Spain or Portugal, as the case may be.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 March 1987.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 57, 27. 2. 1987, p. 7.\n(2) OJ No L 338, 13. 12. 1980, p. 1.\n(3) OJ No L 364, 23. 12. 1986, p. 31."}