{"celex_id": "31989R3677", "uri": "http://publications.europa.eu/resource/cellar/ead1de8d-2d57-4f23-ad06-5c120c04e763", "type": "Regulation", "concepts": ["2871", "3173", "3191", "4713"], "title": "Council Regulation (EEC) No 3677/89 of 7 December 1989 on the total alcoholic strength by volume and the total acidity of certain imported quality wines and repealing Regulation (EEC) No 2931/80\n", "header": "COUNCIL  REGULATION (EEC) No 3677/89\nof 7 December 1989\non the total alcoholic strength by volume and the total acidity of certain imported quality wines and repealing Regulation (EEC) No 2931/80\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 822/87 of 16 March 1987 on the common organization of the market in wine (1), as last amended by Regulation (EEC) No 1236/89 (2), and in particular the second subparagraph of Article 70 (2) thereof,\nHaving regard to the proposal from the Commission,\nWhereas, under Article 70 (1) (b) of Regulation (EEC) No 822/87, wines other than sparkling wines and liqueur wines, originating in a third country and intended for direct human consumption, may not be imported into the Community if their total alcoholic strength by volume exceeds 15 % vol of if their total acidity, expressed as tartaric acid, is less than 4,5 grams per litre; whereas Article 70 (2) (a) of that Regulation provides however for exceptions where a wine designated by a geographical ascription has special quality characteristics;\nWhereas in the case of certain wines originating in Hungary and Switzerland, a characteristic of which is their special quality and the fact that they are produced in limited quantities, the maximum total alcoholic strength or the minimum total acidity are exceeded or not attained respectively owing to special traditional production methods; whereas the marketing of those wines on the Community market should be permitted; whereas, however, in order that the conditions to be met to qualify for that right are complied with, an attestation from an official agency of the country of origin should be required on the import document introduced by Commission Regulation (EEC) No 3590/85 of 18 December 1985 on the certificate and analysis report required for the importation of wine, grape juice and grape must (3), as last amended by Regulation (EEC) No 2039/88 (4);\nWhereas Council Regulation (EEC) No 2931/80 of 11 November 1980 on certain quality wines originating in the Republic of Austria (5) provides for a derogation, on the same conditions as those laid down by Article 70 (2) (a) of Regulation (EEC) No 822/87, for certain quality wines originating in Austria with a total alcoholic strength by volume exceeding 15 % vol;\nWhereas, in the interests of clarity, all the derogations granted pursuant to Article 70 (2) (a) of Regulation (EEC) No 822/87 should be grouped together in a single Regulation; whereas this Regulation should therefore incorporate the provisions of Regulation (EEC) No 2931/80 while taking account of the new Agreement between the European Economic Community and the Republic of Austria on the control and reciprocal protection of quality wines and 'retsina' wine (6),", "main_body": ["1. The following may be imported into the Community with a view to direct human consumption:\n(a) wines originating in Austria whose total alcoholic strength by volume exceeds 15 % vol, without any enrichment, where they bear:\n- the name of a wine-growing subregion appearing in the Agreement between the European Economic Community and the Republic of Austria on the control and reciprocal protection of quality wines and 'retsina' wine and, where appropriate, in addition, the name of a geographical unit more restricted than a subregion,\nand\n- one of the following descriptions: 'Auslese' or 'Auslesewein', 'Beerenauslese' or 'Beerenauslesewein', 'Ausbruch' or 'Ausbruchwein', 'Trockenbeerenauslese';\n(b) wines originating in Hungary, whose total alcoholic strength by volume exceeds 15 % vol, without enrichment, where they are designated:\n- by the words 'Tokaji Aszu' or 'Tokaji Aszu-eszencia' or 'Tokaji Eszencia' or 'Tokaji Szamorodni', or\n- by the term 'Kueloenleges Minoeségue bor' (superior quality wine), supplemented by a geographical ascription and by one of the following:\n- 'késoel szueretelésue bor',\n- 'válogatott szueretelésue bor',\n- 'toeppedt szoeloeboel készuelt bor',\n- 'aszubor';\n(c) wines comparable to quality wines psr, originating in Switzerland, the total acidity of which, expressed as tartaric acid, is less than 4,5 but higher than 3 grams per litre, where at least 85 % of such wines is obtained from grapes of one or more of the following vine varieties;\n- Chasselas,\n- Mueller-Thurgau,\n- Sylvaner,\n- Pinot noir or\n- Merlot,\nand they are compulsorily designated by a geographical ascription.\n2. For the purposes of paragraph 1 (b) and (c), the official agency of the country of origin authorized to draw up document VI 1 referred to in Regulation (EEC) No 3590/85 shall enter the following in box 15 of that document:\n'It is hereby certified that this wine meets the conditions laid down in the first indent (*) second indent (*) of point (a) of the second subparagraph of Article 70 (2) of Regulation (EEC) No 822/87 and Regulation (EEC) No 3677/89.\n(*) Delete as appropriate.'\nand shall authenticate the same by affixing its stamp thereon.\n3. For the products referred to in paragraph 1 (b), paragraphs 1 and 2 shall apply until 31 August 1990.", "Regulation (EEC) No 2931/80 is hereby repealed.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 7 December 1989.\nFor the Council\nThe President\nP. QUILÈS\n(1) OJ No L 84, 27. 3. 1987, p. 1.\n(2) OJ No L 128, 11. 5. 1989, p. 31.\n(3) OJ No L 343, 20. 12. 1985, p. 20.\n(4) OJ No L 179, 9. 7. 1988, p. 29.\n(5) OJ No L 305, 14. 11. 1980, p. 2.\n(6) OJ No L 56, 27. 2. 1989, p. 2."}