{"celex_id": "31986D0007", "uri": "http://publications.europa.eu/resource/cellar/768a8267-1f0b-43f3-b5c3-5fa6888a2429", "type": "Decision", "concepts": ["1519", "4689", "5369", "5962"], "title": "86/7/EEC: Commission Decision of 24 January 1986 amending for the first time Decision 85/632/EEC on certain protective measures against foot-and-mouth disease in Italy\n", "header": "COMMISSION  DECISION\nof 24 January 1986\namending for the first time Decision 85/632/EEC on certain protective measures against foot-and-mouth disease in Italy\n(86/7/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 64/432/EEC of 26 June 1964 on animal health problems affecting intra-Community trade in bovine animals and swine (1), as last amended by Regulation (EEC) No 3768/85 (2), and in particular Article 9 thereof,\nHaving regard to Council Directive 72/461/EEC of 12 December 1972 on health problems affecting intra-Community trade in fresh meat (3), as last amended by Regulation (EEC) No 3768/85 and in particular Article 8 thereof,\nHaving regard to Council Directive 80/215/EEC of 22 January 1980 on health problems affecting intra-Community trade in meat products (4), as last amended by Regulation (EEC) No 3768/85 and in particular Article 7, thereof,\nWhereas an outbreak of foot-and-mouth disease has occurred in Italy; whereas that outbreak is such as to constitute a danger to the livestock of the other Member States, owing to the large volume of trade both in animals and fresh meat and in certain meat-based products;\nWhereas, following that outbreak of foot-and-mouth disease the Commission adopted several Decisions, particularly 85/632/EEC of 18 December 1985 on certain protective measures against foot-and-mouth disease in Italy (5);\nWhereas the outbreaks have, as a result of the measures introduced and the action taken by the Italian authorities, in particular as regards vaccination against foot-and-mouth disease, been confined to certain parts of Italy's territory;\nWhereas it seems necessary to amend the scope of the restrictive measures to take account of the development of the disease and of measures carried out locally by the Italian authorities;\nWhereas, by Article 394 of the Act of Accession of Spain and Portugal, application to the new Member States of the Community rules introduced for the production of and trade in agricultural products and for trade in certain processed agricultural products is postponed;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["Commission Decision 85/632/EEC is modified as follows:\n1. In Article 1 (2), '18 December 1985' is replaced by '24 January 1986';\n2. In Article 2 (3), '18 December 1985' is replaced by '24 January 1986';\n3. In Article 3 (3), '18 December 1985' is replaced by '24 January 1986';\n4. The Annex is replaced by the Annex to this Decision.", "The Member States shall amend the measures which they apply to trade so as to bring them into compliance with this Decision three days after its notification. They will immediately inform the Commission thereof.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 24 January 1986.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 121, 29. 7. 1964, p. 1977/64.\n(2) OJ No L 362, 31. 12. 1985, p. 8.\n(3) OJ No L 302, 31. 12. 1972, p. 24.\n(4) OJ No L 47, 21. 2. 1980, p. 4.\n(5) OJ No L 379, 31. 12. 1985.\nANNEX\n1. Parts of the territory which are the subject of restriction on the trade in live animals:\n- the provinces of Firenze, Pistoia and Verona,\n- in the province of Reggio Emilia, Local Health Units 9, 11 and 12,\n- in the province of Modena, Local Health Units 14, 16 and 26 and the northern part of Local Health Unit 17 delimited in the south by a line drawn from west to east from the junction of its border with that of Local Health Units 12 and 13,\n- any other part of territory situated witin a radius of 10 kilometres around any outbreak of foot-and-mouth disease recorded after 13 December 1985.\n2. Parts of the territory which are the subject of restrictions on the trade in fresh meat and meat products:\nany part of the territory situated within a radius of 10 kilometres around any outbreak of foot-and-mouth disease reorded after 1 November 1985."}