{"celex_id": "31983D0475", "uri": "http://publications.europa.eu/resource/cellar/af8cb6c6-f46e-433d-8824-fc29076fdf0a", "type": "Decision", "concepts": ["1397", "1418", "3069", "4839", "889"], "title": "Commission Decision of 22 June 1983 on an aid proposal in favour of two textile and clothing firms in Belgium (Only the French and Dutch texts are authentic)\n", "header": "COMMISSION  DECISION\nof 22 June 1983\non an aid proposal in favour of two textile and clothing firms in Belgium\n(Only the Dutch and French texts are authentic)\n(83/475/EEC)\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular the first subparagraph of Article 93 (2) thereof,\nHaving given notice to the parties concerned to submit their comments as provided for in Article 93, and having regard to those comments,\nWhereas:\nI\nBy letter dated 23 November 1982 the Belgian Government notified the Commission of its intention to grant aid to two enterprises in the textile and clothing sector, one producing women's tights and stockings, the other producing woven cotton terry fabrics and toilet and kitchen linen.\nThe enterprise involved in the production of women's tights and stockings, which employs 393 persons, plans by using the aid to increase its production by 12,8 % as compared to 1981.\nThe aid for this enterprise would amount to Bfrs 100 600 000, the majority of which would be used for the replacement of machinery.\nThe enterprise producing woven cotton terry fabrics and toilet and kitchen linen, which employs 166 persons, plans by using the aid to maintain its present production.\nThe aid for this enterprise would amount to Bfrs 27 755 000 and would be used for the replacement of machinery and the construction of a new production site and showrooms.\nThe Commission initiated on 21 December 1982 the procedure provided for in the first subparagraph of Article 93 (2) of the EEC Treaty in respect of the aids in question on the grounds that such aids would affect trading conditions to an extent contrary to the common interest and would therefore be incompatible with the common market. The Commission particularly referred to the fact that the aids in question would mainly be used for the replacement of out-of-date machinery, with no significant efforts being undertaken to restructure the enterprises at the same time.\nII\nThe Belgian Government, in submitting its comments under the procedure provided for in Article 93 (2) of the EEC Treaty, presented modified aid proposals for both enterprises in question and informed the Commission of supplementary restructuring efforts to be undertaken by the enterprises. In their comments, submitted under the procedure of Article 93 (2) of the EEC Treaty, three Member States other than Belgium and two federations of firms in the sectors shared the Commission's opinion, underlining the problems of overcapacity which the subsector of women's tights and stockings is facing and stressing the sensitivity of the subsector of woven cotton terry fabrics and toilet and kitchen linen because of the volume of trade and the degree of competition between Member States. The comments also emphasized the transfer of problems from the enterprises in question to its competitors that the proposed aids would provoke.\nIII\nThe aids proposed by the Belgian Government are likely to affect trade between Member States and distort competition by favouring the undertakings in question or the production of their goods within the meaning of Article 92 (1) of the EEC Treaty.\nThe terms of the Treaty provide that aids fulfilling the criteria set out in Article 92 (1) thereto shall be incompatible with the common market. The exemptions from this incompatibility set out in Article 92 (3) of the EEC Treaty specify objectives to be pursued in the Community interest and not that of the individual recipient. These exemptions must be strictly construed in the examination both of regional or sectoral aid schemes and of individual cases of application of general aid systems. In particular they may be granted only when the Commission can establish that this will contribute to the attainment of the objectives specified in the exemptions, which the recipient firms would not attain by their own actions under normal market conditions alone.\nTo grant an exemption where there is no compensatory justification would be tantamount to allowing trade between Member States to be affected and competition to be distorted without any benefit in terms of the interest of the Community, while at the same time accepting that undue advantages accrue to some Member States.\nWhen applying the principles set out above in its examination of individual cases, the Commission must be satisfied that there exists on the part of the particular recipient a specific compensatory justification in that the grant of aid is required to promote the attainment of one of the objectives set out in Article 92 (3). Where such evidence cannot be provided, and especially where the aided investment would take place in any case, it is clear that the aid does not contribute to the attainment of the objectives specified in the exemptions but serves to increase the financial power of the undertaking in question.\nAs regards the exemptions permitted by Article 92 (3) (a) and (c), for aid to promote or facilitate the development of certain areas, the areas in which the recipient undertakings' factories are located are not 'areas where the standard of living is abnormally low or where there is serious underemployment' within the meaning of Article 92 (3) (a).\nAs regards the exemptions permitted by Article 92 (3) (b), there is nothing in the measures to qualify them as 'projects of common European interest' or as designed 'to remedy a serious disturbance in the economy of a Member State' the furtherance of which justifies exemption under Article 92 (3) (b) from the prohibition of aids laid down by Article 92 (1). Belgium belongs to the central regions of the Community, whose social and economic problems are not the most serious in the Community, yet where the danger of an escalation of State aids is most immediate and where any State aid is most likely to affect trade between Member States. Available social and economic data on Belgium do not suggest that there is a serious disturbance in its economy of the kind referred to by the Treaty. The measure is not intended to remedy such a disturbance.\nOn 18 November 1981, the Commission decided to raise no objection to the implementation of a sectoral aid scheme in favour of the textile and clothing sector in Belgium. Once the sectoral aid scheme was put into operation, enterprises in that sector in Belgium could benefit from no other specific, regional or general aid.\nAn aid granted to an individual enterprise within the context of this sectoral aid scheme could benefit from the derogation of Article 92 (3) (c) of the EEC Treaty if all the conditions of the sectoral aid scheme as accepted by the Commission were satisfied. Of particular importance for the cases in question are the requirements to undertake significant efforts to restructure in order to become viable and the requirements as to capacity and production changes under the aid.\nIn the case of the enterprise producing women's tights and stockings, the modified investment programme is reduced by 11 % as compared to the initial plan submitted to the Commission, with restructuring efforts taking a much larger part of the total than in the original project. Such investment amounts to Bfrs 92 499 000, or 73 % of total investment. A con siderable part of this sum is to be used for the replacement of knitting machinery and, thus, represents costs which in general do not constitute restructuring and which a firm would normally have to bear itself. In the present case there are considerable energy savings involved, reducing energy consumption by 64 % and it is this part of the investment which under the modified aid proposal reduces the enterprise's capacities by 19 % and its production by 11 %.\nIn a sector as sensitive at Community level as women's tights and stockings, because of the serious problems of overcapacity and competition, this restructuring operation is in the Community interest so that there is a compensatory justification for the aid to be granted by the Belgian Government to make this operation possible.\nFurthermore, the assistance towards this part of the investment programme, which is to be granted in accordance with the conditions set by the Commission for the sectoral aid programme in favour of the textile industry in force in Belgium during 1982, is not liable to adversely affect trading conditions to an extent contrary to the common interest.\nThus, the aid which takes the form of 45 % State participation and 25 % loans of the sum of Bfrs 92 499 000 and which amounts to Bfrs 64 749 000 qualifies for exemption under these provisions.\nThe aid amounting to Bfrs 24 480 000 and which the Belgian Government proposes to grant in favour of the remaining part of the investment (Bfrs 34 971 000), to be used for the replacement of dyeing and finishing machinery, is not directly linked to the restructuring operation, but serves merely to increase the financial strength of the undertaking in question and threatens to do serious damage to the conditions of competition.\nThe Belgian Government has not been able to show, nor has the Commission found, that there is in the conduct of the undertaking any compensatory factor in the Community interest such as to justify this part of the aid to be granted by the Belgian Government. It therefore does not qualify for any of the exemptions permitted by Article 92 (3) of the EEC Treaty.\nIn the case of the enterprise producing woven cotton terry fabrics and toilet and kitchen linen, the modified investment programme still carries the same amount as the initial plan submitted to the Commission, but restructuring efforts take a much larger part of the total than in the original project. Furthermore, in its comments under the procedure of Article 93 (2) the Belgian Government explained that 68 % of the total investment of Bfrs 27 150 000 is due to a decision of the local authorities forcing the enterprise to move to new sites for environmental reasons.\nIn complying with that decision the enterprise is undertaking considerable restructuring efforts, which will increase its competitiveness and viability, particularly as the present product-line is to be adapted to market trends.\nIn addition, under the modified aid proposal, this part of the investment reduces the enterprise's capacities by 26,4 % and will also lead to a significant drop in production.\nIn a sector as sensitive at Community level as woven cotton terry fabrics and toilet and kitchen linen in terms of the volume of intra-Community trade and the good performance and competitiveness of the Belgian industry, this restructuring operation is in the Community interest, so that there is a compensatory justification for the aid to be granted by the Belgian Government to make this operation possible.\nFurthermore, the assistance towards this part of the investment programme, which is to be granted in accordance with the conditions set by the Commission for the sectoral aid programme in favour of the textile and clothing sector in force in Belgium during 1982, is not liable to adversely affect trading conditions to an extent contrary to the common interest.\nThus, the aid which takes the form of 45 % State participation and 25 % loans of the sum of Bfrs 27 150 000 and which amounts to Bfrs 19 005 000 qualifies for exemption under these provisions.\nThe aid amounting to Bfrs 8 750 000 which the Belgian Government proposes to grant in favour of the remaining part of the investment (Bfrs 12 500 000), to be used for the replacement of out-of-date machinery, is not directly linked to the restructuring operation. It serves merely to increase the financial strength of the undertaking in question and threatens to do serious damage to the conditions of competition. The Belgian Government has not been able to show, nor has the Commission found, that there is in the conduct of the undertaking any compensatory factor in the Community interest such as to justify this part of the aid to be granted by the Belgian Government.\nIt therefore does not qualify for any of the exemptions permitted by Article 92 (3) of the EEC Treaty,", "main_body": ["The aid proposed by the Belgian Government in favour of an enterprise producing women's tights and stockings, to be used for restructuring investment, is hereby considered compatible with the common market. Equally, the proposed aid in favour of an enterprise producing woven cotton terry fabrics and toilet and kitchen linen, to be used for the construction of a new production site and showroom, which has been required of the enterprise for environmental reasons, and to be used for restructuring investment linked to this project, is hereby considered compatible with the common market.\nHowever, the proposed aids in favour of both enterprises referred to above to be used for the mere replacement of machinery are incompatible with the common market under Article 92 of the EEC Treaty.", "The Belgian Government shall refrain from implementing its proposal to grant the aids referred to in the second paragraph of Article 1 and shall inform the Commission within two months of the date of notification of this Decision of the measures taken to comply therewith.", "This Decision is addressed to the Kingdom of Belgium."], "attachments": "Done at Brussels, 22 June 1983.\nFor the Commission\nFrans ANDRIESSEN\nMember of the Commission"}