{"celex_id": "31982D0411", "uri": "http://publications.europa.eu/resource/cellar/2b57b0d6-c1b0-4510-a15b-0e51c8695e3f", "type": "Decision", "concepts": ["1091", "3842", "4381"], "title": "82/411/EEC: Commission Decision of 7 June 1982 establishing that the apparatus described as 'PGT - Energy Dispersive Measurement System, model System III, with accessories' may not be imported free of Common Customs Tariff duties\n", "header": "COMMISSION  DECISION\nof 7 June 1982\nestablishing that the apparatus described as 'Cahn - Recording Electrobalance, model Cahn 2000' may not be imported free of Common Customs Tariff duties\n(82/412/EEC)\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1798/75 of 10 July 1975 on the importation free of Common Customs Tariff duties of educational, scientific and cultural materials (1), as amended by Regulation (EEC) No 1027/79 (2),\nHaving regard to Commission Regulation (EEC) No 2784/79 of 12 December 1979 laying down provisions for the implementation of Regulation (EEC) No 1798/75 (3), and in particular Article 7 thereof,\nWhereas, by letter dated 2 December 1981, the United Kingdom has requested the Commission to invoke the procedure provided for in Article 7 of Regulation (EEC) No 2784/79 in order to determine whether or not the apparatus described as 'Cahn - Recording Electrobalance, model Cahn 2000', ordered on 28 July 1981 and to be used for research into the effect of surface-active elements on the kinetics of metal/gas reactions by recording the change of weight of the reacting metal with time, should be considered to be a scientific apparatus and, where the reply is in the affirmative, whether apparatus of equivalent scientific value is currently being manufactured in the Community,\nWhereas, in accordance with the provisions of Article 7 (5) of Regulation (EEC) No 2784/79, a group of experts composed of representatives of all the Member States met on 14 May 1982 within the framework of the Committee on Duty-Free Arrangements to examine the matter;\nWhereas this examination showed that the apparatus in question is a recording balance;\nWhereas its objective technical characteristics, such as the precision, and the use to which it is put make it specially suited to scientific research; whereas, moreover, apparatus of the same kind are principally used for scientific activities; whereas it must therefore be considered to be a scientific apparatus;\nWhereas, however, on the basis of information received from Member States, apparatus of scientific value equivalent to the said apparatus, capable of being used for the same purposes, are currently being manufactured in the Community; whereas this applies, in particular, to the apparatus '4433' manufactured by Sartorius GmbH, Postfach 19, D-3400 Goettingen, to the apparatus 'Cibal' manufactured by CI Electronics Ltd, Brunel Road, Churchfields, Salisbury, UK-Wiltshire AP2 7PU and to the apparatus 'MTB 209' manufactured by Setaram, 101-103, rue de SĂ¨ze, F-69451 Lyon Cedex 3,", "main_body": ["The apparatus described as 'Cahn - Recording Electrobalance, model Cahn 2000', which is subject of an application by the United Kingdom of 2 December 1981, may not be imported free of Common Customs Tariff duties.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 7 June 1982.\nFor the Commission\nKarl-Heinz NARJES\nMember of the Commission\n(1) OJ No L 184, 15. 7. 1975, p. 1.\n(2) OJ No L 134, 31. 5. 1979, p. 1.\n(3) OJ No L 318, 13. 12. 1979, p. 32."}