{"celex_id": "31985R3579", "uri": "http://publications.europa.eu/resource/cellar/00b70001-b996-4839-a108-37acf1b0db42", "type": "Regulation", "concepts": ["1099", "4645", "581"], "title": "Commission Regulation (EEC) No 3579/85 of 16 December 1985 on air transport costs to be included in customs value\n", "header": "COMMISSION REGULATION (EEC) No 3579/85 of 16 December 1985 on air transport costs to be included in customs value\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1224/80 of 28 May 1980 on the valuation of goods for customs purposes (1), as last amended by Regulation (EEC) No 1055/85 (2), and in particular Article 19 thereof,\nWhereas, pursuant to Article 14 (1) (d) of Regulation (EEC) No 1224/80, the place of introduction into the customs territory of the Community is, for goods carried by air, the place where the land frontier of the customs territory of the Community is crossed;\nWhereas Article 15 (2) (a) of that Regulation provides, in particular, that when goods are carried by the same means of transport to a point beyond the place of introduction into the customs territory of the Community, transport costs shall be assessed in proportion to the distance covered outside and inside the customs territory of the Community;\nWhereas the fixing in advance of the percentages of air transport costs to be included in the customs value according to the various airports of departure and destination will facilitate declarations concerning the customs value of goods and the verification by the customs authorities of those declarations;\nWhereas it is appropriate to draw up a table of these percentages based in each case on the most direct air route, unless a less direct air route crosses the Community frontier at a place nearer the airport of departure;\nWhereas Commission Regulation (EEC) No 3178/80 (3), as amended by Regulation (EEC) No 321/85 (4), replaced Commission Regulation (EEC) No 1033/77 (5) ; whereas on that account the application of its provisions in Greece has been deferred until 1 January 1986 in accordance with Article 144 and Annex XI of the Act of Accession of Greece; whereas it will be necessary from that date to include Greece in the table of percentages referred to;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Customs Valuation Committee,", "main_body": ["The air transport costs to be included in the customs value of goods shall be determined by applying the rules and percentages shown in the Annex.", "Regulation (EEC) No 3178/80 is hereby repealed.\nAny references to it shall be deemed to refer to this Regulation.", "This Regulation shall enter into force on 1 January 1986.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 16 December 1985.\nFor the Commission\nCOCKFIELD\nVice-President  (1) OJ No L 134, 31. 5. 1980, p. 1. (2) OJ No L 112, 25. 4. 1985, p. 50. (3) OJ No L 335, 12. 12. 1980, p. 3. (4) OJ No L 34, 7. 2. 1985, p. 34. (5) OJ No L 127, 23. 5. 1977, p. 1.\nANNEX AIR TRANSPORT COSTS TO BE INCLUDED IN THE CUSTOMS VALUE\nIntroduction\n1. The following table shows:      (a) third countries listed by continent (column 1);\n(b) airports of departure in third countries (column 2);\n(c) airports of arrival in the Community with the percentages which represent the part of the air transport costs to be included in the customs value (column 3 and following columns).\n2. When the goods are shipped to or from airports not included in the following table, other than the airports referred to in paragraph 3, the percentage given for the airport nearest to that of departure or arrival shall be taken.\n3. As regards the French overseas departments of Guadeloupe, Guiana, Martinique and Reunion, of which territories the airports are not included in the table, the following rules shall apply;      (a) for goods shipped direct to those departments from third countries, the whole of the air transport cost is to be included in the customs value;\n(b) for goods shipped to the European part of the Community from third countries and transhipped or unloaded in one of those departments, the air transport costs which would have been incurred for carrying the goods only as far as the place of transhipment or unloading are to be included in the customs value;\n(c) for goods shipped to those departments from third countries and transhipped or unloaded in an airport in the European part of the Community, the air transport costs to be included in the customs value are those which result from the application of the percentages given in the following table to the costs which would have been incurred for carrying the goods from the airport of departure to the airport of transhipment or unloading.\nThe transhipment or unloading shall be certified by an appropriate endorsement by the customs authorities on the air waybill or other air transport document, with the official stamp of the office concerned ; failing this certification the provisions of the last subparagraph of Article 14 (3) of Regulation (EEC) No 1224/80 shall apply.\nPercentages of air transport costs to be included in the customs value\n>PIC FILE= \"T0035921\">    >PIC FILE= \"T0035922\">\n>PIC FILE= \"T0035923\">\n>PIC FILE= \"T0035924\">\n>PIC FILE= \"T0035925\">\n>PIC FILE= \"T0035926\">\n>PIC FILE= \"T0035927\">\n>PIC FILE= \"T0035928\">\n>PIC FILE= \"T0035929\">\n>PIC FILE= \"T0035930\">\n>PIC FILE= \"T0035931\">\n>PIC FILE= \"T0035932\">\n>PIC FILE= \"T0035933\">\n>PIC FILE= \"T0035934\">\n>PIC FILE= \"T0035935\">\n>PIC FILE= \"T0035936\">\n>PIC FILE= \"T0035937\">\n>PIC FILE= \"T0035938\">\n>PIC FILE= \"T0035939\">\n>PIC FILE= \"T0035940\">\n>PIC FILE= \"T0035941\">\n>PIC FILE= \"T0035942\">\n>PIC FILE= \"T0035943\">\n>PIC FILE= \"T0035944\">\n>PIC FILE= \"T0035945\">\n>PIC FILE= \"T0035946\">\n>PIC FILE= \"T0035947\">\n>PIC FILE= \"T0035948\">\n>PIC FILE= \"T0035949\">\n>PIC FILE= \"T0035950\">\n>PIC FILE= \"T0035951\">\n>PIC FILE= \"T0035952\">\n>PIC FILE= \"T0035953\">\n>PIC FILE= \"T0035954\">\n>PIC FILE= \"T0035955\">\n>PIC FILE= \"T0035956\">\n>PIC FILE= \"T0035957\">\n>PIC FILE= \"T0035958\">\n>PIC FILE= \"T0035959\">\n>PIC FILE= \"T0035960\">\n>PIC FILE= \"T0035961\">\n>PIC FILE= \"T0035962\">\n>PIC FILE= \"T0035963\">\n>PIC FILE= \"T0035964\">\n>PIC FILE= \"T0035965\">\n>PIC FILE= \"T0035966\">\n>PIC FILE= \"T0035967\">\n>PIC FILE= \"T0035968\">"}