{"celex_id": "31985L0003", "uri": "http://publications.europa.eu/resource/cellar/14bb693c-44d9-4b86-927f-009288e9c731", "type": "Directive", "concepts": ["2077", "2433", "4533", "4651"], "title": "Council Directive 85/3/EEC of 19 December 1984 on the weights, dimensions and certain other technical characteristics of certain road vehicles\n", "header": "COUNCIL  DIRECTIVE\nof 19 December 1984\non the weights, dimensions and certain other technical characteristics of certain road vehicles\n(85/3/EEC)\nTHE COUNCIL OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Articles 75 and 76 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nHaving regard to the opinion of the Economic and Social Committee (2),\nWhereas bearing in mind the conclusions of the European Councils on 19 and 20 March 1984, 25 and 26 June 1984 and 3 and 4 December 1984 the Council should implement without delay the parallel processes of liberalization and harmonization of which this Directive forms part and to that end will adopt instruments, by the end of February 1987 at the latest, which will set out in a coherent fashion the periods over which liberalization and harmonization will become effective;\nWhereas the differences between standards currently in force in the Member States with regard to the weights and dimensions of commercial road vehicles are such as to have an adverse effect on the conditions of competition and constitute an obstacle to traffic between Member States;\nWhereas it is therefore necessary, in the framework of the common transport policy, to establish common standards for the weights, dimensions and certain other characteristics of certain vehicles which will permit the improved use of these vehicles in traffic between Member States;\nWhereas these standards must create a balance between the rational and economical use of the said commercial road vehicles, the requirements of infrastructure maintenance and those of road safety;\nWhereas it is desirable that the motor vehicles in question should conform to Community standards on noise, safety and emissions;\nWhereas additional technical requirements related to the weights and dimensions of commercial vehicles may apply to vehicles registered in a Member State; whereas these requirements must not constitute an obstacle to the circulation of commercial vehicles between Member States;\nWhereas it seems appropriate to permit Member States, which authorize higher weights and greater dimensions on their territory than those provided for in this Directive, to apply these only to vehicles registered on their territory where they are used in domestic traffic; whereas such provisions may be less favourable, in their effect on carriers from the other Member States as compared with the national carriers of the State where they would be applied, than those in force at the time when this Directive is adopted; whereas recourse should therefore be had to Article 76 of the Treaty;\nWhereas steps should be taken to facilitate the monitoring of the compliance of vehicles with this Directive;\nWhereas the state of certain portions of the road network in Ireland and the United Kingdom does not make it possible at the present stage to apply all the provisions of this Directive; whereas the application of some of these provisions in those Member States should therefore be temporarily deferred under arrangements to be laid down by the Council in a Decision to be taken by the end of February 1987 at the latest; whereas it is not possible to lay down those arrangements in this Directive; whereas in view of the requirements for substantial improvements to the relevant portions of the road networks which will take a certain number of years to complete, the conditions referred to in Article 75 (3) of the Treaty are at present fulfilled in those Member States and are expected to remain so when the Council takes its Decision; whereas in consequence that Decision will then be adopted unanimously;\nWhereas the weight per driving axle of five or six-axle combined vehicles should be fixed as soon as possible;\nWhereas the facilitation of combined transport using 40-foot ISO containers should be taken into account,", "main_body": ["1. This Directive applies to:\n(a) the dimensions of vehicles intended to be used on the road for carriage of goods and having at least four wheels, a maximum laden weight exceeding 3,5 tonnes and a maximum speed exceeding 25 km/h;\n(b) the weights and certain other characteristics of the vehicles defined in (a) and specified in Annex I (2).\n2. All the values of weights indicated in Annex I are valid as circulation standards and thus refer to loading conditions, not production standards, which will be defined in a later Directive.", "For the purposes of this Directive:\n- 'motor vehicle' means any power-driven vehicle which travels on the road by its own means,\n- 'trailer' means any vehicle intended to be coupled to a motor vehicle, excluding semi-trailers;\n- 'semi-trailer' means any vehicle intended to be coupled to a motor vehicle in such a way that part of it rests on the motor vehicle and a substantial part of its weight and of the weight of its load is borne by the motor vehicle;\n- 'combined vehicle' means either:\n- a road train, consisting of a motor vehicle coupled to a trailer, or\n- an articulated vehicle consisting of a motor vehicle coupled to a semi-trailer;\n- 'maximum authorized dimensions' means the maximum dimensions at which a vehicle is authorized for use in international traffic under this Directive by the competent authority of the State in which the vehicle is registered or put into circulation;\n- 'maximum authorized weight' means the maximum weight at which a laden vehicle is authorized for use in international traffic under this Directive by the competent authority of the State in which the vehicle is registered or put into circulation,\n- 'maximum authorized axle weight' means the maximum weight at which a laden axle or group of axles is authorized for use in international traffic under this Directive by the competent authority of the State in which the vehicle is registered or put into circulation.", "1. Member States may not reject or prohibit the use on their territories in international traffic of vehicles registered or put into circulation in any Member State for reasons relating to their weights and dimensions provided that such vehicles comply with the limit values specified in Annex I.\nThis provision shall apply notwithstanding the fact that:\n(a) the said vehicles are not in conformity with the requirements of the Member State concerned with regard to certain weight and dimension characteristics not covered by Annex I;\n(b) the competent authority of the Member State in which the vehicles are registered or put into circulation has authorized limits exceeding those laid down in Annex I.\n2. However, the provision in paragraph 1 (a) shall not affect the right of Member States, with due regard to Community law, to require vehicles registered or put into circulation in their own territory to be in conformity with their national requirements on weight and dimension characteristics not covered by Annex I.\n3. Any Member State which authorizes higher weights and greater dimensions than those laid down in this Directive may limit their application to vehicles registered or put into circulation in that Member State when used in domestic traffic in that Member State.", "Vehicles forming part of a five or six-axle combination which are first put into circulation as from 1 January 1990 must in addition, in order to be covered by Article 3 (1), conform to the technical specifications of the Directives referred to in Annex II.\nThe list of Directives in that Annex shall be adapted to technical progress in accordance with Articles 12 and 13 of Council Directive 70/156/EEC of 6 February 1970 on the approximation of the laws of the Member States relating to the type-approval of motor vehicles and their trailers (1), as last amended by Directive 80/1267/EEC (2).", "To facilitate monitoring of the compliance of vehicles with this Directive, Member States shall take the measures necessary to ensure that these vehicles carry proof of such compliance.\nActing on a proposal from the Commission, the Council shall, within six months of the adoption of this Directive, adopt detailed provisions concerning:\n- the form and content of such proof, and the conditions for its issue,\n- the mutual recognition by Member States of proof issued by other Member States.\nCouncil Directive 76/114/EEC of 18 December 1975 on the approximation of the laws of the Member States relating to statutory plates and inscriptions for motor vehicles and their trailers, and their location and method of attachment (1), as amended by Directive 78/507/EEC (2), shall, if necessary, be amended accordingly.", "This Directive shall not preclude the application of road traffic provisions in force in each Member State which permit the weight and/or dimensions of vehicles on certain roads or civil engineering structures to be limited, irrespective of the State of registration of such vehicles.", "1. After consulting the Commission, Member States shall take the measures necessary to comply with this Directive:\n- as from 1 July 1986 as regards application of all provisions other than Article 4 and Annex II,\n- as from 1 January 1990 as regards the application of Article 4 and Annex II.\nMember States shall inform the Commission of the measures they take to implement this Directive.\n2. The Council shall specify the weight on the driving axle of a five or six-axle combined vehicle, including the weight on a driving axle which is part of a tandem axle or a tri-axle, before 31 December 1985.\nUntil the Council specifies this weight, as well as the weight on tandem axles and tri-axles of motor vehicles, the legislation of the Member State where the vehicle circulates, shall continue to apply.", "1. The provisions of Article 3 as regards the standards referred to in points 2.2 and 3.3.2 of Annex I shall temporarily not apply to Ireland and the United Kingdom.\nHowever, these two Member States shall apply Article 3 to the articulated vehicles referred to in point 2.2.2 of Annex I where:\n- the total laden weight does not exceed 38 tonnes,\n- the weight on any tri-axle at the spacing specified in point 3.3.2 of Annex I does not exceed 22,5 tonnes.\n2. Before 30 June 1986, the Commission shall submit to the Council a report on the development of the circumstances which have justified the derogation referred to in the first paragraph. This report will be accompanied by a proposal concerning:\n(i) the duration of the derogation, and\n(ii) the procedure for periodic reviews of the circumstances justifying continuation of the derogation.\nThe Council shall decide on this proposal by 28 February 1987, at the latest, according to the procedures laid down in the Treaty.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 19 December 1984.\nFor the Council\nThe President\nJ. BRUTON\n(1) OJ No C 124, 17. 12. 1971, p. 63 and OJ No C 144, 15. 6. 1981, p. 80.\n(2) OJ No C 61, 10. 6. 1972, p. 5 and OJ No C 113, 7. 5. 1980, p. 14.\n(1) OJ No L 42, 23. 2. 1970, p. 1.\n(2) OJ No L 375, 31. 12. 1980, p. 34.\n(1) OJ No L 24, 30. 1. 1976, p. 1.\n(2) OJ No L 155, 13. 6. 1978, p. 31.\nANNEX  I\nMAXIMUM WEIGHTS AND DIMENSIONS AND RELATED CHARACTERISTICS OF VEHICLES\n1.2 // 1.  // Maximum authorized dimensions for the vehicles referred to in Article 1 (1) (a)  // 1.1.  // Maximum length  //   // - motor vehicle 12,00 m  //   // - trailer 12,00 m  //   // - articulated vehicle 15,50 m  //   // - road train 18,00 m  // 1.2.  // Maximum width (any vehicle) 2,50 m  // 1.3.  // Maximum height (any vehicle) 4,00 m  // 1.4.  // Removable superstructures and standardized freight items such as containers are included in the dimensions specified in 1.1, 1.2 and 1.3.  // 1.5.  // Any motor vehicle or combined vehicle which is in motion must be able to turn within a swept circle having an outer radius of 12,50 m and an inner radius of 5,30 m.  // 2.  // Maximum authorized vehicle weight (in tonnes)  // 2.1.  // Vehicles forming part of a combined vehicle  // 2.1.1.  // Two-axle trailer 18 tonnes  // 2.1.2.  // Three-axle trailer 24 tonnes  // 2.2.  // Combined vehicles  // 2.2.1.  // Road trains with five or six axles  //   // (a) Two-axle motor vehicle with three-axle trailer 40 tonnes  //  // (b) Two-axle motor vehicle with two or three-axle trailer 40 tonnes  // 2.2.2.  // Articulated vehicles with five or six axles  //   // (a) two-axle motor vehicle with three-axle semi-trailer 40 tonnes  //   // (b) three-axle motor vehicle with two or three-axle semi-trailer 40 tonnes  //   // (c) three-axle motor vehicle with two or three-axle semi-trailer carrying a 40-foot ISO container as a combined transport operation 44 tonnes  // 3.  // Maximum authorized axle weight of the vehicles referred to in Article 1 (1) (b) (in tonnes)  // 3.1.  // Single axles  //   // Single non-driving axle 10 tonnes  // 3.2.  // Tandem axles of trailers and semi-trailers  //   // The sum of the axle weights per tandem axle must not exceed, if the distance (d) between the axle is  // 3.2.1.  // less than 1 m (d<1,0) 11 tonnes  // 3.2.2.  // between 1,0 m and less than 1,3 m (1,0µd<1,3) 16 tonnes  // 3.2.3.  // between 1,3 m and less than 1,8 m (1,3 µ d < 1,8) 18 tonnes  // 3.2.4.  // 1,8 m and more (1,8 µ d) 20 tonnes  // 3.3.  // Tri-axles of trailers and semi-trailers  //   // The sum of the axle weights per tri-axle must not exceed, if the distance (d) between the axles is  // 3.3.1.  // 1,3 m or less (dµ1,3) 21 tonnes  // 3.3.2.  // over 1,3 m and up to 1,4 m (1,3<dµ1,4) 24 tonnes  // 4.  // Related characteristics of the vehicles referred to in Article 1 (1) (b)  // 4.1.  // All vehicles  //  // The weight borne by the driving axle or driving axles of a vehicle or combined vehicle must not be less than 25 % of the total laden weight of the vehicle or combined vehicle, when used in international traffic.  // 4.2.  // Road trains  //  // The distance between the rear axle of a motor vehicle and the front axle of a trailer must not be less than 3,00 m.\nANNEX  II\nLIST OF DIRECTIVES REFERRED TO IN ARTICLE 4\n1.2.3 //   //   //   // No  // Title  // Official Journal  //   //   //   // 70/157/EEC  // Permissible sound level and the exhaust system of motor vehicles  // No L 42/70  // 73/350/EEC  // Idem  // No L 321/73  // 77/212/EEC  // Idem  // No L 66/77  // 70/221/EEC  // Liquid fuel tanks and rear protective devices for motor vehicles and their trailers  // No L 76/70  // 79/490/EEC  // Idem  // No L 128/79  // 70/311/EEC  // Steering equipment for motor vehicles and their trailers  // No L 133/70  // 71/127/EEC  // Rear-view mirrors of motor vehicles  // No L 68/71  // 79/795/EEC  // Idem  // No L 239/79  // 71/320/EEC  // Braking devices of certain categories of motor vehicles and of their trailers  // No L 202/71  // 74/132/EEC  // Idem  // No L 74/74  // 75/524/EEC  // Idem  // No L 326/75  // 79/489/EEC  // Idem  // No L 128/79  // Corrigendum  // Idem  // No L 146/79  // 72/306/EEC  // Measures to be taken against the emission of pollutants from diesel engines for use in vehicles  // No L 190/72  // Corrigendum  // Idem  // No L 215/74  // 80/1269/EEC  // Engine power of motor vehicles  // No L 375/80  //   //  //"}