{"celex_id": "31987L0287", "uri": "http://publications.europa.eu/resource/cellar/6403b76f-57ed-4f15-8e5b-dd9b4ec50c45", "type": "Directive", "concepts": ["2908", "4213", "4256", "5283"], "title": "Council Directive 87/287/EEC of 26 May 1987 on the synchronization of general population censuses in 1991\n", "header": "Council Directive\nof 26 May 1987\non the synchronization of general population censuses in 1991\n(87/287/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 213 thereof,\nHaving regard to the draft Directive submitted by the Commission,\nWhereas the Commission needs to be in possession of sufficiently reliable, detailed and comparable data on population, employment and households, in order to fulfil the tasks assigned to it by the Treaty, in particular Articles 2, 3, 117, 118, 122 and 123 thereof ;\nWhereas at present general population censuses do not necessarily provide data which are comparable at Community level either as regards classifications or tabulations since they are designed to meet national needs ;\nWhereas periodic exhaustive surveys of the population and of the principal social, economic and family characteristics of individuals are indispensable for the study and definition of regional and social policies affecting particular sectors of the Community ;\nWhereas, in order for the most judicious use possible to be made of the data in drawing comparisons between Member States, the dates to which such data refer should be close together ;\nWhereas various international organizations, in particular the United Nations Organization and the Council of Europe, recommend that censuses should be organized at the beginning of every decade ;\nWhereas a general population census requires lengthy preparations,", "main_body": ["Member States other than the French Republic and the Italian Republic shall conduct a general population census on a date between 1 March and 31 May 1991.\nThe French Republic shall conduct a general population census on a date between 15 February and 31 May 1990.\nThe Italian Republic shall conduct a general population census on a date between 1 March and 31 October 1991.", "The Commission, in collaboration with the competent authorities of the Member States, shall draw up a programme of the statistical tables to be prepared on the basis of the censuses referred to in Article 1, covering certain demographic, economic and social characteristics of individuals, households and families at national and regional level.\nOnce completed, the tables shall be forwarded to the Commission.", "Those Member States which are unable to carry out an exhaustive census in accordance with Article 1 shall supply statistical data comparable to those specified under Article 2, in respect of 1991, on the basis of alternative methods, such as use of registers or sample surveys.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 26 May 1987.\nFor the Council\nThe President\nM. Hansenne\n--------------------------------------------------"}