{"celex_id": "31987D0232", "uri": "http://publications.europa.eu/resource/cellar/0492f0c5-94e7-4fdd-b61e-4e6d47b978ef", "type": "Decision", "concepts": ["1837", "3263", "3774", "519", "888", "990"], "title": "87/232/EEC: Commission Decision of 27 March 1987 concerning the application submitted by Vita-tex Ltd, Slough, United Kingdom, for refund of anti-dumping duties collected on certain imports of polyester yarn originating in the United States of America (Only the English text is authentic)\n", "header": "COMMISSION  DECISION\nof 27 March 1987\nconcerning the application submitted by Vita-tex Ltd, Slough, United Kingdom, for refund of anti-dumping duties collected on certain imports of polyester yarn originating in the United States of America\n(Only the English text is authentic)\n(87/232/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2176/84 of 23 July 1984 on protection against dumped or subsidized imports from countries not members of the European Economic Community (1), and in particular Article 16 thereof,\nWhereas:\nA. Procedure\n(1) The Council, by Regulation (EEC) No 3439/80 (2), as last amended by Regulation (EEC) No 2585 (3), imposed a definitive anti-dumping duty on imports of certain polyester yarn originating in the United States of America.\n(2) On 23 November 1984 Vita-tex Ltd, Slough, United Kingdom, an importer of polyester yarn from the United States, submitted an application to the United Kingdom authorities for a refund of an amount totalling £ . . . (4) sterling which it had definitively paid in anti-dumping duties on its imports of polyester yarn from the USA. The United Kingdom authorities forwarded the application to the Commission.\n(3) The Commission examined the application and informed the applicant of the preliminary result of this examination and gave it an opportunity to comment. The comments made were taken into consideration prior to this Decision.\n(4) The Commission informed the Member States and gave its opinion on the matter. The Commission altered its opinion following new representations made and information supplied by the applicant and the United Kingdom authorities. The Member States were informed of the Commission's revised opinion. None of the Member States disagreed with the revised opinion of the Commission.\nB. Argument of the applicant\n(5) The applicant has based its application on a comparison between the export prices concerned and the prices of goods sold in the United States of America.\nC. Admissibility\n(6) Initially the Commission informed the applicant and the Member States that it considered the application inadmissible as it appeared to have been submitted outside the time limit specified in Article 16 (2) of Regulation (EEC) No 2176/84. Following further representations made by the applicant and the United Kingdom authorities the\nCommission now accepts that the application was submitted in conformity with the relevant provisions of the Community's anti-dumping legislation, in particular those concerning time limits.\nD. Merits of the claim\n(7) The applicant included in its application detailed information on the normal values in the United States at the time the imports concerned in the application took place. The Commission is satisfied with the representativeness and completeness of the information presented and therefore the normal values submitted by the applicant have been accepted.\n(8) A comparison of the normal values mentioned in paragraph 7 above with the export prices concerned shows that the application is justified.\nE. Amount of refund\n(9) The amount to be refunded should be equal to the amount by which the duty collected exceeded the difference between the normal values and the export prices. The total difference for the shipments in question amounts to £ . . ..", "main_body": ["The refund application for a total of £ . . . submitted by Vita-Tex Ltd, Slough, United Kingdom, is hereby granted.", "The amount set out in Article 1 shall be refunded by the authorities of the United Kingdom.", "This Decision is addressed to the United Kingdom and to Vita-Tex Ltd, Slough, United Kingdom."], "attachments": "Done at Brussels, 27 March 1987.\nFor the Commission\nKarl-Heinz NARJES\nVice-President\n(1) OJ No L 201, 30. 7. 1984, p. 1.\n(2) OJ No L 358, 31. 12. 1980, p. 91.\n(3) OJ No L 246, 13. 9. 1985, p. 57.\n(4) In the published version of the present Decision, some figures have hereinafter been omitted, pursuant to the provisions of Article 8 of Regulation (EEC) No 2176/84 concerning non-disclosure of business secrets."}