{"celex_id": "31988D0319", "uri": "http://publications.europa.eu/resource/cellar/5d2f42de-21fb-4c90-acf1-e3439b1a4f13", "type": "Decision", "concepts": ["1074", "2468", "2792", "4056"], "title": "88/319/EEC: Commission Decision of 4 May 1988 on the Guidelines for the Management of the European Social Fund in the financial years 1989 to 1991\n", "header": "COMMISSION  DECISION\nof 4 May 1988\non the Guidelines for the Management of the European Social Fund in the financial years 1989 to 1991\n(88/319/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Decision 83/516/EEC of 17 October 1983 on the tasks of the European Social Fund (1), as amended by Decision 85/568/EEC (2), and in particular Article 6 thereof,\nHaving regard to the opinion of the Committee of the European Social Fund,\nWhereas the Commission adopts, before 1 May of each year and for the three following financial years, the Fund Management Guidelines for determining those operations which reflect Community priorities as defined by the Council, and in particular the action programmes in the area of employment and vocational training;\nWhereas the Member States have been consulted;\nWhereas the 1989 European Social Fund applications will be made before the entry into force of the regulation concerning the objectives of the structural funds, their efficiency and the coordination of their activities both between themselves and with those of the EIB and the other existing financial instruments;\nWhereas it is necessary, subject to technical modifications, to keep the guidelines for the management of the European Social Fund for the financial years 1988 to 1990 in force for the financial years 1989 to 1991,", "main_body": ["The Annex to Commission Decision 87/329/EEC of 29 April 1987 on the guidelines for the management of the European Social Fund in the financial years 1988 to 1990 (3) is changed as follows:\n1. at point 1.1.2 '31 December 1987' is replaced by '31 December 1988';\n2. at point 2.2 'The requirement for new technology shall not apply in 1988 for Spain' is deleted;\n3. the list of areas of high and long-term unemployment and/or industrial and sectoral restructuring is changed as follows:\n- the following areas are added:\nFrance:\n- Haute-Marne\n- Lot-et-Garonne\n- Maine-et-Loire\n- Orne\n- Puy-de-Dome\n- Aisne within which the cantons of Catelet and of Bohain-en-Vermandois were already priority\n- Meuse within which eastern areas were already priority\n- Somme within which a few zones were already priority\nItaly:\n- Asti\nUnited Kingdom:\n- Dumfries and Galloway\n- the following areas are deleted:\nBelgium\n- Bruxelles/Brussel\nFrance\n- Charente\n- Correze\n- Côtes-du-Nord\n- Haute-Loire\n- Marne\n- Vaucluse\n- Finistère without the area De Quimper\nItaly\n- Ancona\n- Forli\n- Pavia\n- Piacenza\n- Siena\n- Venezia\n- Pesaro e Urbino without the areas assisted\n- Pistoia without the areas assisted\nThe Netherlands\n- Zuid-Limburg\nUnited Kingdom\n- Cheshire", "The guidelines for the Management of the European Social Fund in the financial years 1989 to 1991 are annexed to the present Decision."], "attachments": "Done at Brussels, 4 May 1988.\nFor the Commission\nManuel MARÍN\nVice-President\n(1) OJ No L 289, 22. 10. 1983, p. 38.\n(2) OJ No L 370, 31. 12. 1985, p. 40.\n(3) OJ No L 167, 26. 6. 1987, p. 56.\nANNEX\n1.2 // 1.   // General  // 1.1.   // Fund assistance will be concentrated on operations to further employment in:  // 1.1.1.   // the absolute priority regions as defined in Article 7 (3) of Decision 83/516/EEC;   // 1.1.2.   // areas of industrial and sectoral restructuring as at 31 December 1988 made up of zones assisted from the non-quota section of the European Regional Development Fund or assisted under Article 56 of the ECSC Treaty (see attached guide list);   // 1.1.3.  // areas of high and long-term unemployment drawn up by reference to unemployment rates and per capita gross domestic product (see attached list).   // 1.2.   // Priority operations limited to the absolute priority regions are indicated by the letters 'AR'; those limited to these regions and the regions in the attached list are marked 'R'; priority operations without regional limitation are marked 'N'.   // 1.3.   // Persons unemployed for more than 12 months are considered to be long-term unemployed.   // 1.4.   // Priority will be given to vocational training operations which:   // 1.4.1.   // equip trainees with the skills required for one or more specific types of job;   // 1.4.2.   // have a minimum duration of 200 hours apart from whatever phases of preparatory training may be included;   // 1.4.3.   // include 40 hours devoted to training broadly related to new technologies, which are counted in the calculation of the minimum duration of training; this will not apply to operations for the mentally disabled;   // 1.4.4.  // in the case of operations intended to further employment in Greece and Portugal, the minimum duration laid down in 1.4.2 shall be reduced to 100 hours and the requirement related to new technologies in 1.4.3 shall not apply.   // 1.5.   // As far as operations of the apprenticeship type are concerned, only theoretical training is priority, and this only in the regions of absolute priority, or elsewhere where the employment of handicapped persons or members of the families of migrant workers is concerned.   // 1.6.   // Assistance for the salary costs of public agents who are to be instructors or development agents cannot be priority.   // 1.7.   // Applications will be approved by budget item. Where appropriations are insufficient to cover priority operations, a linear reduction will be applied, calculated in proportion to the financial volume of remaining applications by each Member State. Where appropriations are sufficient to finance priority applications, this reduction is applied to non-priority applications. In the application of the reduction, preference will be given to:  // 1.7.1.   // operations forming part of an integrated programme involving assistance from two or more Community financial instruments, in particular Integrated Mediterranean Programmes (N);   // 1.7.2.   // operations of vocational training leading directly to specific jobs in enterprises employing less than 500 persons and linked with the application of new technology which is the subject of Community Programmes of Research and Development (N);   // 1.7.3.   // operations particularly dependent on Fund assistance for their implementation (N).   // 1.8.   // Decisions on applications for assistance will be consistent with Community policies and will take account of compliance with Community rules.   // 1.9.   // When implementing the Guidelines, the Commission shall take account of the economic and social situation of Portugal.  // 2.   // Priority operations for young people under 25  // 2.1.   // Vocational training for persons under 18 years of at least 800 hours duration, including work experience of at least 200 hours but not exceeding 400 hours, and offering substantial prospects of employment (R); for operations intended to further employment in Greece and Portugal, the minimum work experience required shall be 100 hours.  // 2.2.   // Vocational training for persons whose qualifications have, through experience, proved to be inadequate or inappropriate preparing them for skilled jobs requiring the use of new technology (N) or in occupations offering substantial prospects of employment (AR).   // 2.3.  // Recruitment to or setting up of additional jobs of indeterminate duration (R) or placement in additional jobs of at least six months duration which fulfil a public need (AR).  // 2.4.   // Vocational training through employment initiatives taken by local groups, with the assistance, as appropriate, of local or regional authorities, and in the context of a local expansion of employment opportunities (N).  // 3.   // Priority operations for persons over 25   // 3.1.  // Vocational training for staff of undertakings with fewer than 500 employees requiring retraining with a view to the introduction of new technology or improvement of management techniques (R); by derogation from 1.4.2 a minimum duration of 100 hours will be required.   // 3.2.   // Recruitment or setting up of the long-term unemployed to additional jobs of indeterminate duration or placement in additional jobs of at least six months duration which fulfil a public need (AR).  // 3.3.   // Vocational training through employment initiatives taken by local groups, with the assistance, as appropriate, of local or regional authorities, and in the context of a local expansion of employment opportunities (R).  // 4.   // Priority operations which have no age requirements  // 4.1.   // Operations forming part of an integrated programme involving assistance from two or more Community financial instruments (N).   // 4.2.   // Operations carried out jointly by bodies in two or more Member States (N).  // 4.3.   // Vocational training linked to operations to restructure industrial undertakings because of technological modernization or fundamental changes in demand in the sector concerned; the restructuring must substantially affect the skills requirements and affect at least 15 % of the workforce within a period of two years. The training may relate to workers being retrained for continued employment in the undertaking, or those becoming redundant and needing jobs elsewhere (R). Priotiy will be given outside the priority regions where the restructuring affects the vocational skills requirements of at least 25 % of the workforce and is located in an area of particularly high unemployment or where the public authorities have introduced exceptional measures to support vocational training or job creation (N).   // 4.4.  // Operations of vocational training leading directly to specific jobs in enterprises employing fewer than 500 persons and linked with the application of new technology which is the subject of Community Programmes of Research and Development (N).   // 4.5.   // Vocational training of the long-term unemployed geared to their needs and including motivation and guidance and offering substantial prospects of employment (R).  // 4.6.   // Vocational training, recruitment to or setting up of additional jobs for women in occupations in which they are under-represented (N).   // 4.7.   // Operations for migrant workers and members of their families:   // 4.7.1.   // to assist their integration into the host country with vocational training combined with language training (N); for persons over 25 years, this training is limited to the three years following immigration;   // 4.7.2.   // to maintain knowledge of the mother-tongue and provide vocational training combined, if necessary, with refresher language courses when they wish to return to the labour market of their country of origin, this applying solely to nationals of Member States (N).   // 4.8.  // Operations for disabled people capable of working in the open labour market (R).   // 4.9.   // Vocational training of at least 400 hours duration for persons with a minimum of three years work experience for employment as intructors or development agents (for the promotion of local initiatives) (AR).   // 5.   // Specific innovatory operations   //  // Innovatory operations limited to 100 persons which represent a potential basis for future Fund assistance in the framework of the labour market policies of the Member States. These should test new approaches to content, methods or organization of operations eligible for Fund assistance (N). The limitation of 100 persons will not apply to operations coming within Integrated Mediterranean Programmes.\nList of areas of high and long-term unemployment and/or industrial and sectoral restructuring\nBELGIQUE/BELGIE\nArrondissements/arrondissementen:\nAalst, Arlon, Ath, Bastogne, Charleroi, Dinant, Hasselt, Huy, Liège, Maaseik, Marche-en-Famenne, Mons, Mouscron, Namur, Neufchâteau, Nivelles, Oudenaarde, Philippeville, Soignies, Thuin, Tongeren, Tournai, Verviers, Virton, Waremme.\nDANMARK\nAmtskommunerne:\nBornholm, Frederiksborg,\nThyboroen-Harbooere, Thyholm, Lemvig, Ulborg-Vemb, Ringkoebing, Holmsland, Skjern, Egvad (Ringkoebing Amtskommune).\nHanstholm, Thisted, Sydthy, Morsoe, Sallingsund, Sundsoere (Viborg Amtskommune).\nGundsoe, Roskilde, Lejre, Bramsnaes (Roskilde Amtskommune).\nKommuner Nord for Limfjorden, naar bortses fra AAlborg kommune (Nordjylland Amtskommune)\nDEUTSCHLAND\nLaender:\nBerlin, Saarland.\nArbeitsmarktregionen:\nAachen, Ahaus, Amberg, Bochum, Braunschweig-Salzgitter, Bremen, Bremerhaven, Cuxhaven, Dortmund-Luedinghausen, Duisburg, Essen, Fulda, Gelsenkirchen, Hagen, Krefeld, Luebeck-Ostholstein, Muelheim, Oberhausen, Osnabrueck, Recklinghausen, Schwandorf, Siegen, Steinfurt, Wesel-Moers.\nGebietsteile der Arbeitsmarktregion Bayreuth, die im Rahmen der Gemeinschaftsaufgabe 'Verbesserung der regionalen Wirtschaftsstruktur' Foerdergebiete sind und die Gebietsteile von Rheinland-Pfalz, die an das Saarland angrenzen (1).\nESPAÑA\nComunidades autónomas/provincias:\nAlava, Alicante, Asturias, Baleares, Barcelona, Cantabria, Castellón de la Plana, Gerona, Guipuzcoa, Huesca, Lérida, Madrid, Navarra, Rioja, Tarragona, Teruel, Valencia, Vizcaya, Zaragoza.\nFRANCE\nDépartements:\nAisne, Allier, Ardennes, Ariège, Aude, Bouches-du-Rhône, Calvados, Cantal, Charente-Maritime, Corse-du-Sud, Haute Corse, Creuse, Dordogne, Gard, Gironde, Hérault, Indre-et-Loire, Loire, Loire-Atlantique, Lot-et-Garonne, Haute Marne, Maine-et-Loire, Manche, Meuse, Meurthe-et-Moselle, Morbihan, Moselle, Nord, Orne, Pas-de-Calais, Puy-de-Dôme, Pyrénées-Atlantiques, Hautes-Pyrénées, Pyrénées-Orientales, Haute-Saône, Sarthe, Seine-Maritime, Somme, Tarn, Tarn-et-Garonne, Var, Vosges.\nLes zones aidées dans l'Ardèche et les zones aidées limitrophes aux Vosges dans le Bas-Rhin et le Haut-Rhin (2).\nDans le Finistère l'arrondissement de Quimper. Les arrondissements d'Autun et de Charolles dans la Saône-et-Loire.\nL'arrondissement d'Albertville dans la Savoie.\nITALIA\nProvince:\nAlessandria, Asti, Brescia, Ferrara, Genova, Gorizia, Grosseto, La Spezia, Livorno, Lucca, Massa-Carrara, Perugia, Pisa, Pordenone, Ravenna, Rieti, Roma, Rovigo, Savona, Terni, Torino, Trieste, Valle d'Aosta, Viterbo.\nZone assistite nelle province di Arezzo, Como, Pesaro e Urbino, Pistoia, Treviso, Vercelli (3).\nMilano (eccetto il Centro ma compresa la periferia industriale).\nLUXEMBOURG\nNEDERLAND\nGebieden vastgesteld door de Commissie voor de Regionale Ontwikkelingsprogrammering:\nAgglomeratie Haarlem, Alkmaar e.o., Arnhem/Nijmegen, IJmond, Kop van Noord-Holland, Oost-Groningen, Twente, Zaanstreek.\nIn Zuidoost-Noord-Brabant de textielzone Helmond.\nUNITED KINGDOM\nCounties/Local authority areas:\nCentral, Cleveland, Clwyd, Cornwall, Derbyshire, Dumfries and Galloway, Durham, Fife, Greater Manchester, Gwent, Gwynedd, Highlands, Humberside, Isle of Wight, Lothian, Merseyside, Mid Glamorgan, Northumberland, Nottinghamshire, South Glamorgan, South Yorkshire, Staffordshire, Strathclyde, Tayside, Tyne and Wear, West Glamorgan, West Midlands.\nTravel-to-work-areas:\nWorkington in Cumbria;\nLlanelli in Dyfed;\nThe Districts of Dover and Thanet in Kent;\nAccrington, Blackburn, Burnley, Lancaster, Nelson, Rossendale and Blackpool in Lancashire;\nCoalville in Leicestershire;\nParts of Grimsby, of Hull and of Scunthorpe in Lincolnshire; Corby in Northamptonshire;\nNorth Warwickshire and Nuneaton and Bedworth Boroughs in Warwickshire;\nBradford, Castleford, Dewsbury, Halifax, Huddersfield, Leeds, Keighley, Todmorden and Wakefield in West Yorkshire.\n(1) Dreizehnter Rahmenplan der Gemeinschaftsaufgabe Verbesserung der regionalen Wirtschaftsstruktur, Deutscher Bundestag, Drucksache 10/1279 vom 11. 4. 1984, S. 150.\n(2) Décret 82/379 du 6. 5. 1982 relatif à la prime d'aménagement du territoire, Journal Officiel de la République française du 7. 5. 1982, p. 1 294.\n(3) - Decreto 902 del 9. 11. 1976, Gazzetta ufficiale della Repubblica Italiana del 11. 1. 1977;\n- Comitato interministeriale per il coordinamento della politica industriale, deliberazione del 27. 3. 1980, Gazzetta ufficiale della Repubblica Italiana N. 104 del 16. 4. 1980, p. 3 386, p. 3 390.\n- Decreto del 16. 5. 1986, Gazzetta ufficiale della Repubblica Italiana del 14. 7. 1986.\n- Decreto del 15. 4. 1987, Gazzetta ufficiale della Repubblica Italiana del 3. 12. 1987."}