{"celex_id": "31984R0879", "uri": "http://publications.europa.eu/resource/cellar/eee2b1c5-04f0-47b0-a668-3ec31eafa444", "type": "Regulation", "concepts": ["1309", "3591", "4680", "4845", "5969"], "title": "Commission Regulation (EEC) No 879/84 of 30 March 1984 on arrangements for imports into the Benelux countries of certain textile products originating in China\n", "header": "COMMISSION  REGULATION (EEC) No 879/84\nof 30 March 1984\non arrangements for imports into the Benelux countries of certain textile products originating in China\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3061/79 of 20 December 1979 on common rules for imports of certain textile products originating in China (1), as last amended by Regulation (EEC) No 109/84 (2), and in particular Article 11 (4) and (5) thereof,\nWhereas Article 11 of Regulation (EEC) No 3061/79 lays down the conditions under which quantitative limits may be established; whereas imports into the Benelux countries of certain textile products (category 29) specified in the Annex hereto and originating in China have exceeded or are liable to exceed the level referred to in paragraph 3 of the said Article 11;\nWhereas, in accordance with paragraph 5 of the said Article 11, China was notified of a request for consultations; whereas quantitative limits have been placed provisionally on the products in question pending the outcome of those consultations;\nWhereas the products in question exported from China between 1 January 1984 and the date of entry into force of this Regulation must be set off against the quantitative limits which have been introduced;\nWhereas these quantitative limits should not prevent the importation of products covered by them shipped from China before the date of entry into force of this Regulation,", "main_body": ["Without prejudice to the provisions of Article 2, imports into the Benelux countries of the categories of products originating in China and specified in the Annex hereto shall be subject to the quantitative limits set out in that Annex.", "1. Products as referred to in Article 1, shipped from China to the Benelux countries before the date of entry into force of this Regulation and not yet released for free circulation shall be so released subject to the presentation of a shipment certificate proving that shipment actually took place before that date.\n2. All quantities of products shipped from China on or after 1 January 1984 and released for free circulation shall be deducted from the quantitative limits laid down. These provisional limits shall not, however, prevent the importation of products covered by them but shipped from China before the date of entry into force of this Regulation.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nIt shall apply until the entry into force of a Regulation establishing definitive quantitative limits following the current consultations.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 March 1984.\nFor the Commission\nWilhelm HAFERKAMP\nVice-President\n(1) OJ No L 345, 31. 12. 1979, p. 1.\n(2) OJ No L 15, 18. 1. 1984, p. 1.\nANNEX\n1.2.3.4.5.6.7.8 //   //   //   //   //   //   //   //  // Cate- gory  // CCT heading No  // NIMEXE code (1984)  // Description  // Third countries  // Member States  // Units  // Quantitative limits from 1 January to 31 December 1984  //  //   //   //   //   //   //   //   // 29  // 61.02 B II e) 3 aa) bb) cc)  //  61.02-42, 43, 44  // Women's, girls' and infants' outer garments: B. Other: Women's, girls' and infants' (other than babies') woven suits and costumes (including coordinate suits consisting of two or three pieces which are ordered, packed, consigned and normally sold together), of wool, of cotton or of man-made textile fibres, excluding ski suits  // China  // BNL  // 1 000 pieces  // 38  //   //   //  //   //   //   //   //"}