{"celex_id": "31984R2988", "uri": "http://publications.europa.eu/resource/cellar/8a93e9db-03c5-407d-8d8c-797586ca7f62", "type": "Regulation", "concepts": ["1565", "2763", "4404"], "title": "Commission Regulation (EEC) No 2988/84 of 25 October 1984 amending for the second time Regulation (EEC) No 1371/84 laying down detailed rules for the application of the additional levy referred to in Article 5c of Regulation (EEC) No 804/68 in the milk and milk products sector\n", "header": "COMMISSION  REGULATION (EEC) No 2988/84\nof 25 October 1984\namending for the second time Regulation (EEC) No 1371/84 laying down detailed rules for the application of the additional levy referred to in Article 5c of Regulation (EEC) No 804/68 in the milk and milk products sector\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 804/68 of 27 June 1968 on the common organization of the market in milk and milk products (1), as last amended by Regulation (EEC) No 1557/84 (2), and in particular Article 5c (7) thereof,\nHaving regard to Council Regulation (EEC) No 857/84 of 31 March 1984 adopting general rules for the application of the levy referred to in Article 5c of Regulation (EEC) No 804/68 in the milk and milk products sector (3), as amended by Regulation (EEC) No 1557/84,\nWhereas Commission Regulation (EEC) No 1371/84 (4), as amended by Regulation (EEC) No 1955/84 (5), laid down detailed rules for the application of the additional levy; whereas verification of the text has revealed the existence of certain errors in various versions of the Regulation; whereas the errors in question must therefore be corrected;\nWhereas Article 15 (1) of Regulation (EEC) No 1371/84 lays down the period within which the levy must be collected in certain regions of the Community; whereas the derogation provided for should be extended to producers whose reference quantity does not exceed 20 000 kilograms; whereas it should also be stipulated that the extension of the derogation to milk purchasers, 60 % of whose milk is collected in mountain areas, shall apply solely in cases where formula B is applied since in cases where formula A is applied this derogation concerns all producers in mountain areas;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Milk and Milk Products,", "main_body": ["Regulation (EEC) No 1371/84 is hereby amended as follows:\n1. The German version of the third indent of Article 3 is replaced by the following:\n'- Gesamt- oder Teilverlust des Milchviehbestandes durch Diebstahl oder durch Schadensfaelle mit erheblicher Beeintraechtigung der Milcherzeugung des Betriebes.'\n2. The German version of the introductory phrase to Article 5 is replaced by the following:\n'Fuer die Anwendung von Artikel 7 Absatz 1 und unbeschadet des Artikels 7 Absatz 3 der Verordnung (EWG) Nr. 857/84 werden die Referenzmengen der Erzeuger und der Kaeufer im Rahmen der Formeln A und B und der unmittelbar an den Verbraucher verkaufenden Erzeuger unter folgenden Bedingungen uebertragen:'\n3. The English version of the second subparagraph of Article 9 (2) is replaced by the following:\n'Where formula B is applied the abovementioned increase is made for any positive difference above 0,6 g.'\n4. Article 15 (1) (a) is replaced by the following:\n'(a) - all Member States, as regards the mountain areas defined under Article 3 (3) of Directive 75/268/EEC and, where formula A is applied, producers whose reference quantity does not exceed 20 000 kilograms,\n- Greece, as regards its entire territory, and\n- Italy as regards the areas listed in the Annex to Decision 77/711/EEC,\nshall be authorized, for the first two 12-month periods, to have the statement referred to in Article 12 (1) drawn up and to collect the levy within 45 days of the end of each 12-month period concerned.\nIn cases where formula B is applied, such authorization shall apply to any milk purchaser at least 60 % of whose milk is collected in the areas referred to in the foregoing subparagraph;'", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 25 October 1984.\nFor the Commission\nPoul DALSAGER\nMember of the Commission\n(1) OJ No L 148, 28. 6. 1968, p. 13.\n(2) OJ No L 150, 6. 6. 1984, p. 6.\n(3) OJ No L 90, 1. 4. 1984, p. 13.\n(4) OJ No L 132, 18. 5. 1984, p. 11.\n(5) OJ No L 182, 10. 7. 1984, p. 10."}