{"celex_id": "31985R1626", "uri": "http://publications.europa.eu/resource/cellar/33509722-982c-4dfe-8836-f500ea7ca2a6", "type": "Regulation", "concepts": ["1117", "1309", "2681"], "title": "Commission Regulation (EEC) No 1626/85 of 14 June 1985 on protective measures applicable to imports of certain Morello cherries\n", "header": "COMMISSION  REGULATION (EEC) No 1626/85\nof 14 June 1985\non protective measures applicable to imports of certain Morello cherries\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 516/77 of 14 March 1977 on the common organization of the market in products processed from fruit and vegetables (1), as last amended by Regulation (EEC) No 746/85 (2), and in particular Article 14 (2) thereof,\nWhereas the marketing of Morello cherries in syrup produced in the Community is characterized by competition from non-member countries at prices significantly below the prices at which Community products can be marketed; whereas that situation has been aggravated by imports of raw material for processing, also at prices significantly below the prices obtaining in the Community; whereas the production of Morello cherries in syrup during the marketing year 1984/85 fell by more than 20 % compared with the production during the previous marketing year; whereas imports from non-member countries have increased significantly; whereas such imports have considerably embarrassed the marketing of Community products; whereas low price levels continue to be applied by non-member countries;\nWhereas in these circumstances the Community market is exposed to serious disturbances which might endanger the objectives set out in Article 39 of the Treaty; whereas it is therefore necessary to apply protective measures;\nWhereas the aim of the protective measures should be to exclude the marketing of imported products at abnormally low prices;\nWhereas this objective can be achieved by introducing a minimum import price to be respected on import into the Community and by applying countervailing charges on products which do not respect that price; whereas the countervailing charges should be calculated on the basis of the prices applied by supplier countries;\nWhereas the minimum import price may be undercut due to events which are not a consequence of prices applied by non-member countries, e.g. fluctuation of exchange rates; whereas that fact should be taken into consideration when countervailing charges are fixed;\nWhereas countervailing charges should not be levied in respect of products coming from non-member countries which are prepared and in a position to guarantee the prices of products exported by them and that any deflections of trade will be avoided;\nWhereas account should be taken of the special situation of products which have already left the exporting country at the time this Regulation is published,", "main_body": ["1. On import into the Community of the following products the minimum import price shown for each product shall be respected:\n(ECU/100 kg net)\n1.2.3 //   //   //   // CCT heading No  // Description  // Minimum import price  //   //   //   // ex 08.10 D  // Morello cherries, preserved by freezing, not containing added sugar  // 48,20  // ex 20.03  // Morello cherries, preserved by freezing, containing added sugar  // 48,20  // ex 20.06  // Fruit otherwise prepared or preserved, whether or not containing added sugar:  //   //   // B. II. Not containing added spirit:  //   //   // a) Containing added sugar, in immediate packings of a net capacity of more than 1 kg:  //  //   // ex 8. Morello cherries in syrup  // 60,80  //   // b) Containing added sugar, in immediate packings of a net capacity of 1 kg or less:  //   //   // ex 8. Morello cherries in syrup  // 67,10  //   // c) Not containing added sugar, in immediate packings of a net capacity:  //   //   // 1. Of 4,5 kg or more:  //   //   // ex dd) Morello cherries  // 53,70  //   // 2. Of less than 4,5 kg:  //   //   // ex bb) Morello cherries  // 58,70  //   //   //\n2. If the minimum import price is not respected a countervailing charge as set out in the Annex shall be applied.\n3. The countervailing charge referred to in paragraph 2 shall not be levied on imports from non-member countries which are prepared and in a position to guarantee that the import of products originating and coming from their territory will not be lower than the minimum import price and that any deflections of trade will be avoided.\nNon-member countries to which this paragraph applies shall be indicated on a list drawn up by the Commission.", "1. The customs authorities shall, for each consignment at the time of completion of customs import formalities for free circulation, compare the import price with the minimum import price.\n2. The minimum import price is respected when the comparison referred to in paragraph 1 shows that the import price expressed in the currency of the importing Member State is not less than the minimum price applicable on the day on which the entry for free circulation is accepted.\n3. The import price shall be declared on the entry for free circulation and the entry shall be accompanied by all the documents required to verify the price.", "1. The following factors shall constitute the import price:\n(a) the fob price in the country of origin; and\n(b) transportation and insurance cost up to the place of entry into the customs territory of the Community.\n2. Where the factors referred to in paragraph 1 are expressed in a currency other than that of the importing Member State the provisions on the valuation of goods for customs purposes shall be applied when converting such currency into the currency of the importing Member State.\n3. If the invoice presented to the customs authorities has not been drawn up by the exporter in the country in which the products originated or if the authorities are not satisfied that the price declared reflects the fob price in the country of origin, the competent authorities of the Member State shall take the necessary measures to determine that price, in particular by reference to the importer's resale price.", "1. This Regulation shall not apply to products for which it has been proved that they have left the supplier country before the day of publication of this Regulation. 2. The parties concerned shall provide proof, to the satisfaction of the competent authorities, that the conditions set out in paragraph 1 have been complied with.\nHowever, the competent authorities may regard the products as having left the supplier country before the day of publication of this Regulation when one of the following documents is submitted:\n- in the case of transport by sea or waterway, the bill of lading showing that loading took place before that day,\n- in case of transport by rail, the consignment note accepted by the railways of the expediting country before that day,\n- in case of transport by road, the TIR carnet presented to the first customs office before that day,\n- in case of transport by air, the air consignment note showing that the airline received the products before that day.\n3. The provisions of paragraphs 1 and 2 shall apply only in so far as the entry for free circulation has been accepted by the customs authorities before 15 September 1985.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply until 9 May 1986.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 14 June 1985.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 73, 21. 3. 1977, p. 1.\n(2) OJ No L 81, 23. 3. 1985, p. 10.\nANNEX\nCOUNTERVAILING TAXES\n1. Morello cherries, preserved by freezing, falling within subheading 08.10 D or heading No 20.03 of the Common Customs Tariff:\n(ECU/100 kg net)\n1,2.3 //   //   // Import price applied  // Countervailing tax to be charged  //  1.2.3 // less than  // but not less than  //   //   //   //   // 48,20  // 47,72  // 0,48  // 47,72  // 46,75  // 1,45  // 46,75  // 45,31  // 2,89  // 45,31  // 38,56  // 9,64  // 38,56  //   // 10,50  //   //   //\n2. Morello cherries in syrup, in immediate packings of a net capacity of more than 1 kilogram, falling within subheading 20.06 B II a) 8 of the Common Customs Tariff:\n(ECU/100 kg net)\n1,2.3 //   //   // Import price applied  // Countervailing tax to be charged  //  1.2.3 // less than  // but not less than  //   //   //   //   // 60,80  // 60,19  // 0,61  // 60,19  // 58,98  // 1,82  // 58,98  // 57,15  // 3,65  // 57,15  // 48,64  // 12,16  // 48,64  // 36,48  // 24,32  // 36,48  //   // 31,44  //   //   //\n3. Morello cherries in syrup, in immediate packings of a net capacity of 1 kilogram or less, falling within subheading 20.06 B II b) 8 of the Common Customs Tariff:\n(ECU/100 kg net)\n1,2.3 //   //   // Import price applied  // Countervailing tax to be charged  //  1.2.3 // less than  // but not less than  //   //   //   //   // 67,10  // 66,43  // 0,67  // 66,43  // 65,09  // 2,01  // 65,09  // 63,07  // 4,03  // 63,07  // 53,68  // 13,42  // 53,68  // 40,26  // 26,84  // 40,26  //   // 33,55  //   //   //\n4. Morello cherries, not containing added sugar, in immediate packings of a net capacity of 4,5 kilograms or more, falling within subheading 20.06 B II c) 1 dd) of the Common Customs Tariff:\n(ECU/100 kg net)\n1,2.3 //   //   // Import price applied  // Countervailing tax to be charged  //  1.2.3 // less than  // but not less than  //   //   //   //   // 53,70  // 53,16  // 0,54  // 53,16  // 51,09  // 1,61  // 52,09  // 50,48  // 3,22  // 50,48  // 42,96  // 10,74  // 42,96  // 32,22  // 21,48  // 32,22  //   // 25,57  //   //   //\n5. Morello cherries, not containing added sugar, in immediate packings of a net capacity of 4,5 kilograms or more, falling within subheading 20.06 B II c) 2 bb) of the Common Customs Tariff:\n(ECU/100 kg net)\n1,2.3 //   //   // Import price applied  // Countervailing tax to be charged  //  1.2.3 // less than  // but not less than  //   //   //   //   // 58,70  // 58,11  // 0,59  // 58,11  // 56,94  // 1,76  // 56,94  // 55,18  // 3,52  // 55,18  // 46,96  // 11,74  // 46,96  // 35,22  // 23,48  // 35,22  //   // 31,86  //   //   //"}