{"celex_id": "31989R3985", "uri": "http://publications.europa.eu/resource/cellar/bfbee4fd-732a-4322-b7c7-104780573a67", "type": "Regulation", "concepts": ["1075", "2683", "2689", "4718", "863"], "title": "Commission Regulation (EEC) No 3985/89 of 20 December 1989 laying down a transitional measure relating to coupage of table wine in Spain for 1990\n", "header": "COMMISSION  REGULATION (EEC) No 3985/89\nof 20 December 1989\nlaying down a transitional measure relating to coupage of table wine in Spain for 1990\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the Act of Accession of Spain and Portugal (1), and in particular Article 90 thereof,\nWhereas Article 16 (5) of Council Regulation (EEC) No 822/87 of 16 March 1987 on the common organization of the market in wine (2), as last amended by Regulation (EEC) No 1236/89 (3), prohibits coupage of a white table wine with a red table wine; whereas the abovementioned practice forms part of the arrangements in force in Spain and whereas Article 125 of the Act of Accession authorizes in it until 31 December 1989;\nWhereas the conditions for the abandonment of this practice are not yet ripe in that country as they are related to the structure of wine-growing and consumers' attitudes, which change relatively slowly; whereas the abandonment of the abovementioned practice would result in the immediate future in a serious imbalance on the market generating a shortage of red wine and a substantial surplus of white wine, which would require major intervention operations; whereas the need to avoid very serious disturbance of the market justifies the adoption of a transitional measure;\nWhereas, so that the possibility of carrying out coupage involving white table wine and red table wine remains limited to the country where it is necessary, care must be taken to ensure that wine obtained from this practice may not be mixed with other Community wines;\nWhereas the measures provided for in this Regulation are in accordance with the Management Committee for Wine,", "main_body": ["1. Until 31 December 1990, coupage of a wine suitable for yielding a white table wine or of a white table wine with a wine suitable for yielding a red table wine or with a red table wine shall be permitted on Spanish territory provided that the product obtained has the characteristics of a red table wine and that the percentage of red wine used is not less than 60 %.\n2. Until the date in paragraph 1, coupage in the Community as constituted at 31 December 1985 of Spanish wine other than white table wine with wine from other Member States shall be prohibited.\n3. Spanish red and rosĂŠ table wines may only be the subject of trade with the other Member States or be exported to third countries if they are not obtained from coupage as referred to in paragraph 1.\nFor the purposes of applying paragraph 3, each competent authority designated by Spain shall guarantee until 30 June 1991 the origin of Spanish red table wine by affixing a stamp preceded by the words 'wine not obtained from white/red coupage' in the box reserved for official remarks on the accompanying document for wine provided for in Commission Regulation (EEC) No 986/89 (4)", "This Regulation shall enter into force on 1 January 1990.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 December 1989.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 302, 15. 11. 1985, p. 9.\n(2) OJ No L 84, 27. 3. 1987, p. 1.\n(3) OJ No L 128, 11. 5. 1989, p. 31.\n(4) OJ No L 106, 18. 4. 1989, p. 1."}