{"celex_id": "31981R1552", "uri": "http://publications.europa.eu/resource/cellar/d121baba-f12a-44ee-b343-9abd4c20ad72", "type": "Regulation", "concepts": ["1102", "3190", "3568", "4324", "4353", "863"], "title": "Commission Regulation (EEC) No 1552/81 of 9 June 1981 amending Regulations (EEC) No 1324/68, (EEC) No 1579/70, (EEC) No 2074/73 and (EEC) No 102/78 laying down special conditions for the export of certain cheeses to Switzerland, Spain and Austria\n", "header": "COMMISSION  REGULATION (EEC) No 1552/81\nof 9 June 1981\namending Regulations (EEC) No 1324/68, (EEC) No 1579/70, (EEC) No 2074/73 and (EEC) No 102/78 laying down special conditions for the export of certain cheeses to Switzerland, Spain and Austria\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 804/68 of 27 June 1968 on the common organization of the market in milk and milk products (1), as last amended by the Act of Accession of Greece, and in particular the first subparagraph of Article 17 (4) thereof,\nHaving regard to Council Regulation (EEC) No 876/68 of 28 June 1968 laying down general rules for grant- ing export refunds on milk and milk products and criteria for fixing the amount of such refunds (2), as last amended by Regulation (EEC) No 2429/72 (3), and in particular Article 6 (3) thereof,\nHaving regard to Council Regulation (EEC) No 2931/79 of 20 December 1979 on the granting of assistance for the exportation of agricultural products which may benefit from a special import treatment in a third country (4), and in particular Article 1 (2) thereof,\nWhereas Council Regulation (EEC) No 729/81 of 17 March 1981 (5) amends the Agreement on price observance and import arrangements annexed to the Agreement of 20 September 1977 between Austria and the European Economic Community concerning certain types of cheese negotiated under Article XXVIII of GATT; whereas, therefore, Annex IV to Commission Regulation (EEC) No 102/78 of 18 January 1978 laying down special conditions for exports of certain cheeses to Austria (6) should be amended accordingly;\nWhereas the use of the special certificate provided for in Regulation (EEC) No 102/78 confers an advantage on the exporter; whereas, to ensure that the special certificate is used in Austria only for the purposes for which it was issued in the Community, a stricter customs control procedure should be laid down; whereas the following Regulations should also be amended accordingly:\n- Commission Regulation (EEC) No 1324/68 of 29 August 1968 laying down special conditions for the export of certain cheeses to Switzerland (7), as last amended by Regulation (EEC) No 3474/80 (8),\n- Commission Regulation (EEC) No 1579/70 of 4 August 1970 laying down special conditions for the export of certain cheeses to Spain (9), as last amended by Regulation (EEC) No 166/81 (10), and\n- Commission Regulation (EEC) No 2074/73 of 31 July 1973 establishing the special conditions for the export of processed cheese to Switzerland (11), as last amended by Regulation (EEC) No 3474/80;\nWhereas, since certain cheeses may be exported to the abovementioned non-member countries without a refund, provision should be made for the use of the special certificate in this case, too;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Milk and Milk Products,", "main_body": ["Regulation (EEC) No 1324/68 is hereby amended as follows:\n1. Article 1 shall be replaced by the following:\n'Article 1\nFor exports to Switzerland of products listed in Annex I, a special certificate shall be issued on application by the parties concerned.'\n2. The following paragraph (3) shall be added to Article 4:\n'3. Where use is made of the document certifying that the cheeses have left the geographical territory of the Community without further processing, the certificate provided for in Article 1 shall be stamped only if the said document states Switzerland to be the country of destination.'\n3. The following Article 4a shall be inserted:\n'Article 4a\nWithout prejudice to other provisions contained in the Community rules, and in Regulation (EEC) No 2730/79 in particular, the granting of a refund for the products listed in Annex I and exported to Switzerland shall also be subject to presentation of a copy of the certificate duly stamped by the Swiss customs authorities in the space provided for his purpose.\nNo refund at a rate higher than that set for exports of cheese to Switzerland may be granted where the document used at the time of the completion of customs export formalities to qualify for the refund states Switzerland to be the country of destination.'", "Regulation (EEC) No 1579/70 is hereby amended as follows:\n1. Article 1 (1) shall be replaced by the following:\n'1. For exports of cheese to Spain, a special certificate shall be issued on application by the parties concerned.'\n2. The following paragraph (3) shall be added to Article 4:\n'3. Where use is made of the document certifying that the cheeses have left the geographical territory of the Community without further processing, the certificates provided for in Article 1 shall be endorsed only if the said document states Spain to be the country of destination.'\n3. The following Article 6a shall be inserted:\n'Article 6a\nWithout prejudice to other provisions contained in the Community rules and in Regulation (EEC) No 2730/79 in particular, the granting of a refund on exports to Spain, excluding customs territories to which special arrangements apply, of cheeses other than those listed in Annex I shall also be subject to presentation of a copy of the certificate duly endorsed by the Spanish customs authorities in the space provided for this purpose.\nNo refund at a rate higher than that set for exports of cheese to Spain may be granted where the document used at the time of the completion of the customs export formalities to qualify for the refund states Spain to be the country of destination.'", "Regulation (EEC) No 2074/73 is hereby amended as follows:\n1. Article 1 shall be replaced by the following:\n'Article 1\nFor exports to Switzerland of processed cheeses, falling within subheading 04.04 D II of the Common Customs Tariff, a special certificate shall be issued on application by the parties concerned.'\n2. Article 2 (3) shall be replaced by the following:\n'3. The certificate shall be made out in one original and at least three copies. The copies shall bear the same serial number as the original.\nThe original and the copies shall be completed at the same time, either in typescript or in manuscript, using carbon paper. If in manuscript they must be completed in capital letters.'\n3. Article 3 shall be replaced by the following:\n'Article 3\n1. The certificate and copies shall be issued by the issuing agency designated by each Member State. The issuing agency shall retain one copy of the certificate.\n2. When the product leaves the geographical territory of the Community, the original and two copies shall be presented at the customs office of exit, which shall endorse them in the place reserved for this purpose and return them to the interested party.\nOne copy endorsed by the customs office of exit is intended to be sent back to the issuing agency by the Swiss authorities.'\n4. The following paragraph (3) shall be added to Article 4:\n'3. Where use is made of the document certifying that the cheeses have left the geographical territory of the Community without further processing, the certificate provided for in Article 1 shall be endorsed only if the said document states Switzerland to be the country of destination.'\n5. The following Article 5a shall be inserted:\n'Article 5a\nWithout prejudice to other provisions contained in the Community rules, and in Regulation (EEC) No 2730/79 in particular, the granting of a refund for processed cheeses exported to Switzerland shall also be subject to presentation of a copy of the certificate duly endorsed by the Swiss customs authorities in the space provided for this purpose.\nNo refund at a rate higher than that set for exports of processed cheeses to Switzerland may be granted where the document used at the time of the completion of the customs export formalities to qualify for the refund states Switzerland to be the country of destination.' 6. The Notes to the Annex is replaced by the text of Annex I to this Regulation.", "Regulation (EEC) No 102/78 is hereby amended as follows:\n1. Article 1 (1) shall be replaced by the following:\n'1. For the export of cheeses to Austria, a special certificate shall be issued on application by the parties concerned.'\n2. In Article 3 (5), 'or to the agency granting the refunds' shall be deleted.\n3. The following paragraph (3) shall be added to Article 5:\n'3. Where use is made of the document certifying that the cheeses have left the geographical territory of the Community without further processing, the certificates provided for in Article 1 shall be endorsed only if the said document states Austria to be the country of destination.'\n4. The following Article is inserted:\n'Article 7a\nWithout prejudice to other provisions contained in the Community rules and in Regulation (EEC) No 2730/79 in particular, the granting of a refund for cheeses other than those listed in Annex I and exported to Austria shall also be subject to presentation of a copy of the certificate duly endorsed by the Austrian customs authorities in the box provided for this purpose.\nThis certificate duly endorsed by the Austrian customs shall be considered as the proof referred to in Article 20 (3) of Regulation (EEC) No 2730/79.\nNo refund at a rate higher than that set for exports of cheeses to Austria may be granted where the document used at the time of the completion of the customs export formalities to qualify for the refund states Austria to be the country of destination.'\n5. In Annex I, paragraph (b) shall be replaced by the following:\n'(b) Other cheeses made from cow's milk with a water content in the non-fatty matter exceeding 62 % by weight, excluding the cheeses referred to in footnote ( 3) to Annex IV.'\n6. Annex IV shall be replaced by Annex II to this Regulation.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 9 June 1981.\nFor the Commission\nThe President\nGaston THORN\n(1) OJ No L 148, 28. 6. 1968, p. 13.\n(2) OJ No L 155, 3. 7. 1968, p. 1.\n(3) OJ No L 264, 23. 11. 1972, p. 1.\n(4) OJ No L 334, 28. 12. 1979, p. 8.\n(5) OJ No L 78, 24. 3. 1981, p. 1.\n(6) OJ No L 16, 20. 1. 1978, p. 8.\n(7) OJ No L 215, 30. 8. 1968, p. 25.\n(8) OJ No L 363, 31. 12. 1980, p. 50.\n(9) OJ No L 172, 5. 8. 1970, p. 26.\n(10) OJ No L 19, 22. 1. 1981, p. 15.\n(11) OJ No L 211, 1. 8. 1973, p. 8.\nANNEX I\nObservations:\nCe titre est à remplir en un original et trois copies au moins en utilisant du papier carbone.\nCe titre n'est valable que 60 jours à partir de la date de son émission.\nCe titre n'est valable que pour la quantité qui y est indiquée; toutefois, une tolérance de 5 % est admise.\nBemerkungen:\nDiese Bescheinigung ist in einer Urschrift und mit mindestens drei Durchschriften auszufuellen.\nDiese Bescheinigung ist nur 60 Tage vom Tag ihrer Ausstellung an gueltig.\nDiese Bescheinigung gilt nur fuer die darin angegebene Menge; Abweichungen bis zu 5 % sind jedoch gestattet.\nOsservazioni:\nIl presente titolo deve essere redatto in un originale e almeno tre copie utilizzando carta carbone.\nIl presente titolo è valido per 60 giorni a decorrere dalla data di emissione.\nIl presente titolo è valido unicamente per il quantitativo in esso indicato con una tolleranza del 5 %.\nOpmerkingen:\nDeze verklaring moet worden ingevuld met ten minste drie doorslagen, met gebruikmaking van carbonpapier.\nDeze verklaring geldt slechts 60 dagen vanaf de datum van afgifte.\nDeze verklaring is slechts geldig voor de erin vermelde hoeveelheid; een afwijking van 5 % is echter toegestaan.\nBemaerkninger:\nDenne attest udfyldes i en original og mindst tre gennemslag.\nDenne attest gaelder kun 60 dage fra datoen for dens udstedelse.\nDenne attest gaelder kun for det heri anfoerte kvantum; tolerancer paa op til 5 % er dog tilladt.\nNotes:\nThis certificate is to be completed in an original and at least three copies using carbon paper.\nThis certificate is valid only for 60 days from the date of issue.\nThis certificate is valid only for the amount indicated thereon; however, a tolerance of 5 % is admissible.\nParatiríseis:\nTo pistopoiitikó aftó tha sympliroýtai se éna protótypo kai tría antígrafa, toyláchiston, me ti chrísi karmpón.\nTo pistopoiitikó aftó ischýei móno gia 60 iméres apó tis imerominías ekdóseós toy.\nTo pistopoiitikó ischýei móno gia tin anagrafómeni s' aftó posótita. Pará táfta, gínetai dektí mía anochí méchri 5 %.\nANNEX II\n(replacing Annex IV to Regulation (EEC) No 102/78)\nI. the undersigned (1)\nhereby declare that the price of the consignment weighing kilograms of\ncheese (2) which is covered by invoice number of\nfor export to Austria will not be lower than (3) Austrian schillings\nper 100 kilograms net weight free-at-frontier, and declare, moreover, that no refund or premium or other form of rebate which may make the value less than that indicated above has been or will be granted on the export of the cheese in question.\nPlace and date:\n(Signature)\n(1) Full name or business name and full address of exporter.\n(2) State the type of cheese in addition to any brand or trade name.\n(3) The price per 100 kilograms net weight free-at-Austrian frontier must not be lower than:\n(a) for processed cheese of a fat content, by weight, in the dry matter:\n1.2 // - of less than 26 %  // Sch. 4 501,  // - of 26 % or more but less than 46 %  // Sch. 5 082,  // - of 46 % or more but less than 56 %  // Sch. 5 502,  // - of 56 % or more  // Sch. 6 110;  // (b) for Emmentaler or Gruyère  // Sch. 5 411;  // (c) for blue-veined cheese (excluding Roquefort)  // Sch. 4 481;  // (d) for Danbo, Edam, Elbo, Fynbo, Fontal, Gouda, Havarti, Malbo, Maribo, Mimolette, Samso, Tilsit, Tybo  // Sch. 4 558;  // (e) for Butterkaese, Esrom, Italico, Kernheim, St Nectaire, St Paulin, Taleggio  // Sch. 4 068;  // (f) for Cheddar and other types of cheese made from cows' milk and not mentioned above other than those listed in Annex I to Regulation (EEC) No 102/78  // Sch. 5 007."}