{"celex_id": "31981R2545", "uri": "http://publications.europa.eu/resource/cellar/5d7d4b2e-b7fa-44cc-8c24-4618c4b6faa5", "type": "Regulation", "concepts": ["1086", "2173", "3070", "4079", "4314", "4395"], "title": "Commission Regulation (EEC) No 2545/81 of 31 August 1981 laying down detailed rules for the application of measures for the marketing of sugar produced in the French overseas departments and amending for the second time Regulation (EEC) No 3016/78\n", "header": "COMMISSION  REGULATION (EEC) No 2545/81\nof 31 August 1981\nlaying down detailed rules for the application of measures for the marketing of sugar produced in the French overseas departments and amending for the second time Regulation (EEC) No 3016/78\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1785/81 of 30 June 1981 on the common organization of the markets in the sugar sector (1), and in particular Article 9 (6), the second subparagraph of Article 39 and Article 48 thereof,\nHaving regard to Council Regulation (EEC) No 878/77 of 26 April 1977 on the exchange rates to be applied in agriculture (2), as last amended by Regulation (EEC) No 850/81 (3), and in particular Article 5 (1) thereof,\nWhereas, since the introduction of the common organization of the sugar markets, provisions have been laid down in order to permit the sugar produced in the French overseas deparments to be marketed in the European regions of the Community; whereas Article 9 (4) of Regulation (EEC) No 1785/81 continues these provisions;\nWhereas Council Regulation (EEC) No 2067/81 (4) provides that during the marketing years 1981/82 to 1985/86 flat-rate Community aid for the marketing, in that period, in the European regions of the Community of sugar produced in the French overseas departments shall be granted, under certain conditions, to the producers and refiners of such sugar; whereas, therefore, these measures are not applicable to the quantities of such sugar which, before 1 July 1981, were sold and loaded in vessels bound for the aforesaid regions; whereas it is therefore appropriate to provide as a transitional measure that the previous system of marketing aid based on Council Regulation (EEC) No 3330/74 (5) should continue to apply to sugar in respect of which the bill of lading was completed before that date;\nWhereas detailed rules relating to the determination of weights and sugar yields should be laid down, particularly where products of this nature are transported in bulk in the same vessel but on behalf of several producers;\nWhereas, in general, a considerable period elapses between the date on which the sugar in question is loaded and that on which the arrival formalities are completed so as to permit the payment of the aid by the competent agency; whereas, therefore, provision should be made for payments;\nWhereas it appears necessary to specify precisely how the single flat-rate amount referred to in Article 2 (b) of Regulation (EEC) No 2067/81 is to be applied;\nWhereas adequate measures for the control of refined sugar, and for this purpose also a definition of refining, should be laid down;\nWhereas the application of the measures laid down in Regulation (EEC) No 2067/81 requires the amendment of Commission Regulation (EEC) No 3016/78 of 20 December 1978 laying down certain rules for applying conversion rates in the sugar and isoglucose sectors (6), as amended by Regulation (EEC) No 1106/79 (7);\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Sugar,", "main_body": ["1. The aids referred to in Articles 2 and 3 of Regulation (EEC) No 2067/81 shall be granted only in respect of the sugars referred to in Article 1 of that Regulation for which bills of lading were completed on or after 1 July 1981.\n2. The relevant provisions of Regulations (EEC) No 1595/80 (8), (EEC) No 1596/80 (9) and (EEC) No 1764/76 (10) shall continue to apply to the sugars in question for which bills of lading were completed before that date. In such a case the undertaking concerned shall furnish, in addition to the proof referred to in the second subparagraph of Article 2 of Regulation (EEC) No 1764/76, the aforesaid bill of lading or any other proof which is regarded as equivalent by the Member State concerned.", "1. The aid referred to in Article 2 of Regulation (EEC) No 2067/81:\n(a) shall apply to the accepted arrival weight expressed as white sugar in accordance with the yield formula referred to in Article 1 (3) of Regulation (EEC) No 431/68 (1).\nWhere transport in bulk does not permit individual lots to be identified, the average yield of the whole cargo shall be applied to all the sugar in question;\n(b) shall be paid on presentation by the producer concerned of the customs document of introduction into the European regions of the Community, the bill of lading, the results of the analyses and the final invoice.\nThe analyses and the determination of the arrival weight shall be carried out at the unloading stage by lots of 100 tonnes on the whole cargo by an agency approved by the Member State into whose territory the sugar has been introduced.\n2. A payment in advance may be made equal to 90 % of the amount determined on the basis of the weight as stated in the provisional invoice and expressed as white sugar on the basis of a flat-rate yield of 96 %.\nThe request for a payment in advance shall be made by the producer concerned and shall be accompanied by the customs document, the bill of lading and the provisional invoice.", "In the calculation of the flat-rate amount referred to in Article 2 (b) of Regulation (EEC) No 2067/81;\n- the Caribbean-United Kingdom freight element expressed in ÂŁ sterling shall be converted into ECU using the conversion rate used in determining the cif price,\n- the amount referred to in the first indent shall be adjusted on a flat-rate basis to take account in the insurance costs of the difference between the value of the sugar on the world market and its value in the Community,\n- the adjusted amount referred to in the second indent shall be multiplied by a coefficient; this coefficient shall be equal to 1;00 divided by the yield of the sugar in question.\nThe adjusted amount referred to in the second indent shall be determined by the Commission and notified to the competent French authorities.", "The aid referred to in Article 3 of Regulation (EEC) No 2067/81 shall be granted by the Member State on whose territory the refining took place.\nA request for the aid shall be accompanied by proof acceptable to the Member State concerned that the refined sugar was obtained from raw sugar produced in the French overseas departments; for this purpose, and at the request of the party concerned, the raw sugar in question shall be placed under customs control or under another administrative control offering the same guarantees.\nFor the purpose of granting this aid 'refining' means the conversion of raw sugar as defined in Article 1 (2) (b) of Regulation (EEC) No 1785/81 into white sugar as defined in paragraph 2 (a) of that Article.", "In respect of each month, and within two months following the month in question, the Member State concerned shall notify to the Commission the quantities, expressed as white sugar, for which the aids referred to in Articles 2 and 3 respectively of Regulation (EEC) No 2067/81 have been granted and the amounts of aid corresponding to those quantities.", "Points VI and VII of the Annex to Regulation (EEC) No 3016/78 are hereby replaced by the following:\n1.2 //   //   // 'VI. Aid referred to in Article 2 of Regulation (EEC) No 2067/81  // Representative rate applicable on the date of completion of the bill of lading for the transported sugar.  // VII. Aid referred to in Article 3 of Regulation (EEC) No 2067/81  // Representative rate applicable on the day when the quantity in question was refined.'  //\n(1) OJ No L 89, 10. 4. 1968, p. 3.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 July 1981.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 31 August 1981.\nFor the Commission\nPoul DALSAGER\nMember of the Commission\n(1) OJ No L 177, 1. 7. 1981, p. 4.\n(2) OJ No L 106, 29. 4. 1977, p. 27.\n(3) OJ No L 90, 4. 4. 1981, p. 1.\n(4) OJ No L 203, 23. 7. 1981, p. 3.\n(5) OJ No L 359, 31. 12. 1974, p. 1.\n(6) OJ No L 359, 22. 12. 1978, p. 11.\n(7) OJ No L 138, 6. 6. 1979, p. 10.\n(8) OJ No L 160, 26. 6. 1980, p. 19.\n(9) OJ No L 160, 26. 6. 1980, p. 21.\n(10) OJ No L 197, 23. 7. 1976, p. 33.  //"}