{"celex_id": "31986R2062", "uri": "http://publications.europa.eu/resource/cellar/499041a5-5f60-4290-8eb6-ba5920f15b87", "type": "Regulation", "concepts": ["1988", "4687", "4692"], "title": "Council Regulation (EEC) No 2062/86 of 30 June 1986 on the rules for calculating the monetary compensatory amounts applicable in the pigmeat and eggs and poultrymeat sectors\n", "header": "COUNCIL REGULATION (EEC) No 2062/86 of 30 June 1986 on the rules for calculating the monetary  compensatory amounts applicable in the pigmeat and eggs and poultrymeat sectors\nTHE  COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ", Having regard to the Treaty establishing the European Economic  Community, and in particular Article 43 thereof, Having regard to the proposal from the Commission   (1), Having regard to the opinion of the European Parliament  (2), Whereas Article 4 (2) of Council  Regulation (EEC) No 1677/85 of 11 June 1985 on monetary compensatory amounts in agriculture  (3),  as last amended by Regulation (EEC) No 1013/86  (4), provides that pigmeat is to rank as a product  derived from cereals; whereas this rule, while corresponding to the basic idea of the organization  of the market in the pigmeat sector, has led to problems as a result of its inherent rigidity;  whereas the former arrangements for calculating monetary compensatory amounts in this sector should  therefore be reintroduced; Whereas, however, experience gained since 1984 with the system for  calculating the monetary compensatory amounts currently in force has shown that the low level of  amounts does not give rise to disruption of trade; whereas, in the interests of free trade, it  would seem desirable to keep the level of the amounts as low as possible; whereas to this end only  a percentage of the fixed basic price should be used for the calculation, having regard to the  proportion which cereals represent in the cost of producing a pig carcase; Whereas, nevertheless,  certain exceptions involving economically equivalent arrangements prove necessary;Whereas  Regulation (EEC) No 1245/86  (5), as amended by Regulation (EEC) No 1645/86  (6), suspended  application of part of the negative compensatory amounts until 30 June 1986 for products in the  pigmeat and eggs and poultry sectors;   Whereas that temporary limitation had been introduced  pending a Council decision on the calculation of the monetary compensatory amounts to be applied in  the future for the products in question; Whereas this Regulation embodies the rules applicable for  the future for the pigmeat sector; whereas as regards the poultry-raising sectors, on the other  hand, no final solution could be worked out at the appropriate time; whereas the current  arrangements should therefore be extended for the poultry-raising sectors while taking account of  the effect of the devaluation of the agricultural conversion rates fixed for the cereals sector;  whereas, however, those arrangements should remain valid only until a final decision is adopted,", "main_body": ["Regulation (EEC) No 1677/85 is hereby  amended as follows:1.  Article 4 (2) is deleted.2.The following paragraph is added to Article 5:  'In the pigmeat sector, the monetary compensatory amounts shall be fixed on the basis of a price  equal to 35  % of the basic price. However, in the case of Member States applying positive monetary  compensatory amounts and which maintain their currencies inter se within a maximum spread at any  given time of 2,25  %, the monetary compensatory amounts applicable as from 1 July 1986 shall be  equal to those applicable on 30 June 1986 adjusted on the basis of the prices applicable as from 1  July 1986 subject to an amendment of the agricultural conversion rates.This rule shall remain valid  as long as the arrangements laid down in Article 6 apply.'", "By way of derogation from  Article 5 of Regulation (EEC) No 1677/85, the monetary gap is hereby reduced by 4,8 points for  France and 4,5 points for the United Kingdom during the period 1 July to 30 September 1986 in  respect of products in the eggs and poultrymeat sectors and in respect of ovalbumin and  lactalbumin.", "This Regulation shall enter into force on 1 July 1986.\nThis Regulation shall be binding in its entirety and directly applicable in all Member  States."], "attachments": "Done at Luxembourg, 30 June 1986. For the Council The President N. SMIT-KROES\n(1)  OJ No L 159, 26. 6. 1986, p. 6.\n(2)  Opinion delivered on 13 June 1986 (not yet published in the Official Journal).\n(3)  OJ No L 164, 24. 6. 1985, p. 6.\n(4)  OJ No L 94, 9. 4. 1986, p. 18.\n(5)  OJ No L 113, 30. 4. 1986, p. 8.\n(6)  OJ No L 144, 29. 5. 1986, p. 36."}