{"celex_id": "31987R2052", "uri": "http://publications.europa.eu/resource/cellar/ad9453f6-c8ad-4920-8a94-e1e2b2e6e97b", "type": "Regulation", "concepts": ["1309", "1961", "2300", "2657"], "title": "Commission Regulation (EEC) No 2052/87 of 10 July 1987 making imports of certain frozen squid subject to observance of the reference price\n", "header": "COMMISSION  REGULATION (EEC) No 2052/87\nof 10 July 1987\nmaking imports of certain frozen squid subject to observance of the reference price\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3796/81 of 29 December 1981 on the common organization of the market in fishery products (1), as last amended by Regulation (EEC) No 2315/86 (2), and in particular Article 21 (6) thereof,\nWhereas Article 21 (4) of Regulation (EEC) No 3796/81 envisages inter alia that where the free-at-frontier price of a specified product, imported from a third country, stays below the reference price during at least three successive marketing days and where considerable quantities of that product are imported, imports of products listed, inter alia, in Annex II to Regulation (EEC) No 3796/81 may be made subject to the condition that the free-at-frontier price is at least equal to the reference price;\nWhereas Commission Regulation (EEC) No 3191/82 (3) laid down detailed rules for the reference price system in the fishery products sector and in particular for the determination of the free-at-frontier price referred to in Article 21 (3) of Regulation (EEC) No 3796/81;\nWhereas the reference price for frozen squid, listed in Annex II to Regulation (EEC) No 3796/81, for the 1987 fishing year was fixed by Commission Regulation (EEC) No 4105/86 (4);\nWhereas for the first five months of 1987 it has been established that Italy has imported squid of the genus Loligo, of species Loligo patagonica, originating in Poland, in frozen form, whole and non-cleaned, at abnormally low prices;\nWhereas, for the above products, the free-at-frontier price of significant quantities remained below the reference price for three consecutive working days;\nWhereas, since the imported product has the same commercial characteristics as the Community product, these imports have caused a fall in prices of the latter, which has resulted in particular in a fall on the Italian market of up to 30 % of the 1986 average annual price; whereas, in view of the expected volume of imports, and their prices, there is a danger that this price situation could continue or even worsen in the coming months; whereas, in order to avoid distrubances due to offers at abnormally low prices, it is necessary to require imports for the products in question to observe the reference price;\nWhereas, according to the second paragraph of Article 21 (6) of Regulation (EEC) No 3796/81, in the intervals between the periodic meetings of the Management Committee for Fishery Products, the measures provided for in this Regulation can be adopted by the Commission,", "main_body": ["1. The placing into free circulation in the Community of squid of the genus Loligo in frozen form, whole and non-cleaned, of species Loligo patagonica falling within subheading ex 03.03 B IV a) 1 aa) of the Common Customs Tariff, originating in Poland, shall be subject to the condition that the free-at-frontier price is at least equal to the reference price given in the Annex.\n2. However, paragraph 1 shall not apply to products for which it is proved that they were in transit towards the Community at the date of entry into force of this Regulation.\nInterested parties shall provide proof to the satisfaction of the competent customs authorities that the conditions set out in the first subparagraph have been fulfilled, by means of all available customs and road, rail or marine transport documents.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply until 31 October 1987.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 10 July 1987.\nFor the Commission\nAntรณnio CARDOSO E CUNHA\nMember of the Commission\n(1) OJ No L 379, 31. 12. 1981, p. 1.\n(2) OJ No L 202, 25. 7. 1986, p. 1.\n(3) OJ No L 338, 30. 11. 1982, p. 13.\n(4) OJ No L 379, 31. 12. 1986, p. 19.\nANNEX\n(ECU per tonne net)\n1.2.3 //  //  //  // CCT heading No  // Description  // Reference price   //    //   //   // ex 03.03 B IV a) 1 aa)   // Squid (Loligo), whole, frozen, non-cleaned, of species Loligo patagonica   // 1 071   //    //   //"}