{"celex_id": "31989D0419", "uri": "http://publications.europa.eu/resource/cellar/b9a31560-78c2-4959-a391-1ac993b48963", "type": "Decision", "concepts": ["1309", "2522", "2739", "3591", "3967"], "title": "89/419/EEC: Commission Decision of 30 June 1989 allocating import quotas for chlorofluorocarbons for the period 1 July 1989 to 30 June 1990\n", "header": "COMMISSION  DECISION\nof 30 June 1989\nallocating import quotas for chlorofluorocarbons for the period 1 July 1989 to 30 June 1990\n(89/419/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3322/88 of 14 October 1988 on certain chlorofluorocarbons and halons which deplete the ozone layer (1), and in particular Article 7 thereof,\nWhereas Article 3 of Regulation (EEC) No 3322/88 states that import into the Community of chlorofluorocarbons and halons originating in third countries are to be subject to quantitative limits;\nWhereas Article 4 of the same Regulation states that with effect from 1 January 1990, import into the Community of chlorofluorocarbons originating in third countries not Parties to the Montreal Protocol is prohibited;\nWhereas the Commission has published a notice to importers of chlorofluorocarbons and halons in the European Community (2) regarding the same Regulation and has thereby received applications for import quotas;\nWhereas Article 10 of the same Regulation sets out the procedure according to which decisions can be taken concerning the implementation of the Regulation;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the committee referred to in Article 10 of the same Regulation,", "main_body": ["The allocation of import quotas for chlorofluorocarbons controlled by Regulation (EEC) No 3322/88 and indicated in Group I of Annex I thereto during the period 1 July 1989 to 30 June 1990 shall be as indicated in the Annex hereto.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 30 June 1989.\nFor the Commission\nCarlo RIPA DI MEANA\nMember of the Commission\n(1) OJ No L 297, 31. 10. 1988, p. 1.\n(2) OJ No C 333, 28. 12. 1988, p. 8.\nANNEX\nImport quotas of chlorofluorocarbons allocated to importers regarding Regulation (EEC) No 3322/88 (1)\n1.2 //  //  // Importer  // Quantity (2)   //    //   // 1. Bennett-Frost (Thames) Ltd   // 13   // 2. Du Pont de Nemours International SA   // 50   // 3. Du Pont de Nemours (Nederland) BV   // 700   // 4. Eurotecne SpA   // 45   // 5. Helm AG  // 190   // 6. ICI   // 650   // 7. K & K - Horgen Limited  // 125   // 8. Nippondenso   // 43   // 9. Produits Chimiques Billancourt   // 165   // 10. R.A. Bennett Ltd   // 55   // 11. RTZ Chemicals - ISC Division   // 250   // 12. Vos BV   // 35  //    //\n(1) This present allocation should not be considered as creating a precedent for allocations or the total quantity available for allocation in future years. It has taken into consideration trading arrangements established prior to the entry into force of Council Regulation (EEC) No 3322/88 of 14 October 1988.\n(2) Quantities are expressed in weighted tonnes according to the ozone depleting potentials (ODPs) specified in Annex I of the Regulation (EEC) No 3322/88. This is equivalent to the calculated levels mentioned in the same Regulation."}