{"celex_id": "31988D0064", "uri": "http://publications.europa.eu/resource/cellar/935fe857-284e-4683-9267-6e068b485b7b", "type": "Decision", "concepts": ["1318", "5387", "889"], "title": "88/64/ECSC: Commission Decision of 22 December 1987 approving aid from the Federal Republic of Germany to the coal industry in 1988 (Only the German text is authentic)\n", "header": "COMMISSION  DECISION\nof 22 December 1987\napproving aid from the Federal Republic of Germany to the coal industry in 1988\n(Only the German text is authentic)\n(88/64/ECSC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Commission Decision No 2064/86/ECSC of 30 June 1986 establishing Community rules for State aid to the coal industry (1),\nWhereas:\nI\nIn its communication of 30 September 1987, the Government of the Federal Republic of Germany informed the Commission, pursuant to Article 9 (2) of Decision No 2064/86/ECSC, of the financial measures it intends to take in 1988 in order to give direct or indirect support to the coal industry. The following aids are submitted for the approval of the Commission under the above Decision:\n1.2 //  // (million DM)   // - aid to sales of coal and coke to the iron and steel industry of the Community:   // 3 500,0  // - investment aid:   // 115,0   // - mineworker's bonuses for each shift worked underground (Bergmannspraemie):   // 175,0   // - aid to special depreciation in the framework of rationalization measures:   // 20,0   // - aid to cover the difference between actual and standard social charges:  // 337,0   // - measure under the second and third 'electricity-from-coal' laws;   // under discussion\nIn accordance with Article 12 of the Decision, coal undertakings are authorized, where necessary, to grant rebates on their list prices or production costs for deliveries of coking coal, blast-furnace coke and coal for injection into blast furnaces for the iron-and-steel industry of the Community under long-term contract; these rebates must not cause the delivered prices of Community coal and coke to work out lower than those which would be charged for coal from non-member countries and coke made from non-member-country coking coal.\nAccording to the Government of the Federal Republic of Germany, the aid to sales of coking coal, blast-furnace coke and coal for injection into blast furnaces for the iron-and-steel industry of the Community, totalling DM 3 500 000 000, will make up the difference between world market prices and production costs for 22,5 million tonnes. The aid therefore conforms to Article 4 of the Decision.\nThe sales aid for supplies of coal, blast-furnace coke and coal for injection into blast furnaces for the iron-and-steel industry of the Community is intended to phase over\ntime the closure of certain pits. In accordance with the third indent of Article 2 (1) of the Decision, this contributes to solving the social and regional problems related to developments in the coal industry.\nThe investment aid of DM 115 million is intended for investment projects in pits, coking plants, briquetting plants and mines' power stations. The aid will cover 2,9 % of the total investment of DM 3 900 million; it complies with Article 5 (1) and (2) of the Decision for every coalfield.\nIn terms of the Community's coal policy guidelines, the investment aid for 1988 must be regarded as positive, since it will help to improve the competitiveness of the coal industry in line with the first indent of Article 2 (1) of the Decision.\nUnder Article 5 (3) of the Decision, the Government of the Federal Republic of Germany must inform the Commission, at least once a year in respect of each programme, of the aims pursued, the amount of capital expenditure assigned to it and the amounts of aid involved.\nThe aid of DM 175 million to finance the mineworker's bonuses (Bergmannspraemie - DM 10 per shift worked underground) helps the coal industry to maintain a skilled underground work-force. The aid is a specific measure which has been in existence for years (reduction of tax on miners' incomes) and which has to be notified separately from aid under Articles 3 to 5 of the Decision. The aid therefore complies with Article 6 of the Decision.\nThe object of the Bergmannspraemie is to maintain a skilled work-force for the purpose of rationalization measures to improve the coal industry's competitiveness in accordance with the first indent of Article 2 (1) of the Decision.\nThe Government of the Federal Republic of Germany is providing in 1988 for the possibility of special depreciation for extension and rationalization measures in underground mining. This special depreciation allowance, which has existed for many years and has been approved by the Commission as a general measure in accordance with Article 67 of the ECSC Treaty, totals DM 20 million.\nThe measure is based on § 51 of the Income Tax Law and on § 81 of the Income Tax Regulation, and will not give any particular competitive advantage to the German coalmining industry vis-à-vis other Community coal producers.\nThe measure will help to intensify rationalization and improve competitiveness in accordance with the first indent of Article 2 (1) of the Decision.\nThe notification submited to the Commission by the Government of the Federal Republic of Germany on measures to finance social benefits in the coalmining industry shows that State contributions to the social security systems of the mining industry as a whole make the actual social charges of coal undertakings lower than the standard charges the undertakings would have to bear in accordance with Article 7 of the Decision. The difference for the mining industry as a whole amounts to DM 421 million, of which about 80 % (= DM 337 million) is for coalmining. Accordingly, the limits drawn in Article 7 of the Decision are exceeded by this amount, which must therefore be regarded as indirect aid to current production. The production costs of undertakings are reduced through low social charges (DM 4,40 per tonne = 1,6 % of total production costs).\nThe State contributions to the social security systems of the mining industry as a whole apply to all forms of mining (coal, ore, salts, etc.) and hence constitute a general measure under Article 67 of the ECSC Treaty. Compared with the other coal producers in the Community, reducing the production costs by 1,6 % does not represent any particular competitive advantage for the German coalmining industry, since returns do not cover production costs. Exceeding the limits set in Article 7 of the Decision by DM 337 million can therefore be approved as a general measure under Article 67 of the ECSC Treaty. The measure also helps to ease the social problems referred to in the third indent of Article 2 (1) of the Decision.\nAs regards the second and third electricity-from-coal laws, the Government of the Federal Republic of Germany is not yet able to put a figure on the compensatory amount it plans to grant in 1988 to electricity producers for burning Community coal.\nThe Commission is consequently unable to give its views on this measure. The measure must be notified at a later date in accordance with Article 9 (3) of the Decision.\nII\nThe following observations should be made on the compatibility of the notified aid to current production with the proper functioning of the common market: - there are unlikely to be supply difficulties in 1988 in view of the substantial stocks of coal and coke,\n- deliveries of German coal to other Community countries will be lower in 1988 than in 1987,\n- aligning of prices on those of other Community producers will be very limited in 1988,\n- German coal prices should not, in principle, mean indirect aid to industrial coal users in 1988.\nTherefore, the aid to current production of the German coal industry notified for 1988 is compatible with the proper functioning of the common market.\nIII\nPursuant to Article 11 (2) of the Decision, the Commission must ensure that the direct aid to current production which it approves is used exclusively for the purposes set out in Articles 3 to 6 thereof. The Commission must therefore be informed of the amounts of payments and the manner in which they are apportioned,", "main_body": ["The Federal Republic of Germany is hereby authorized to grant aid totalling DM 4 147 million to the German coal industry with effect from 1 January 1988, for the 1988 calendar year. The total amount shall be made up of the following aids:\n1. an amount not exceeding DM 3 500 million in aid to sales of coal and coke to the iron-and-steel industry of the Community;\n2. an amount not exceeding DM 115 million in investment aid;\n3. an amount not exceeding DM 175 million in aid to mineworker's bonuses for each shift worked underground (Bergmannspraemie);\n4. an amount not exceeding DM 20 million in aid to special depreciation for rationalization measures;\n5. an amount not exceeding DM 337 million to cover the difference between actual and standard social charges.", "The Government of the Federal Republic of Germany shall notify the Commission, pursuant to Article 9 (3) of Decision No 2064/86/ECSC, two months before the proposed starting date of the scheme, of the estimated amount for 1988 of compensation under the second and third electricity-from-coal laws.\nThe Government of the Federal Republic of Germany shall notify the Commission, by 30 June 1989 of the actual amounts of aid paid in 1988.", "This Decision is addressed to the Federal Republic of Germany."], "attachments": "Done at Brussels, 22 December 1987.\nFor the Commission\nNicolas MOSAR\nMember of the Commission\n(1) OJ No L 177, 1. 7. 1986, p. 1."}