{"celex_id": "31984R3306", "uri": "http://publications.europa.eu/resource/cellar/6cb82e63-1179-4ffe-9a2f-f9c7ab863e44", "type": "Regulation", "concepts": ["1254", "1309", "3591", "3774"], "title": "Commission Regulation (EEC) No 3306/84 of 23 November 1984 on arrangements for imports into the United Kingdom of certain textile products (category 86) originating in Hong Kong\n", "header": "COMMISSION  REGULATION (EEC) No 3306/84\nof 23 November 1984\non arrangements for imports into the United Kingdom of certain textile products (category 86) originating in Hong Kong\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3589/82 of 23 December 1982 on common rules for imports of certain textile products originating in third countries (1), as last amended by Regulation (EEC) No 3762/83 (2), and in particular Article 11 thereof,\nWhereas Article 11 of Regulation (EEC) No 3589/82 lays down the conditions under which quantitative limits may be established; whereas imports into United Kingdom of textile products of category 86 specified in the Annex hereto and originating in Hong Kong exceeded the level referred to in paragraph 3 of the said Article 11;\nWhereas, in accordance with paragraph 5 of the said Article 11 of Regulation (EEC) No 3589/82, Hong Kong was notified on 22 October 1984 of a request for consultations; whereas, as a result of these consultations, it was agreed to make the textile products in question subject to quantitative limits for the years 1984 to 1986;\nWhereas paragraph 13 of the said Article 11 provides for compliance with the quantitative limits to be ensured by means of a double-checking system in accordance with Annex VI to Regulation (EEC) No 3589/82;\nWhereas the products in question exported from Hong Kong between 1 January 1984 and the date of entry into force of this Regulation must be set off against the quantitative limit for the year 1984;\nWhereas this quantitative limit should not prevent the importation of products covered by it shipped from Hong Kong before the date of entry into force of this Regulation;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Textile Committee,", "main_body": ["Without prejudice to the provisions of Article 2, imports into the United Kingdom of the category of products originating in Hong Kong and specified in the Annex hereto shall be subject to the quantitative limits set out in that Annex.", "1. Products as referred to in Article 1, shipped from Hong Kong to the United Kingdom before the date of entry into force of this Regulation and not yet released for free circulation, shall be so released subject to the presentation of a bill of lading or other transport document proving that shipment actually took place before that date.\n2. Imports of such products shipped from Hong Kong to the United Kingdom after the entry into force of this Regulation shall be subject to the double-checking system described in Annex VI to Regulation (EEC) No 3589/82.\n3. All quantities of products shipped from Hong Kong to the United Kingdom on or after 1 January 1984 and released for free circulation, shall be deducted from the quantitative limit laid down. This limit shall not, however, prevent the importation of products covered by it but shipped from Hong Kong before the date of entry into force of this Regulation.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nIt shall apply until 31 December 1986.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 23 November 1984.\nFor the Commission\nWilhelm HAFERKAMP\nVice-President\n(1) OJ No L 374, 31. 12. 1982, p. 106.\n(2) OJ No L 380, 31. 12. 1983, p. 1.\nANNEX\n1.2.3.4.5.6.7.8 //   //   //   //   //   //   //   //  // Cate- gory  // CCT heading No  // NIMEXE code (1984)  // Description  // Third country  // Member State  // Units  // Quantitative limits from 1 January to 31 December  //   //  //   //   //   //   //   //   // 86  // 61.09 A B C E  // 61.09-20, 30, 40, 80  // Corsets, corset-belts, suspender-belts, brassiĂ¨res, braces, suspenders, garters and the like (including such articles of knitted or crocheted fabric), whether or not elastic: Corsets, corset-belts, suspender-belts, braces, suspenders, garters and the like (including such articles of knitted or crocheted fabric), other than brassiĂ¨res, whether or not elastic  // Hong Kong  // UK  // 1 000 pieces  // 1984: 650 1985: 675 1986: 708  //   //  //   //   //   //   //   //"}