{"celex_id": "31985R0490", "uri": "http://publications.europa.eu/resource/cellar/b57509ce-0eb3-4521-9b49-199bfd5d801e", "type": "Regulation", "concepts": ["1642", "3591", "4575", "888"], "title": "Council Regulation (EEC) No 490/85 of 26 February 1985 concerning exports of steel pipes and tubes to the United States of America\n", "header": "COUNCIL  REGULATION (EEC) No 490/85\nof 26 February 1985\nconcerning exports of steel pipes and tubes to the United States of America\nTHE COUNCIL OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 113 thereof,\nHaving regard to the proposal from the Commission,\nWhereas the Community concluded an Arrangement (1), hereinafter referred to as 'the Arrangement', with the United States of America which provides that exports to the United States of certain steel pipes and tubes, originating in the Community, are limited to a certain level during a fixed period; whereas this Arrangement contains, in particular, specific provisions for pipes and tubes exported from the Community before 1 January 1985 but which were not entered, or withdrawn from a warehouse or a free-trade zone, for consumption in the United States before 29 November 1984;\nWhereas Letter No 2 of the Arrangement lays down, in particular, that these products will not be admitted unless they are covered by an ad hoc Community export certificate;\nWhereas to enable these products to be admitted into the United States as rapidly as possible, it is necessary that the Commission prepare these certificates and transmit them to the American authorities;\nWhereas consultations under Section 5 (b) (2) of Letter No 1 of the Arrangement are being held; whereas these consultations will determine in particular the allocation to the Community limits for 1985 and 1986 of the quantities exceeding the 60 000 net tonnes provided for in Section 5 (b) (1); whereas the Community limits will consequently be adjusted in accordance with the result of these consultations;\nWhereas the shares allocated to Member States for 1985 and 1986 will be consequently adjusted in accordance with the result of these consultations, taking into account quantities which will be admitted under the terms of the 'short supply' clause,", "main_body": ["For all steel pipes and tubes exported by the Community before 1 January 1985 but which were not entered into the United States of America, or not withdrawn from a warehouse or a foreign trade zone, for consumption before 29 November 1984, the Commission shall prepare ad hoc Community export certificates and transmit them to the American authorities.", "The quantities covered by these certificates shall be allocated to the Community export limits provided by Article 2 of Regulation (EEC) No 60/85 (1), in accordance with the result which the Commission reaches in the framework of the consultations being held with the United States of America under Section 5 (b) (2) of Letter No 1 of the Arrangement.", "The Commission shall divide the 60 000 net tonnes provided for by Section 5 (b) (1) of Letter No 1 of the Arrangement among the Member States in accordance with Annex III of Regulation (EEC) No 60/85 and adjust the shares of quantitative export limits allocated for 1985 and 1986 to Member States in accordance with Article 3 of Regulation (EEC) No 60/85, on the basis of the quantities of products referred to in Article 1 exported before 1 January 1985 by each Member State.", "1. The Community quotas shall be increased by the quantities which the United States of America takes into account under the provisions of Section 8 of Letter No 1 of the Arrangement.\n2. These quantities shall be allocated to the Member States concerned.", "This Regulation shall enter into force on the date of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 26 February 1985.\nFor the Council\nThe President\nG. ANDREOTTI\n(1) OJ No L 9, 10. 1. 1985, p. 2.\n(1) OJ No L 9, 10. 1. 1985, p. 13."}