{"celex_id": "31984R3154", "uri": "http://publications.europa.eu/resource/cellar/155318eb-0fed-4a63-b211-134af6a1c38a", "type": "Regulation", "concepts": ["161", "1882"], "title": "Council Regulation (EEC) No 3154/84 of 12 November 1984 increasing the Community tariff quota opened by Regulation (EEC) No 1753/84 for ferro-phosphorus falling within subheading ex 28.55 A of the Common Customs Tariff\n", "header": "COUNCIL  REGULATION (EEC) No 3154/84\nof 12 November 1984\nincreasing the Community tariff quota opened by Regulation (EEC) No 1753/84 for ferro-phosphorus falling within subheading ex 28.55 A of the Common Customs Tariff\nTHE COUNCIL OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 28 thereof,\nHaving regard to the draft Regulation submitted by the Commission,\nWhereas the Council, by Regulation (EEC) No 1753/84 (1), opened and allocated among the Member States a duty-free Community tariff quota for ferro-phosphorus containing 15 % or more by weight of phosphorus, falling within subheading ex 28.55 A of the Common Customs Tariff, for the period 1 July 1984 to 30 June 1985, the amount of which was fixed at 25 000 tonnes;\nWhereas, on the basis of the most recent data on this product for the quota year, it is estimated that the additional imports from third countries required by the Community in the short term amount to 26 500 tonnes; whereas the size of the quota should be increased by this quantity to take account of the requirements noted; whereas, in order to safeguard the Community character of the tariff quota in question, part of the volume of the proposed increase should be allocated to the Community reserve, the balance being allocated among certain Member States on a pro rata basis according to their estimated requirements for imports originating in third countries,", "main_body": ["The volume of the Community tariff quota opened by Regulation (EEC) No 1753/84 for ferro-phosphorus containing 15 % or more by weight of phosphorus, falling within subheading ex 28.55 A of the Common Customs Tariff, for use in the manufacture of refined phosphoric iron or steel, is increased from 25 000 to 51 500 tonnes.", "1. The first tranche of the additional volume referred to in Article 1, amounting to 24 000 tonnes, shall be allocated as follows among certain Member States:\n1.2 //   // (tonnes)  // Benelux  // 9 060  // Germany  // 13 590  // France  // 1 350\n2. The second tranche, amounting to 2 500 tonnes, shall constitute the reserve.\nThe reserve provided for in Article 2 (3) of Regulation (EEC) No 1753/84 is thus increased from 2 500 to 5 000 tonnes.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 12 November 1984.\nFor the Council\nThe President\nP. BARRY\n(1) OJ No L 165, 23. 6. 1984, p. 3."}