{"celex_id": "31984D0521", "uri": "http://publications.europa.eu/resource/cellar/404053b1-1272-4bf5-81ec-fbb6a7049c12", "type": "Decision", "concepts": ["2454", "3774", "922"], "title": "84/521/EEC: Commission Decision of 19 October 1984 granting financial assistance within the framework of special measures of Community interest in the field of employment (Only the English text is authentic)\n", "header": "COMMISSION  DECISION\nof 19 October 1984\ngranting financial assistance within the framework of special measures of Community interest in the field of employment\n(Only the English text is authentic)\n(84/521/EEC)\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1888/84 of 26 June 1984 establishing special measures of Community interest in the field of employment (1), and in particular Article 4 thereof,\nHaving obtained the opinion of the Committee mentioned in Article 7 of the said Regulation,\nWhereas the United Kingdom, in accordance with Article 2 of the said Regulation, has submitted requests for financial assistance;\nWhereas all the conditions for granting financial assistance which are set out in the aforesaid Regulation are met, in particular those set out in Article 3;\nWhereas the measures put forward by the United Kingdom in its said requests are compatible with the objectives set out in the Council resolution of 12 July 1982 on Community action to combat unemployment,", "main_body": ["Financial assistance of 275 million ECU is hereby granted, as provided in the Annex to this Decision, to the measures submitted by the United Kingdom, the salient features of which are described in that Annex.", "This Decision is addressed to the United Kingdom."], "attachments": "Done at Brussels, 19 October 1984.\nFor the Commission\nAntonio GIOLITTI\nMember of the Commission\n(1) OJ No L 177, 4. 7. 1984, p. 1.\nANNEX\n1.2.3.4.5.6,7.8.9 //   //   //   //   //   //   //   //  // Scheme No  // Name of scheme  // Type of measure  // Public expen- diture from 1 January 1983 to 31 March 1984 (million ECU) (1)  // Community support (as % of (4))  // Other Community financing 1983/84  //   //   // 1.2.3.4.5.6.7.8.9 //   //   //   //   //   // Grants (as % of (4))  // Loans (as % of (4))  // Total Community financing (as % of (4))  // Support in accordance with Regulation (EEC) No 1888/84 (million ECU)  //   //   //   //   //   //   //   // 1.2.3.4.5.6,7.8.9 // (1)  // (2)  // (3)  // (4)  // (5) (*)  // (6) (*)  // (7) (*)  // (8)  //   //   //   //   //   //  //   //   //  1.2.3.4.5.6.7.8.9 // 1  // Job Release Scheme  // Job opportunities for the unemployed through early retirement of older workers  // 546,47  // 50,3  // -  // -  // 50,3  // 275,0  //   //   //   //   //   //   //   //   //\n(*) The percentages in columns (5), (6) and (7) are indicative.\n(1) The rate of exchange in column (4): 1 ECU = ÂŁ 0,59331."}