{"celex_id": "31989L0592", "uri": "http://publications.europa.eu/resource/cellar/40a3726f-b61b-4694-a328-15fef81d8f5a", "type": "Directive", "concepts": ["2897", "4646", "5570"], "title": "Council Directive 89/592/EEC of 13 November 1989 coordinating regulations on insider dealing\n", "header": "COUNCIL  DIRECTIVE\nof 13 November 1989\ncoordinating regulations on insider dealing\n(89/592/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 100a thereof,\nHaving regard to the proposal from the Commission (1),\nIn cooperation with the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas Article 100a (1) of the Treaty states that the Council shall adopt the measures for the approximation of the provisions laid down by law, regulation or administrative action in Member States which have as their object the establishment and functioning of the internal market;\nWhereas the secondary market in transferable securities plays an important role in the financing of economic agents;\nWhereas, for that market to be able to play its role effectively, every measure should be taken to ensure that market operates smoothly;\nWhereas the smooth operation of that market depends to a large extent on the confidence it inspires in investors;\nWhereas the factors on which such confidence depends include the assurance afforded to investors that they are placed on an equal footing and that they will be protected against the improper use of inside information;\nWhereas, by benefiting certain investors as compared with others, insider dealing is likely to undermine that confidence and may therefore prejudice the smooth operation of the market;\nWhereas the necessary measures should therefore be taken to combat insider dealing;\nWhereas in some Member States there are no rules or regulations prohibiting insider dealing and whereas the rules or regulations that do exist differ considerably from one Member State to another;\nWhereas it is therefore advisable to adopt coordinated rules at a Community level in this field;\nWhereas such coordinated rules also have the advantage of making it possible, through cooperation by the competent authorities, to combat transfrontier insider dealing more effectively;\nWhereas, since the acquisition or disposal of transferable securities necessarily involves a prior decision to acquire or to dispose taken by the person who undertakes one or other of these operations, the carrying-out of this acquisition or disposal does not constitute in itself the use of inside information;\nWhereas insider dealing involves taking advantage of inside information; whereas the mere fact that market-makers, bodies authorized to act as contrepartie, or stockbrokers with inside information confine themselves, in the first two cases, to pursuing their normal business of buying or selling securities or, in the last, to carrying out an order should not in itself be deemed to constitute use of such inside information; whereas likewise the fact of carrying out transactions with the aim of stabilizing the price of new issues or secondary offers of transferable securities should not in itself be deemed to constitute use of inside information;\nWhereas estimates developed from publicly available data cannot be regarded as inside information and whereas, therefore, any transaction carried out on the basis of such estimates does not constitute insider dealing within the meaning of this Directive;\nWhereas communication of inside information to an authority, in order to enable it to ensure that the provisions of this Directive or other provisions in force are respected, obviously cannot be covered by the prohibitions laid down by this Directive,", "main_body": ["For the purposes of this Directive:\n1. 'inside information' shall mean information which has not been made public of a precise nature relating to one or several issuers of transferable securities or to one or several transferable securities, which, if it were made public, would be likely to have a significant effect on the price of the transferable security or securities in question;\n2. 'transferable securities' shall mean:\n(a) shares and debt securities, as well as securities equivalent to shares and debt securities;\n(b) contracts or rights to subscribe for, acquire or dispose of securities referred to in (a);\n(c) futures contracts, options and financial futures in respect of securities referred to in (a);\n(d) index contracts in respect of securities referred to in (a),\nwhen admitted to trading on a market which is regulated and supervised by authorities recognized by public bodies, operates regularly and is accessible directly or indirectly to the public.", "1. Each Member State shall prohibit any person who:\n- by virtue of his membership of the administrative, management or supervisory bodies of the issuer,\n- by virtue of his holding in the capital of the issuer, or\n- because he has access to such information by virtue of the exercise of his employment, profession or duties,\npossesses inside information from taking advantage of that information with full knowledge of the facts by acquiring or disposing of for his own account or for the account of a third party, either directly or indirectly, transferable securities of the issuer or issuers to which that information relates.\n2. Where the person referred to in paragraph 1 is a company or other type of legal person, the prohibition laid down in that paragraph shall apply to the natural persons who take part in the decision to carry out the transaction for the account of the legal person concerned.\n3. The prohibition laid down in paragraph 1 shall apply to any acquisition or disposal of transferable securities effected through a professional intermediary.\nEach Member State may provide that this prohibition shall not apply to acquisitions or disposals of transferable securities effected without the involvement of a professional intermediary outside a market as defined in Article 1 (2) in fine.\n4. This Directive shall not apply to transactions carried out in pursuit of monetary, exchange-rate or public debt-management policies by a sovereign State, by its central bank or any other body designated to that effect by the State, or by any person acting on their behalf. Member States may extend this exemption to their federated States or similar local authorities in respect of the management of their public debt.", "Each Member State shall prohibit any person subject to the prohibition laid down in Article 2 who possesses inside information from:\n(a) disclosing that inside information to any third party unless such disclosure is made in the normal course of the exercise of his employment, profession or duties;\n(b) recommending or procuring a third party, on the basis of that inside information, to acquire or dispose of transferable securities admitted to trading on its securities markets as referred to in Article 1 (2) in fine.", "Each Member State shall also impose the prohibition provided for in Article 2 on any person other than those referred to in that Article who with full knowledge of the facts possesses inside information, the direct or indirect source of which could not be other than a person referred to in Article 2.", "Each Member State shall apply the prohibitions provided for in Articles 2, 3 and 4, at least to actions undertaken within its territory to the extent that the transferable securities concerned are admitted to trading on a market of a Member State. In any event, each Member State shall regard a transaction as carried out within its territory if it is carried out on a market, as defined in Article 1 (2) in fine, situated or operating within that territory.", "Each Member State may adopt provisions more stringent than those laid down by this Directive or additional provisions, provided that such provisions are applied generally. In particular it may extend the scope of the prohibition laid down in Article 2 and impose on persons referred to in Article 4 the prohibitions laid down in Article 3. Article 7\nThe provisions of Schedule C.5 (a) of the Annex to Directive 79/279/EEC (1) shall also apply to companies and undertakings the transferable securities of which, whatever their nature, are admitted to trading on a market as referred to in Article 1 (2) in fine of this Directive.", "1. Each Member State shall designate the administrative authority or authorities competent, if necessary in collaboration with other authorities to ensure that the provisions adopted pursuant to this Directive are applied. It shall so inform the Commission which shall transmit that information to all Member States.\n2. The competent authorities must be given all supervisory and investigatory powers that are necessary for the exercise of their functions, where appropriate in collaboration with other authorities.", "Each Member State shall provide that all persons employed or formerly employed by the competent authorities referredc to in Article 8 shall be bound by professional secrecy. Information covered by professional secrecy may not be divulged to any person or authority except by virtue of provisions laid down by law.", "0\n1. The competent authorities in the Member States shall cooperate with each other whenever necessary for the purpose of carrying out their duties, making use of the powers mentioned in Article 8 (2). To this end, and notwithstanding Article 9, they shall exchange any information required for that purpose, including information relating to actions prohibited, under the options given to Member States by Article 5 and by the second sentence of Article 6, only by the Member State requesting cooperation. Information thus exchanged shall be covered by the obligation of professional secrecy to which the persons employed or formerly employed by the competent authorities receiving the information are subject.\n2. The competent authorities may refuse to act on a request for information:\n(a) where communication of the information might adversely affect the sovereignty, security or public policy of the State addressed;\n(b) where judicial proceedings have already been initiated in respect of the same actions and against the same persons before the authorities of the State addressed or where final judgment has already been passed on such persons for the same actions by the competent authorities of the State addressed.\n3. Without prejudice to the obligations to which they are subject in judicial proceedings under criminal law, the authorities which receive information pursuant to paragraph 1 may use it only for the exercise of their functions within the meaning of Article 8 (1) and in the context of administrative or judicial proceedings specifically relating to the exercise of those functions. However, where the competent authority communicating information consents thereto, the authority receiving the information may use it for other purposes or forward it to other States' competent authorities.", "1\nThe Community may, in conformity with the Treaty, conclude agreements with non-member countries on the matters governed by this Directive.", "2\nThe Contact Committee set up by Article 20 of Directive 79/279/EEC shall also have as its function:\n(a) to permit regular consultation on any practical problems which arise from the application of this Directive and on which exchanges of view are deemed useful;\n(b) to advise the Commission, if necessary, on any additions or amendments to be made to this Directive.", "3\nEach Member State shall determine the penalties to be applied for infringement of the measures taken pursuant to this Directive. The penalties shall be sufficient to promote compliance with those measures.", "4\n1. Member States shall take the measures necessary to comply with this Directive before 1 June 1992. They shall forthwith inform the Commission thereof.\n2. Member States shall communicate to the Commission the provisions of national law which they adopt in the field governed by this Directive.", "5\nThis Directive is addressed to the Member States."], "attachments": "Done at Brussels, 13 November 1989.\nFor the Council\nThe President\nP. BĂ\u0089RĂ\u0089GOVOY\n(1) OJ No C 153, 11. 6. 1987, p. 8 and OJ No C 277, 27. 10. 1988, p. 13.\n(2) OJ No C 187, 18. 7. 1987, p. 93 and Decision of 11 October 1989 (not yet published in the Official Journal).\n(3) OJ No C 35, 8. 2. 1989, p. 22.\n(1) OJ No L 66, 16. 3. 1979, p. 21."}