{"celex_id": "31987R0955", "uri": "http://publications.europa.eu/resource/cellar/d0687a98-c2bf-4fb9-bd70-3b2094f366b1", "type": "Regulation", "concepts": ["1159", "133", "5228", "997"], "title": "Commission Regulation (EEC) No 955/87 of 1 April 1987 amending Regulation (EEC) No 3440/84 on the attachment of devices to trawls, Danish seines and similar nets\n", "header": "COMMISSION  REGULATION (EEC) No 955/87\nof 1 April 1987\namending Regulation (EEC) No 3440/84 on the attachment of devices to trawls, Danish seines and similar nets\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 170/83 of 25 January 1983 establishing a Community system for the conservation and management of fishery resources (1),\nHaving regard to Council Regulation (EEC) No 3094/86 of 7 October 1986, laying down certain technical measures for the conservation of fishery resources (2), as amended by Regulation (EEC) No 4026/86 (3), and in particular Article 15 thereof,\nWhereas Article 6 (3) of Commission Regulation (EEC) No 3440/84 (4) provides for the attachment of a strengthening bag to trawls, Danish seines and similar nets provided that its mesh size shall in no case be less than 80 millimetres;\nWhereas experience has shown that the use of strengthening bags having this mesh size with nets having a mesh size less than 40 millimetres results in the formation of pockets of net with consequent damage to the catch due to technical problems in removing the catch from the codend and with consequent wear and tear of the codend;\nWhereas the use of a strengthening bag with a smaller mesh size would avoid these problems without having adverse consequences for the conservation of fish stocks;\nWhereas the definitions of categories of nets in Articles 5 and 6 of Regulation (EEC) No 3440/84 therefore need to be amended;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Fishery Resources,", "main_body": ["Regulation (EEC) No 3440/84 is hereby amended as follows:\n1. Article 5 (5) is replaced by the following:\n'5. It is prohibited to use a top-side chafer together with strengthening bags except for trawls having a mesh size equal to or less than 60 millimetres'.\n2. Article 6 is modified as follows:\n- Paragraph 2 is replaced by the following text:\n'2. It is prohibited to use more than one strenthening bag except when attached to trawls having a mesh size equal to or less than 60 millimetres, for which two strenthening bags may be used.';\n- Paragraph 3 is replaced by the following text:\n'3. The mesh size shall be equal to at least twice that of the codend. If a second strengthening bag is used, its minimum mesh size shall be 120 millimetres.';\n- Paragraph 6 is replaced by the following text:\n'6. Strengthening bags attached to trawls having a mesh size greater than 60 millimetres shall not extend more than two metres in front of the rear lifting strap.';\n- Paragraph 7 is replaced by the following text:\n'7. Notwithstanding paragraph 1, strengthening bags smaller than the dimensions of the codend may be attached to nets having a mesh size equal to or less than 60 millimetres.'.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 1 April 1987.\nFor the Commission\nAntรณnio CARDOSO E CUNHA\nMember of the Commission\n(1) OJ No L 24, 27. 1. 1983, p. 1.\n(2) OJ No L 288, 11. 10. 1986, p. 1.\n(3) OJ No L 376, 31. 12. 1986, p. 1.\n(4) OJ No L 318, 7. 12. 1984, p. 23."}