{"celex_id": "31987R0468", "uri": "http://publications.europa.eu/resource/cellar/197ef896-ac29-4aba-932f-22fe28d1d8a5", "type": "Regulation", "concepts": ["2711", "4682", "712"], "title": "Council Regulation (EEC) No 468/87 of 10 February 1987 laying down general rules applying to the special premium for beef producers\n", "header": "COUNCIL  REGULATION (EEC) No 468/87\nof 10 February 1987\nlaying down general rules applying to the special premium for beef producers\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 805/68 of 27 June 1968 on the common organization of the market in beef and veal (1), as last amended by Regulation (EEC) No 467/87 (2), and in particular Article 4a thereof,\nHaving regard to the proposal from the Commission,\nWhereas Article 4a of Regulation (EEC) No 805/68 introduces a special premium for beef producers and stipulates that the Council, acting by qualified majority on a Commission proposal, shall determine which producers may receive it, on how many animals and on what categories of animal it shall be given, its amount and other general rules applying to it; whereas the said provision stipulates that the premium amount granted in Ireland is to be lower than that granted in the other Member States;\nWhereas since the purpose of the said premium is to support the incomes of beef producers it should be restricted to farmers who have fattened the qualifying animals; whereas it should be restricted to male animals of a given age and granted on 50 animals per year per holding;\nWhereas the amount of the premium should be fixed at 18 ECU in Ireland and at 25 ECU in the other Member States;\nWhereas in view of its purpose it should be granted on live animals; whereas the qualifying animals on which it is granted must be identified to prevent it being granted on them for a second time;\nWhereas Member States should be allowed, in line with normal commercial practice, to grant the premium on slaughter; whereas appropriate rules on granting of the premium and on surveillance must be laid down and these must include administrative measures to ensure that the restriction on the number of qualifying animals is complied with,", "main_body": ["For the purposes of this Regulation the following definitions shall apply:\n1. Producer: an individual farmer, whether a natural or legal person, who farms on the territory of the Community and who raises cattle;\n2. Holding: all the production units operated by the producer on the territory of a single Member State.", "1. The premium referred to in Article 4a of Regulation (EEC) No 805/68 shall be granted at the request of producers for male cattle of at least nine months which they have fattened on their holdings; it shall be restricted to 50 animals per calendar year per holding.\nAnimals shall qualify only once in their life.\nOnly animals which are at least six months old at the date of the lodging of a request for a premium may be the subject of such a request.\n2. The premium amount shall be 25 ECU per male animal. However in Ireland, the premium amount granted shall be 18 ECU per male animal.\nThe amount shall be paid in a single instalment.\n3. By way of derogation from paragraph 1, first subparagraph, the special premium may also be granted to the producers of male animals more than six months old which cannot be kept on their holdings until they reach the minimum age of nine months because they have been sent for fattening to a Member State which only applies the premium system to births of calves. In that event a premium request must be accompanied by a document certifying despatch to the aforementioned Member State of destination and the animals relating to which such a document has been issued must be permanently identified. The producer must also declare that he has kept the animals in respect of which he has requested the grant of the premium on his holding for at least three months.", "1. Request for the premium shall:\n- be lodged once or several times a year with the competent authorities of the Member State, and\n- be accompanied by a written declaration from the producer certifying that he has fattened the male animals for which he has requested a premium.\n2. Under the procedure laid down in Article 27 of Regulation (EEC) No 805/68, the Member States may be authorized, for administrative reasons, to stipulate that the requests concern a minimum number of animals.\n3. Male animals on which the premium is granted must be able to be permanently identified so that the premium cannot be granted on them again.", "Notwithstanding the second subparagraph of Articles 2 (1) and 3 (1) and (3), Member States may decide to grant in their territory the premium on the slaughter of animals. In this case\n(a) male animals with a carcase weight of at least 200 kilograms shall qualify irrespective of age;\n(b) the premium shall be granted to the producer as defined in Article 1 point 1 who fattened the animal;\n(c) Member States may stipulate that premium requests shall be lodged after each slaughtering;\n(d) premium requests must be accompanied, to the satisfaction of the competent authorities of the Member States, by a declaration certifying that the producer referred to under (b) has carried out the fattening and by proof of slaughter of the animal for which the premium is requested;\n(e) the competent authorities shall, in order to ensure that the restriction on the number of qualifying animals is observed, keep for each producer who has lodged a request a record of the animals on which the premium has been given.", "The detailed rules of application mentioned in Article 4a (4) of Regulation (EEC) No 805/68 shall cover, in particular:\n(a) the provisions concerning the lodging of requests and the payment of the premium;\n(b) the provisions concerning the identification of the animals;\n(c) procedures for monitoring the number of male animals declared, compliance with the conditions referred to in Article 3 (1) and Article 4 (d), in particular the length of time the cattle are kept on the holdings in order to ensure sufficient control;\n(d) the specific provisions to be applied by the Member States applying the system referred to in Article 4 on the export of live qualifying animals to third countries or on their dispatch to other Member States.", "This Regulation shall enter into force on 6 April 1987.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 10 February 1987.\nFor the Council\nThe President\nP. DE KEERSMAEKER\n(1) OJ No L 148, 28. 6. 1968, p. 24.\n(2) See page 1 of this Official Journal."}