{"celex_id": "31982D0658", "uri": "http://publications.europa.eu/resource/cellar/6ebf83ba-a02c-4395-9ed4-cfe36f4e049e", "type": "Decision", "concepts": ["1182", "2970", "2979", "604", "889", "980"], "title": "82/658/EEC: Commission Decision of 10 September 1982 on the implementation of the reform of agricultural structures in Greece pursuant to Title II of Council Directive 75/268/EEC (Only the Greek text is authentic)\n", "header": "COMMISSION  DECISION\nof 10 September 1982\non the implementation of the reform of agricultural structures in Greece pursuant to Title II of Council Directive 75/268/EEC\n(Only the Greek text is authentic)\n(82/658/EEC)\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 75/268/EEC of 28 April 1975 on mountain and hill farming and farming in certain less-favoured areas (1), as last amended by Directive 80/666/EEC (2), and in particular Article 13 thereof,\nHaving regard to Council Directive 72/159/EEC of 17 April 1972 on the modernization of farms (3), as last amended by Directive 81/528/EEC (4), and in particular Article 18 (3) thereof,\nWhereas the Greek Government notified the following regulations:\n- Presidential Decree No 841/81 on mountain and hill farming and farming in certain less-favoured areas (Article 1 to 5 and Annex),\n- Decision No 1633/81 of the Economic Committee on the adoption of the programme of financial aid for mountain, hill and less-favoured areas,\n- the Ministerial Decree of 28 July 1981 concerning the application forms and the method of payment of compensatory allowances;\nWhereas, under Article 13 of Directive 75/268/EEC in conjunction with Article 18 (3) of Directive 72/159/EEC, the Commission must decide whether the abovementioned legislation satisfies the conditions for financial contribution by the Community to common measures as referred to in Article 13 of Directive 75/268/EEC;\nWhereas the aids provided for in the abovementioned legislation for 1981 are consistent with the aims and requirements of Directive 75/268/EEC, in so far as it constitutes the introduction of a permanent system of compensatory allowances in the less-favoured areas of Greece;\nWhereas the EAGGF Committee has been consulted on the financial aspects;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Agricultural Structure,", "main_body": ["Presidential Decree No 841/81 on mountain and hill farming and farming in certain less-favoured areas, Decision No 1633/81 of the Economic Committee on the adoption of the programme of financial aid for mountain, hill and less-favoured areas, and the Ministerial Decree of 28 July 1981 concerning the application forms and the method of payment of compensatory allowances notified by the Greek Government on 28 September and 19 November 1981 satisfy the conditions for financial contribution by the Community towards common measures as referred to in Article 13 of Directive 75/268/EEC.", "This Decision is addressed to the Hellenic Republic."], "attachments": "Done at Brussels, 10 September 1982.\nFor the Commission\nPoul DALSAGER\nMember of the Commission\n(1) OJ No L 128, 19. 5. 1975, p. 1.\n(2) OJ No L 180, 14. 7. 1980, p. 34.\n(3) OJ No L 96, 23. 4. 1972, p. 1.\n(4) OJ No L 197, 20. 7. 1981, p. 41."}