{"celex_id": "31985D0237", "uri": "http://publications.europa.eu/resource/cellar/f0639c1b-8482-45da-8a1a-5c861948a4b5", "type": "Decision", "concepts": ["1318", "192", "4689", "4692"], "title": "85/237/EEC: Commission Decision of 12 April 1985 amending for the fourth time Decision 84/10/EEC concerning certain protective measures against classical swine fever as regards fresh pigmeat\n", "header": "COMMISSION  DECISION\nof 12 April 1985\namending for the fourth time Decision 84/10/EEC concerning certain protective measures against classical swine fever as regards fresh pigmeat\n(85/237/EEC)\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 72/461/EEC of 12 December 1972 on health problems affecting intra-Community trade in fresh meat (1), as last amended by Directive 84/643/EEC (2), and in particular Article 8 thereof,\nWhereas, following the outbreak of classical swine fever which occurred successively in certain areas of the Community, on 10 January 1984 the Council adopted Decision 84/10/EEC concerning certain protective measures against classical swine fever as regards fresh pigmeat (3);\nWhereas, since then the development of the disease has required several alterations to the extent of the area in which the measures are applied in intra-Community trade in fresh meat;\nWhereas the extent of the area in which the measures are applied should be altered to take account of the development of the disease in Germany;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["Decision 84/10/EEC is hereby amended as follows:\n1. The wording specified in Article 2 is replaced by the following:\n'Meat conforming to Decision 84/10/EEC concerning classical swine fever, as last amended by Commission Decision 85/237/EEC (4).\n(4) OJ No L 108, 20. 4. 1985, p. 25.'\n2. The Annex is replaced by the Annex to this Decision.", "The Member States shall amend the measures they apply to trade so that they comply with this Decision. They shall immediately inform the Commission thereof.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 12 April 1985.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 302, 31. 12. 1972, p. 24.\n(2) OJ No L 339, 27. 12. 1984 , p. 27.\n(3) OJ No L 11, 14. 1. 1984, p. 33.\nANNEX\n1.2 // THE FEDERAL REPUBLIC OF GERMANY  // - The area of the region of Muenster comprising the 'Kreise' of Muenster (city), Coesfeld, Steinfurt and Warendorf.  //   // - The area of the region of Weser-Ems comprising the 'Kreise' of Cloppenburg and Vechta.  //   // - The area of the region of Detmold comprising the 'Kreise' of Herford, Minden-Luebbecke and Paderborn.  //  // - The 'Kreis' of Soltau-Fallingbostel.  //   // - The 'Kreis' of Nienburg.  //   // - The 'Kreis of Diepholz.  //  // - The 'Kreis' of Schaumburg.  //   // - The 'Kreis' of Donau-Ries.  //   // - In the rest of the territory, the area within a radius of two kilometres around all outbreaks of classical swine fever.  // THE KINGDOM OF THE NETHERLANDS  // The area within a radius of two kilometres around all outbreaks of classical swine fever."}