{"celex_id": "31989D0445", "uri": "http://publications.europa.eu/resource/cellar/661f719a-fd48-458e-b95d-b71c81cf9b02", "type": "Decision", "concepts": ["1159", "1188", "2437"], "title": "89/445/EEC: Council Decision of 18 July 1989 concerning the acceptance by the Community of Greenland's offer of a supplementary catch quota for capelin for 1989\n", "header": "COUNCIL  DECISION\nof 18 July 1989\nconcerning the acceptance by the Community of Greenland's offer of a supplementary catch quota for capelin for 1989\n(89/445/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 170/83 of 25 January 1983 establishing a Community system for the conservation and management of fishery resources (1), as amended by the 1985 Act of Accession, and in particular Article 11 thereof,\nHaving regard to the Agreement on fisheries between the European Economic Community, on the one hand, and the Government of Denmark and the local Government of Greenland, on the other (2), and in particular Article 8 (1) thereof,\nHaving regard to the proposal from the Commission,\nWhereas, by its resolution of 3 November 1976 on certain external aspects of the creation of a 200-mile fisheries zone in the Community with effect from 1 January 1977 (3), the Council agreed that fishing rights for Community fishermen in the waters of third countries must be obtained and preserved by appropriate Community Agreements;\nWhereas the said Agreement and the Protocol on the conditions relating to fishing between the European Economic Community, on the one hand, and the Government of Denmark and the local Government of Greenland, on the other (4), establish the fishing quotas allocated to the Community in Greenland waters;\nWhereas, according to Article 8 (1) of the said Agreement, a special priority for the Community on access to supplementary catch possibilities, which exceed the catch capacities of the Greenland fleet and the annual quotas agreed for the Community under the Protocols referred to in Article 2 (1) of the Agreement, shall be offered by the authorities responsible for Greenland in the light of the special interests of the Community in the exploitation of the stocks concerned and bearing in mind its contribution to their conservation and its participation in the development of Greenland;\nWhereas, according to Article 3 of the said Protocol, the financial compensation will be adjusted during the course of each fishing year in proportion, calculated on the basis of cod equivalents, to the supplementary quotas allocated to the Community under Article 8 (1) of the Agreement;\nWhereas the Greenland Home Rule Authorities, in a letter dated 19 May 1989, offered the Community a supplementary quota for 1989 of capelin off East Greenland in accordance with the said Articles of the Agreement and the Protocol;\nWhereas it is in the Community's interest to accept the offer of this supplementary quota for 1989,", "main_body": ["The Commission is hereby authorized to accept the offer of a supplementary quota of 8 000 tonnes of capelin off East Greenland against compensation as provided for in Article 3 (2) of the Protocol on the conditions relating to fishing."], "attachments": "Done at Brussels, 18 July 1989.\nFor the Council\nThe President\nE. CRESSON\n(1) OJ No L 24, 27. 1. 1983, p. 1.\n(2) OJ No L 29, 1. 2. 1985, p. 9.\n(3) OJ No C 105, 7. 5. 1981, p. 1.\n(4) OJ No L 29, 1. 2. 1985, p. 14."}