{"celex_id": "31986D0108", "uri": "http://publications.europa.eu/resource/cellar/dbc5fa97-0e81-48ed-843c-cc855db1ff30", "type": "Decision", "concepts": ["1085", "13", "2286", "2412"], "title": "86/108/EEC: Commission Decision of 25 February 1986 authorizing the French Republic and the Kingdom of the Netherlands to permit temporarily the marketing of field pea seed not satisfying the requirements of Council Directive 66/401/EEC\n", "header": "COMMISSION  DECISION\nof 25 February 1986\nauthorizing the French Republic and the Kingdom of the Netherlands to permit temporarily the marketing of field pea seed not satisfying the requirements of Council Directive 66/401/EEC\n(86/108/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 66/401/EEC of 14 June 1966 on the marketing of fodder plant seed (1), as last amended by Regulation (EEC) No 3768/85 (2), and in particular Article 17 thereof,\nHaving regard to the requests submitted by the French Republic and the Kingdom of the Netherlands,\nWhereas in France and the Netherlands the production of seed of field pea (Pisum sativum L. partim), of the 'round green' type intended for agricultural use in spring sowing, satisfying the requirements laid down in Directive 66/401/EEC, was insufficient in 1985 and is not adequate to supply the needs of those countries;\nWhereas it has not been possible to cover at this stage these needs satisfactorily by the use of certified seed from other Member States, or even from non-member countries, satisfying all the requirements laid down in the said Directive;\nWhereas, subject to any offers of seed of the type in question that may be notified before 15 January 1986 by Denmark or the United Kingdom as being available, the French Republic and the Kingdom of the Netherlands should therefore be authorized to permit, for a period expiring on 30 June 1986, the marketing of seed of the abovementioned species of a category subject to less stringent requirements;\nWhereas it appears desirable also to authorize other Member States which are able to supply France and the Netherlands with such seed not satisfying the requirements of the said Directive to permit the marketing of such seed, provided that it is intended exclusively for France or the Netherlands;\nWhereas by Article 394 of the Act of Accession of Spain and Portugal application to the new Member States of the Community rules introduced for the production of and trade in agricultural products and for trade in certain processed agricultural products is postponed;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Seeds and Propagating Material for Agriculture, Horticulture and Forestry,", "main_body": ["The French Republic and the Kingdom of the Netherlands are hereby authorized to permit, until 30 June 1986, the marketing on their territories of a maximum of 7 000 tonnes and 3 000 tonnes respectivly of seed of field pea (Pisum sativum L. partim), of the 'round green' type intended for agricultural use in spring sowing of the category 'commercial seed', provided that the following requirement is satisfied: the official label shall state: 'Intended exclusively for France' or 'Intended exclusively for the Netherlands', as appropriate.", "The other Member States are hereby authorized to permit, subject to the conditions laid down in Article 1, the marketing in their territories of a maximum of 10 000 tonnes of field pea (Pisum sativum L. partim) seed, provided that such seed is intended exclusively for France or the Netherlands. The official label shall state: 'Intended exclusively for France' or 'Intended exclusively for the Netherlands', as appropriate.", "The amount of seed mentioned in Articles 1 and 2 shall be reduced by such amount of seed of field pea (Pisum sativum L. partim), of the 'round green' type intended for agricultural use in spring sowing satisfying the requirements laid down in Directive 66/401/EEC, as Denmark and the United Kingdom may notify, before 15 January 1986, to the Commission, France and the Netherlands, as being available.", "The Member States shall notify the Commission before 1 November 1986 of the quantities of seed marketed in\ntheir territories pursuant to this Decision. The Commission shall inform the other Member States thereof.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 25 February 1986.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No 125, 11. 7. 1966, p. 2298/66.\n(2) OJ No L 362, 31. 12. 1985, p. 8."}