{"celex_id": "31987D0362", "uri": "http://publications.europa.eu/resource/cellar/73da8298-ecdc-455a-a395-0ec00054dfba", "type": "Decision", "concepts": ["1182", "192", "2560"], "title": "87/362/EEC: Commission Decision of 26 June 1987 recognizing certain parts of the territory of the Hellenic Republic as being officially swine-fever free (Only the Greek text is authentic)\n", "header": "COMMISSION  DECISION\nof 26 June 1987\nrecognizing certain parts of the territory of the Hellenic Republic as being officially swine-fever free\n(Only the Greek text is authentic)\n(87/362/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 80/1095/EEC of 11 November 1980 laying down conditions designed to render and keep the territory of the Community free from classical swine fever (1), as last amended by Decision 87/230/EEC (2), and in particular Article 7 (2) thereof,\nHaving regard to Commission Decision 83/484/EEC of 20 September 1983 approving the plan for accelerated eradication of classical swine fever presented by the Hellenic Republic (3),\nWhereas the development of the disease situation has led the Greek authorities, in conformity with their plan, to instigate measures which guarantee the protection and maintenance of the status of certain regions;\nWhereas no swine fever has been detected, and vaccination against swine fever has been stopped for more than 15 months within the regions to be recognized as officially swine-fever free;\nWhereas the status of the designated officially swine-fever free regions will be maintained by the application of the measures foreseen in Article 7 (2) of Directive 80/1095/EEC;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["The parts of the territory of the Hellenic Republic constituted by the regions described in the Annex are recognized as officially swine-fever free in the sense of Article 7 (2) of Directive 80/1095/EEC.", "This Decision is addressed to The Hellenic Republic."], "attachments": "Done at Brussels, 26 June 1987.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 325, 1. 12. 1980, p. 1.\n(2) OJ No L 99, 11. 4. 1987, p. 16.\n(3) OJ No L 264, 27. 9. 1983, p. 23.\nANNEX\nRegions of the Hellenic Republic which are recognized as officially swine-fever free\n- The island of Samothracia in the prefecture of Evros,\n- The island of Thassos in the prefecture of Kavala,\n- The prefecture of Levkada,\n- The islands of Skiathos, Skopelos and Alonissos in the prefecture of Magnisia,\n- The island Skyros in the prefecture of Evia,\n- The prefecture of Lesbos,\n- The prefecture of Khios,\n- The prefecture of Samos,\n- The prefecture of Dodekanisa except the island of Rhodes,\n- The prefecture of Kiklades,\n- The island of Spetses in the prefecture of Argolida,\n- The prefecture of Kefallinia,\n- The prefecture of Zakinthos,\n- The prefecture of Khania,\n- The prefecture or Rethimno,\n- The prefecture of Iraklio,\n- The prefecture of Lasithi."}