{"celex_id": "31980D0739", "uri": "http://publications.europa.eu/resource/cellar/800d3775-5aac-46fd-9cff-7a3b4ec655dc", "type": "Decision", "concepts": ["2798", "2805", "3518", "429", "738"], "title": "80/739/EEC: Council Decision of 22 July 1980 applying for the second time Decision 78/870/EEC empowering the Commission to contract loans for the purpose of promoting investment within the Community\n", "header": "COUNCIL DECISION  of 22 July 1980  applying for the second time Decision 78/870/EEC empowering the Commission to contract loans for the purpose of promoting investment within the Community  (80/739/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Decision 78/870/EEC of 16 October 1978 empowering the Commission to contract loans for the purpose of promoting investment within the Community (1), and in particular Article 2 thereof,\nHaving regard to the proposal from the Commission (2),\nHaving regard to the opinion of the European Parliament (3),\nWhereas the Commission has already contracted a large proportion of the first tranche of borrowing authorized by Decision 79/486/EEC (4) ; whereas that tranche will soon be used up;\nWhereas investment in the infrastructure and energy sectors is still of paramount importance for the economies of the Member States, notably on account of its impact on regional development and employment, and continues to make the Community less dependent on imported energy and to guarantee greater security of supplies;\nWhereas a second tranche of borrowings for on lending should therefore be authorized in pursuance of Decision 78/870/EEC ; whereas the same sectors as those stipulated in Decision 79/486/EEC should be covered as regards 80 % of the tranche ; whereas the purposes for which the remaining part of this tranche might be used will be the subject of a further decision;\nWhereas borrowings of an amount equivalent to a capital sum of 500 million European units of account should now be authorized,", "main_body": ["A second tranche of borrowings is hereby authorized for an amount not exceeding the equivalent of a capital sum of 500 million European units of account. The borrowing of the equivalent of a capital sum of 100 million European units of account of this amount may not, however, be undertaken until the adoption of a further decision relating to the purpose for which such borrowing may be used.", "The product of borrowings of the equivalent of a capital sum of 400 million European units of account shall be used for loans to finance investment projects which are carried out on Community territory and which are consistent with priority Community objectives in the infrastructure and energy sectors.\nFor this purpose:    - infrastructure investment shall cover in particular transport, telecommunications, agricultural improvements, water supply works, environmental protection,\n- energy investment shall contribute to greater self-sufficiency, security and diversification of Community energy supplies ; investment shall ensure the development, exploitation, transportation and storage of energy resources ; particular attention shall be paid to energy conservation and to the development of alternative energy sources.", "The Commission shall decide whether or not projects are eligible in accordance with the guidelines laid down in Article 3 of Decision 79/486/EEC."], "attachments": "Done at Brussels, 22 July 1980.\nFor the Council\nThe President\nG. THORN  (1)OJ No L 298, 25.10.1978, p. 9. (2)OJ No C 54, 4.3.1980, p. 4. (3)OJ No C 85, 8.4.1980, p. 44. (4)OJ No L 125, 22.5.1979, p. 16."}