{"celex_id": "31980D0505", "uri": "http://publications.europa.eu/resource/cellar/507e534a-ed1f-499a-8c18-22f93d1978fc", "type": "Decision", "concepts": ["2938", "3073", "4734", "889", "980"], "title": "80/505/EEC: Commission Decision of 28 March 1980 concerning requests for reimbursement and for advance payments in respect of the common measure for the restructuring and conversion of vineyards in certain Mediterranean regions in France (Only the French text is authentic)\n", "header": "COMMISSION DECISION  of 28 March 1980  concerning requests for reimbursement and for advance payments in respect of the common measure for the restructuring and conversion of vineyards in certain Mediterranean regions in France  (Only the French text is authentic)  (80/505/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 78/627/EEC of 19 June 1978 on the programme to accelerate the restructuring and conversion of vineyards in certain Mediterranean regions in France (1), and in particular Article 7 (4) thereof,\nWhereas the requests for reimbursement and for advance payments to be submitted by the French Republic to the Guidance Section of the European Agricultural Guidance and Guarantee Fund must include certain information needed for checking that expenditure complies with the provisions of Directive 78/627/EEC and of the French programme approved in accordance with Article 2 (3) of the said Directive;\nWhereas, if the check is to be effective, the French Republic must, for a period of three years from the payment of the last reimbursement, hold the supporting documents at the Commissions's disposal;\nWhereas, in order to give effect to the Commission's option to make advance payments, detailed rules and procedures must be laid down for that purpose;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Fund Committee,", "main_body": ["1. Requests for reimbursement, as referred to in Article 7 (1) of Directive 78/627/EEC, shall be drawn up in accordance with the tables set out in Annexes I and II.\n2. France shall communicate to the Commission, at the same time as the first request for reimbursement, the texts of the national implementing provisions, administrative directions, forms or any other documents concerning the administrative action to implement the measure.", "France shall, for a period of three years following the payment of the last reimbursement, hold at the  (1)OJ No L 206, 29.7.1978, p. 1.   Commission's disposal all the supporting documents in its possession on the basis of which the aid provided for in Directive 78/627/EEC was granted, or certified copies thereof.", "Requests for advance payments against expenditure eligible for aid from the Guidance Section of the EAGGF pursuant to Article 4 of Directive 78/627/EEC shall be drawn up in accordance with the tables set out in Annexes III and IV.", "1. Advance payments by the Guidance Section of the EAGGF may not exceed 80 % of the Community contribution to the expenditure provided for during the reference year.\n2. Advance payments which are not employed during the year in respect of which they were paid shall be deducted from the advance payments to be paid in respect of the following year.", "1. The French Republic shall, before the end of each year in respect of which advance payments have been made to it, submit a progress report on operations during the first 10 months of the year, drawn up in accordance with the table set out in Annex V.\n2. Advance payments in respect of the following year may not be paid before the report referred to above has been sent to the Commission.", "This Decision is addressed to the French Republic."], "attachments": "Done at Brussels, 28 March 1980.\nFor the Commission\nFinn GUNDELACH\nVice-President\nANNEX I Application for reimbursement of expenditure during 19 .. under Directive 78/627/EEC on the programme to accelerate the restructuring and conversion of vineyards in certain Mediterranean regions in France  - Summary table -\n>PIC FILE= \"T0013025\">\nANNEX II A\n>PIC FILE= \"T0013026\">\nANNEX II B 1\n>PIC FILE= \"T0013027\">\nANNEX II B 2\n>PIC FILE= \"T0013028\">\nANNEX III Application for advance payment for 19 .. under Directive 78/627/EEC on the programme to accelerate the restructuring and conversion of vineyards in certain Mediterranean regions in France  - Summary table -\n>PIC FILE= \"T0013029\">\nANNEX IV A Application for advance payment for 19 .. for vineyard restructuring operations (Article 3 (1) (a) of Directive 78/627/EEC)\n>PIC FILE= \"T0013030\">   It is hereby confirmed as follows:    - the appropriations necessary for the national share of expenditure are available and payment will be made during the year in respect of which advance payments are requested;\n- the forecast cost given in column 3 corresponds to the expenditure to be carried out in the year in respect of which the advance payments are requested;\n- the advance payments will be made available to beneficiaries incurring the cost of operations during the year in respect of which advance payments are requested;\n- the beneficiaries referred to in the above indent will be properly informed, when the advance payment is made, of the proportion of the appropriations provided by the Community (a memorandum on the procedure which will be followed for this purpose is attached to this application.\nOfficial stamp and signature of the competent authority\nANNEX IV B 1 Application for advance payment for 19 .. for vineyard conversion operations (Article 3 (1) (b) of Directive 78/627/EEC)  - Reconversion -\n>PIC FILE= \"T0013031\">   It is hereby confirmed as follows:    - the appropriations necessary for the national share of expenditure are available and payment will be made during the year in respect of which advance payments are requested;\n- the forecast cost given in column 3 corresponds to the expenditure to be carried out in the year in respect of which the advance payments are requested;\n- the advance payments will be made available to beneficiaries incurring the cost of operations during the year in respect of which advance payments are requested;\n- the beneficiaries referred to in the above indent will be properly informed, when the advance payment is made, of the proportion of the appropriations provided by the Community (a memorandum on the procedure which will be followed for this purpose is attached to this application).\nOfficial stamp and signature of the competent authority\nANNEX IV B 2 Application for advance payment for 19 .. for vineyard conversion operations (Article 3 (1) (b) of Directive 78/627/EEC)  - Irrigation -\n>PIC FILE= \"T0013032\">   It is hereby confirmed as follows:    - the appropriations necessary for the national share of expenditure are available and payment will be made during the year in respect of which advance payments are requested;\n- the forecast cost given in column 3 corresponds to the expenditure to be carried out in the year in respect of which the advance payments are requested;\n- the advance payments will be made available to beneficiaries incurring the cost of operations during the year in respect of which advance payments are requested;\n- the beneficiaries referred to in the above indent will be properly informed, when the advance payment is made, of the proportion of the appropriations provided by the Community (a memorandum on the procedure which will be followed for this purpose is attached to this application).\nOfficial stamp and signature of the competent authority\nANNEX V Report on the use made of the advance payments in respect of 19 .. made available pursuant to Directive 78/627/EEC  (months ... to ...)\n>PIC FILE= \"T0013033\">"}