{"celex_id": "31985R0823", "uri": "http://publications.europa.eu/resource/cellar/20d42e70-e7ce-4b10-a5e9-6738c824ebb2", "type": "Regulation", "concepts": ["2645", "797"], "title": "Council Regulation (EEC) No 823/85 of 27 March 1985 fixing the flat-rate production aid and the guide price for certain dried fodder products for the period 1 April to 14 April 1985\n", "header": "COUNCIL  REGULATION (EEC) No 823/85\nof 27 March 1985\nfixing the flat-rate production aid and the guide price for certain dried fodder products for the period 1 April to 14 April 1985\nTHE COUNCIL OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 43 thereof,\nHaving regard to Council Regulation (EEC) No 1117/78 of 22 May 1978 on the common organization of the market in dried fodder (1), as last amended by Regulation (EEC) No 1220/83 (2), and in particular Articles 3 (3), 4 (1) and (3) and 5 (2) thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (3),\nWhereas Article 3 of Regulation (EEC) No 1117/78 stipulates that the level of the fixed production aid for dried fodder must be such as to bring about an improvement in the Community's protein supplies;\nWhereas, under Article 4 of the same Regulation, a guide price must be set for certain dried fodder products at a level that is fair to producers; whereas this price must be set for a standard quality representative of the average quality of dried fodder produced in the Community;\nWhereas, under Article 5 (2) of Regulation (EEC) No 1117/78, the supplementary aid provided for in paragraph 1 of that Article must be equal to a percentage of the difference between the guide price and the average world market price for the products in question; whereas, in view of the characteristics of the market in question, the percentage should be set at 100 % for the products referred to in the first indent of Article 1 (b) and (c) of Regulation (EEC) No 1117/78 and at 50 % for the products referred to in the second indent of Article 1 (b) of that Regulation;\nWhereas it has proved necessary to reconsider all the problems relating to the fixing of prices for the 1985/86 marketing year, which will involve delay in the fixing of these prices; whereas it is therefore necessary to fix the production aid and the guide price for those dried fodder products, for which the marketing year expires on 31 March 1985, for the period 1 to 14 April 1985,", "main_body": ["For the period 1 to 14 April 1985 the flat-rate production aid provided for in Article 3 of Regulation (EEC) No 1117/78 shall be 8,41 ECU per tonne for the products referred to in Article 1 (b) and (c) of the said Regulation.", "For the period 1 to 14 April 1985 the guide price for the products referred to in the first indent of Article 1 (b) of Regulation (EEC) No 1117/78 shall be 177,15 ECU per tonne.\nThis price refers to a product with:\n- a moisture content of 11 %,\n- a total gross protein content of 18 % of the dry weight.", "For the period 1 to 14 April 1985 the percentages to be used to calculate the supplementary aid referred to in Article 5 of Regulation (EEC) No 1117/78 shall be:\n- 100 % for the products referred to in the first indent of Article 1 (b) and (c) of the said Regulation,\n- 50 % for the products referred to in the second indent of Article 1 (b) of the said Regulation.", "This Regulation shall enter into force on 1 April 1985.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 27 March 1985.\nFor the Council\nThe President\nF. M. PANDOLFI\n(1) OJ No L 142, 30. 5. 1978, p. 1.\n(2) OJ No L 132, 21. 5. 1983, p. 29.\n(3) Opinion delivered on 14 March 1985 (not yet published in the Official Journal)."}