{"celex_id": "31984R1275", "uri": "http://publications.europa.eu/resource/cellar/cb132eef-7551-4f25-9c4f-822278c320e6", "type": "Regulation", "concepts": ["1591", "3864", "4620", "588"], "title": "Council Regulation (EEC) No 1275/84 of 7 May 1984 repealing the definitive anti-dumping duty on imports of standardized multi-phase electric motors having an output of more than 0,75 kW but not more than 75 kW, originating in the Soviet Union, and terminating the anti-dumping proceedings in respect of the said imports\n", "header": "COUNCIL  REGULATION (EEC) No 1275/84\nof 7 May 1984\nrepealing the definitive anti-dumping duty on imports of standardized multi-phase electric motors having an output of more than 0,75 kW but not more than 75 kW, originating in the Soviet Union, and terminating the anti-dumping proceedings in respect of the said imports\nTHE COUNCIL OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3017/79 of 20 December 1979 on protection against dumped or subsidized imports from countries not members of the European Economic Community (1), as amended by Regulation (EEC) No 1580/82 (2), and in particular Article 14 thereof.\nHaving regard to the proposal made by the Commission after consulting the Advisory Committee established by the abovementioned Regulation,\nWhereas:\nA. Definitive duty\n(1) By Regulation (EEC) No 2075/82 (3), the Council imposed a definitive anti-dumping duty on imports of standardized multi-phase electric motors having an output of more than 0,75 kW but not more than 75 kW, falling within subheading ex 85.01 B I b) of the Common Customs Tariff, corresponding to NIMEXE codes 85.01-ex 33, ex 34 and ex 36, originating in the Soviet Union. The Regulation also contained an acceptance of undertakings to raise prices given by exporters from Bulgaria, Czechoslovakia, the German Democratic Republic, Poland and Romania, and terminated the anti-dumping proceedings in respect of imports of these products originating in those countries.\nB. Review\n(2) The Soviet exporter of the products in question, Energomachexport, Moscow, asked the Commission to review the definitive anti-dumping duty.\nC. Undertaking\n(3) When requesting the review, the Soviet exporter offered an undertaking to comply voluntarily with minimum export prices. This undertaking should eliminate the injury caused to the Community industry by the exports in question.\n(4) The Commission, after consultations, accordingly adopted Decision 84/189/EEC (4) accepting the undertaking given by the Soviet exporter.\nD. Repeal of definitive anti-dumping duty\n(5) The Council therefore considers that the definitive anti-dumping duty is no longer required to protect the Community interest. Therefore Article 2 of Regulation (EEC) No 2075/82 should be repealed.\n(6) Definitive anti-dumping duties collected from 15 February 1984, the date on which the undertaking took effect, should be reimbursed,", "main_body": ["Article 2 of Regulation (EEC) No 2075/82 is hereby repealed.", "Definitive anti-dumping duties collected as from 15 February 1984 pursuant to Regulation (EEC) No 2075/82 shall be reimbursed.", "The anti-dumping proceedings in respect of imports of standardized multi-phase electric motors having an output of more than 0,75 kW but not more than 75 kW, originating in the Soviet Union, are hereby terminated.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 7 May 1984.\nFor the Council\nThe President\nM. ROCARD\n(1) OJ No L 339, 31. 12. 1979, p. 1.\n(2) OJ No L 178, 22. 6. 1982, p. 9.\n(3) OJ No L 220, 29. 7. 1982, p. 36.\n(4) OJ No L 95, 5. 4. 1984, p. 28."}