{"celex_id": "31982R1852", "uri": "http://publications.europa.eu/resource/cellar/52861c46-dbf9-4798-9ae6-6accb80647ef", "type": "Regulation", "concepts": ["1264", "2871", "3170", "3190"], "title": "Commission Regulation (EEC) No 1852/82 of 9 July 1982 amending for the fifth time Regulation (EEC) No 2960/77 on detailed rules for the sale of olive oil held by intervention agenciesr\n", "header": "COMMISSION  REGULATION (EEC) No 1852/82\nof 9 July 1982\namending for the fifth time Regulation (EEC) No 2960/77 on detailed rules for the sale of olive oil held by intervention agencies\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation No 136/66/EEC of 22 September 1966 on the establishment of the common organization of the market in oils and fats (1), as last amended by Regulation (EEC) No 1413/82 (2), and in particular Article 12 (4) thereof,\nWhereas Article 1 (2) of Commission Regulation (EEC) No 2960/77 (3), as last amended by Regulation (EEC) No 3473/80 (4), stipulates that where olive oil held by intervention agencies is sold for export, the oil must be exported within five months following the month of sale;\nWhereas experience has shown that exporters are encountering difficulty in observing the time limit in the case of certain destinations; whereas the time limit should be deferred by the amount of time necessary to allow exports to be conducted properly;\nWhereas at present export refunds may not be given on untreated oils; whereas, in order to ensure proper management of sales for export, it should be laid down that oils sold under standing tendering procedures are to be exported in the edible state;\nWhereas, in the case of export of olive oil sold by intervention agencies, there is a risk that such oils will be blended with untreated oils for speculative purposes; whereas, to prevent this, Article 1 (2) of Regulation (EEC) No 2960/77 should be amended to state that oils sold out of intervention may be blended only with edible oils;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Oils and Fats,", "main_body": ["Article 1 (2) of Regulation (EEC) No 2960/77 is hereby replaced by the following:\n'2. In the case of sale for export, the oil must be exported within six months following the month of sale without further processing or after undergoing one of the following processes:\n(a) refining;\n(b) packaging in immediate packages with a content to be determined.\nIn all cases the exported oil must be directly edible. It may be blended with other edible olive oils.'", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 9 July 1982.\nFor the Commission\nPoul DALSAGER\nMember of the Commission\n(1) OJ No 172, 30. 9. 1966, p. 3025/66.\n(2) OJ No L 162, 12. 6. 1982, p. 6.\n(3) OJ No L 348, 30. 12. 1977, p. 46.\n(4) OJ No L 363, 31. 12. 1980, p. 49."}