{"celex_id": "31989D0423", "uri": "http://publications.europa.eu/resource/cellar/a63d5867-d25e-456c-955b-aa87f7e7890f", "type": "Decision", "concepts": ["13", "1519", "4498"], "title": "89/423/EEC: Commission Decision of 22 June 1989 relating to the specific programme concerning the processing and marketing of fish and fish products in Italy for the period 1989 to 1990 forwarded by Italy pursuant to Council Regulation (EEC) No 355/77 (only the Italian text is authentic)\n", "header": "//  //  // DECISION\nof 22 June 1989\nrelating to the specific programme concerning the processing and marketing of fish and fish products in Italy for the period 1989 to 1990 forwarded by Italy pursuant to Council Regulation (EEC) No 355/77\n(Only the Italian text is authentic)\n(89/423/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 355/77 of 15 February 1977 on common measures to improve the conditions under which agricultural and fishery products are processed and marketed (1), as last amended by Regulation (EEC) No 1760/87 (2), and in particular Article 5 thereof,\nWhereas the specific programme approved by Commission Decision 86/385/EEC (3) expired on 31 December 1988;\nWhereas Italy submitted on 30 March 1989 a request to extend the specific programme for the period 1988 to 1990;\nWhereas, in accordance with Article 1 (3) of Regulation (EEC) No 355/77 regarding the granting of EAGGF aid, the investments which appear in Title II should from part of a specific programme;\nWhereas this programme contributes to the fulfilment of the objectives of the common fisheries policy and it includes the details referred to in Article 3 of that Regulation;\nWhereas the programme should be consistent with the multiannual guidance programmes for restructuring, modernizing and developing the fishering industry and for developing aquaculture in Italy adopted by Commission Decisions of 23 December 1988 amending Decision 88/140/EEC of 11 December 1987 on the multiannual guidance programme for the fishing fleet 1987 to 1991 forwarded by Italy pursuant to Regulation (EEC) No 4028/86 (4), and 88/4/EEC (5);\nWhereas Council Regulation (EEC) No 4256/88 (6) lays down that Regulation (EEC) No 355/77 is to be repealed by 31 December 1989 at the latest, but in relation to the fisheries sector projects submitted under Regulation (EEC) No 355/77 may be introduced until 31 December 1990;\nWhereas the measures provided for in this Decision are in accordance with the joint opinion of the Standing Committee on Agricultural Structures and Rural Development and the Standing Committee for the Fishing Industry,", "main_body": ["The specific programme concerned the processing and marketing of fisheries products in Italy, approved by Decision 86/385/EEC, and whose main features are set out in Annex I, is hereby extended to 31 December 1990, subject to the provisions in Annex II.", "This Decision is addressed to the Italian Republic."], "attachments": "Done at Brussels, 22 June 1989.\nFor the Commission\nManuel MARĂ\u008dN\nVice-President\n(1) OJ No L 51, 23. 2. 1977, p. 1.\n(2) OJ No L 167, 26. 6. 1987, p. 1.\n(3) OJ No L 226, 13. 8. 1986, p. 27.\n(4) Not yet published in the Official Journal.\n(5) OJ No L 4, 7. 1. 1988, p. 21.\n(6) OJ No L 374, 31. 12. 1988, p. 25.\nANNEX I\nMain features of the programme in respect of the common measures to improve the conditions under which fish and fish products are processed and marketed, drawn up by Italy pursuant to Regulation (EEC) No 355/77\n1. Purpose of the programme\nImprovement and rationalization of marketing/distribution networks for fish and fish products and, in the processing sector, modernization of existing facilities and access to new markets.\n2. Delimitation of the area concerned by the programme\nThe whole of Italy.\n3. Duration of the programme\nThe programme covers the period from 1 January 1989 to 31 December 1990.\n4. Objectives of the programme\nFor the processing sector:\n- the maintenance of present production capacity and the containment of the costs of production by mechanization of processing lines,\n- the upgrading and promotion of traditional products and new products,\n- the rationalization of supplies of raw materials.\nFor the marketing/distribution of fish and fish products:\n- the development of refrigerated units and purification plants,\n- the rationalization of marketing networks.\n5. Estimated investments\nTo attain the specified objectives, and particularly to contain the costs of production and create new products, the total investment for the duration of the programme is estimated to be ECU 73 400 000, allocated as follows:\n- processing of tuna, mackerel, sardine, anchovy, clam: ECU 33 200 000,\n- refrigeration and deep-freezing installations: ECU 26 800 000,\n- wholesale centres, auctions markets and purification facilities: ECU 13 400 000.\nThe financial data, as well as the breakdown between various types of investments, are indicative.\n6. National aids\nThe above investments are liable to benefit from aids and subsidied loans from the ministry by means of funding from the central fisheries fund, the regions and the other public bodies which have a specific interest in the different sectors.\nANNEX II\nFinal conclusions\n1. The Commission considers that the programme submitted by Italy as a framework for future Community or national financing schemes constitutes a suitable basis to facilitate the development of the processing and marketing of fish and fish products.\nIn this connection, the Commission emphasizes the importance of the prospective development of resources and of the consequences and objectives of the multiannual guidance programmes with regard to the fishing fleet and to aquaculture for the future development of the processing and marketing of fish products.\n2. Investments relating to products destined for human consumption which are not included in Annex II of the Treaty will be examined in relation to the provisions of Article 7 of Regulation (EEC) No 355/77. These products should conatin a significant element of fish.\n3. With regard to the processing of clams, particular attention will have to be paid to shellfish resources, which determine the supplies available to this sector.\n4. The Commission points out that the estimated investment needs contained in these programmes do not imply any commitment to financial participation by the Community.\n5. The Commission underlines that it is necessary that projects and programmes financed through the Structural Funds and Community financial instruments comply with Community rules on public procurement."}