{"celex_id": "31986D0386", "uri": "http://publications.europa.eu/resource/cellar/5cc86dd1-4d42-4d62-b48f-18817da8f26d", "type": "Decision", "concepts": ["2792", "3774"], "title": "86/386/EEC: Commission Decision of 23 July 1986 relating to the specific programmes concerning the processing and marketing of fish and fish products in the United Kingdom for the period 1985 to 1989 forwarded by the United Kingdom pursuant to Council Regulation (EEC) No 355/77 (Only the English text is authentic)\n", "header": "COMMISSION  DECISION\nof 23 July 1986\nrelating to the specific programmes concerning the processing and marketing of fish and fish products in the United Kingdom for the period 1985 to 1989 forwarded by the United Kingdom pursuant to Council Regulation (EEC) No 355/77\n(Only the English text is authentic)\n(86/386/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 355/77 of 15 February 1977 on common measures to improve the conditions under which agricultural and fishery products are processed and marketed (1), as last amended by Regulation (EEC) No 3768/85 (2) and in particular Article 5 thereof,\nWhereas the United Kingdom forwarded to the Commission on 24, 26 and 30 April 1985 three specific programmes for Scotland, for Northern Ireland and for England and Wales respectively concerning the processing and marketing of fish and fish products and the latest supplementary background information on these programmes on 28 April 1986;\nWhereas these programmes comply with the provisions of Article 2 of Regulation (EEC) No 355/77;\nWhereas these programmes contribute to the fulfilment of the objectives of the common fisheries policy and include the details referred to in Article 3 of that Regulation;\nWhereas the programmes should be consistent with the multiannual guidance programmes for restructuring, modernizing and developing the fishing industry and for developing aquaculture as adopted by the Commission by Decisions 85/291/EEC (3) and 85/292/EEC (4);\nWhereas the measures provided for in this Decision are in accordance with the joint opinion of the Standing Committee on Agricultural Structures and the Standing Committee for the Fishing Industry,", "main_body": ["The three specific programmes concerning the processing or marketing of fish and fish products in Scotland, Northern Ireland and in England and Wales, forwarded by the United Kingdom respectively on 24, 26 and 30 April 1986, as last supplemented on 28 April 1986 and main features of which are set out in Annex I, are hereby approved, subject to the provisions in Annex II.", "This Decision is addressed to the United Kingdom."], "attachments": "Done at Brussels, 23 July 1986.\nFor the Commission\nAntĂłnio CARDOSO E CUNHA\nMember of the Commission\n(1) OJ No L 51, 23. 2. 1977, p. 1.\n(2) OJ No L 362, 31. 12. 1985, p. 8.\n(3) OJ No L 157, 15. 6. 1985, p. 43.\n(4) OJ No L 157, 15. 6. 1985, p. 46.\nANNEX I\nMAIN FEATURES OF THE PROGRAMMES IN RESPECT OF THE COMMON MEASURES TO IMPROVE THE CONDITIONS UNDER WHICH FISH AND FISH PRODUCTS ARE PROCESSED AND MARKETED, DRAWN UP BY THE UNITED KINGDOM PURSUANT TO COUNCIL REGULATION (EEC) No 355/77\n1. Purpose of the programmes\nThe programmes deal with all aspects of the processing, sorting and marketing of fish (including shellfish) from the point of landings to the retail outlet (excluding investments at the retail level); they also extend to the processing of farmed fish and fish offal.\n2. Delimitation of the area concerned by the programmes\nThe whole of the United Kingdom.\n3. Duration of the programmes\nThe estimated time for the execution of the programmes is five years (from 1 January 1985 to 31 December 1989).\n4. Objectives of the programmes\nThe responsibility for investment decisions in this sector lies entirely within the industry so these decisions will be taken on a purely commercial basis. The programmes aim to build on the achievements of the preceding programmes by encouraging the industry to continue:\n- to adapt to the significant changes in patterns of supply and availability (including seasonal fluctuations) of major categories of fish,\n- to respond to significant changes in the nature of consumer demands and corresponding trends in the presentation and packing of fish and fish products for both home consumption and the catering industry,\n- to achieve these objectives with due regard to regional factors in that investments may be source-oriented (located near points of landings) or market-oriented (located near major centres of processing, marketing or consumption).\n5. Actions envisaged and priorities\n- to improve the quality, freshness and hygiene of products,\n- to increase and improve the capacity to handle, store and process variable amounts and types of fish and from points of landings through the network of processing and distribution,\n- to adapt and increase processing facilities in order to produce a wider range of products processed and marketed, particularly those with 'value added'; these would include prepared dishes for human consumption containing significant amounts of fish,\n- to reduce operating costs and increase efficiencies and yields.\n6. The estimated investment needs\n(million ÂŁ)\n1.2.3 //  //  //  // NORTHERN IRELAND   //   //  // Processing and marketing   // 2   // 2   //    //   //  // SCOTLAND   //   //   // Processing facilities   // 20   //  // Canning   // 3   //   // Storage and freezing   // 4   //  // Marketing, packaging, distribution and transport   // 3  //   //    //   //   //   // 30   // 30   //    //   //  // ENGLAND AND WALES   //   //   // Adaptation and improvement of existing marketing and processing facilities   // 30   //  // Provision of new marketing and processing facilities   // 8   //   // Investment in processing and marketing in the shellfish and fish-farming sectors   // 15   //   // Port facilities and distribution   // 12   //   //    //   //   //  // 65   // 65   //    //   //   // UNITED KINGDOM   //   // 97   //    //   //\nANNEX II\nFINAL CONCLUSIONS\n1. The Commission considers that the programmes submitted by the United Kingdom as a framework for future Community or national financing schemes constitute a suitable basis, following the adoption of the common fisheries policy, to facilitate the development of the processing and marketing of fish and fish products.\nIn this connection, the Commission emphasizes the importance of the prospective development of resources and of the consequences and objectives of the multiannual guidance programmes with regard to the fishing fleet and to aquaculture for the future development of the processing and marketing of fish products.\n2. Given that the structural measures for the restructuring of the fishing fleet and aquaculture will expire at the end of 1986, the Commission reserves the possibility of reviewing the current programme at a later date in order that the structural measures relating to the fishing fleet and aquaculture, foreseen for 1987 and later, may be taken into consideration in an appropriate manner in relation to the sector for processing and marketing of fish products.\nFurthermore, investments in products for human consumption which are not listed in Annex II of the EEC Treaty shall be examined with particular reference to Article 7 of Council Regulation (EEC) No 355/77; these should contain significant amounts of fish.\n3. Taking into account the present situation in the Community market for sardines tinned in traditional form, the Commission affirms that in the implementation of the current programmes, no financial aid should be granted to investments increasing the production capacity of this type of product.\n4. The Commission points out that the estimated investment needs contained in these programmes do not imply any commitment to financial participation by the Community."}