{"celex_id": "31984D0269", "uri": "http://publications.europa.eu/resource/cellar/67bbe278-f5c6-401f-b63f-2f12bd2ec32c", "type": "Decision", "concepts": ["1329", "2979"], "title": "84/269/EEC: Commission Decision of 8 May 1984 on amendments to the boundaries of less-favoured farming areas within the meaning of Directive 75/268/EEC in the Federal Republic of Germany (Only the German text is authentic)\n", "header": "COMMISSION  DECISION\nof 8 May 1984\non amendments to the boundaries of less-favoured farming areas within the meaning of Directive 75/268/EEC in the Federal Republic of Germany\n(Only the German text is authentic)\n(84/269/EEC)\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 75/268/EEC of 28 April 1975 on mountain and hill farming and farming in certain less-favoured areas (1), as last amended by Directive 82/786/EEC (2), and in particular Article 2 (3) thereof,\nWhereas Council Directive 75/270/EEC of 28 April 1975 concerning the Community list of less-favoured farming areas within the meaning of Directive 75/268/EEC (Germany) (3), as last amended by Commission Decision 81/931/EEC (4), determines the areas in the Federal Republic of Germany included in the Community list of less-favoured farming areas within the meaning of Article 3 (3), (4) and (5) of Directive 75/268/EEC;\nWhereas the Government of the Federal Republic of Germany has requested, in accordance with Article 2 (1) of Directive 75/268/EEC, that the following amendments be made to the boundaries of the less-favoured farming areas listed in the Annex to Directive 75/270/EEC;\nWhereas the transfer of certain localities or parts thereof already included in the list of areas within the meaning of Article 3 (4) of Directive 75/268/EEC to the list of areas within the meaning of Article 3 (3) of that Directive complies with the indices, values and exception criteria set out in Directive 75/270/EEC for the demarcation of mountain areas;\nWhereas areas 11, 12, 19, 25, 26 and 27 listed in the Annex to Directive 75/270/EEC have been extended to include localities or parts thereof;\nWhereas the other localities or parts thereof which are the subject of Germany's request comply with the indices and values set out in Directive 75/270/EEC for the demarcation of areas within the meaning of Article 3 (4) and (5) of Directive 75/268/EEC;\nWhereas the amendments requested by the Government of the Federal Republic of Germany under Article 2 (3) of Directive 75/268/EEC result in the utilized agricultural area of all the less-favoured areas being increased by not more than 1,5 % of the total utilized agricultural area of the Federal Republic of Germany;\nWhereas the total extent of the areas classified pursuant to Article 3 (5) of Directive 75/268/EEC is less than 2,5 % of the total area of the Federal Republic of Germany;\nWhereas the EAGGF Committee has been consulted on the financial aspects;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Agricultural Structure,", "main_body": ["The list of less-favoured farming areas in the Federal Republic of Germany contained in the Annex to Directive 75/270/EEC is hereby amended in accordance with the Annex to this Decision with effect from 1 January 1984.", "This Decision is addressed to the Federal Republic of Germany."], "attachments": "Done at Brussels, 8 May 1984.\nFor the Commission\nPoul DALSAGER\nMember of the Commission\n(1) OJ No L 128, 19. 5. 1975, p. 1.\n(2) OJ No L 327, 24. 11. 1982, p. 19.\n(3) OJ No L 128, 19. 5. 1975, p. 10.\n(4) OJ No L 337, 24. 11. 1981, p. 28."}