{"celex_id": "31987R4070", "uri": "http://publications.europa.eu/resource/cellar/89b783dc-b969-4725-b448-66ea8d80d022", "type": "Regulation", "concepts": ["1005", "1433", "2798", "5673"], "title": "Council Regulation (EEC) No 4070/87 of 22 December 1987 on the grant of support to transport infrastructure projects\n", "header": "COUNCIL  REGULATION (EEC) No 4070/87\nof 22 December 1987\non the grant of support to transport infrastructure projects\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 75 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nHaving regard to the opinion of the Economic and Social Committee (2),\nWhereas at its meeting of 11 November 1986, the Council reached conclusions concerning the objectives, criteria and financial mechanisms of a medium-term programme to improve transport infrastructure;\nWhereas a number of eligible projects have been submitted by Member States to use the whole of the appropriations remaining for this purpose in the 1986 and 1987 budgets;\nWhereas the ceilings for Community financial support for each project of this Regulation should be fixed by the Commission;\nWhereas the methods and procedures for implementing this Regulation should be defined,", "main_body": ["Within the limit of the budget appropriations remaining from the 1986 budget and those available under the 1987 budget, and under the conditions set out in Articles 2, 3 and 4, the Community shall provide financial support for transport infrastructure projects by contributing to the cost of the following projects:\n1. Studies preparatory to construction work\n- Scandinavian Link - to assist the development of a number of fixed links,\n- Transcity - preparatory work on a project to provide new rail services between the Saar, Luxembourg and France,\n- Demonstration project to improve the utilization and safety of motorways,\n- High-speed rail links - impact analysis,\n- Study of a European combined transport network.\n2. Projects on major transit routes including those to assist transit through non-member States:\n- Road links to the Channel tunnel,\n- New railway tunnel on the Brenner rail route,\n- Strengthening of the rail link Netherlands/Germany,\n- United Kingdom/Ireland road link,\n- Works on combined transport routes Germany/Spain,\n- Combined transport centre in Verona (traffic through Austria),\n- Works on the rail link from Thessaloniki to the Yugoslav frontier.\n3. Links to the Iberian Peninsula:\n- Modernization of the rail line Lisbon-Oporto-Spain (Beira Alta),\n- Motorway construction Madrid-Burgos-France,\n- Construction of a rail line Lisbon-Madrid-Barcelona (Coslada-Ricla).\n4. Integration of peripheral regions:\n- North-South road in Greece,\n- North-South road in Ireland.", "1. The financial support granted under this Regulation to the projects chosen in accordance therewith may not exceed 25 % of the total cost of each project or of the particular stage of the projects to be supported. The support may be increased to not more than 50 % in the case of studies carried out preparatory to construction work.\n2. In no case shall the contributions from the Community budget sources exceed 50 % of the total cost of the project or that part of the project that is assisted.\n3. An advance payment of no more than 40 % of the Community contribution may be provided to accelerate the execution of projects.\n4. The amount of Community financial contributions to the projects referred to in Article 1 shall be decided on by the Commission in agreement with the Member States involved.", "1. Where a project which has received financial support has not been carried out as planned, or where the conditions imposed by the provisions governing the measure are not fulfilled, the financial support may be reduced or cancelled by a decision adopted by the Commission.\nAny sum paid incorrectly shall be repaid to the Community by the beneficiary within 12 months of the date of notification of such decision.\n2. Without prejudice to checks carried out by the Member States in accordance with national laws, regulations or administrative provisions, and without prejudice to Article 206a of the Treaty or to any inspection arranged on the basis of Article 209 (c) of the Treaty, on-the-spot checks or enquiries in respect of projects receiving financial support shall be carried out by the competent authorities of the Member State concerned and by representatives of the Commission, or other persons authorized for the purpose by the latter. The Commission shall determine deadlines for the performance of checks and as preliminary inform the Member State in order to receive all necessary assistance.\n3. The purpose of these on-the-spot checks or enquiries relating to operations receiving financial support is to ascertain:\n(a) the conformity of administrative practices with Community rules;\n(b) the existence of supporting documents and whether they correspond to the projects receiving financial support;\n(c) the conditions under which operations are executed and checked;\n(d) the conformity of the projects carried out with the conditions subject to which financial support was granted.\n4. The Commission may suspend payment of the financial contribution in respect of an operation if a check reveals irregularities, or a substantial change in the nature or conditions of the project for which the Commission's approval has not been sought.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 22 December 1987.\nFor the Council\nThe President\nN. WILHJELM\n(1) Opinion delivered on 18 December 1987 (not yet published in the Official Journal).\n(2) Opinion delivered on 16 December 1987 (not yet published in the Official Journal)."}