{"celex_id": "31980R3397", "uri": "http://publications.europa.eu/resource/cellar/d974f9c1-09a9-461d-83ee-c61dda6f6d50", "type": "Regulation", "concepts": ["1182", "2771", "2850", "3191", "4078", "4320"], "title": "Council Regulation (EEC) No 3397/80 of 8 December 1980 on the conclusion of the Additional Protocol to the Agreement between the European Economic Community and the Kingdom of Sweden consequent on the accession of the Hellenic Republic to the Community\n", "header": "COUNCIL REGULATION (EEC) No 3397/80 of 8 December 1980 on the conclusion of the Additional Protocol to the Agreement between the European Economic Community and the Kingdom of Sweden consequent on the accession of the Hellenic Republic to the Community\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 113 thereof,\nHaving regard to the recommendation from the Commission,\nWhereas it is necessary to approve the Additional Protocol to the Agreement between the European Economic Community and the Kingdom of Sweden (1) signed in Brussels on 22 July 1972, to take account of the accession of the Hellenic Republic to the Community,", "main_body": ["The Additional Protocol to the Agreement between the European Economic Community and the Kingdom of Sweden consequent on the accession of the Hellenic Republic to the Community is hereby approved on behalf of the Community.\nThe text of the Protocol is annexed to this Regulation.", "The President of the Council shall give the notification provided for in Article 13 of the Additional Protocol (2).", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 8 December 1980.\nFor the Council\nThe President\nC. NEY\n(1) OJ No L 300, 31.12.1972, p. 97.  (2) The date of entry into force of the Protocol will be published in the Official Journal of the European Communities by the General Secretariat of the Council.\nADDITIONAL PROTOCOL to the Agreement between the European Economic Community and the Kingdom of Sweden consequent on the accession of the Hellenic Republic to the Community\nTHE EUROPEAN ECONOMIC COMMUNITY,\nof the one part,\nand\nTHE KINGDOM OF SWEDEN,\nof the other part,\nCONSIDERING the accession of the Hellenic Republic to the European Communities on 1 January 1981,\nHAVING REGARD to the Agreement between the European Economic Community and the Kingdom of Sweden signed in Brussels on 22 July 1972, hereinafter called \"the Agreement\",\nHAVE DECIDED to determine by common accord the adjustments and transitional measures to the Agreement consequent on the accession of the Hellenic Republic to the European Economic Community\nAND TO CONCLUDE THIS PROTOCOL:\nTITLE I Adjustments\nArticle 1\nThe text of the Agreement, the Final Act and the declarations annexed thereto shall be drawn up in Greek and that text shall be authentic in the same way as the original texts. The Joint Committee shall approve the Greek text.\nArticle 2\nThe Hellenic Republic shall apply the provisions laid down in the table contained in Article 1 (3) of protocol 1 to the Agreement to all products covered by Chapters 48 and 49 of the Common Customs Tariff originating in Sweden and not listed in Annex I.\nArticle 3\n1. The volume of the indicative ceilings which the European Economic Community, in accordance with the provisions of Protocol 1 to the Agreement, applies as from 1 January 1981 to imports of products originating in Sweden shall consist of:    - the volumes of the indicative ceilings resulting from the application of the rules laid down in Protocol 1 to the Agreement, and\n- in addition for 1981 the volumes listed in Annex III ; for each subsequent year these volumes shall be increased by 5 %.\n2. When the volumes for imports into Greece laid down in Annex III have been reached for the products concerned, the Hellenic Republic may reimpose the customs duties on imports which it applies at that time to third countries, until the end of the calendar year.\nTITLE II Transitional measures\nArticle 4\nFor the products listed in Annex I, the Hellenic Republic shall progressively abolish customs duties on imports of products originating in Sweden in accordance with the following timetable:    - on 1 January 1981, each duty shall be reduced to 90 % of the basic duty,\n- on 1 January 1982, each duty shall be reduced to 80 % of the basic duty,\n- the four other reductions of 20 % each shall be made on:    - 1 January 1983,\n- 1 January 1984,\n- 1 January 1985,\n- 1 January 1986.\nArticle 5\n1. For the products listed in Annex I, the basic duty to which the successive reductions provided for in Article 4 are to be applied shall, for each product, be the duty actually applied by the Hellenic Republic in respect of Sweden on 1 July 1980.\n2. However, in respect of matches falling within heading No 36.06 of the Common Customs Tariff, the basic duty shall be 17 72 % ad valorem.\nArticle 6\n1. For the products listed in Annex I, the Hellenic Republic shall progressively abolish charges having equivalent effect to customs duties on imports of products originating in Sweden in accordance with the following timetable:    - on 1 January 1981, each charge shall be reduced to 90 % of the basic rate;\n- on 1 January 1982, each charge shall be reduced to 80 % of the basic rate;\n- the four other reductions of 20 % each shall be made on:    - 1 January 1983,\n- 1 January 1984,\n- 1 January 1985,\n- 1 January 1986.\n2. The basic rate to which the successive reductions provided for in paragraph 1 are to be applied shall, for each product, be the rate applied by the Hellenic Republic on 31 December 1980 in respect of the Community as at present constituted.\n3. Any charge having equivalent effect to a customs duty on imports, introduced as from 1 January 1979 in trade between Greece and Sweden, shall be abolished on 1 January 1981.\nArticle 7\nIf the Hellenic Republic suspends or reduces duties or charges having equivalent effect on products imported from the Community as at present constituted more quickly than under the established timetable, the Hellenic Republic shall also suspend or reduce, by the same percentage, those duties or charges having equivalent effect on products originating in Sweden.\nArticle 8\n1. The variable component which the Hellenic Republic may apply in accordance with Article 1 of Protocol 2 to the Agreement to the products listed in Table I of that Protocol, originating in Sweden, shall be adjusted by the compensatory amount applied in trade between the Community as at present constituted and Greece.\n2. For the products which are listed both in Table I of Protocol 2 to the Agreement and in Annex I to this Protocol, the Hellenic Republic shall abolish, in accordance with the timetable laid down in Article 4, the difference between:    - the fixed component of the duty to be applied by the Hellenic Republic upon accession, and\n- the duty (other than the variable component) shown in the last column of Table I of Protocol 2.\nArticle 9\n1. The Hellenic Republic may retain quantitative restrictions until 31 December 1985 on products listed in Annex II, originating in Sweden.\n2. The restrictions referred to in paragraph 1 shall take the form of global quotas which shall also be opened towards imports originating in Austria, Finland, Iceland, Norway, and Switzerland.\nThe global quotas for 1981 are listed in Annex II.\n3. The minimum rate of progressive increase for the quotas referred to in paragraph 2 shall be 25 % at the beginning of each year for quotas expressed in European units of account (EUA), and 20 % at the beginning of each year for quotas expressed if terms of volume. Such increases shall be added to each quota and the next increase calculated on the basis of the total thus obtained.\nWhere a quota is expressed in terms of both volume and value, the quota relating to volume shall be raised by at  least 20 % a year and the quota relating to value by at least 25 % a year, the succeeding quotas to be calculated each year on the basis of the preceding quota plus the increase.\nHowever, with regard to motor coaches and buses and other vehicles falling within subheading ex 87.02 A I of the Common Customs Tariff, the volume quota shall be raised by 15 % a year and the quota relating to value by 20 % a year.\n4. Where it is found that imports into Greece of a product listed in Annex II have for two consecutive years been less than 90 % of the quota, the Hellenic Republic shall liberalize imports of that product originating in Sweden and in the countries listed in paragraph 2, if the product in question is at that time liberalized towards the Community as at present constituted.\n5. If the Hellenic Republic liberalizes imports of a product listed in Annex II coming from the Community as at present constituted or increases a quota beyond the minimum rate applicable to the Community as at present constituted, the Hellenic Republic shall also liberalize imports of that product originating in Sweden or increase the global quota proportionally.\n6. Regarding licences for imports of products listed in Annex II and originating in Sweden the Hellenic Republic shall apply the same administrative rules and practices as applied to such imports originating in the Community as at present constituted, with the exception of the quota for fertilizers falling within heading Nos 31.02 and 31.03 and subheadings 31.05 A I, II and IV of the Common Customs Tariff, where the Hellenic Republic may apply the rules and practices relevant to exclusive marketing rights.\nArticle 10\n1. Import deposits and cash payments in force in Greece on 31 December 1980 with regard to imports of products originating in Sweden shall be progressively eliminated over a period of three years from 1 January 1981.\nThe rate of import deposits and cash payments shall be reduced in accordance with the following timetable:    - 1 January 1981 : 25 %,\n- 1 January 1982 : 25 %,\n- 1 January 1983 : 25 %,\n- 1 January 1984 : 25 %.\n2. If, in respect of the Community as at present constituted, the Hellenic Republic reduces the rate of import deposits or cash payments more quickly than under the timetable set out in paragraph 1, the Hellenic Republic shall make the same reduction with regard to imports of products originating in Sweden.\nTITLE III General and final provisions\nArticle 11\nThe Joint Committee shall make any amendments which may be necessary to the origin rules consequent on the accession of the Hellenic Republic to the European Communities.\nArticle 12\nThe Annexes to this Protocol form an integral part thereof. This Protocol forms an integral part of the Agreement.\nArticle 13\nThis Protocol shall be approved by the Contracting Parties in accordance with their own procedures. It shall enter into force on 1 January 1981, provided that the Contracting Parties have notified each other before that date that the procedures necessary to this end have been completed. After that date, the Protocol shall enter into force on the first day of the second month following such notification.\nArticle 14\nThis Protocol is drawn up in duplicate, in the Danish, Dutch, English, French, German, Greek, Italian and Swedish languages, each of these texts being equally authentic.\nUdfærdiget i Bruxelles, den sjette november nitten hundrede og firs.\nGeschehen zu Brüssel am sechsten November neunzehnhundertachtzig.\nDone at Brussels on the sixth day of November in the year one thousand nine hundred and eighty.\nFait à Bruxelles, le six novembre mil neuf cent quatre-vingt. >PIC FILE= \"T0017457\">\nFatto a Bruxelles, addì sei novembre millenovecentoottanta.\nGedaan te Brussel, de zesde november negentienhonderd tachtig.\nSom skedde i Bryssel den sjätte november nittonhundraåttio.\nFor Det europæiske økonomiske Fællesskab\nFür die Europäische Wirtschaftsgemeinschaft\nFor the European Economic Community\nPour la Communauté économique européenne >PIC FILE= \"T0017458\">\nPer la Comunità economica europea\nVoor de Europese Economische Gemeenschap\nFör Europeiska ekonomiska gemenskapen >PIC FILE= \"T0017459\">\nFor kongeriget Sverige\nFür das Königreich Schweden\nFor the Kingdom of Sweden\nPour le royaume de la Suède >PIC FILE= \"T0017460\">\nPer il Regno di Svezia\nVoor het Koninkrijk Zweden\nFör Konungariket Sverige >PIC FILE= \"T0017461\">\nANNEX I List referred to in Article 4\n>PIC FILE= \"T0017462\">    >PIC FILE= \"T0017463\">\n>PIC FILE= \"T0017464\">\n>PIC FILE= \"T0017465\">\n>PIC FILE= \"T0017466\">\n>PIC FILE= \"T0017467\">\n>PIC FILE= \"T0017468\">\n>PIC FILE= \"T0017469\">\n>PIC FILE= \"T0017470\">\n>PIC FILE= \"T0017471\">\n>PIC FILE= \"T0017472\">\n>PIC FILE= \"T0017473\">\n>PIC FILE= \"T0017474\">\n>PIC FILE= \"T0017475\">\n>PIC FILE= \"T0017476\">\n>PIC FILE= \"T0017477\">\nANNEX II\n>PIC FILE= \"T0017478\"\"PIC FILE= \"T0017479\">\n>PIC FILE= \"T0017480\">\n>PIC FILE= \"T0017481\">\nANNEX III Increase of Community ceilings in regard to Sweden\n>PIC FILE= \"T0017482\">"}