{"celex_id": "31986D0356", "uri": "http://publications.europa.eu/resource/cellar/2f9887e6-33f8-435d-a6bd-c805aa12cf79", "type": "Decision", "concepts": ["4585", "5262"], "title": "86/356/EEC: Council Decision of 21 July 1986 authorizing the United Kingdom to apply flat-rate measures in respect of the non-deductible value added tax charged on fuel expenditure in company cars\n", "header": "COUNCIL  DECISION\nof 21 July 1986\nauthorizing the United Kingdom to apply flat-rate measures in respect of the non-deductible value added tax charged on fuel expenditure in company cars\n(86/356/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the sixth Council Directive 77/388/EEC of 17 May 1977 on the harmonization of the laws of the Member States relating to turnover taxes - Common system of value added tax: uniform basis of assessment (1), as last amended by Directive 84/386/EEC (2), and in particular Article 27 thereof,\nHaving regard to the proposal from the Commission,\nWhereas, under the terms of Article 27 (1) of Directive 77/388/EEC, the Council, acting unanimously on a proposal from the Commission, may authorize any Member State to introduce special measures for derogation from the provisions of that Directive, in order to simplify the procedure for charging the tax or to prevent certain types of tax evasion or avoidance;\nWhereas the United Kingdom has requested authorization to introduce a special measures designed to determine on a flat-rate basis the proportion of value added tax relating to expenditure on fuel used for private purposes in company cars; whereas that measure derogates from Articles 5 (6) and 17 (6) of Directive 77/388/EEC;\nWhereas it is appropriate to accede to this request subject to certain conditions,", "main_body": ["The United Kingdom is hereby authorized to fix on a flat-rate basis the proportion of value added tax relating to expenditure on fuel used for private purposes in company cars.", "For a transitional period, the proportion of the tax referred to in Article 1 may be expressed in fixed amounts determined according to engine capacity or type of vehicle. These fixed amounts shall be adjusted annually in line with changes in the average cost of fuel.", "Where Article 2 is applied, the United Kingdom shall communicate to the Commission annually the following information, broken down by vehicle category:\n1. The average cost of fuel per kilometre.\n2. The average distance covered per vehicle each year on private journeys.\n3. An estimate of the number of vehicles affected by this Decision.\nThe system which has been set up will be reviewed on the basis of this information and taking account of the harmonization of expenditure not eligible for a deduction of value added tax envisaged in Article 17 (6) of Directive 77/388/EEC.", "This Decision shall apply from 23 March 1986.", "This Decision is addressed to the United Kingdom."], "attachments": "Done at Brussels, 21 July 1986.\nFor the Council\nThe President\nG. HOWE\n(1) OJ No L 145, 13. 6. 1977, p. 1.\n(2) OJ No L 208, 3. 8. 1984, p. 58."}