{"celex_id": "31987R4021", "uri": "http://publications.europa.eu/resource/cellar/b5626946-330a-4a56-86c0-d489aa0344fe", "type": "Regulation", "concepts": ["1085", "1368", "1644"], "title": "Commission Regulation (EEC) No 4021/87 of 23 December 1987 instituting a system for the authorization of imports in respect of imports into France of certain kinds of beach slippers, slippers and other indoor footwear\n", "header": "COMMISSION  REGULATION (EEC) No 4021/87\nof 23 December 1987\ninstituting a system for the authorization of imports in respect of imports into France of certain kinds of beach slippers, slippers and other indoor footwear\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1766/82 of 30 June 1982 on common rules for imports from the People's Republic of China (1), and in particular Article 11 thereof,\nHaving regard to Council Regulation (EEC) No 3420/83 of 14 November 1983 on import arrangments for products originating in State-trading countries, not liberalized at Community level (2), as last amended by Regulation (EEC) No 2273/87 (3), and in particular Article 9 (3) and (4) thereof,\nAfter consultations within the advisory committees set up by the above Regulations,\nWhereas:\nA. Procedure\n(1) By means of Regulation (EEC) No 3667/84 (4), as amended (5), the Commission set up a system for the authorization of import into France for certain kinds of beach slippers, slippers and other indoor footwear of Chinese origin. In so doing the Commission took account of the steps taken by the authorities of the principal exporting country, the People's Republic of China, which subjects the export to France of the product in question to an export certificate in order to contain such exports within certain quantitative limits in 1985, 1986 and 1987.\n(2) On 16 July 1987 the Commission was informed by the French authorities that the expiry of the measures in question, due on 31 December 1987, threatened to expose French producers to serious injury once again.\n(3) The French request was supported by evidence regarding the trend of imports and the conditions under which they were taking place, in particular with regard to prices. Information had also been supplied ragarding the effects of such imports on the slipper and beach slipper industries.\n(4) Having decided, after consultations, that the evidence in its possession was sufficient to justify the initiation of an investigation, the Commission accordingly announced, in a notice published in the Official Journal of the European Communities (6), the initiation of a Community investigation in respect of imports into France of the products concerned originating in China and commenced the investigation.\n(5) The Commission officially informed the importers known to be concerned and gave all parties concerned the opportunity to make known their views in writing or to request an oral hearing.\nArguments were presented on behalf of the French producers, notably by the Fédération Nationale de l'Industrie de la Chaussure de France.\n(6) China was given an opportunity to make known its views in writing or to request an oral hearing. Non-confidential parts of the report of the investigation were sent to the authorities of the principal exporting country, the People's Republic of China.\n(7) In the course of its investigation, the Commission endeavoured to gather and verify all the information it regarded as necessary. It carried out checks at the premises of the following companies:\nFrench producers:\n- Ets. Etchandy, Mauléon,\n- Aguer & Fils SA, Mauléon,\n- Ets Victor, Bayonne.\nThe following importers were consulted:\n- Atlex, Paris\n- Borsumij Wehy France, Wissous,\n- Chauss-Europe, Le Havre,\n- Dresco, Saint-Maur (Paris),\n- Interco, Saint-Pierre Montlimart,\n- Netter & Cie, Paris,\n- Rondinaud, Rivières,\n- Savignard, Loudun,\n- Sogamax, Ales Cédex.\nThe importers and their national federation and union were granted a hearing. They were at pains to point out that the Chinese beach slippers and slippers could not compete against the French manufacturers' products as they were not of comparable quality.\n(8) Price comparisons made related to the period 1 January to 31 July 1987.\nB Products and industries concerned\n(9) The products which are the subject of the investigation are, first, slippers and other indoor footwear with textile outer soles falling within heading No ex 64.04 of the Common Customs Tariff, corresponding to NIMEXE code 64.04-10, and slippers and other indoor footwear with uppers of textile fabric falling within subheading ex 64.02 B of the Common Customs Tariff, corresponding to NIMEXE code ex 64.02-60, and secondly, all types of beach slippers, including those with outer soles with elastomer (beach slippers falling within subheading ex 64.02 B of the Common Customs Tariff, NIMEXE code 64.02-69) and those without elastomer (beach slippers falling within subheading ex 64.04 of the Common Customs Tariff, NIMEXE code ex 64.04-90).\n(10) The Commission investigation showed that a distinction should be made between slippers and beach slippers, whether with regard to import trends, prices or the impact of imports on French industry, since slipper producltion and beach slipper production constitute two different industries.\nC. Slippers\n(11) The investigation showed that slippers originating in China, whether falling within subheading ex 64.02 B of the Common Customs Tariff, corresponding to NIMEXE code ex 64.02-60, or within other headings, generally have textile soles coated with plastic material and that slippers manufactured in France with outer soles of rubber or artificial plastic material are similar to or directly competitive with such products. For that reason, the impact of imports of the slippers in question was gauged in relation to French production of slippers with soles of rubber or artificial plastic material, whether or not the slippers had textile uppers.\n(12) Following the implementation in January 1985 of the system instituted by Regulation (EEC) No 3667/84 in respect of slippers originating in China, the level of imports originating in China was 20,9 million pairs lin 1985, 22,8 million pairs in 1986 and 15 million pairs in the first seven months of 1987, which corresponds approximately with lthe export limits decided on by the Chinese authorities. Attention must be drawn, however, to the very strong rise in recent years in imports of unprotected slippers falling within NIMEXE code ex 64.02-60 (up by 195 % in 1986 compared with 1985, and showing a similar trend in 1987).\n(13) Resale prices of these imports in France were substantially lower than the prices applied by Community producers; the average price differential varied between 30 % and 70 %, depending on the article.\n(14) With regard to the impact of the imports on the French slipper industry, the Commission investigation highlighted the fact that serious economic difficules still existed.\nThe investigation showed that over the period since 1980 apparent consumption has remained relatively steady, at around 70 million pairs. Production of slippers, after falling since 1980 (51 million pairs) has also stabilized at about 45 million pairs with a peak of 48 million pairs in 1986 due to voluntary restraint on Chinese imports. This held the Chinese share of the French market to 30 %, allowing French manufacturers to diversify and to broaden their producltion towards the middle of the range.\n(15) However, the investigation showed that the French producers remained very vulnerable to Chinese competition. The lower end of the slipper market has now been largely taken over by imports from outside the Community, mainly from China. The tendency for the number of people employed to drop (from 11 000 in 1984 to 9 700 in 1987) and the tendency for the number of undertakings to drop (67 in 1983 and 60 in 1986) has not been reversed. In addition, financial results have remained very unsatisfactory despite the protective measures.\nTaking into account the still-large market share of Chinese imports (30 %) and given the very low price levels of these imports, it is clear that if the protective measures were discontinued the inevitable result would be a further substantial increase in imports, which would in itself constitute a source of serious injury. D. Beach slippers\n(16) The institution in January 1985 of the import system established by Regulation (EEC) No 3667/84 should have reduced imports from China to 3,2 million pairs in 1985, 3,4 million pairs in 1986 and 3,6 million pairs in 1987. Actual imports originating in China exceeded the levels laid down by the Chinese authorities, as communicated to the Commission. As a result, the Commission was forced in 1985 to change the quantitative limits for 1986 and 1987 to 3,15 million pairs and 3,35 million pairs respectively.\nImports of Chinese origin were 3,3 million pairs in 1985, 3,9 million pairs in 1986 and 4 million pairs in 1987 (seven months).\nThe market share held by Chinese imports, 25 % in 1984, continued to grow in 1985 and 1986, reaching 43 %.\n(17) The investigation showed that there was no apparent difference of quality between the Chinese and the French beach slippers. Resale prices of imported beach slippers on the French market were about 60 % below the prices applied by French producers. It should be noted that the cif sale price of Chinese beach slippers in Europe is well below the production cost, barely covering the cost of raw materials.\n(18) The investigation showed that French producers of beach slippers were still experiencing economic difficulties.\nIndeed, the downward trend in the number of jobs was not reversed: numbers continued to fall, reaching 750 in 1987, which represents a loss of 38 % of jobs in three years; at the same time, the number of producers dropped from 16 firms in 1983 to 11 firms in 1987.\nAfter falling from 14 million pairs in 1979 to 10 million in 1984, French production continued to decline in 1985 (9,8 million pairs), 1986 (9,1 million pairs) and 1987 (an estimated 8,7 million pairs).\n(19) It may be considered that the lower end of the beach slipper market has now been taken over by imports from outside the Community, in particular from China. The French producers have responded to Chinese competition by extensive modernization, which has meant diversifying their production in the direction of more expensive articles and boosting exports to a considerable extent.\n(20) In the light of the results of the investigation, it is clear that, given the prices charged by the Chinese exporters and their considerable and growing production capacity, failure to maintain protective measures would inevitably result in a further substantial increase in imports, which would in itself constitute a source of serious injury and jeopardize the modernization measures.\nE. Protective measures\n(21) It emerges from the foregoing that, in the case of both slippers and beach slippers, the abandonment of voluntary restraint would cause serioius injury to the French producers. The adoption of further protective measures for a period of three years is necessary in order to impede as little as possible the smooth development of world trade and to permit the French undertakings concerned to pursue their modernization programmes.\n(22) In view of this situation, consultations have taken place between the Commission and the Chinese authorities, in accordance with Article 6 of the Trade and Economic Cooperation Agreement (1) concluded between the Community and the People's Republic of China, which is the principal exporting country, in order to find a solution to the problems created by the imports in question.\n(23) Following these consultations, and in accordance with the spirit of the abovementioned Article 6, the Chinese authorities notified the Commission of the steps taken by their Government to make export into France of the slippers and beach slippers in question subject to export certificates land also to issue such certificates in such a way as to comply with the following quantitative llimits for exports of the products in question into France during the calendar years 1988, 1986 and 1990.\n(1 000 pairs) 1.2.3.4.5.6.7.8 //  //  //  //  //  //  //  //  // Description  // CCT heading No   // NIMEXE code   // CN code   // 1988  // 19898   // 1990  //  //  //  //  //  //  //  //  //  // Slippers and other indoor footwear   // ex 64.04   // ex 64.04-10   // ex 6405 10 90 6405 20 91 ex 6405 90 90   // 25 000   // 25 900   // 26 700  //  //  // ex 64.02 B   // ex 64.02-60   // 6404 19 10 6404 20 10 ex 6405 90 10   //   //   //   //   // Beach slippers  // ex 64.04   // ex 64.04-90   // ex 6405 10 90 6405 20 99 ex 6405 90 90   // 3 700   // 3 900   // 4 100  //  //  // ex 64.02 B   // ex 64.02-69   // 6404 19 90 ex 6404 20 90   //  //   //   //   //    //   //   //   //   //   //   //\nThese quantitative limits are to be increased, where appropriate, by unused quantities carried over from the previous year, or reduced by quantities used in advance from the quantitative limit for the following year.\n(24) In view of the measures taken by the Chinese Government it is necessary, in respect of imports of slippers and beach slippers into France, that appropriate verification procedures are set up to ensure that the machinery introduced by the authorities of the People's Republic of China to limit exports is operating properly.\n(25) As the investigation showed that the increased penetration of imports originating in the People's Republic of China affected the French market only, there is no need for immediate action in respect of the Member States to safeguard Community interests,", "main_body": ["1. Imports into France of the products set out below originating in the People's Republic of China shall be subject to an import authorization issued by the French authorities.\n1.2.3.4 //  //  //  //  // CCT heading No   // NIMEXE code  // CN-code   // Description  //  //  //  //  // ex 64.04  // ex 64.04-10   // ex 6405 10 90 6405 20 91 ex 6405 90 90  // Slippers and other indoor footwear   // ex 64.02 B   // ex 64.02-60   // 6404 19 10 6404 20 10 ex 6405 90 10   //   // ex 64.04   // ex 64.04-90   // ex 6405 10 90 6405 20 99 ex 6405 90 90   // Beach slippers   // ex 64.02 B   // ex 64.02-69  // 6404 19 90 ex 6404 20 90   //   //    //   //   //\nThis import shall be valid only in the Member State in which it was issued.\n2. The import authorization referred to in paragraph 1 shall be issued automatically, free of charge, within a maximum of five working days from the date of presentation by the importer of the original of the export certificate corresponding to the quantities request issued by the authorities in China, subject to the annual quantitative limits for the Member State in question. Article 2\nThe Community investigation proceeding to re-examine the trends of certain kinds of slippers and other indoor footwear and certain kinds of beach slippers is hereby terminated.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall be applicable from 1 January 1988 until 31 December 1990\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 23 December 1987.\nFor the Commission\nWilly DE CLERCQ\nMember of the Commission\n(1) OJ No L 195, 5. 7. 1982, p. 21.\n(2) OJ No L 346, 8. 12. 1983, p. 6.\n(3) OJ No L 217, 6. 8. 1987, p. 1.\n(4) OJ No L 340, 28. 12. 1984, p. 30.\n(5) OJ No C 252, 3. 10. 1985, p. 3.\n(6) OJ No C 293, 4. 11. 1987, p. 9.\n(1) OJ No L 250, 19. 9. 1985, p. 1."}