{"celex_id": "31984R0837", "uri": "http://publications.europa.eu/resource/cellar/146a8d1a-0996-4057-83cf-27a9b311033d", "type": "Regulation", "concepts": ["1637", "171", "2414", "4079", "4472", "6042"], "title": "Commission Regulation (EEC) No 837/84 of 30 March 1984 amending Regulation (EEC) No 2681/83 laying down detailed rules for the application of the subsidy system for oil seeds\n", "header": "COMMISSION  REGULATION (EEC) No 837/84\nof 30 March 1984\namending Regulation (EEC) No 2681/83 laying down detailed rules for the application of the subsidy system for oil seeds\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation No 136/66/EEC of 22 September 1966 on the establishment of a common organization of the market in oils and fats (1), as last amended by Regulation (EEC) No 1431/82 (2), and in particular Article 27 (5) thereof,\nWhereas Article 26 (1) of Commission Regulation (EEC) No 2681/83 (3), as corrected by Regulation (EEC) No 287/84 (4), provides that a system of customs control or administrative control offering equivalent guarantees is to be applied at the time of import to certain seeds and mixtures of seeds; whereas, pursuant to Article 28 (1), one of the conditions for the release of the securities to be lodged in conjunction with such control is the production of proof that the products concerned have been placed under control in an oil mill or establishment for the manufacture of feedingstuffs;\nWhereas under Council Directive 79/695/EEC of 24 July 1979 on the harmonization of procedures for the release of goods for free circulation (5), as amended by Directive 81/853/EEC (6), it can occur that the conditions for lodging and releasing a security are fulfilled simultaneously; whereas, therefore, provision should be made for securities not to be lodged in such cases;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Oils and Fats,", "main_body": ["The second subparagraph of Article 26 (1) of Regulation (EEC) No 2681/83 is hereby replaced by the following:\n'Securities shall be lodged for seeds brought under control, except in cases where seeds or mixtures are put into free circulation within an undertaking as defined in Article 2 (1).'", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 March 1984.\nFor the Commission\nPoul DALSAGER\nMember of the Commission\n(1) OJ No 172, 30. 9. 1966, p. 3025/66.\n(2) OJ No L 162, 12. 6. 1982, p. 6.\n(3) OJ No L 266, 21. 9. 1983, p. 1.\n(4) OJ No L 34, 6. 2. 1984, p. 1.\n(5) OJ No L 205, 13. 8. 1979, p. 19.\n(6) OJ No L 319, 7. 11. 1981, p. 1."}