{"celex_id": "31987R3741", "uri": "http://publications.europa.eu/resource/cellar/23bacc48-1752-4887-b06a-eccdf007c80d", "type": "Regulation", "concepts": ["1609", "1684", "171", "3190"], "title": "Commission Regulation (EEC) No 3741/87 of 14 December 1987 amending Regulation (EEC) No 3540/85 laying down detailed rules for the application of the special measures for peas, field beans and sweet lupins\n", "header": "COMMISSION REGULATION (EEC) No 3741/87\nof 14 December 1987\namending Regulation (EEC) No 3540/85 laying down detailed rules for the application of the special measures for peas, field beans and sweet lupins\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1431/82 of 18 May 1982 laying down special measures for peas, field beans and sweet lupins (1), as last amended by Regulation (EEC) No 3127/86 (2), and in particular Article 3 (7) thereof,\nHaving regard to Council Regulation (EEC) No 2036/82 of 19 July 1982 adopting general rules concerning special measures for peas, field beans and sweet lupins (3), as last amended by Regulation (EEC) No 1958/87 (4), and in particular Article 12a (4) thereof,\nWhereas Article 31a of Commission Regulation (EEC) No 3540/85 (5), as last amended by Regulation (EEC) No 2889/87 (6), provides for a system of control for peas, field beans and sweet lupins which are the subject of trade between Member States; whereas, in order to avoid ambiguity, the endorsement referred to in paragraph 2 thereof should be entered in section 104 of the control copy;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Dried Fodder,", "main_body": ["Article 31a (2) of Regulation (EEC) No 3540/85 is hereby amended as follows:\n1. Point (b) is replaced by the following:\n'(b) section 104 by deleting those entries which are not applicable and by inserting one of the following:\n- Destinado a ser objeto de una declaración de recepción para ser utilizado con arreglo al apartado 3 del artículo 16 del Reglamento (CEE) no 3540/85 o a ser exportado hacia terceros países\n- Bestemt til at blive omfattet af en erklaering om ankomst som omhandlet i artikel 16, stk. 3, i forordning (EOEF) nr. 3540/85 eller til udfoersel til tredjelande\n- Zur Verwendung gemaess Artikel 16 Absatz 3 der Verordnung (EWG) Nr. 3540/85 oder zur Ausfuhr nach Drittlaendern in eine Eingangserklaerung einzutragen\n- Proorizómeno na apotelései antikeímeno dilóseos apodochís gia na chrisimopoiitheí katá tin énnoia toy árthroy 16 parágrafos 3 toy kanonismoý (EOK) arith. 3540/85 í na exachtheí pros trítes chóres\n- To be the subject of a declaration of products received to be used as defined in Article 16 (3) of Regulation (EEC) No 3540/85 or to be exported to third countries\n- Destiné à faire l'objet d'une déclaration de réception pour être utilisé au sens de l'article 16 paragraphe 3 du règlement (CEE) no 3540/85 ou à être exporté vers les pays tiers\n- Destinato ad essere oggetto di una dichiarazione di ricevimento per essere utilizzato a norma dell'articolo 16, paragrafo 3 del regolamento (CEE) n. 3540/85 o ad essere esportato verso i paesi terzi\n- Bestemd om, met het oog op het gebruik ervan, te worden vermeld in een opgave van de binnengekomen hoeveelheden in de zin van artikel 16, lid 3, van Verordening (EEG) nr. 3540/85 of voor uitvoer naar derde landen\n- Destinado a ser objecto de uma declaração de recepção para ser utilizado na acepção do nº 3 do artigo 16º do Regulamento (CEE) nº 3540/85 ou a ser exportado para países terceiros.'\n2. The last subparagraph is replaced by the following:\n'The \"Control of use and/or destination\" section on the back of the copy under \"Remarks\" must mention the recorded net weight of the checked product and details of the declaration of products received referred to in Article 16 (3) relating to the product.'", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 14 December 1987.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 162, 12. 6. 1982, p. 28.\n(2) OJ No L 292, 16. 10. 1986, p. 1.\n(3) OJ No L 219, 28. 7. 1982, p. 1.\n(4) OJ No L 184, 3. 7. 1987, p. 3.\n(5) OJ No L 342, 19. 12. 1985, p. 1.\n(6) OJ No L 275, 29. 9. 1987, p. 23."}