{"celex_id": "31980L1107", "uri": "http://publications.europa.eu/resource/cellar/d6ccf5ac-26d4-4c49-820b-488d131fc8d5", "type": "Directive", "concepts": ["2739", "3730", "4039", "4557", "5810"], "title": "Council Directive 80/1107/EEC of 27 November 1980 on the protection of workers from the risks related to exposure to chemical, physical and biological agents at work\n", "header": "COUNCIL DIRECTIVE  of 27 November 1980  on the protection of workers from the risks related to exposure to chemical, physical and biological agents at work  (80/1107/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 100 thereof,\nHaving regard to the proposal from the Commission (1), drafted following consultation with the Advisory Committee on Safety, Hygiene and Health Protection at work,\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas the Council resolution of 29 June 1978 on an action programme of the European Communities on safety and health at work (4), provides for the harmonization of provisions and measures regarding the protection of workers with respect to chemical, physical and biological agents ; whereas efforts must therefore be made towards approximation, while the improvement is being maintained, of the laws, regulations and administrative provisions of the Member States in accordance with Article 117 of the Treaty;\nWhereas certain differences are revealed by an examination of the measures taken by Member States to protect workers from the risks related to exposure to chemical, physical and biological agents at work ; whereas, therefore, in the interests of balanced development, these measures, which directly affect the functioning of the common market, should be approximated and improved ; whereas this approximation and improvement should be based on common principles;\nWhereas the said protection should as far as possible be ensured by measures to prevent exposure or keep it at as low a level as is reasonably practicable;\nWhereas to this end it is appropriate that the Member States should, when they adopt provisions in this field, comply with a set of requirements, including in particular the laying down of limit values ; whereas an initial list of agents may be adopted in this Directive for the application of further more specific requirements ; whereas the Member States will determine whether and to what extent each of these requirements is applicable to the agent concerned;\nWhereas provision should be made, within the time limits set by this Directive, for the implementation, in respect of a limited number of agents, of provisions to ensure, for the workers concerned, appropriate surveillance of their state of health during exposure and the provision of appropriate information;\nWhereas the Council will lay down the limit values and other specific requirements for certain agents in individual Directives;\nWhereas certain technical aspects concerning the specific requirements established in the individual directives can be reviewed in the light of experience and progress made in the technical and scientific fields;  (1)OJ No C 89, 5.4.1979, p. 6. (2)OJ No C 59, 10.3.1980, p. 73. (3)OJ No C 297, 28.11.1979, p. 5. (4)OJ No C 165, 11.7.1978, p. 1.\nWhereas representatives of employers and workers have a role to play in the protection of workers;\nWhereas, since the Hellenic Republic is to become a member of the European Economic Community on the 1 January 1981 in accordance with the 1979 Act of Accession, it should be granted a longer period in which to implement this Directive so as to enable it to set up the necessary legislative, social and technical structures, in particular those concerning consultation of both sides of industry, the setting up of a system for monitoring the health of workers as well as the supervision of such implementation,", "main_body": ["1. The aim of this Directive is the protection of workers against risks to their health and safety, including the prevention of such risks, arising or likely to arise at work from exposure to chemical, physical and biological agents considered harmful.\n2. This Directive shall not apply to:    - workers exposed to radiation covered by the Treaty establishing the European Atomic Energy Community,\n- sea transport,\n- air transport.", "For the purposes of this Directive:    (a) \"agent\" means any chemical, physical or biological agent present at work and likely to be harmful to health;\n(b) \"worker\" means any employed person exposed or likely to be exposed to such agents at work;\n(c) \"limit value\" means the exposure limit or biological indicator limit in the appropriate medium, depending on the agent.", "1. In order that the exposure of workers to agents be avoided or kept at as low a level as is reasonably practicable, Member States shall, when they adopt provisions for the protection of workers, concerning an agent, take:    - the measures set out in Article 4,\n- the additional measures set out in Article 5, where the agent appears in the initial list in Annex I.\n2. For the purposes of paragraph 1, the Member States shall determine the extent, if any, to which each of the measures provided for in Articles 4 and 5 is to apply, taking into account the nature of the agent, the extent and duration of the exposure, the gravity of the risk and the available knowledge concerning it, together with the degree of urgency of the measures to be adopted.\n3. Member States shall adopt the measures necessary to ensure:    - in the case of the agents listed in Annex II, Part A, appropriate surveillance of the state of health of workers during the period of exposure,\n- in the case of the agents listed in Annex II, Part B, access for workers and/or their representatives at the place of work to appropriate information on the dangers which these agents present.\n4. The adoption of the measures referred to in paragraph 3 by the Member States shall not oblige them to apply paragraphs 1 and 2.", "The measures referred to in the first indent of Article 3 (1) shall be:    1. limitation of the use of the agent at the place of work;\n2. limitation of the number of workers exposed or likely to be exposed;\n3. prevention by engineering control;\n4. establishment of limit values and of sampling procedures, measuring procedures and procedures for evaluating results;\n5. protection measures involving the application of suitable working procedures and methods;\n6. collective protection measures;\n7. individual protection measures, where exposure cannot reasonably be avoided by other means;\n8. hygiene measures;\n9. information for workers on the potential risks connected with their exposure, on the technical preventive measures to be observed by workers, and on the precautions taken by the employer and to be taken by workers;\n10. use of warning and safety signs;\n11. surveillance of the health of workers;\n12. keeping updated records of exposure levels, lists of workers exposed and medical records;\n13. emergency measures for abnormal exposures;\n14. if necessary, general or limited ban on the agent, in cases where use of the other means available does not make it possible to ensure adequate protection.", "The additional measures referred to in the second indent of Article 3 (1) shall be:    1. providing medical surveillance of workers prior to exposure and thereafter at regular intervals. In special cases, it shall be ensured that a suitable form of health surveillance is available to workers who have been exposed to the agent, after exposure has ceased;\n2. access by workers and/or their representatives at the place of work to the results of exposure measurements and to the anonymous collective results of the biological tests indicating exposure when such tests are provided for;\n3. access by each worker concerned to the results of his own biological tests indicating exposure;\n4. informing workers and/or their representatives at the place of work where the limit values referred to in Article 4 are exceeded, of the causes thereof and of the measures taken or to be taken in order to rectify the situation;\n5. access by workers and/or their representatives at the place of work to appropriate information to improve their knowledge of the dangers to which they are exposed.", "Member States shall see to it that:    - workers' and employers' organizations are consulted before the provisions for the implementation of the measures referred to in Article 3 are adopted and that workers' representatives in the undertakings or establishments, where they exist, can check that such provisions are applied or can be involved in their application,\n- any worker temporarily suspended on medical grounds in accordance with national laws or practices from exposure to the action of an agent is, where possible, provided with another job,\n- the measures adopted in implementation of this Directive are consistent with the need to protect public health and the environment.", "This Directive and the individual Directives referred to in Article 8 shall not prejudice the right of Member States to apply or introduce laws, regulations or administrative provisions ensuring greater protection for workers.", "1. In the individual Directives which it adopts on the agents listed in Annex I, the Council shall, acting on a proposal from the Commission, lay down the limit value or values and the other specific requirements applicable.\n2. The titles of the individual Directives shall include serial numbers.\n3. Adaptation to technical progress in accordance with the procedure in Article 10 shall be restricted to the technical aspects listed in Annex III under the conditions laid down in the individual Directives.", "1. With a view to the adaptation to technical progress referred to in Article 8 (3) a committee is hereby established consisting of representatives of the Member States and presided over by a representative of the Commission.\n2. The Committee shall draw up its own rules of procedure.", "0\n1. Where the procedure laid down in this Article is invoked, matters shall be referred to the Committee by the chairman, either on his own initiative or at the request of the representative of a Member State.\n2. The representative of the Commission shall submit to the Committee a draft of the measures to be taken. The Committee shall deliver its opinion on this draft within a time limit which the chairman may set according to the urgency of the matter. Decisions shall be taken by a majority of 41 votes, the votes of Member States being weighted as provided for in Article 148 (2) of the Treaty. The chairman shall not vote.\n3.    (a) The Commission shall take the proposed measures where they are in accordance with the opinion of the Committee.\n(b) Where the proposed measures are not in accordance with the opinion of the Committee, or if no opinion is delivered the Commission shall without delay propose to the Council the measures to be taken. The Council shall act by a qualified majority.\n(c) If the Council has not acted within three months of receiving the proposal, the proposed measures shall be adopted by the Commission.", "1\n1. Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive within a period of three years of its notification and shall forthwith inform the Commission thereof.\nHowever, in the case of Article 3 (3), first indent, this period shall be four years.\nIn derogation from the above provisions, the time limits laid down in the first and second subparagraphs shall be four and five years respectively in the case of the Hellenic Republic.\n2. Member States shall communicate to the Commission the provisions of the national law which they adopt in the field governed by this Directive.", "2\nThis Directive is addressed to the Member States."], "attachments": "Done at Brussels, 27 November 1980.\nFor the Council\nThe President\nJ. SANTER\nANNEX I List of agents referred to in Article 3 (1), second indent, and Article 8 (1)\nAcrylonitrile\nAsbestos\nArsenic and compounds\nBenzene\nCadmium and compounds\nMercury and compounds\nNickel and compounds\nLead and compounds\nChlorinated hydrocarbons : - chloroform\n- paradichlorobenzene\n- carbon tetrachloride\nANNEX II\nA. List of agents referred to in Article 3 (3), first indent\n1. Asbestos\n2. Lead and compounds\nB. List of agents referred to in Article 3 (3), second indent\n1. Asbestos\n2. Arsenic and compounds\n3. Cadmium and compounds\n4. Mercury and compounds\n5. Lead and compounds\nANNEX III Technical aspects referred to in Article 8 (3)\n1. Sampling procedures and measuring methods (including quality control) with respect to the limit values in so far as such procedures and methods have no effect on the quantitative significance of those limit values.\n2. Practical recommendations on medical surveillance before and during exposure and after such exposure has ceased and keeping of records. on the results of such medical surveillance.\n3. Practical procedures regarding the establishment and keeping of records concerning ambient measurement results and lists of exposed workers.\n4. Practical recommendations for alarm systems to be installed at workplaces where abnormal exposures are likely to occur.\n5. Practical recommendations for emergency measures to be taken in the event of abnormal emissions.\n6. Collective and individual protection measures for certain operations (e.g. servicing and repairs) during which it cannot be guaranteed that concentrations or intensities of the agents will be kept below the limit values.\n7. Procedures regarding general hygiene requirements, and means of ensuring personal hygiene.\n8. Signs to identify areas where significant exposure is likely to occur and to indicate the precautions which have to be taken."}