{"celex_id": "31988D0445", "uri": "http://publications.europa.eu/resource/cellar/e6cd9ee2-2d73-4bff-ab03-21217aae47c0", "type": "Decision", "concepts": ["2795", "4478", "5200", "5237"], "title": "88/445/EEC: Council Decision of 25 July 1988 on the transition of the Eurotra programme to the third phase\n", "header": "COUNCIL DECISION of 25 July 1988 on the transition of the Eurotra programme to the third phase (88/445/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 235 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament(1),Having regard to the opinion of the Economic and Social Committee(2),\nWhereas Council Decision 82/752/EEC of 4 November 1982 on the adoption of a European Economic Community research and development programme for a machine translation system of advanced design(3) as amended by Decision 86/591/EEC(4), and in particular the  second paragraph of Article 1 thereof, states that at the end of each phase of the abovementioned programme (hereinafter called Eurotra) the Council, acting in accordance with the procedures laid down in the Treaty, shall decide, on the basis of a  report from the Commission and the opinion of the Management and Coordination Advisory Committee Â´Linguistic Problems' (CGC-12) whether to move on to the next phase;\nWhereas Council Decision 87/516/Euratom, EEC of  28 September 1987 concerning the framework programme for Community activities in the field of research and  technological development (1987 to 1991)(5) recalls in Article 1 (3) that an amount of 1 084 million ECU was deemed necessary in respect of research programmes already decided or under way;\nWhereas Eurotra is among those programmes already decided and under way and the amount of 5,5 million ECU was deemed necessary by the said Decision 82/752/EEC for its third phase;\nWhereas the objectives of the second phase of the Eurotra programme are expected to be achieved in the course of 1988 within the budgetary resources allocated by the budgetary authority; whereas the Eurotra programme has been assessed by a panel of  independent experts, whose recommendations have been incorporated by the Commission in the definition of the guidelines for the third phase;\nWhereas all twelve Member States are actively participating in the implementation of the Eurotra programme;\nWhereas it is essential to start immediately preparations for the transition of the Eurotra programme to an industrial development phase;\nWhereas the CGC-12 Committee has been consulted and has delivered a positive opinion on the transition to the third phase;\nWhereas the Scientific and Technical Research Committee (Crest) has been consulted;\nWhereas the Treaty has not provided the necessary powers other than those of Article 235,", "main_body": ["The Eurotra Programme as adopted by Decision 82/752/EEC shall move on to the third phase on 1 July 1988."], "attachments": "Done at Brussels, 25 July 1988.\nFor the CouncilThe PresidentTh. PANGALOS  (1)Opinion delivered on 8 July 1988 (not yet published in the Official Journal).\n(2)Opinion delivered on 7 July 1988 (not yet published in the Official Journal).\n(3)OJ No L 317, 13. 11. 1982, p. 19.\n(4)OJ No L 341, 4. 12. 1986, p. 39.\n(5)OJ No L 302, 24. 10. 1987, p. 1."}