{"celex_id": "31987R3445", "uri": "http://publications.europa.eu/resource/cellar/ea326a2d-aa47-48d7-8f62-765541ab04c3", "type": "Regulation", "concepts": ["1604", "161"], "title": "Council Regulation (EEC) No 3445/87 of 17 November 1987 opening and providing for the administration of a Community tariff quota for Chinese cabbages falling within subheading 07.01 B ex III of the Common Customs Tariff and originating in the Canary Islands (1987)\n", "header": "COUNCIL  REGULATION (EEC) No 3445/87\nof 17 November 1987\nopening and providing for the administration of a Community tariff quota for Chinese cabbages falling within subheading 07.01 B ex III of the Common Customs Tariff and originating in the Canary Islands (1987)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1391/87 of 18 May 1987 concerning certain adjustments to the arrangements applied to the Canary Islands (1), and in particular Articles 6 and 10 thereof,\nHaving regard to the proposal from the Commission,\nWhereas, under Article 6 of Regulation (EEC) No 1391/87, Chinese cabbages falling within subheading 07.01 B ex III of the Common Customs Tariff and originating in the Canary Islands shall qualify during the period 1 November to 31 December each year on import into the customs territory of the Community for a reduced duty within the limit of a Community tariff quota of 100 tonnes;\nWhereas, when the said product is imported into that part of Spain which is included in the customs territory of the Community, it qualifies for exemption from customs duties; whereas, when the said product is imported into Portugal, the quota duty applicable is to be calculated on the basis of the relevant provisions of the Act of Accession of Spain and Portugal; whereas, when the said product is released for free circulation in the remainder of the customs territory of the Community, it qualifies for the progressive reduction of the customs duty according to the same timetable and under the same conditions as those provided for in the Act of Accession for the same products and imported from Spain and Portugal; whereas, to qualify for the tariff quota, the product in question has to comply with certain marking and labelling conditions designed to prove its origin;\nWhereas it is necessary, in particular, to ensure to all Community importers equal and uninterrupted access to the abovementioned quota and uninterrupted application of the rates laid down for that quota to all imports of the products concerned into all Member States until the quota has been used up; whereas, however, since the quota is to cover requirements which cannot be determined with sufficient accuracy, it seems possible to avoid allocating it among the Member States, without prejudice to the drawing against the quota volume of such quantities as they may need, under conditions and according to a procedure to be specified; whereas this method of management requires close cooperation between the Member States and the Commission and the latter must in particular be able to monitor the rate at which the quota is used up and inform the Member States thereof;\nWhereas, since the Kingdom of Belgium, the Kingdom of the Netherlands and the Grand Duchy of Luxembourg are united within and jointly represented by the Benelux Economic Union, all transactions concerning the administration of shares allocated to that economic union may be carried out by any one of its members,", "main_body": ["1. (a) From 1 November until 31 December 1987 the duty of the Common Customs Tariff applicable on the import into the Community for the following product shall be suspended at the level and within the limit of a Community tariff quota as follows:\n1.2.3.4.5 //  //  //  //  //  // Order No  // CCT heading No  // Description  // Amount of tariff quota (tonnes)   // Rate of duty (%)   //    //   //   //   //   //   //   //   //   //  // 09.0437   // 07.01   // Vegetables, fresh or chilled:   //  //   //   //   // B. Cabbages, cauliflowers and brussels sprouts:   //   //   //   //   // ex III. Other:   //   //  //   //   // - Chinese cabbages, originating in the Canary\n(1) OJ No L 133, 22. 5. 1987, p. 5.\n(b) Where the said product is imported into that part of Spain which is included in the customs territory of the Community, it shall qualify for exemption from customs duties.\n(c) Within the limit of this tariff quota, the Portuguese Republic shall apply the customs duty calculated according to the relevant provisions of the Act of Accession and the Regulations relating thereto.\n2. (a) Without prejudice to the other provisions applicable as regards quality standards, the product covered by this Regulation cannot qualify under the tariff quota unless, when it is presented to the authorities responsible for the import formalities for the purposes of release into free circulation in the customs territory of the Community, it is presented in packaging which bears the words 'Canary Islands', or the equivalent thereof in another official Community language, in a clearly visible and perfectly legible form.\n(b) The third and fourth subparagraphs of Article 9 of Council Regulation (EEC) No 1035/72 of 18 May 1972 on the common organization of the market in fruit and vegetables (1), as last amended by Regulation (EEC) No 1351/86 (2), shall not apply to products covered by this Regulation.\n3. If an importer notifies an imminent importation of the product in question in a Member State and requests the benefit of the quota, the Member State concerned shall inform the Commission and drawn an amount corresponding to these requirements to the extent that the available balance of the reserve permits this.\n4. The shares drawn pursuant to paragraph 3 shall be valid until the end of the quota period.", "1. Member States shall take all appropriate measures to ensure that their drawings pursuant to Article 1 (3) are carried out in such a way that imports may be charged without interruption against their accumulated shares of the Community quota.\n2. Each Member State shall ensure that importers of the said goods have access to the quota so long as the residual balance of the quota volume so permits.\n3. Member States shall charge imports of the product concerned against their drawings as and when the product is entered for free circulation.\n4. The extent to which the quota has been used up shall be determined on the basis of the imports charged in accordance with paragraph 3.", "At the request of the Commission, Member States shall inform it of imports actually charged against the quota.", "The Member States and the Commission shall collaborate closely in order to ensure that this Regulation is complied with.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply from 1 November 1987.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 17 November 1987.\nFor the Council\nThe President\nL. TOERNAES Islands   // 100   // 12,2   //    //   //   //   //\n(1) OJ No L 118, 20. 5. 1972, p. 1.\n(2) OJ No L 119, 8. 5. 1986, p. 46."}