{"celex_id": "31985D0447", "uri": "http://publications.europa.eu/resource/cellar/df80b003-abb6-48fa-a442-981f0d6b45a2", "type": "Decision", "concepts": ["2356", "2560", "2738", "3584", "4692", "4840"], "title": "85/447/EEC: Commission Decision of 20 September 1985 amending for the second time Decision 85/341/EEC concerning certain protective measures against African swine fever in Belgium\n", "header": "COMMISSION  DECISION\nof 20 September 1985\namending for the second time Decision 85/341/EEC concerning certain protective measures against African swine fever in Belgium\n(85/447/EEC)\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 64/432/EEC of 26 June 1964 on animal health problems affecting intra-Community trade in bovine animals and swine (1), as last amended by Directive 85/320/EEC (2), and in particular Articles 9, 9a and 9b thereof,\nHaving regard to Council Directive 72/461/EEC of 12 December 1972 on helath problems affecting intra-Community trade in fresh meat (3), as last amended by Directive 85/322/EEC (4), and in particular Articles 8, 8a and 8b thereof,\nHaving regard to Council Directive 80/215/EEC of 22 January 1980 on animal health problems affecting intra-Community trade in meat products (5), as last amended by Directive 85/321/EEC (6), and in particular Articles 7, 7a and 7b thereof,\nWhereas an outbreak of African swine fever has occurred in Belgium;\nWhereas this outbreak is liable to endanger the herds of other Member States, in view of the trade in live pigs, fresh pigmeat and pigmeat products;\nWhereas, following this outbreak of African swine fever, the Commission adopted, particularly, Decision 85/341/EEC (7);\nWhereas the Belgian authorities have adopted stringent eradication measures, including the use of sentinel animals on infected farms and an extensive serological survey of all farms in the infected communes following a policy of total stamping out in all infected and some contact herds, with satisfactory results such that it is possible to remove the restrictions on trade in live pigs, fresh pigmeat and pigmeat products;\nWhereas, however, the restrictions on trade in fresh pigmeat and pigmeat products produced during the period of restrictions in the protection zones must continue to apply;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["Commission Decision 85/341/EEC is amended as follows:\n1. In Article 1, the following paragraph 3 is inserted:\n'3. The provisions of paragraphs 1 and 2 cease to apply as from 23 September 1985.'\n2. In Article 2, paragraph 3, the date of 19 July 1985 is replaced by the date of 20 September 1985.\n3. In Article 2, paragraph 4 is replaced by the following:\n'4. The restrictions described in paragraph 1 are lifted in respect of meat produced from animals slaughtered:\n- in the communes of Staden and Lendelede, as from 19 July 1985,\n- in the communes of Moorslede, Zonnebeke, Poelkapelle and the protection zone in Reninge as from 22 July 1985,\n- in the commune of Tielt as from 26 July 1985,\n- in the communes of Pittem, Meulebeke and Ardooie as from 2 August 1985,\n- in the communes of Ingelmunster, Izegem, Ledegem and the protection zone in Ichtegem as from 8 August 1985,\n- in the communes of Zwevezele and Kortemark as from 21 August 1985,\n- in the communes of Roeselare, Hooglede and the protection zone of Torhout as from 29 August 1985,\n- in the commune of Lichtervelde as from 23 September 1985.'\n4. In Article 3, paragraph 4 the date '19 July 1985' is replaced by the date '20 September 1985'.", "The Member States shall amend the measures which they apply to trade to bring them into compliance with this Decision. They shall immediately inform the Commission thereof.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 20 September 1985.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No 121, 29. 7. 1964, p. 1977/64.\n(2) OJ No L 168, 28. 6. 1985, p. 36.\n(3) OJ No L 302, 31. 12. 1972, p. 24.\n(4) OJ No L 168, 28. 6. 1985, p. 41.\n(5) OJ No L 47, 21. 2. 1980, p. 4.\n(6) OJ No L 168, 28. 6. 1985, p. 39.\n(7) OJ No L 179, 11. 7. 1985, p. 32."}