{"celex_id": "31989R2411", "uri": "http://publications.europa.eu/resource/cellar/7c9c236d-1fa5-45c1-a957-6c122a00a518", "type": "Regulation", "concepts": ["1637", "1781", "2299", "2416", "2591"], "title": "Council Regulation (EEC) No 2411/89 of 28 July 1989 amending Regulation (EEC) No 430/87 concerning the import arrangements applicable to products falling within CN codes 0714 10 10, 0714 10 90 and 0714 90 10 and originating in certain third countries\n", "header": "COUNCIL  REGULATION (EEC) No 2411/89\nof 28 July 1989\namending Regulation (EEC) No 430/87 concerning the import arrangements applicable to products falling within CN codes 0714 10 10, 0714 10 90 and 0714 90 10 and originating in certain third countries\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 113 thereof,\nHaving regard to the proposal from the Commission,\nWhereas Regulation (EEC) No 430/87 (1), as amended by Regulation (EEC) No 3837/88 (2), lays down the arrangements applicable to manioc and similar products originating in third countries which, on import into the Community, are subject to a levy of not more than 6 % ad valorem;\nWhereas, pursuant to the intention announced by the Community within the framework of the multilateral negotiations within GATT to enable the least developed countries (LLDC) to qualify for a special measure in this sector, they should be granted a minimum guarantee of access to the existing quota arrangements;\nWhereas the quantities of products originating in the LLDC should be charged against the quotas fixed, as the case may be, for the present Contracting Parties to the GATT referred to in Article 1 (2) (b) of Regulation (EEC) No 430/87 or for the third countries which are not members of GATT referred to in Article 1 (2) (d), without the exhaustion of these quotas preventing the import of an overall quantity of up to 5 000 tonnes per year of products originating in the countries concerned;\nWhereas the tariff descriptions used in Regulation (EEC) No 430/87 should be altered to take account of the distinction introduced into the combined nomenclature by Commission Regulation (EEC) No 3174/88 of 21 September 1988 amending Annex I to Council Regulation (EEC) No 2658/87 on the tariff and statistical nomenclature and on the Common Customs Tariff (3) between products intended for animal consumption and those intended for human consumption,", "main_body": ["Regulation (EEC) No 430/87 is hereby amended as follows:\n1. in Article 1 (1), 'CN codes 0714 10 10 and 0714 10 90' is replaced by 'CN codes 0714 10 10, 0714 10 91 and 0714 10 99';\n2. in Article 1 (2), 'CN codes 0714 10 90 and 0714 90 10' is replaced by 'CN codes 0714 10 91, 0714 10 99, 0714 90 11 and 0714 90 19';\n3. in Article 1 (2), the following subparagraph is added:\n'The fact that the quotas referred to in (b) and (d) are used up may not prevent the release for free circulation, subject to the collection of the levy to which a ceiling has been applied, of the products in question originating in the least developed countries (LLDC) listed in the Annex hereto, within the limit of an overall quantity of 5 000 tonnes per year.';\n4. the Annex attached to this Regulation is added.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 January 1989.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 28 July 1989.\nFor the Council\nThe President\nM. CHARASSE\n(1) OJ No L 43, 13. 2. 1987, p. 9.\n(2) OJ No L 340, 10. 12. 1988, p. 1.\n(3) OJ No L 298, 31. 10. 1988, p. 1.\nANNEX\nList of least developed countries (LLDC)\n1.2 // 224 Sudan 228 Mauritania 232 Mali 236 Burkina Faso 240 Niger 244 Chad 247 Republic of Cape Verde 252 Gambia 257 Guinea-Bissau 260 Guinea 264 Sierra Leone 280 Togo 284 Benin 306 Central African Republic 310 Equatorial Guinea 311 São Tomé and Príncipe 324 Rwanda 328 Burundi 334 Ethiopia 338 Djibouti 342 Somalia  // 350 Uganda 352 Tanzania 355 Seychelles and dependences 375 Comoros 386 Malawi 391 Botswana 395 Lesotho 452 Haiti 652 North Yemen 656 South Yemen 660 Afghanistan 666 Bangladesh 667 Maldives 672 Nepal 675 Bhutan 676 Burma 684 Lao People's Democratic Republic 807 Tuvalu 812 Kiribati 817 Tonga 819 Western Samoa"}