{"celex_id": "31989D0337", "uri": "http://publications.europa.eu/resource/cellar/0b7e708b-0728-48af-bb7a-cdc2a44da58e", "type": "Decision", "concepts": ["3654", "4424", "5189"], "title": "89/337/EEC: Council Decision of 27 April 1989 on high- definition television\n", "header": "COUNCIL DECISION of 27 April 1989 on high-definition television (89/337/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 235 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas high-definition television (HDTV) is of strategic importance for the European consumer electronics industry and for the European television and film industries;\nWhereas a single world standard for the origination and exchange of HDTV programmes and films is urgently required;\nWhereas European industry has developed, within the Eureka framework, a suitable proposal for such a single world production standard;\nWhereas prototype equipment built to this standard was successfully demonstrated at the International Broadcasting Convention in September 1988 at Brighton;\nWhereas 1992 may be set as a target date for the launch of commercial equipment on the market and the beginning of operational HDTV services;\nWhereas the success of the launch of commercial HDTV will depend not only on the availability of appropriate hardware but also on the European film and television production industry achieving the necessary capability and experience;\nWhereas a substantial promotion campaign needs to be launched immediately to prepare professional users and the general television viewing public for such a launch;\nWhereas relevant decision-makers and other concerned parties should also be kept fully aware of developments relating to European HDTV;\nWhereas there is an urgent requirement to prepare a strategy and action plan for the launch of Europe-wide HDTV services;\nWhereas it is of great importance that all Member States participate in these activities;\nWhereas these initiatives should lead to closer cooperation at Community level between industry (the consumer and professional electronics industry and the film and television production industry) and service providers (terrestrial broadcasters,  satellite television stations, cable operators and cinema distributors);\nWhereas the Treaty does not provide, for the action concerned, powers other then those of Article 235,", "main_body": ["The following objectives are hereby adopted as the basis of a comprehensive strategy for the introduction of high-definition television (HDTV) services in Europe:\nObjective 1\nTo make every effort to ensure that the European industry develops in time all the technology, components and equipment required for the launching of HDTV services.\nObjective 2\nTo promote the adoption of the European proposal based on the 1 250 lines, 50 complete frames per second progressive scanning parameters, as the single world standard for the origination and exchange of HDTV programme material.\nObjective 3\nTo promote the widest use of the European HDTV system throughout the world.\nObjective 4\nTo promote the introduction, as soon as possible - and in accordance with a suitable timetable from 1992 - of HDTV services in Europe.\nObjective 5\nTo make every effort to ensure that the European film and television production industry achieves the capability, experience and dimension required to occupy a competitive position on the HDTV world market and to allow the Member States to make their  own cultural contribution.", "In order to attain the objectives referred to in Article 1, an action plan for the introduction of HDTV shall be prepared in close coordination at Community level between the Commission and the Member States, where appropriate\nthrough national mechanisms, in consultation, in particular, with:\n- terrestrial broadcasters,\n- satellite television broadcasters and distributors,\n- cable operators,\n- professional and consumer electronics equipment manufacturers,\n- the television and film production industry,\n- audiovisual and higher education technological institutes,\n- consumer organizations,\nthroughout the Community, and throughout Europe as a whole, in close coordination on a complementary basis with the Eureka HDTV project participants and coordinators.", "On the basis of the results of the consultations referred to in Article 2 and on a proposal from the Commission, the Council shall examine an action plan for the introduction of HDTV services. This action plan should also include mechanisms  allowing European third countries to participate."], "attachments": "Done at Luxembourg, 27 April 1989.\nFor the Council\nThe President\nJ. BARRIONUEVO PEĂ\u0091A\n(1) OJ No C 37, 14. 2. 1989, p. 5.\n(2) OJ No C 120, 16. 4. 1989.\n(3) Opinion delivered on 26 April 1989 (not yet published in the Official Journal)."}