{"celex_id": "31983R3334", "uri": "http://publications.europa.eu/resource/cellar/966b019f-daf7-4e6c-becd-d9e95f25e815", "type": "Regulation", "concepts": ["1118", "2962", "4294", "666", "797"], "title": "Commission Regulation (EEC) No 3334/83 of 25 November 1983 amending for the second time Regulation (EEC) No 2425/81 laying down detailed rules for the application of the system of aid for dried grapes and dried figs\n", "header": "COMMISSION  REGULATION (EEC) No 3334/83\nof 25 November 1983\namending for the second time Regulation (EEC) No 2425/81 laying down detailed rules for the application of the system of aid for dried grapes and dried figs\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 516/77 of 14 March 1977 on the common organization of the market in products processed from fruit and vegetables (1), as last amended by Regulation (EEC) No 1088/83 (2),\nHaving regard to Council Regulation (EEC) No 2194/81 of 27 July 1981 laying down the general rules for the system of production aid for dried figs and dried grapes (3), as last amended by Regulation (EEC) No 3009/83 (4), and in particular Article 14 thereof,\nWhereas Article 6 (1) of Commission Regulation (EEC) No 2425/81 (5), as amended by Regulation (EEC) No 291/83 (6), provides that two aid applications may be submitted for each marketing year; whereas this situation leads to a long delay in payment of the aid; whereas this situation should be remedied by allowing the processor to submit more aid applications;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Products Processed from Fruit and Vegetables,", "main_body": ["Article 6 (1) of Regulation (EEC) No 2425/81 is hereby replaced by the following:\n'1. The processor may submit four aid applications for each marketing year:\n(a) the first relating to products obtained up to the end of November;\n(b) the second relating to products obtained up to the end of February;\n(c) the third relating to products obtained up to the end of May; and\n(d) the fourth to those obtained or bought during the remaining part of the current marketing year.\nThe aid application shall, within 60 days following expiry of the periods referred to above, be submitted to the agency designated by the Member State in which the processing took place.\nIn cases where storage into the following marketing year is authorized pursuant to Article 10 (1) of Regulation (EEC) No 2194/81 and the products stored are sold for processing, the aid application shall be extended also to cover products obtained from raw material coming from the previous marketing year.'", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply from the beginning of the 1983/84 marketing year.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 25 November 1983.\nFor the Commission\nPoul DALSAGER\nMember of the Commission\n(1) OJ No L 73, 21. 3. 1977, p. 1.\n(2) OJ No L 118, 5. 8. 1983, p. 16.\n(3) OJ No L 214, 1. 8. 1981, p. 1.\n(4) OJ No L 296, 28. 10. 1983, p. 1.\n(5) OJ No L 240, 24. 8. 1981, p. 1.\n(6) OJ No L 33, 4. 2. 1983, p. 12."}