{"celex_id": "31985R3016", "uri": "http://publications.europa.eu/resource/cellar/23ee0669-2409-43c8-a0ca-70ee629cd076", "type": "Regulation", "concepts": ["1474", "2771", "5989"], "title": "Council Regulation (EEC) No 3016/85 of 28 October 1985 on the application of Decision No 1/85 of the EEC-Cyprus Association Council again amending Articles 6 and 17 of the Protocol concerning the definition of the concept of 'originating products' and methods of administrative cooperation @Council Decision No 1/85 of the EEC-Cyprus Association Council of 21 October 1985 again amending Articles 6 and 17 of the Protocol concerning the definition of the concept of 'originating products' and methods of administrative cooperation\n", "header": "COUNCIL  REGULATION (EEC) No 3016/85\nof 28 October 1985\non the application of Decision No 1/85 of the EEC-Cyprus Association Council again amending Articles 6 and 17 of the Protocol concerning the definition of the concept of 'originating products' and methods of administrative cooperation\nTHE COUNCIL OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 113 thereof,\nHaving regard to the proposal from the Commission,\nWhereas the Agreement establishing an Association between the European Economic Community and the Republic of Cyprus (1) was signed on 19 December 1972 and entered into force on 1 June 1973;\nWhereas an Additional Protocol to this Agreement (2) was signed in Brussels on 15 September 1977 and entered into force on 1 June 1978;\nWhereas under Article 25 of the Protocol concerning the definition of the concept of 'originating products' and methods of administrative cooperation, which is an integral part of the Agreement, the Association Council adopted Decision No 1/85 again amending Article 6 and 17;\nWhereas it is necessary to apply this Decision in the Community,", "main_body": ["Decision No 1/85 of the EEC-Cyprus Association Council shall be applicable in the Community.\nThe text of the Decision is attached to this Regulation.", "This Regulation shall enter into force on 1 November 1985.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 28 October 1985.\nFor the Council\nThe President\nJ. SANTER\n(1) OJ No L 133, 21. 5. 1973, p. 2.\n(2) OJ No L 339, 28. 12. 1977, p. 2.\nCOUNCIL  DECISION No 1/85 OF THE EEC-CYPRUS ASSOCIATION COUNCIL\nof 21 October 1985\nagain amending Articles 6 and 17 of the Protocol concerning the definition of the concept of 'originating products' and methods of administrative cooperation\nTHE ASSOCIATION COUNCIL,\nHaving regard to the Agreement between the European Economic Community and the Republic of Cyprus, signed in Brussels on 19 December 1972,\nHaving regard to the Protocol concerning the definition of the concept of 'originating products' and methods of administrative cooperation, hereinafter called the Protocol, and in particular Article 25 thereof,\nWhereas the equivalent value of the ECU in certain national currencies on 1 October 1984 was less than the corresponding value on 1 October 1982; whereas the automatic change in the base date laid down in Decision No 1/81 of the Association Council would, in the case of conversion into the national currencies concerned, have the effect of reducing the limits which permit the presentation of simplified documentary evidence; whereas, in order to avoid this effect, it is necessary to increase such limits expressed in ECU,\nHAS DECIDED AS FOLLOWS:\nArticle 1\nThe Protocol is hereby amended as follows:\n1. In the second subparagraph of Article 6 (1), '2 000 ECU' is replaced by '2 355 ECU'.\n2. In Article 17 (2), '140 ECU' is replaced by '165 ECU' and '400 ECU' by '470 ECU'.\nArticle 2\nThis Decision shall enter into force on 1 November 1985.\nDone at Brussels, 21 October 1985.\nFor the Association Council\nThe President\nJ. WEYLAND"}