{"celex_id": "31986R1231", "uri": "http://publications.europa.eu/resource/cellar/f059e38d-05bb-4ff3-bef9-1577ef92f3cf", "type": "Regulation", "concepts": ["2286", "2483", "4692"], "title": "Commission Regulation (EEC) No 1231/86 of 28 April 1986 adopting exceptional support measures for the market in pigmeat in the Netherlands\n", "header": "COMMISSION  REGULATION (EEC) No 1231/86\nof 28 April 1986\nadopting exceptional support measures for the market in pigmeat in the Netherlands\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2759/75 of 29 October 1975 on the common organization of the market in pigmeat (1), as last amended by Regulation (EEC) No 3768/85 (2), and in particular Article 20 thereof,\nWhereas because of the outbreak of African swine fever in a production zone in the Netherlands, marketing of live pigs and pigmeat products which have not been subjected to heat treatment is temporarily prohibited in that region; whereas the production region in question has been defined by Commission Decision 86/139/EEC of 4 April 1986, concerning certain protection measures relating to African swine fever in the Netherlands (3), as amended by Decision 86/150/EEC (4);\nWhereas, in order to take account of the limitations to free movement resulting from the situation, exceptional measures to support the market in that specific region must be taken;\nWhereas the requirements of the heat treatment laid down in Decision 86/139/EEC are likely to seriously impede the disposal of meat produced in the region subject to restrictions on free movement; whereas, in addition, because of the high risk of contamination, such disposal is likely to create difficulties for the disposal of products originating in other regions of the Netherlands; whereas a rapid analysis will enable the infection zone to be reduced within a few weeks, thus reducing the impact of the exceptional measures taken; whereas in the circumstances, this part of pig production in the Netherlands should be separated from normal trade in products intended for human consumption and processed into products intended for uses other than human consumption;\nWhereas a buying-in price should be fixed at which the pigs are to be take over by the intervention agency; whereas that price should be based on the market price recorded in the Netherlands within the meaning of Council Regulation (EEC) No 43/81 of 1 January 1981 establishing a list of representative markets for pigmeat in the Community (5) as amended by Regulation (EEC) No 3799/85 (6), and Commission Regulation (EEC) No 56/81 of 1 January 1981 on the marketing stage to which the average price for pig carcases refers (7), the price being derived from those for grade II carcases within the meaning of the Community scale for grading pig carcases laid down in Council Regulation (EEC) No 2760/75 (8);\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Pigmeat,", "main_body": ["As from 21 April until 7 June 1986, the intervention agency of the Netherlands shall buy live pigs weighing more than 105 kg on average per lot and, if the situation so requires, piglets weighing more than 20 kg on average per lot.", "1. Only pigs raised in the communes referred to in the Annex shall be bought in.\n2. Following completion of serological tests on all herds located in one or more of the communes referred to in the Annex, the outcome of which is that no new outbreak has occurred or no positive serological result been obtained, the communes considered to be free of the diesease shall be excluded from the infection zone with effect from the date on which notification of the outcome of the test is made to the Commission by the authorities of the Netherlands. The list which appears in the Annex shall be amended accordingly as from that date.", "The pigs shall be delivered to Rotterdam-Overschie, weighed without delay on arrival, and processed into products coming under subheading 23.01 A and heading 15.06 of the Common Customs Tariff.\nThe transport and processing operations shall be carried out under the control of the veterinary authorities of the Netherlands.", "1. The purchase price at farm gate of live pigs weighing more than 105 kg on average per lot shall be derived from the market price for slaughtered pigs of grade II, within the meaning of Regulations (EEC) No 2760/75, No 43/81 and (EEC) No 56/81, recorded in the Netherlands during the previous week, by application of the coefficient 0,83.\n2. The price of piglets shall be 38,0 ECU per head.\n3. The price at which the pigs are sold by the intervention agency of the Netherlands shall be 29,76 ECU per tonne.", "The competent authorities of the Netherlands shall send the Commission each week the following information concerning the previous week:\n- number and total weight of fattened pigs purchased,\n- number and total weight of piglets purchased.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 21 April 1986.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 28 April 1986.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 282, 1. 11. 1975, p. 1.\n(2) OJ No L 362, 31. 12. 1985, p. 8.\n(3) OJ No L 108, 25. 4. 1986, p. 57.\n(4) See p. 51 of this Official Journal.\n(5) OJ No L 3, 1. 1. 1981, p. 15.\n(6) OJ No L 367, 31. 12. 1985, p. 31.\n(7) OJ No L 4, 1. 1. 1981, p. 41.\n(8) OJ No L 282, 1. 11. 1975, p. 10.\nANNEX\n1.2 // Zoetermeer Benthuizen Bleiswijk Moerkapelle Bergschenhoek Zevenhuizen Waddinxveen Alkemade Leimuiden Rijnsaterwoude Woubrugge Ter Aar Voorschoten Wassenaar Valkenburg Katwijk Leiden Zoeterwoude Leiderdorp Koudekerk a/d Rijn Hazerswoude Alphen a/d Rijn Boskoop   // Voorburg Leidschendam Rijswijk 's-Gravenhage Monster Wateringen 's-Gravenzande Naaldwijk De Lier Nootdorp Schipluiden Delft Pijnacker Berkel en Rodenrijs Maasland Maassluis Vlaardingen Schiedam Capelle a/d IJssel Nieuwerkerk a/d IJssel Moordrecht Overschie"}