{"celex_id": "31986D0033", "uri": "http://publications.europa.eu/resource/cellar/d4c01afa-1323-4844-8429-56380c328618", "type": "Decision", "concepts": ["2766", "588", "5969"], "title": "86/33/EEC: Commission Decision of 13 February 1986 accepting an undertaking given in connection with the anti-dumping investigation concerning imports of roller chains for cycles originating in the People' s Republic of China and terminating that investigation\n", "header": "COMMISSION  DECISION\nof 13 February 1986\naccepting an undertaking given in connection with the anti-dumping investigation concerning imports of roller chains for cycles originating in the People's Republic of China and terminating that investigation\n(86/33/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2176/84 of 23 July 1984 on protection against dumped or subsidized imports from countries not members of the European Economic Community (1), and in particular Article 10 thereof,\nAfter consultations within the Advisory Committee as provided for under the above Regulation,\nWhereas:\nA. Provisional action\n1. The Commission, by Regulation (EEC) No 2317/85 (2) imposed provisional anti-dumping duties on imports of roller chains for cycles originating in the USSR and the People's Republic of China.\nB. Subsequent procedure\n2. Following the imposition of the provisional anti-dumping duty, a Chinese exporter representing a significant percentage of the trade involved requested the extension of the period of validity of the provisional anti-dumping duty for a further period of two months, which was granted by Council Regulation (EEC) No 3521/85 (3).\nC. Dumping\n3. No new evidence on dumping has been submitted by the Chinese exporters since the imposition of the provisional duty and the Commission therefore considers its findings on dumping for China as set out in Regulation (EEC) No 2317/85 to be definitive.\nConsequently, the preliminary determinations on dumping are confirmed.\nD. Injury\n4. As no new fresh evidence regarding injury to the Community industry was received and, in particular, no proof that imports from other non-member countries have been sold at lower prices than those from the People's Republic of China or have been dumped was submitted, the Commission therefore confirms the conclusion on injury reached in Regulation (EEC) No 2317/85.\nE. Community interest\n5. No new evidence was submitted by Community consumers since the extension of the provisional anti-dumping duty. The Commission's conclusions on Community interest in Regulation 2317/85 remain, therefore, unchanged.\nF. Undertaking\n6. The Chinese exporters concerned were informed that the main findings of the preliminary investigation had been confirmed. An undertaking was subsequently offered by one of the exporters, China National Light\nIndustrial Products Import & Export Corporation, Beijing, concerning its exports of roller chains for cycles to the Community.\nThe effect of this undertaking will be to increase the export price by an amount equivalent to the anti-dumping duty provisionally imposed and will be sufficient to eliminate the injury caused by the dumped imports.\nIn these circumstances, the undertaking offered is considered acceptable and the anti-dumping investigation concerning the abovementioned exporter may, therefore, be terminated without imposition of a definitive anti-dumping duty.\nNo objection to this course of action was raised in the Advisory Committee.\nThe Council is to decide under Article 12 of Regulation (EEC) No 2176/84 on the collection of the amounts secured by way of provisional duty,", "main_body": ["The undertaking given by China National Light Industrial Products Import & Export Corporation, Beijing, in connection with the anti-dumping investigation concerning imports of roller chains for cycles falling within heading No ex 73.29 of the Common Customs Tariff, corresponding to NIMEXE Code ex 73.29-11 originating in the People's Republic of China is hereby accepted.", "The anti-dumping investigation referred to in Article 1 is hereby terminated in respect of the exporter there named."], "attachments": "Done at Brussels, 13 February 1986.\nFor the Commission\nWilly DE CLERCQ\nMember of the Commission\n(1) OJ No L 201, 30. 7. 1984, p. 1.\n(2) OJ No L 217, 14. 8. 1985, p. 7.\n(3) OJ No L 335, 13. 12. 1985, p. 61."}