{"celex_id": "31987D0574", "uri": "http://publications.europa.eu/resource/cellar/cb49d3eb-036a-44c5-95aa-091aa08d4bef", "type": "Decision", "concepts": ["1645", "3108", "4533"], "title": "87/574/EEC: Commission Decision of 6 October 1987 allocating among the Member States the additional Community authorizations resulting from the 15 % annual increase in the Community quota for the carriage of goods by road for 1988\n", "header": "COMMISSION  DECISION\nof 6 October 1987\nallocating among the Member States the additional Community authorizations resulting from the 15 % annual increase in the Community quota for the carriage of goods by road for 1988\n(87/574/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3164/76 of 16 December 1976 on the Community quota for the carriage of goods by road between Member States (1), as last amended by Regulation (EEC) No 1879/87 (2), and in particular Article 3 (5) thereof,\nHaving consulted the Member States,\nWhereas Article 3 (5) of Regulation (EEC) No 3164/76 calls upon the Commission to fix, before 1 October of each year for a period of four years as from 1985, the allocation among the Member States of the extra Community authorizations resulting from the increase in the Community quota;\nWhereas at its meeting on 30 June 1986 the Council adopted conclusions calling for the cumulative annual increase in the Community quota to be raised to 40 % as from 1 January 1987; whereas in adopting the abovementioned Regulation (EEC) No 1879/87 the Council implemented this increase, but only for 1987;\nWhereas, as currently worded, Article 3 (1) of the Regulation provides for a 15 % annual increase in the Community quota for 1988 by means of a Commission Decision;\nWhereas the additional authorizations resulting from the annual increase should be allocated among the Member States in accordance with the criteria set out in Article 3 (3) of the said Regulation and in accordance with the method of calculation set out in Annex IV thereto;\nWhereas the second subparagraph of Article 3 (5) of the Regulation provides that the Commission's decision shall become enforceable two months after its notification unless the matter has been referred to the Council by a Member State in the meanwhile,", "main_body": ["The additional Community authorizations for 1988 resulting from the 15 % annual increase in the Community quota shall amount to 1 742 authorizations.", "The additional authorizations referred to in Article 1 shall be allocated as follows:\nBelgium 154\nDenmark 174\nGermany 220\nGreece 72\nSpain 161\nFrance 183\nIreland 79\nItaly 186\nLuxembourg 97\nNetherlands 190\nPortugal 101\nUnited Kingdom 125", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 6 October 1987.\nFor the Commission\nStanley CLINTON DAVIS\nMember of the Commission\n(1) OJ No L 357, 29. 12. 1976, p. 1.\n(2) OJ No L 179, 3. 7. 1987, p. 3."}