{"celex_id": "31987R0165", "uri": "http://publications.europa.eu/resource/cellar/21338b5b-a5ad-4dc1-83d5-440a949fa4b6", "type": "Regulation", "concepts": ["2563", "3579", "3591", "4687"], "title": "Council Regulation (EEC) No 165/87 of 19 January 1987 fixing, for 1987, the quotas applicable to imports into Portugal of certain products of the egg and poultrymeat sectors coming from the Community as constituted on 31 December 1985\n", "header": "COUNCIL  REGULATION (EEC) No 165/87\nof 19 January 1987\nfixing, for 1987, the quotas applicable to imports into Portugal of certain products of the egg and poultrymeat sectors coming from the Community as constituted on 31 December 1985\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the Act of Accession of Spain and Portugal, and in particular Article 234 (2) thereof,\nHaving regard to the proposal from the Commission,\nWhereas Article 269 of the Act of Accession lays down that, during the first stage, the Portuguese Republic may maintain, in the form of quotas, quantitative restrictions on the import of certain products of the egg and poultrymeat sectors coming from the Community as constituted on 31 December 1985;\nWhereas Council Regulation (EEC) No 493/86 (1) fixed the initial quotas applicable to imports into Portugal of certain products of the egg and poultrymeat sectors coming from the Community as constituted on 31 December 1985; whereas these quantities should be increased, for 1987, by the minimum rate of 10 % provided for in Article 269 (2) (c) of the Act of Accession,", "main_body": ["The quotas which the Portuguese Republic may apply to imports of products of the egg and pultrymeat sectors in 1987 coming from the Community as constituted on 31 December 1985 shall be those set out in the Annex to this Regulation.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 January 1987.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 January 1987.\nFor the Council\nThe President\nP. DE KEERSMAEKER\n(1) OJ No L 54, 1. 3. 1986, p. 31.\nANNEX\n1.2.3 //  //  //  // CCT heading No   // Description  // Quota for 1987 (1 000 units)   //    //   //   // 01.05  // Live poultry, that is to say, fowls, ducks, geese, turkeys and guinea fowls:   //   //   // A. Of a weight not exceeding 185 g:   //   //   // ex I. Turkeys or geese:   //   //   // - Turkeys   // 1 130   //   // ex II. Other:   //   //   // - Fowls   // 1 705   // 04.05   // Birds' eggs and egg yolks, fresh, dried, or otherwise preserved, sweetened or not:   //  //   // A. Eggs in shell, fresh or preserved:   //   //  // I. Poultry eggs:   //   //   // a) Eggs for hatching:   //  //   // ex 1. Of turkeys or geese:   //   //   // - Of turkeys   // 194   //   // ex 2. Other:   //   //   // - Of fowls  // 2 132   //    //   //"}