{"celex_id": "31988D0648", "uri": "http://publications.europa.eu/resource/cellar/c37e8584-76e3-43f8-90fa-794895966956", "type": "Decision", "concepts": ["1474", "1518", "2730", "3191", "4083"], "title": "88/648/EEC: Council Decision of 21 December 1988 on the conclusion of the Agreement in the form of an Exchange of Letters relating to Article 9 of Protocol 1 to the Agreement between the European Economic Community and the State of Israel and concerning the import into the Community of preserved fruit salads originating in Israel\n", "header": "27.12.1988 EN Official Journal of the European Communities L 358/19\nCOUNCIL DECISION\nof 21 December 1988\non the conclusion of the Agreement in the form of an Exchange of Letters relating to Article 9 of Protocol 1 to the Agreement between the European Economic Community and the State of Israel and concerning the import into the Community of preserved fruit salads originating in Israel\n(88/648/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 113 thereof,\nHaving regard to the recommendation from the Commission,\nWhereas the Agreement between the European Economic Community and the State of Israel (1) was signed on 11 May 1975;\nWhereas the Agreement in the form of an Exchange of Letters relating to Article 9 of Protocol 1 to the said Agreement and concerning the import into the Community of preserved fruit salads originating in Israel should be approved,", "main_body": ["The Agreement in the form of an Exchange of Letters relating to Article 9 of Protocol 1 to the Agreement between the Euroepan Economic Community and the State of Israel and concerning the import into the Community of preserved fruit salads originating in Israel is hereby approved on behalf of the Community.\nThe text of the Agreement is attached to this Decision.", "The President of the Council is hereby authorized to designate the person empowered to sign the Agreement in order to bind the Community.", "This Decision shall take effect on the day following its publication in the Official Journal of the European Communities."], "attachments": "Done at Brussels, 21 December 1988.\nFor the Council\nThe President\nV. PAPANDREOU\n(1)  OJ No L 136, 28. 5. 1975, p. 3.\nAGREEMENT\nin the form of an Exchange of Letters relating to Article 9 of Protocol No 1 to the Agreement between the European Economic Community and the State of Israel and concerning the import into the Community of preserved fruit salads originating in Israel\nSir,\nIn pursuance of Article 9 of Protocol No 1 to the Agreement concluded between the European Economic Community and the State of Israel, and following the clarifications exchanged concerning the conditions governing imports into the Community of preserved fruit salads falling within CN codes ex 2008 92 50, ex 2008 92 71 and ex 2008 92 79 and originating in Israel, I have the honour to inform you that Israel undertakes to take all necessary measures to ensure that the quantities supplied to the Community from 1 January to 31 December of each year will not exceed 220 tonnes.\nTo this end the Government of the State of Israel declares that all exports to the Community of the products concerned will be effected exclusively by exporters whose operations are controlled by the Israeli Ministry of Commerce and Industry.\nThe guarantees relating to quantities will be met in accordance with the procedures agreed between that Ministry and the Directorate-General for Agriculture of the Commission of the European Communities.\nThis Agreement in the form of an Exchange of Letters shall remain in force until denounced by one of the Parties, which denunciation must be made before 30 September of each year.\nI should be grateful if you would confirm the agreement of the Community with the foregoing.\nPlease accept, Sir, the assurance of my highest consideration.\nFor the Government of the State of Israel\nSir,\nI have the honour to acknowledge receipt of your letter of today worded as follows:\n‘In pursuance of Article 9 of Protocol No 1 to the Agreement concluded between the European Economic Community and the State of Israel, and following the clarifications exchanged concerning the conditions governing imports into the Community of preserved fruit salads falling within CN codes ex 2008 92 50, ex 2008 92 71 and ex 2008 92 79 and originating in Israel, I have the honour to inform you that Israel undertakes to take all necessary measures to ensure that the quantities supplied to the Community from 1 January to 31 December of each year will not exceed 220 tonnes.\nTo this end the Government of the State of Israel declares that all exports to the Community of the products concerned will be effected exclusively by exporters whose operations are controlled by the Israeli Ministry of Commerce and Industry.\nThe guarantees relating to quantities will be met in accordance with the procedures agreed between that Ministry and the Directorate-General for Agriculture of the Commission of the European Communities.\nThis Agreement in the form of an Exchange of Letters shall remain in force until denounced by one of the Parties, which denunciation must be made before 30 September of each year.\nI should be grateful if you would confirm the agreement of the. Community with the foregoing.\nI am able to confirm the agreement of the Community with the foregoing.’\nPlease accept, Sir, the assurance of my highest consideration.\nOn behalf of the Council of the European Communities"}