{"celex_id": "31985D0388", "uri": "http://publications.europa.eu/resource/cellar/be19594c-2689-4f55-b650-d8d6c22f758e", "type": "Decision", "concepts": ["1309", "1374", "192", "4689", "5369"], "title": "85/388/EEC: Commission Decision of 10 July 1985 amending Council Decision 82/735/EEC as regards the list of establishments in Bulgaria approved for the purposes of importing fresh meat into the Community\n", "header": "COMMISSION  DECISION\nof 10 July 1985\namending Council Decision 82/735/EEC as regards the list of establishments in Bulgaria approved for the purposes of importing fresh meat into the Community\n(85/388/EEC)\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 72/462/EEC of 12 December 1972 on health and veterinary inspection problems upon importation of bovine animals and swine and fresh meat from third countries (1), as last amended by Directive 83/91/EEC (2), and in particular Articles 4 (1) and 18 (1) thereof,\nHaving regard to Council Directive 77/96/EEC of 21 December 1976 on the examination for trichinae (Trichinella spiralis) upon importation from third countries of fresh meat derived from domestic swine (3), as last amended by Directive 84/319/EEC (4), and in particular Article 4 thereof,\nWhereas a list of establishments in Bulgaria, approved for the purposes of the importation of fresh meat into the Community, was drawn up initially by Council Decision 82/735/EEC (5), as last amended by Commission Decision 84/427/EEC (6);\nWhereas a routine inspection under Article 5 of Directive 72/462/EEC and Article 3 (1) of Commission Decision 83/196/EEC of 8 April 1983 concerning on-the-spot inspections to be carried out in respect of the importation of bovine animals and swine and fresh meat from non-member countries (7) has revealed that the level of hygiene of one establishment has altered since the last inspection;\nWhereas this same inspection has shown that one establishment complies with the conditions laid down in Article 2 of Directive 77/96/EEC; whereas, therefore, this establishment may be authorized to carry out the examination to detect the presence of trichinae in fresh pigmeat;\nWhereas the list of establishments should therefore be amended;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["The Annex to Decision 82/735/EEC is hereby replaced by the Annex to this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 10 July 1985.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 302, 31. 12. 1972, p. 28.\n(2) OJ No L 59, 5. 3. 1983, p. 34.\n(3) OJ No L 26, 31. 1. 1977, p. 67.\n(4) OJ No L 167, 27. 6. 1984, p. 34.\n(5) OJ No L 311, 8. 11. 1982, p. 16.\n(6) OJ No L 238, 6. 9. 1984, p. 41.\n(7) OJ No L 108, 26. 4. 1983, p. 18.\nANNEX\nLIST OF ESTABLISHMENTS FROM WHICH IMPORTS OF FRESH MEAT MAY BE AUTHORIZED WITHOUT TIME LIMIT\n1.2.3 //   //   //   // No  // Establishment  // Address  //  //   //\nI. PIGMEAT\nSlaughterhouse\n1.2.3 //   //   //   // 28  // Rodopa Svichtov  // Svichtov  //   //   //\nII. SHEEPMEAT\nSlaughterhouse\n1.2.3 //   //   //   // 28  // Rodopa Svichtov  // Svichtov  //   //   //\nLIST OF ESTABLISHMENTS FROM WHICH IMPORTS OF FRESH MEAT MAY BE INTRODUCED INTO THE TERRITORY OF THE COMMUNITY UNTIL THE STATED DATE\n1.2.3 //   //   //   // No  // Establishment  // Address  //  //   //\nI. PIGMEAT (1)\nSlaughterhouse and cutting premises\n1.2.3 //   //   //   // 26 T (2)  // Kombinat Rodopa Sliven  // Sliven  //   //   //\n(1) The establishments with the indication 'T' are authorized, within the meaning of Article 4 of Directive 77/96/EEC, to perform the examination for detection of trichinae provided for in Article 2 of the aforementioned Directive.\n(2) Until 15 January 1986, with the exception of offal, which is immediately excluded.\nII. SHEEPMEAT\nSlaughterhouse\n1.2.3 //   //   //   // 26 (1)  // Kombinat Rodopa Sliven  // Sliven  //   //   //\n(1) Until 26 July 1985."}