{"celex_id": "31989R3311", "uri": "http://publications.europa.eu/resource/cellar/22c41974-3219-4f44-a020-a036c7ec064a", "type": "Regulation", "concepts": ["161", "863"], "title": "Council Regulation (EEC) No 3311/89 of 30 October 1989 opening and providing for the administration of Community tariff quotas for dried figs and certain dried grapes coming from Spain (1990)\n", "header": "COUNCIL  REGULATION (EEC) No 3311/89\nof 30 October 1989\nopening and providing for the administration of Community tariff quotas for dried figs and certain dried grapes coming from Spain (1990)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the Act of Accession of Spain and Portugal, and in particular Articles 30 and 75 thereof,\nHaving regard to the proposal from the Commission,\nWhereas, pursuant to Articles 30 and 75 of the Act of Accession, the customs duties applicable to imports into the Community as constituted on 31 December 1985 of the following products coming from Spain are to be phased out within the limits of Community tariff quotas of 200 tonnes of dried figs falling within CN code ex 0804 20 90 and 1 900 tonnes of certain dried grapes falling within CN code 0806 20 11, 0806 20 19, ex 0806 20 91 or ex 0806 20 99; whereas on 1 January 1990, the duties in question are to be reduced to 37,5 % of the basic duties; whereas the said basic duties are those laid down by Council Regulation (EEC) No 4161/87 of 22 December 1987 laying down, consequent on the entry into force of the combined nomenclature, the basic duties to be adopted within the Community as constituted at 31 December 1985 for the purpose of calculating the successive reductions provided for in the Act of Accession of Spain and Portugal (1); whereas the said tariff quotas should therefore be opened for 1990;\nWhereas Council Regulation (EEC) No 3792/85 of 20 December 1985 laying down the arrangements applying to trade in agricultural products between Spain and Portugal (2), as last amended by Regulation (EEC) No 222/88 (3), lays down special arrangements for imports into Portugal of the products in question coming from Spain; whereas the Community tariff quotas should therefore apply to only the Community as constituted at 31 December 1985;\nWhereas all Community importers should be ensured equal and continuous access to the said quotas and the duty rates laid down for the quotas should be applied consistently to all imports of the products in question into all Member States until the quota is exhausted; whereas it is appropriate to take the necessary measures to ensure efficient Community administration of these tariff quotas while offering the Member States the opportunity to draw from the quota volume the necessary quantities corresponding to actual imports; whereas this method of administration requires close cooperation between the Member States and the Commission;\nWhereas, since the Kingdom of Belgium, the Kingdom of Netherlands and the Grand Duchy of Luxembourg are united within, and jointly represented by the Benelux Economic Union, any operation concerning the administration of the quota may be carried out by any of its members,", "main_body": ["From 1 January to 31 December 1990, the customs duties applicable to imports into the Community as constituted at 31 December 1985 of the following products coming from Spain shall be suspended at the levels indicated below and within the limits of Community tariff quotas as shown below:\n1.2.3.4.5 //  //  //  //  //  // Order No  // CN code (a)  // Description  // Volume of tariff quota (in tonnes)  // Rate of duty (%)   //    //   //   //   //   //   //   //  //   //   // 09.0301   // ex 0804 20 90   // Dried figs in immediate containers of a net capacity not exceeding 15 kg  // 200   // 1,1   // 09.0303   // 0806 20 11 0806 20 12 0806 20 18 ex 0806 20 91 ex 0806 20 92 ex 0806 20 98  // Dried grapes in immediate containers of a net capacity not exceeding 15 kg   // 1 900   // 0   //    //   //   //   //\n(a) TARIC codes: 0804 20 90*10\n0806 20 91*10\n0806 20 92*10\n0806 20 98*10", "The tariff quotas referred to in Article 1 shall be managed by the Commission, which may take all appropriate administrative measures in order to ensure effective administration thereof.", "If an importer presents, in a Member State, a declaration of entry into free circulation, including a request for preferential benefit for the products covered by this Regulation and if that declaration is accepted by the customs authorities, the Member State concerned shall inform the Commission and draw an amount corresponding to its requirements from the amount of the tariff quotas.\nThe drawing requests, with indication of the date of acceptance of the said declaration, must be transmitted to the Commission without delay.\nThe drawings are granted by the Commission by reference to the date of acceptance of the declarations of entry into free circulation by the customs authorities of the Member States concerned to the extent that the available balance so permits.\nIf a Member State does not use the quantities drawn, it shall return them as soon as possible to the corresponding quota amount.\nIf the quantities requested are greater than the available balance of the quota amount, allocation shall be made on a pro rata basis with respect to the requests. Member States shall be informed by the Commission of the drawings made.", "Each Member State shall ensure that importers of the product concerned have equal and continuous access to the quotas for such time as the residual balance of the quota volume so permits.", "The Member States and the Commission shall cooperate closely to ensure that this regulation is complied with.", "This Regulation shall enter into force on 1 January 1990.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 October 1989.\nFor the Council\nThe President\nJ.-P. SOISSON\n(1) OJ No L 395, 31. 12. 1987, p. 1.\n(2) OJ No L 367, 31. 12. 1985, p. 7.\n(3) OJ No L 28, 1. 2. 1988, p. 1."}