{"celex_id": "31983D0474", "uri": "http://publications.europa.eu/resource/cellar/0388b911-bd83-45bc-ad43-6aeb8e847cb6", "type": "Decision", "concepts": ["1433", "2181", "2379", "4237", "4514"], "title": "83/474/EEC: Commission Decision of 12 September 1983 granting financial support to implement the 'marshalling yard and customs station at Domodossola' project (Only the Italian text is authentic)\n", "header": "COMMISSION  DECISION\nof 12 September 1983\ngranting financial support to implement the 'marshalling yard and customs station at Domodossola' project\n(Only the Italian text is authentic)\n(83/474/EEC)\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3600/82 of 30 December 1982 on the granting of limited support in the field of transport infrastructure (1),\nWhereas the Italian Government has applied to the Community for financial support towards the cost of the 'marshalling yard and customs station at Domodossolla' project;\nWhereas all the conditions required for the Community to grant financial support have been satisfied,", "main_body": ["Financial support totalling seven million ECU is hereby granted to finance the work to implement the 'marshalling yard and customs station at Domodossola' project.\nThe specifications for the work and the terms and conditions of payment are set out in the Annex.", "1. Without prejudice to checks carried out by Italy in accordance with national laws, regulations or administrative provisions, and without prejudice to any examination pursuant to Article 206a of the Treaty or to any inspection arranged on the basis of Article 209 (c) of the Treaty, on-the-spot checks or enquiries in respect of the project financed by this Decision shall be carried out by the competent authorities of the Member State and by officials of the Commission or any other persons empowered by the Commission for this purpose. The Commission shall determine time limits for the performance of the checks and inform the Member State concerned of them in advance in order to obtain all the assistance necessary.\n2. The purpose of the on-the-spot checks or enquiries in respect of operations financed by this Decision shall be to verify:\n(a) the conformity with Community rules of the administrative practices for the operation receiving the financial support;\n(b) the existence of supporting documents and their concordance with the project financed by this Decision;\n(c) the conditions under which the project financed by this Decision is executed and monitored;\n(d) the conformity of the work completed with the project financed by the Decision.", "If the conditions governing the grant of financial assistance are not satisfied or if checks reveal irregularities, the payments provided for may be suspended, reduced or cancelled by Commission decision notified to the recipient. Sums which have been incorrectly paid shall be returned to the Commission by the Member State concerned within 12 months from the date of notification of such decision.", "This Decision is addressed to the Italian Republic."], "attachments": "Done at Brussels, 12 September 1983.\nFor the Commission\nGiorgios CONTOGEORGIS\nMember of the Commission\n(1) OJ No L 376, 31. 12. 1982, p. 10.\nANNEX\nTerms and conditions attached to the award of Community assistance for the construction of the marshalling yard and customs clearance station at Domodossola\n1. Location of the project\nThe project covered by the grant of financial assistance lies at the exit from the Simplon tunnel, on the Italian side of the frontier, five kilometres to the south of the present railway station of Domodossola.\nThis station will be called 'Domodossola II' in this Annex.\n2. Description of the project\nThe Domodossola II project envisages the construction of a new international marshalling yard for the making-up or splitting-up of goods trains on the Simplon international rail route (Milan-northern Europe and Milan-Paris).\nThe project selected for the grant of financial aid corresponds to the first two phases of a much larger project: there are two supplementary phases which will subsequently complement the installations built during the first two phases and thus further increase the capacity of the Domodossola II station.\n3. Technical description\nPhase 1 consists essentially of the work required to change the course of the river Toce, as well as the revetting work and the construction of a large part of the abutments.\nPhase 2 essentially comprises the following work:\n- finishing site preparation,\n- northward connection with the present station at Domodossola by a single track, but providing the requisite equipment for laying a second track for arrivals from and departures for Iselle,\n- northward connection with the present line for the movement of FS electric locomotives,\n- southward twin-track connection for the arrivals from and departures for Milan,\n- a set of 10 electrified tracks, half using 3 000 V direct current and half using 15 000 V alternating current,\n- construction of buildings for the temporary operations,\n- installation of the automatic control equipment for the southward link and for the movement of the electric locomotives,\n- modifications at Domodossola to allow the passage of trains hauled by CCF electric locomotives to Domodossola II,\n- construction of a 3 000 V direct current step-down sub-station,\n- purchase of land.\n4. Timetable for the project\nThe work in phase 1 has been commenced and is nearing completion.\nThe very much more expensive work involved in phase 2 will begin during the second half of this year and will be completed during the first half of 1986.\n5. Payment schedule\nThe Community agrees to contribute to the project a maximum amount of seven million ECU; the total amount of aid must not exceed 15 % of the total cost of the project. The remainder of the expenditure must be financed by the autonomous State Railways (Italian Ministry of Transport). The total cost of the project is estimated at Lit 114 965 million (85 480 000 ECU at 15 July exchange rate). The payment schedule will be as follows:\nPayment 1\nThe Commission will authorize payment of an advance which will not exceed 30 % of the maximum envisaged financial aid.\nPayment 2\nOnce it has received proof that the relevant work - corresponding to 70 % of the work required to complete the project - has been carried out, the Commission will pay or will cause to be paid a sum equivalent to 45 % of the maximum envisaged aid.\nThis second payment will be made only when the Commission has received proof that the payments effected for carrying out the project and duly vouched for are equivalent to or exceed 70 % of the total cost of the project as shown above.\nPayment 3\nHaving received proof of the completion of the work, the Commission will pay or cause to be paid the balance of the aid.\n6. Maintenance of accounts\nThe Commission requires that the competent Italian authorities maintain accounts and keep records of all other information required by the Commission for monitoring the expenditure made in respect of the project. The Commission reserves the right to call for vouchers during the course of the work and to carry out on-site inspections. The accounts of the project are to be preserved for at least eight years after completion of the work.\n7. Certification of payments and inspection of the work\nFor each payment, the Commission will require the competent authorities to provide:\n1.2 // first:  // a progress report on the work signed by the official responsible for the project to the Italian authorities;  // second:  // a certified statement of payments made.\nThe Commission will require a receipt for each of the payments which it makes under this Decision.\n8. Responsible officials\nThe autonomous State Railways (Italian Ministry of Transport) constitute the authority responsible for the implementation of this Decision in Italy.\nWithin the Commission, the Head of the Division 'Infrastructure Planning and Development', Directorate-General for Transport, is responsible for implementation.\n9. Publicity\nThe competent authority is required to publicize the fact that the Community is aiding the project by erecting notices on the site."}