{"celex_id": "31989D0092", "uri": "http://publications.europa.eu/resource/cellar/7c56a1e8-958d-42c7-beeb-23829d9a6eb8", "type": "Decision", "concepts": ["1318", "2965", "2979", "766"], "title": "89/92/EEC: Commission Decision of 17 January 1989 on improving the efficiency of agricultural structures in the Federal Republic of Germany in 1988 pursuant to Council Regulation (EEC) No 797/85 (only the German text is authentic)\n", "header": "COMMISSION  DECISION\nof 17 January 1989\non improving the efficiency of agricultural structures in the Federal Republic of Germany in 1988 pursuant to Council Regulation (EEC) No 797/85\n(Only the German text is authentic)\n(89/92/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 797/85 of 12 March 1985 on improving the efficiency of agricultural structures (1), as last amended by Regulation (EEC) No 1137/88 (2), and in particular Article 25 (3) thereof,\nWhereas the Government of the Federal Republic of Germany has forwarded, in accordance with Article 24 (4) of Regulation (EEC) No 797/85, the laws, regulations and administrative provisions set out in the Annex to this Decision;\nWhereas, pursuant to Article 25 (3) of Regulation (EEC) No 797/85, the Commission has to decide whether the conditions for a financial contribution from the Community are satisfied in the light of the compatibility of the abovementioned laws, regulations and administrative provisions with the provisions of Regulation (EEC) No 797/85 and bearing in mind the objectives of the latter and the need to ensure that the various measures are properly related;\nWhereas the abovementioned laws, regulations and administrative provisions satisfy the conditions and the objectives of Regulation (EEC) No 797/85 with the result that, taking into consideration the extent of their compatibility with the provisions of that Regulation, the finding is justified that the conditions for a financial contribution from the Community towards the measures eligible under the Regulation are met;\nWhereas the European Agricultural Guidance and Guarantee Fund (EAGGF) Committee has been consulted on the financial aspects;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Committee for Agricultural Structure,", "main_body": ["The laws, regulations and administrative provisions set out in the Annex to this Decision and forwarded by the Government of the Republic of Germany, pursuant to Regulation (EEC) No 797/85, satisfy the conditions for a financial contribution from the Community in 1988 towards the measures eligible under that Regulation.", "This Decision is addressed to the Federal Republic of Germany."], "attachments": "Done at Brussels, 17 January 1989.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 93, 30. 3. 1985, p. 1.\n(2) OJ No L 108, 29. 4. 1988, p. 1.\nANNEX\nList of the laws, regulations and administrative provisions implemented in 1988 in the Federal Republic of Germany which are subject to this Decision\nI. - Rules governing the promotion of investments in individual agricultural holdings and the encouragement of the settlement of rural areas (1988 version).\n- Rules governing the aid for agricultural holdings in less-favoured areas (1988 version).\n- Rules governing the aid for forestry measures (1988 version).\nII. Laender\nBADEN-WUERTTEMBERG\n- Directives of 2 July 1984 on the promotion of investments as part of the Land's Regional Programme (Directives B) (versions of 12 October 1986 and 1 July 1988).\n- Directives of 20 October 1981 on aids inter alia for the modernization of vineyards (version of 12 June 1987).\n- Directives of 8 April 1980 on the promotion of rural family assistance services and organized mutual aid in agriculture (version of 10 March 1987).\n- Directives of 23 December 1987 on the promotion of the extensive use of pasture land.\nBAVARIA\n- Directives of 1 January 1983 on the special conditions to be met in order to qualify for financial aid under Article 6 (5) of the Law on the encouragement of farming in Bavaria (machinery rings).\n- Directives of 28 February 1983 on the special conditions to be met in order to qualify for financial aid under Article 6 (5) of the Law on the encouragement of farming in Bavaria (central bodies of rural family assistance services and organized mutual aid) (version of 20 June 1985).\n- Directives of 29 March 1978 on measures to promote the improvement of villages (amended version of 1 June 1986).\n- Directives of 17 February 1984 and 1 October 1985 on the credit programme for farming in Bavaria.\n- Directives of 2 February 1983 on the aid conditions of the administrative board of Bavarian stockfarming groups.\n- Directives of 9 October 1981 on the aid conditions of the administrative board of Bavarian growers (version of 28 January 1983).\n- Directives of 27 July 1972 on the conditions governing aids to central bodies for rural family assistance services and organized mutual aid (version of 28 February 1983).\n- Directives of 9 February 1983 on the conditions for the grant of aid to the Dairy Relief Service.\n- Directives of 29 March 1979 on the aid for the renovation of villages (version of 1 June 1986).\nBERLIN\nConditions for the granting of a compensatory allowance in accordance with the principles on aid to farming in less-favoured areas under the Joint Central Government/Laender Scheme for improving agricultural structures and protection coastlines (1988).\nBREMEN\nDirectives on the granting of compensatory allowances to farms in certain less-favoured areas (1988).\nHAMBURG\n- Directives of 2 June 1985 on the grant of investment subsidies for agricultural holdings.\n- Directives of 29 December 1985 on the grant of subsidies for forestry measures. HESSE\n- Directives of 13 December 1983 on the promotion of agricultural projects of common interest (version of 5 January 1988).\n- Directives of 8 March 1975 on the aids granted by the Land to associations for the encouragement of mechanization in farming (version of 13 June 1985).\n- Directives of 24 February 1981 on the promotion of the production and use of alternative forms of energy and the security of supplies of energy for agriculture (version of 25 October 1982).\n- Directives of 8 December 1987 on measures to promote the use of farm helpers and family helpers in farming.\n- Directives of 1 March 1987 on aid for young farmers (version of 12 April 1988).\n- Directives on aid for the adaptation, improvement and encouragement of occupational training in line with the requirement of modern farming.\nLOWER SAXONY\n- Directives on the grant of aids to machinery rings (version of 10 October 1979).\n- Directives of 29 May 1982 on the promotion of agricultural mutual aid services.\n- Directives of 1 January 1985 on the grant of aids for measure to reduce pollution.\n- Directives of 24 March 1987 on measures to assist agricultural holdings in less-favoured areas of Lower Saxany.\n- Directives of 10 September 1987 on the grant of subsidies to improve the viability of agricultural holdings managed by young farmers.\n- Directives of 1 January 1986 on the promotion of occupational retraining in farming and forestry.\n- Directives of 31 January 1986 on the grant of subsidies to encourage the employment of farm helpers.\nNORTH RHINE-WESTPHALIA\n- Directives of 29 January 1985 on the grant of subsidies for investments in non-polluting livestock production (version of 20 January 1987).\n- Directives of 25 May 1983 on the grant of subsidies for occupational retraining in farming (version of 4 September 1988).\nRHINELAND-PALATINATE\n- Decision of 3 April 1985 on the promotion of machinery rings and agricultural mutual aid groups (version of 24 November 1986).\n- Decision of 5 September 1983 on measures to encourage the establishment of rational agricultural and forestry holdings (version of 25 October 1986).\n- Decision of 19 September 1986 on aids for farmers to promote investments in holdings with a view to reducing environmental pollution (version of 11 September 1987).\n- Decision of 3 July 1986 on the promotion of investments in individual holdings for the establishment and extension of on-farm storage facilities for cereals and grain (version of 28 September 1987).\n- Decision of 5 June 1986 on measures to assist agricultural holdings in less-favoured areas (compensatory allowances).\n- Decision of 8 October 1987 on the grant of investment aids for the rationalization of vine-growing on slopes.\n- Decision on the consolidation programme for young farmers.\n- Directives on the adaptation and improvement of occupational training to bring it into line with the requirements of modern farming.\nSAARLAND\n- Directives of 5 June 1973 on the encouragement of mutual cooperation between agricultural holdings.\n- Directives of 1 September 1972 on the grant of an interest subsidy for the promotion of farming (version of 17 December 1984). SCHLESWIG-HOLSTEIN\n- Directives of 17 December 1982 on measures to promote building work on holdings engaged in cattle and pig farming (Land investment aids).\n- Directives of 2 April 1985 on measures to promote the environmentally safe storage of manure and to reduce odour pollution (promotion of the protection of the agricultural environment).\n- Directives of 20 February 1981 on the promotion of organized mutual aid in agriculture (version of 21 February 1987).\n- Directives of 9 June 1985 on measures to promote forestry - Land promotion programme (version of 19 December 1986).\n- Directives of 2 January 1986 and 31 May 1987 on the promotion of settlement measures designed to guarantee the means of existence.\n- Directives of 28 February 1986 on measures to promote the purchase of privately-owned woodlands and land for afforestation (version of 9 July 1986).\n- Directives of 4 April 1986 on the grant of a subsidy to encourage afforestation.\n- Directives on measures to encourage machinery rings."}