{"celex_id": "31984R0014", "uri": "http://publications.europa.eu/resource/cellar/756b169b-38d6-4548-9356-fc2f11d8a4e4", "type": "Regulation", "concepts": ["1102", "2965", "4288"], "title": "Commission Regulation (EEC) No 14/84 of 4 January 1984 amending Regulations (EEC) No 1107/68, (EEC) No 2496/78, (EEC) No 1402/83, (EEC) No 1441/83 and (EEC) No 2769/83 with regard to the detailed rules for the granting of private storage aid for certain cheeses\n", "header": "COMMISSION  REGULATION (EEC) No 14/84\nof 4 January 1984\namending Regulations (EEC) No 1107/68, (EEC) No 2496/78, (EEC) No 1402/83, (EEC) No 1441/83 and (EEC) No 2769/83 with regard to the detailed rules for the granting of private storage aid for certain cheeses\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 804/68 of 27 June 1968 on the common organization of the market in milk and milk products (1), as last amended by Regulation (EEC) No 1600/83 (2), and in particular Articles 6 (7), 8 (5) and 9 (3) thereof,\nWhereas under the second indent of Article 2 (1) (e) of Commission Regulation (EEC) No 1402/83 of 1 June 1983 laying down detailed rules for the granting of private storage aid for long-keeping cheeses during the 1983/84 milk year (3), as amended by Regulation (EEC) No 2793/83 (4), changes in the composition of the batch under contract that may be authorized by the intervention agency are limited to the removal or replacement of cheese which has deteriorated; whereas application of this restriction after the end of the minimum storage period appears to be excessive; whereas it should consequently be made possible to remove part of a batch under contract from storage after the minimum period has elapsed without losing entitlement to aid for the entire batch; whereas the provision in question also appears in Commission Regulation (EEC) No 1107/68 of 27 July 1968 on detailed rules of application for intervention on the market in Grana Padano and Parmigiano-Reggiano cheeses (5), in Commission Regulation (EEC) No 2496/78 of 26 October 1978 on detailed rules for the granting of private storage aid for Provolone cheese (6), in Commission Regulation (EEC) No 1441/83 of 3 June 1983 introducing private storage aid for Pecorino Romano cheese (7), all three amended by Regulation (EEC) No 2793/83, and Commission Regulation (EEC) No 2769/83 of 4 October 1983 introducing private storage aid for Kefalotyri and Kasseri cheeses (8); whereas the same change should therefore be made in these four Regulations;\nWhereas the provision in question was inserted into the abovementioned Regulations by means of Regulation (EEC) No 2793/83, which entered into force on 10 October 1983; whereas the same date should therefore be laid down for the application of this Regulation;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Milk and Milk Products,", "main_body": ["The following subparagraph is hereby added to Article 17 (2) of Regulation (EEC) No 1107/68:\n'By way of derogation from the first indent of Article 16 (1) (d), when the period of 90 days specified in the first subparagraph has elapsed, the storer may remove all or part of the batch under contract. The minimum quantity that may be removed shall be 200 cheeses.'", "The following paragraph 3 is hereby added to Article 3 of Regulation (EEC) No 2496/78:\n'3. By way of derogation from the second indent of Article 2 (1) (f), when the period of 60 days specified in paragraph 1 has elapsed, the storer may remove all or part of the batch under contract. The minimum quantity that may be removed shall be 500 kilograms. The Member States may, however, increase this quantity to two tonnes.'", "The second subparagraph of Article 4 (2) of Regulation (EEC) No 1402/83 is hereby replaced by the following:\n'By way of derogation from the second indent of Article 2 (1) (e), when the period of 90 days specified in the first subparagraph has elapsed and the\nperiod for withdrawal referred to in Article 3 (2) has begun, the storer may remove all or part of the batch under contract. The minimum quantity that may be removed shall be 500 kilograms. The Member States may, however, increase this quantity to two tonnes.\nThe date of the start of operations to remove cheese covered by the contract shall not be included in the period of storage under contract.'", "Article 3 (3) of Regulation (EEC) No 1441/83 is hereby replaced by the following:\n'3. The aid payable may not exceed an amount corresponding to 150 days' storage under contract terminating before 1 March 1984. By way of derogation from the second indent of Article 2 (1) (d), when the period of 60 days specified in paragraph 2 has elapsed, the storer may remove all or part of the batch under contract. The minimum quantity that may be removed shall be 500 kilograms. The Member States may, however, increase this quantity to two tonnes.\nThe date of the start of operations to remove cheese covered by the contract shall not be included in the period of storage under contract.'", "Article 3 (3) of Regulation (EEC) No 2769/83 is hereby replaced by the following:\n'3. The aid payable may not exceed an amount corresponding to 150 days' storage under contract terminating before 1 March 1984. By way of derogation from the third indent of Article 2 (1) (d), when the period of 60 days specified in paragraph 2 has elapsed, the storer may remove all or part of the batch under contract. The minimum quantity that may be removed shall be 500 kilograms. The Member States may, however, increase this quantity to two tonnes.\nThe date of the start of operatons to remove cheese covered by the contract shall not be included in the period of storage under contract.'", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 10 October 1983.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 4 January 1984.\nFor the Commission\nPoul DALSAGER\nMember of the Commission\n(1) OJ No L 148, 28. 6. 1968, p. 13.\n(2) OJ No L 163, 22. 6. 1983, p. 56.\n(3) OJ No L 143, 2. 6. 1983, p. 19.\n(4) OJ No L 274, 7. 10. 1983, p. 16.\n(5) OJ No L 184, 29. 7. 1968, p. 29.\n(6) OJ No L 300, 27. 10. 1978, p. 24.\n(7) OJ No L 146, 4. 6. 1983, p. 12.\n(8) OJ No L 272, 5. 10. 1983, p. 16."}