{"celex_id": "31982R1984", "uri": "http://publications.europa.eu/resource/cellar/745b668b-0960-47fe-99e8-3ff1621e3a10", "type": "Regulation", "concepts": ["2645", "4210", "797"], "title": "Council Regulation (EEC) No 1984/82 of 19 July 1982 amending Regulation (EEC) No 1614/79 laying down special measures in respect of soya beans\n", "header": "COUNCIL  REGULATION (EEC) No 1984/82\nof 19 July 1982\namending Regulation (EEC) No 1614/79 laying down special measures in respect of soya beans\nTHE COUNCIL OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 43 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nHaving regard to the opinion of the Economic and Social Committee (2),\nWhereas Article 1 (2) of Regulation (EEC) No 1614/79 (3) fixes the dates for the beginning and end of the soya bean marketing year;\nWhereas experience has shown that these dates are not the most representative of the period during which soya beans are marketed; whereas, therefore, these dates should be altered;\nWhereas it may in certain cases be necessary to alter these dates at relatively short notice; whereas an appropriate procedure should be instituted for making such alterations;\nWhereas Article 2 of Regulation (EEC) No 1614/79 provides for aid in respect of soya beans harvested in the Community; whereas this aid is granted to any natural or legal person possessing adequate storage facilities and who has concluded a contract with a producer which guarantees payment of a minimum price to the latter; whereas, to ensure that the aid scheme operates properly, the provisions in question establish a system for checking entitlement to aid;\nWhereas, in the light of the specific situation with regard to the production and marketing structure of soya beans in the French overseas departments, the system of controls at the stage of initial marketing as introduced by the current Community rules is not the most suitable system for beans produced in these departments;\nWhereas, furthermore, because of the scale of production in the said departments, the introduction of such a system would be disproportionately costly in terms of the objective it served; whereas, therefore, the aid scheme should be adjusted to bring it more into line with the economic reality in the regions in question, while at the same time simplifying its operation and control; whereas, to that end, provision should be made for granting aid to producers in respect of a level of production established by applying a representative yield to areas sown and harvested,", "main_body": ["Regulation (EEC) No 1614/79 is hereby amended as follows:\n1. Article 1 (2) shall be replaced by the following:\n'2. The guide price shall remain in force throughout the marketing year.\nSave where the Council, acting by a qualified majority on a proposal from the Commission, decides otherwise, the marketing year shall begin on 1 October and end on 30 September of the following year.'\n2. The following paragraph shall be inserted in Article 2:\n'2a. Notwithstanding paragraph 2, the aid provided for in paragraph 1 shall, in the case of the French overseas departments, be granted to soya bean producers in respect of a level of production established by applying a representative yield to the areas on which soya beans have been sown and harvested.'", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.", ", point 2, shall apply to soya beans harvested from the 1982/83 marketing year onwards.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 July 1982.\nFor the Council\nThe President\nB. WESTH\n(1) Opinion delivered on 9 July 1982 (not yet published in the Official Journal).\n(2) Opinion delivered on 30 June 1982 (not yet published in the Official Journal).\n(3) OJ No L 190, 28. 7. 1979, p. 8."}