{"celex_id": "31987D0070", "uri": "http://publications.europa.eu/resource/cellar/8c82f914-182a-4868-8381-b21e272358f6", "type": "Decision", "concepts": ["2173", "4304", "5360", "6050"], "title": "87/70/EEC: Commission Decision of 7 January 1987 on the setting-up of an Advisory Committee on Cereals\n", "header": "COMMISSION COMMISSION DECISION of 7 January 1987 on the setting-up of an Advisory Committee on cereals (87/70/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nWhereas the Advisory Committee on Cereals was set up by Commission Decision of 18 July 1962 (1), as last amended by Decision 83/77/EEC (2);\nWhereas, following the accession of new Member States to the Community, the number of seats on the Committee should be increased and they should be reallocated; whereas the procedure for the replacement of members should also be adjusted;\nWhereas the provisions concerning the Advisory Committee on Cereals have been amended several times and have therefore become difficult to apply; whereas they should therefore be consolidated;\nWhereas the Commission should seek the views of producers, traders and consumers on matters arising in connection with the operation of the common organization of the market in cereals;\nWhereas all the occupations directly involved in the implementation of the market organization in question, and also consumers, must have an opportunity to participate in the drafting of the opinions requested by the Commission;\nWhereas the trade associations concerned and the consumer groups in the Member States have set up organizations at Community level which are in a position to represent those concerned in all the Member States,\n(3) OJ No 72, 8. 8. 1962, p. 2026/62.\n(4) OJ No L 51, 24. 2. 1983, p. 34.", "main_body": ["1.  There shall be attached to the Commission an Advisory Committee on Cereals, hereinafter called the 'Committee'.\n2.  The Committee shall be composed of representatives of the following interests: producers, cooperatives, the cereal processing and food-manufacturing industries, traders in cereals and foodstuffs, agricultural workers and workers in the processing  and food-manufacturing industries, consumers.", "1.  The Committee may be consulted by the Commission on any problem concerning the operation of Regulations on the common organization of the market in cereals and in particular on measures to be adopted by the Commission under those  Regulations.\n2.  The chairman of the Committee may indicate to the Commission the desirability of consulting the Committee on any matter within the latter's competence but on which its opinion has not been sought. He shall do so, in particular, at the request of one  of the interests represented.", "1.  The Committee shall consist of 54 members.\n2.  Seats on the Committee shall be apportioned as follows:\n- 27 to cereal producers and cooperatives of the sector,\n- eight to agricultural and food processors, of whom:\n- one shall represent the milling and maize industries,\n- one shall represent the meal industry,\n- one shall represent the malting industry,\n- one shall represent the brewing industry,\n- one shall represent starch industry,\n- one shall represent the feedingstuffs industry,\n- two shall represent other cereal-using industries,\n- seven to the wholesale cereal trade, including one to cereal storers,\n- six to agricultural and food industry workers,\n- six to consumer's representatives.", "1.  Members of the Committee shall be appointed by the Commission on proposals from the trade workers' organizations set up at Community level which are most representative of the interests specified in Article 1 (2) and whose activities come  within the scope of the common organizations of the market in cereals; consumers' representatives shall be appointed on proposals from the Consumers' Advisory Committee.\nThose bodies shall for each seat to be filled put forward the names of two candidates of different nationality.\n2.  The term of office for members of the Committee shall be three years. Their appointments may be renewed. Members shall not be remunerated for their services.\nAfter expiry of the three years members of the Committee shall remain in office until they are replaced or until their appointments are renewed.\nIn the event of the resignation or decease of a member or a request from the body having proposed a member that he be replaced, he shall be replaced in accordance with the procedure laid down in paragraph 1.\n3.  A list of the members of the Committee shall be published by the Commission, for information purposes, in the Official Journal of the European Communities.", "1.  After consulting the Commission, the Committee shall elect a chairman for a period of three years.\nThe chairman shall be elected, in the case of the first ballot, by a two-thirds majority of the members present and, in the\ncase of subsequent ballots, by a simple majority of the members present. In the event of a tie, the Commission shall provide a chairman on a temporary basis.\n2.  The Committee shall elect two vice-chairmen for a period of three years.\nThe vice-chairmen may not represent the same interest as the chairman.\nThe election shall take place in accordance with the procedure laid down in paragraph 1.\nThe Committee may, in accordance with the same procedure, elect other officers. In that case, the officers other than the chairman shall include not more than one representative of each interest represented on the Committee.\nThe officers shall prepare and organize the work of the Committee.", "1.  Only the Commission representatives, the members of the Committee, or persons replacing them in their absence, and persons invited in accordance with paragraph 3 and 4 may participate in or attend meetings.\n2.  Should a member be unable to attend a meeting, the organization or organizations to which a seat is allocated may appoint a person to take his place. This person shall be selected from a list drawn up by mutual agreement between the Commission and  the organization or organizations in question and containing a number of names equal to half the total numbers of members representing the organization or organizations in question. This number shall be not less than one and not more than 12.\nThe secretariat of the Committee must be informed of such replacement of a member at least seven days before a meeting.\n3.  At the request of an organization to which one or more seats are allocated, the chairman may, in agreement with the Commission staff, invite its general secretary or a member of its secretariat to attend the meetings of the Committee as an observer.\nShould he be unable to attend, however, the general secretary may have his seat as an observer taken by another person designated by him.\nObservers shall not have the right to speak. They may, however, be invited to do so by the chairman in agreement with the Commission staff.\n4.  At the request of an organization to which one or more seats are allocated, and when the matters on the agenda are of a highly technical nature outside the normal framework of the deliberations of the Committee, the chairman may, in agreement with  the Commission staff, invite one or more experts to take part in the deliberations of the Committee.\nThe Commission may, on its own initiative, invite any person particularly well qualified in one of the subjects on the agenda to take part in the deliberations of the Committee as an expert.\nHowever, experts shall participate only in the discussion of the matter concerning which they were invited to attend.", "In agreement with the Commission staff, the Committee may set up working groups to facilitate its work.", "1.  The Committee shall be convened by the Commission and shall meet at Commission headquarters. Meetings of the officers shall be convened by the Chairman by arrangement with the Commission.\n2.  Representatives of the Commission departments concerned shall take part in meetings of the Committee, its officers and working groups.\n3.  Secretarial services for the Committee, its officers and working groups shall be provided by the Commission.", "The Committee shall discuss matters on which the Commission has requested an opinion. No vote shall be taken.\nThe Commission may, when seeking the opinion of the Committee, set a time limit within which such opinion shall be given.\nThe views expressed by the various interests represented shall be included in a report forwarded to the Commission.\nIn the event of unanimous agreement being reached in the Committee on the opinion to be given, the Committee shall formulate joint conclusions and attach them to the report.\nThe outcome of the Committee's discussions shall on request be communicated by the Commission to the Council and to the Management Committees.", "0\nWithout prejudice to the provisions of Article 214 of the Treaty, where the Commission informs them that the opinion requested or the question raised is on a matter of a confidential nature, members of the Committee shall be under an  obligation not to disclose information which has come to their knowledge through the work of the Committee or of its working groups.\nIn such cases, only Committee members and representatives of the Commission departments concerned may be present at meetings.", "1\nThe Commission Decision of 18 July 1962 is hereby repealed.", "2\nThis Decision shall enter into force on 1 January 1987."], "attachments": "Done at Brussels, 7 January 1987.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\nEWG:L111UMBE00.95\nFF: 1UEN;   SETUP: 01;   Hoehe: 1318 mm;   212 Zeilen;   9516 Zeichen;\nBediener: MIKE   Pr.: C;\nKunde: ................................"}