{"celex_id": "31984R0229", "uri": "http://publications.europa.eu/resource/cellar/b9839fd6-99ff-45e5-8f6a-c45cd6315cbb", "type": "Regulation", "concepts": ["3568", "4687"], "title": "Commission Regulation (EEC) No 229/84 of 27 January 1984 amending Regulation (EEC) No 3652/81 laying down detailed rules for implementing the system of advance fixing certificates for refunds in the poultrymeat and eggs sector\n", "header": "COMMISSION  REGULATION (EEC) No 229/84\nof 27 January 1984\namending Regulation (EEC) No 3652/81 laying down detailed rules for implementing the system of advance fixing certificates for refunds in the poultrymeat and eggs sector\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2771/75 of 29 October 1975 on the common organization of the market in eggs (1), as last amended by Regulation (EEC) No 3643/81 (2), and in particular Article 9 (3) thereof,\nHaving regard to Council Regulation (EEC) No 2777/75 of 29 October 1975 on the common organization of the market in poultrymeat (3), as last amended by the Act of Accession of Greece, and in particular Article 9 (3) thereof,\nWhereas Commission Regulation (EEC) No 3652/81 (4) lays down the period of validity of advance fixing certificates issued for exports resulting from an invitation to tender opened in an importing non-member country;\nWhereas the said Regulation allows a period of 40 days within which the applicant must inform the agency which issued the advance fixing certificate of the outcome of the invitation to tender or provide proof that the time limit for the submission of tenders has been extended; whereas it has become apparent that given existing trade practices this period is too short in the case of eggs and poultrymeat; whereas it should be extended to 90 days;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Poultrymeat and Eggs,", "main_body": ["Article 2 (3) of Regulation (EEC) No 3652/81 is hereby replaced by the following:\n'3. By way of derogation from the second subparagraph of Article 43 (2) of Regulation (EEC) No 3183/80, the period within which an applicant for an advance fixing certificate must inform the issuing agency of the outcome of the invitation to tender or provide proof that the time limit for submission of tenders has been deferred shall be 90 days following the time limit for submission of tenders.'", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 27 January 1984.\nFor the Commission\nPoul DALSAGER\nMember of the Commission\n(1) OJ No L 282, 1. 11. 1975, p. 49.\n(2) OJ No L 364, 19. 12. 1981, p. 1.\n(3) OJ No L 282, 1. 11. 1975, p. 77.\n(4) OJ No L 364, 19. 12. 1981, p. 19."}