{"celex_id": "31986R3387", "uri": "http://publications.europa.eu/resource/cellar/d167978d-5168-4fad-8147-3a0ae47338f1", "type": "Regulation", "concepts": ["4578", "4717"], "title": "Council Regulation (EEC) No 3387/86 of 3 November 1986 opening, allocating and providing for the administration of a Community tariff quota for certain wines having a registered designation of origin, falling within subheading ex 22.05 C of the Common Customs Tariff and originating in Tunisia (1986/1987)\n", "header": "COUNCIL  REGULATION (EEC) No 3387/86\nof 3 November 1986\nopening, allocating and providing for the administration of a Community tariff quota for certain wines having a registered designation of origin, falling within subheading ex 22.05 C of the Common Customs Tariff and originating in Tunisia (1986/1987)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 113 thereof,\nHaving regard to the proposal from the Commission,\nWhereas Article 20 of the Cooperation Agreement between the European Economic Community and the Republic of Tunisia (1) stipulates that certain wines having a registered designation of origin, falling within subheading ex 22.05 C of the Common Customs Tariff and originating in Tunisia, specified in the Agreement in the form of an exchange of letters of 16 October 1978 (2), and produced from the 1977 and subsequent harvests, shall be imported into the Community free of customs duties within the limits of an annual Community tariff quota of 50 000 hectolitres; whereas these wines must be put in containers holding two litres or less; whereas these wines must be accompanied by a certificate of designation of origin in accordance with the model given in Annex D to the Agreement in question; whereas the Community tariff quota in question should therefore be opened for the period 1 November 1986 to 31 October 1987;\nWhereas the wines in question are subject to compliance with the free-at-frontier reference price; whereas the wines in question shall benefit from this tariff quota on condition that Article 18 of Regulation (EEC) No 337/79 (3), as last amended by Regulation (EEC) No 3805/85 (4), is complied with;\nWhereas according to Article 1 of Council Regulation (EEC) No 449/86 of 24 February 1986 determining the arrangements to be applied by the Kingdom of Spain and the Portuguese Republic to trade with certain third countries (5), the provisions applicable by the Kingdom of Spain and the Portuguese Republic to trade with the Republic of Tunisia shall be subject to the tariff treatment and other trade rules applied to third countries enjoying most favoured-nation treatment; whereas therefore, this Regulation applies only to the Community of Ten;\nWhereas it is in particular necessary to ensure equal and uninterrupted access for all Community importers to the abovementioned quota, and uninterrupted application of the rates laid down for this quota to all imports of the products concerned into the Member States until the quota has been used up; whereas a system of using a Community tariff quota, based on allocation among the Member States, appears likely to comply with the Community nature of the said quota having regard to the above principles; whereas, in order to reflect most accurately the actual development of the market in the products in question, such allocation should be in proportion to the requirements of the Member States assessed by reference both to the statistics relating to imports of the said products from Tunisia over a representative reference period and to the economic outlook for the quota period concerned;\nWhereas in this case, however, neither Community nor national statistics showing the breakdown for each of the types of wines in question are available and no reliable estimates of future imports can be made; whereas in these circumstances the quota volumes should be allocated in initial shares, taking into account demand for these wines on the markets of the various Member States;\nWhereas, to take into account import trends for the products concerned in the various Member States, the quota amount should be divided into two instalments, the first being allocated among the Member States and the second held as a reserve intended to cover at a later date the requirements of Member States who have used up their initial share; whereas, in order to guarantee some degree of security to importers in each Member State, the first instalment of the Community quota should be fixed at a level which could, in the present circumstances, be 50 % of the quota volume;\nWhereas the initial shares of the Member States may not be used up at the same rate; whereas, in order to take this into account and avoid disruption, any Member State which has used up almost all its initial share should draw a supplementary share from the reserve; whereas this should be done by each Member State each time one of its supplementary shares is almost used up, and so on as many times as the reserve allows; whereas the initial and supplementary shares should be valid until the end of the quota period; whereas this form of administration requires close collaboration between the Member States and the Commission, and the Commission must be in a position to follow the extent to which the quota volume has been used up and inform the Member States therof;\nWhereas, if at a given date in the quota period a Member States has a considerable quantity of the initial share left over, it is essential that it should return a significant proportion thereof to the reserve to prevent a part of the Community quota remaining unused in one Member State when it could be used in others;\nWhereas, since the Kingdom of Belgium, the Kingdom of the Netherlands and the Grand Duchy of Luxembourg are united within and jointly represented by the Benelux Economic Union, all transactions concerning the administration of the shares allocated to that economic union may be carried out by any one of its members,", "main_body": ["1. From 1 November 1986 to 31 October 1987, in the Community of Ten, a Community tariff quota of 50 000 hectolitres shall be opened for the products indicated below and originating in Tunisia:\n1.2 //  //  // CCT heading No  // Description  //  //  // 22.05   // Wine of fresh grapes; grape must with fermentation arrested by the addition of alcohol:   //   // C. Other:   //   // - Wines entitled to one of the following designations of origin:   //   // Coteaux de Tebourba, Sidi-Salem, Kelibia, Thibar, Mornag, grand cru Mornag of an actual alcoholic strength of 15 % vol or less and in containers holding two litres or less   //    //\n2. Within the tariff quota referred to in paragraph 1, the Common Customs Tariff duties applicable to these wines shall be totally suspended.\n3. Wines produced from the 1977 and subsequent harvests shall be accorded the benefit of the tariff quota referred to in paragraph 1.\n4. The wines in question are subject to compliance with the free-at-frontier reference price.\nThe wines in question shall benefit from this tariff quota on condition that the provisions of Article 18 of Regulation (EEC) No 337/79 are complied with.\n5. Each of these wines when imported, shall be accompanied by a certificate of designation of origin, issued by the relevant Tunisian authority, in accordance with the model annexed to this Regulation and certifying in box 16 that these wines have been produced from the 1977 and subsequent harvests.\nNevertheless, the certificate as shown in the Annex to Regulation (EEC) No 2730/85 (1) may be accepted until 31 October 1987.", "1. The tariff quota laid down in Article 1 shall be divided into two instalments.\n2. A first instalment of the quota shall be allocated among the Member States; the shares, which subject to Article 3 shall be valid up to 31 October 1987, shall be as follows:\n1.2 //  // (hectolitres)   // Benelux   // 4 500   // Denmark   // 2 500   // Germany   // 5 000   // Greece   // 800  // France   // 5 000   // Ireland   // 1 000   // Italy   // 2 000   // United Kingdom   // 4 200\n3. The second instalment of the quota, amounting to 25 000 hectolitres shall constitute the reserve.", "1. If 90 % or more of one of a Member State's initial share, as specified in Article 2 (2), or of that share less the portion returned to the reserve where Article 5 has been applied, has been used up, that Member State shall, without delay, by notifying the Commission, draw a second share equal to 15 % of its initial share, rounded up where necessary to the next whole number, in so far as the amount in the reserve allows.\n2. If, after its initial share has been used up, 90 % or more of the second share drawn by a Member State has been used up, that Member State shall, in accordance with the conditions laid down in paragraph 1, draw a third share equal to 7,5 % of its initial share, rounded up where necessary to the next whole number, in so far as the amount in the reserve allows.\n3. If, after its second share has been used up, 90 % or more of the third share drawn by a Member State has been used up, that Member State shall, in accordance with paragraph 1, draw a fourth share equal to the third.\nThis process shall continue to apply until the reserves are used up.\n4. Notwithstanding paragraphs 1, 2 and 3, Member States may draw smaller shares than those fixed in these paragraphs if there is reason to believe that those fixed might not be used up. They shall inform the Commission of their reasons for applying this paragraph.", "The additional shares drawn pursuant to Article 3 shall be valid until 31 October 1987.", "Member States shall return to the reserve, not later than 1 September 1987, the unused portion of their initial share which, on 15 August 1987, is in excess of 20 % of the initial amount. They may return a greater portion if there are grounds for believing that such portion might not be used in full.\nMember States shall notify the Commission not later than 1 September 1987, of the total imports of the products concerned effected under the Community quotas up to and including 15 August 1987 and, where appropriate, the proportion of their initial share that they are returning to the reserve.", "The Commission shall keep account of the shares opened by Member States pursuant to Articles 2 and 3 and shall inform each State of the extent to which the reserve has been used up as soon as it has been notified.\nThe Commission shall notify the Member States, not later than 5 September 1987, of the state of the reserve after the return of shares pursuant to Article 5.\nThe Commission shall ensure that the drawing which uses up the reserve is limited to the balance available and, to this end, shall specify the amount thereof to the Member State making the final drawing.", "1. Member States shall take all measures necessary to ensure that additional shares drawn pursuant to Article 3 are opened in such a way that imports may be charged without interruption against their aggregate shares in the Community quota.\n2. Member States shall ensure that importers of the products concerned have free access to the shares allocated to them.\n3. Member States shall charge imports of the said goods against their shares as and when the goods are entered for free circulation.\n4. The extent to which a Member State has used up its shares shall be determined on the basis of the imports charged in accordance with paragraph 3.", "At the request of the Commission, Member States shall inform it of imports actually charged against their shares.", "The Member States and the Commission shall collaborate closely in order to ensure that this Regulation is observed.", "0\nThis Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Communities. It shall apply from 1 November 1986.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 3 November 1986.\nFor the Council\nThe President\nA. CLARK\n(1) OJ No L 265, 27. 9. 1978, p. 2.\n(2) OJ No L 296, 21. 10. 1978, p. 2.\n(3) OJ No L 54, 5. 3. 1979, p. 1.\n(4) OJ No L 367, 31. 12. 1985, p. 39.\n(5) OJ No L 50, 28. 2. 1986, p. 40.\n(1) OJ No L 259, 1. 10. 1985, p. 3."}