{"celex_id": "31989R0707", "uri": "http://publications.europa.eu/resource/cellar/1743f486-7728-4996-8d5c-0cde0fbfd855", "type": "Regulation", "concepts": ["3809", "4620", "588", "5969"], "title": "Commission Regulation (EEC) No 707/89 of 17 March 1989 imposing a provisional anti-dumping duty on imports of calcium metal orginating in the People's Republic of China or the Soviet Union\n", "header": "COMMISSION  REGULATION (EEC) No 707/89\nof 17 March 1989\nimposing a provisional anti-dumping duty on imports of calcium metal orginating in the People's Republic of China or the Soviet Union\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2423/88 of 11 July 1988 on protection against dumped or subsidized imports from countries not members of the European Economic Community (1), and in particular Article 11 thereof,\nAfter consultations within the Advisory Committee as provided for in the above Regulation,\nWhereas:\nA. Procedure\n(1) In July 1987 the Commission received a complaint from the electrometallurgy and electrochemistry trade association, the Chambre syndicale de l'électrométallurgie et de l'électrochimie, on behalf of a Community producer representing the entire Community production of calcium metal.\nThe complaint contained evidence of dumping and of resulting material injury which was considered sufficient to justify the initiation of a proceeding.\nThe Commission accordingly announced, by a notice published in the Official Journal of the European Communities (2), the initiation of an anti-dumping proceeding concerning imports of calcium metal originating in the People's Republic of China or the Soviet Union. The product concerned is an alkaline earth metal corresponding to CN code 2805 21 00.\n(2) The Commission gave official notice of the initiation of the proceeding to the exporters and importers known to be concerned, the representatives of the two exporting countries and the complainant. It asked the parties directly concerned to answer the questionnaires which had been sent to them, giving them an opportunity to make known their views in writing and to request a hearing.\nThe Chinese exporter, two importers and the complainant returned the questionnaire to the Commission duly completed. The other importers answered the questionnaire in part. The Soviet exporter argued that no calcium metal had been exported direct to the Community during the reference period.\nThe Chinese and Soviet exporters and two importers stated their views in writing. The Soviet exporter and one of the importers requested and were granted a hearing; the Chinese exporter also requested a hearing but was unable to follow up the Commission's favourable response.\n(3) The Commission sought and verified all information it deemed necessary and carried out inspections at the premises of the Community producer, Péchiney (France) and one of the importers, Extramet (France).\n(4) The Commission also visited the premises of the producer in the reference country, Quigly-Pfizer, New York.\n(5) The investigation of dumping covered the period from 1 January 1987 to 31 December 1987.\nB. Description of the product\n(6) Calcium metal, which is used chiefly in the metal and uranium industries, is produced in two ways:\n- the first procedure, the reduction of lime with aluminium, which may be followed by redistillation, is used by all western producers, including the Community producer, which distinguishes for the purposes of commercial designation between R calcium (without redistillation) and N calcium (obtained following redistillation),\n- the second procedure, the igneous electrolysis of calcium, is used by Chinese and Soviet producers and may be followed by redistillation in the Community.\nRedistillation increases the purity of the product, up to a maximum degree corresponding to the 'nuclear' quality used in the production of uranium, which only the Community producer supplies within the Community.\n(7) The product is available in various forms: chunks, chips and grains (or granules), which are obtained in the Community by the importers and by the producer once the physical form has been processed according to specific procedures.\n(8) One importer pointed out in written comments that a special feature of calcium metal is that its market, particularly the number of purchasers and sellers, is very restricted, mainly because its uses are still limited.\nC. Dumping\n(9) In establishing whether imports originating in the People's Republic of China or the Soviet Union were being dumped, the Commission had to take account of the fact that these countries do not have market economies within the meaning of Article 2 (5) of Regulation (EEC) No 2423/88 and had to adopt one of the methods of calculation of normal value provided for in that Article. The complainant proposed adopting United States prices to calculate the normal value, since the United States market was the biggest outside the Community.\n(10) One of the importers contested this choice, arguing that there was only one United States producer and insufficient domestic competition in the United States; he proposed the Canadian market, where there is also a single producer of calcium metal.\nThe importer, however, failed to provide enough evidence to justify such a choice, particularly as regards price levels and quantities sold on the Canadian market. Accordingly, the Commission did not agree to using the Canadian market.\n(11) The Commission chose the United States market, having carried out the following checks:\n- it ensured that the United States producer produced calcium metal comparable to the Soviet and Chinese product, i.e. without redistillation,\n- it checked that the prices charged by the United States producer during the reference period allowed a reasonable but not excessive profit,\n- it ensured that the United States producer was subject to competition on its own market in the form of sufficient imports and that production was significant compared to these imports during the reference period.\n(12) The normal value was therefore calculated on the basis of domestic market prices in the United States as established by the Commission. To this end, the Commission restricted its calculation to the sales price of crowns or of pieces requiring no redistillation or major transformation of form by the producer.\n(13) Export prices were determined on the basis of prices actually paid or payable for the Chinese or Soviet product sold for export to the Community.\n(14) In comparing normal value with export prices, the Commission took account, when circumstances permitted and when sufficient evidence was available, of differences affecting price comparability, including transport and insurance costs and payment schedules. All comparisons were made on an ex-works basis.\n(15) The comparison showed that Chinese and Soviet exports to the Community were being dumped during the reference period. Weighted average dumping margins calculated as a percentage of the cif price of the product at the Community frontier, excluding customs duties, came to 27,2 % for the Chinese product and 19 % for the Soviet product.\nD. Injury\n(16) As regards the injury to the Community industry caused by the dumped imports, the Commission's checks show that the volume of imports of the product in question originating in the People's Republic of China fell from 130 tonnes in 1985 to 119 tonnes in 1987, having reached a total of 150 tonnes in 1986, while imports originating in the Soviet Union rose from 60 tonnes in 1985 to 145 tonnes in 1987, having totalled 428 tonnes in 1986. The surge of Soviet imports in 1986 led to a build-up of surplus stocks which could not be shifted in 1987.\n(17) This trend needs to be seen in the context of the steady drop in consumption recorded in the Community since 1985. As a result of this falling consumption, the share of imports in the Community market rose between 1985 and 1987: the proportion accounted for by Chinese imports rose from 12 % in 1985 to 20 % in 1987, while the proportion of Soviet imports rose from 6 % in 1985 to 25 % in 1987.\n(18) The Soviet exporter claimed not to have exported any calcium metal direct to the Community during the reference period and referred to the difficulties encountered by importers selling Soviet products in the Community, where these do not always meet Community users' requirements of purity and physical form. These difficulties had been such as to interrupt deliveries. However, the Commission received answers from several importers accompanied by proof of imports of the product in question originating in the Soviet Union. The import statistics also show clearly a significant level of imports originating in the Soviet Union during the reference period.\n(19) When analysing the difference in the sales price in the Community of calcium metal from the People's Republic of China and the Soviet Union and calcium metal produced by the Community producer, the Commission looked only at the prices of the product produced by the Community producer without redistillation and sold exclusively in the form of chunks and chips, i.e. at the cheapest prices.\nEvidence gathered during the investigation showed that weighted average prices of the Soviet product during the reference period were 11,2 % lower than those of the Community producer and that those of the Chinese product were 10,7 % lower.\n(20) As regards the injury caused by goods imported at dumping prices, the information checked by the Commission shows that production of calcium without redistillation fell from 927 tonnes in 1985 to 591 tonnes in 1987. The fall-off in the production of calcium without redistillation worsened the Community producer's difficulties in maintaining production of redistilled calcium, which is used, in particular, by the uranium industry. Substantial investment was made in 1985 and 1986 as a result of decisions to invest taken when the market was in a period of expansion. Production capacity utilization fell from 81 % in 1985 to 52 % in 1987.\nSales of calcium metal without redistillation in the form of chunks or chips fell markedly in terms of both volume (from 277 tonnes in 1986 to 247 tonnes in 1987) and price (from FF 42/kg in 1986 to FF 32/kg in 1987).\nBecause of the downturn in activity the Community producer had to cut its labour force by half between 1985 and 1987; as a result of the erosion of profits it also suffered considerable financial losses in 1987.\n(21) As to the causal link between the injury to the Community industry and the dumped imports, the Commission found that the deterioration of the complainant producer's situation, as described above, coincided with the increase in the share of the Community market held by Chinese and Soviet exporters from 1985 to 1987.\n(22) The Commission examined whether the injury sustained by the producer concerned was caused by factors other than dumped imports. In particular, it looked at the 45 % decline in Community consumption of calcium metal from 1985 to 1987. It found, however, that the fall in consumption had been almost exactly matched by the significant fall in imports from non-Community countries other than those covered by the proceeding, which declined by 46 % over the same period. It also found, for this reason, that imports originating in other third countries had not contributed to the injury.\nThe Commission therefore concluded, on the basis of the abovementioned evidence, that the injury caused by the dumped imports should be considered in itself to be major in that it made the producer's situation much more difficult and prevented both sales and investment intended to increase competitiveness from being sufficiently profitable.\nE. Community Interest\n(23) In the absence of any protection against the injurious effects of this dumping, the viability of the sole Community producer could be jeopardized as a result of the disappearance of Community production of calcium without redistillation, and consequently of the redistilled calcium used in the production of uranium. The Community would then the entirely dependent on outside sources of calcium metal.\n(24) In assessing the Community interest, the Commission took account of the interests of the users of Chinese and Soviet calcium. It considered, in particular, that the proposed measures would have a limited impact on prices for Community users of calcium metal and would not be liable to deprive them of an alternative source of supplies.\nIn view of the difficulties faced by the Community industry, the Commission concluded that it was in the Community's interest to take defensive steps by imposing a provisional anti-dumping duty on the imports concerned. F. Rate of Duty\n(25) The Commisson concluded that the provisional duty applicable to imports originating in the People's Republic of China or the Soviet Union should be less than the provisional dumping margins, but sufficient to redress the material injury arising from the price undercutting, while enabling the Community producer to make an adequate profit on sales. When imposing the provisional duty, the Commission chose the lower level of undercutting, in view of the very slight difference found between the Chinese and Soviet levels of undercutting during the reference period. For this reason, the provisional ad valorem anti-dumping duty should be set at a rate of 10,7 % of the net free-at-frontier price before duty of products originating in the two countries concerned.\n(26) A time limit should be set for the parties concerned to make known their views in writing and to request a hearing by the Commission,", "main_body": ["1. A provisional anti-dumping duty is hereby imposed on imports of calcium metal originating in the People's Republic of China or the Soviet Union corresponding to CN code 2805 21 00.\n2. The duty shall be equal to 10,7 % of the net free-at-Community-frontier price before duty of goods originating in these countries.\n3. The provisions in force with regard to customs duties shall apply.\n4. The release for free circulation in the Community of the products originating in the People's Republic of China or the Soviet Union referred to in paragraph 1 shall be subjet to the provision of a security equivalent to the amount of the provisional duty.", "Without prejudice to Article 7 (4) (b) and (c) of Regulation (EEC) No 2423/88, the parties concerned may make their views known in writing and request a hearing from the Commission within one month from the entry into force of this Regulation.", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Communities. Subject to Articles 11, 12 and 14 of Regulation (EEC) No 2423/88, it shall apply for a period of four months, unless the Council adopts definitive measures before the expiry of that period.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 17 March 1989.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 209, 2. 8. 1988, p. 1.\n(2) OJ No C 20, 26. 1. 1988, p. 3."}