{"celex_id": "31985R2089", "uri": "http://publications.europa.eu/resource/cellar/359f9a63-1699-4841-93be-1949608e1d2f", "type": "Regulation", "concepts": ["2681", "2962", "3191", "4402"], "title": "Council Regulation (EEC) No 2089/85 of 23 July 1985 establishing general rules relating to the system of minimum import prices for dried grapes\n", "header": "COUNCIL  REGULATION (EEC) No 2089/85\nof 23 July 1985\nestablishing general rules relating to the system of minimum import prices for dried grapes\nTHE COUNCIL OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 516/77 of 14 March 1977 on the common organization of the market in products processed from fruit and vegetables (1), as last amended by Regulation (EEC) No 988/84 (2), and in particular Article 4a (5) thereof,\nHaving regard to Council Regulation No 129 on the value of the unit of account and the exchange rates to be applied for the purposes of the common agricultural policy (3), as last amended by Regulation (EEC) No 2543/73 (4), and in particular Article 3 thereof,\nHaving regard to the proposal from the Commission,\nWhereas the level of the minimum import price has an impact on the production aid system provided for in Article 3 of Regulation (EEC) No 516/77; whereas the minimum import price should be fixed before the marketing year begins;\nWhereas the present monetary situation results in a minimum price, fixed in ECU and converted into national currency using the representative rate, which does not represent an identical price level; whereas that fact could lead to distortion of trade; whereas that eventuality could be avoided by applying a coefficient when converting the ECU into national currency;\nWhereas currants have characteristics different from those of other dried grapes; whereas different minimum import prices should be fixed; whereas the packings of dried grapes may have an important effect on the price of the products; whereas the minimum import price should reflect this fact;\nWhereas the countervailing charge is applicable only when a product does not observe the minimum import price; whereas the countervailing charge should be fixed taking into consideration the lowest price applied by the most representative non-member countries with export prices below the minimum import price;\nWhereas import prices may undercut the minimum import price because of events which are not a consequence of prices applied by non-member countries, such as the fluctuation of exchange rates; whereas in such cases specific countervailing charges should be applied; whereas those countervailing charges should at the same time ensure compliance with the objectives of the minimum import price system and avoid excessive charges on the products;\nWhereas the Monetary Committee will be consulted,", "main_body": ["1. The minimum import price for dried grapes shall be fixed before the beginning of the marketing year. The minimum price expressed in national currency may be adjusted by a monetary coefficient in order to avoid distortion of trade between the Member States.\n2. A minimum import price shall be fixed for currants and for other dried grapes.\n3. For each of the two groups of products referred to in paragraph 2, the minimum import price may be fixed for products in immediate packing of a net weight to be determined and for products in immediate packing of a net weight exceeding that weight.", "1. Countervailing charges shall be fixed by reference to a scale of import prices. The difference between the minimum import price and each step of the scale shall be:\n- 1 % of the minimum price for the first step,\n- 3 %, 6 % and 9 %, respectively, of the minimum price for the second, third and fourth steps.\nThe fifth step of the scale shall cover all cases where the import price is lower than that applied for the fourth step.\n2. The maximum countervailing charge to be fixed shall not exceed the difference between the minimum price and an amount determined on the basis of the most favourable prices applied on the world market for significant quantities by the most representative non-member countries.", "The minimum import price to be observed shall be that applicable on the day of importation. The countervailing charge to be levied, if any, shall be that which is applicable on the same day.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply from 1 September 1985.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 23 July 1985.\nFor the Council\nThe President\nJ. POOS\n(1) OJ No L 73, 21. 3. 1977, p. 1.\n(2) OJ No L 103, 16. 4. 1984, p. 11.\n(3) OJ No 106, 30. 10. 1962, p. 2553/62.\n(4) OJ No L 263, 19. 9. 1973, p. 1."}