{"celex_id": "31988R3937", "uri": "http://publications.europa.eu/resource/cellar/154d0420-2181-44d0-a169-6792dd493006", "type": "Regulation", "concepts": ["2730", "2962", "4291", "4498"], "title": "Commission Regulation (EEC) No 3937/88 of 16 December 1988 on the sale by storage agencies of unprocessed currants for the manufacture of dried grapes paste\n", "header": "COMMISSION  REGULATION (EEC) No 3937/88\nof 16 December 1988\non the sale by storage agencies of unprocessed currants for the manufacture of dried grapes paste\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 426/86 of 24 February 1986 on the common organization of the market in products processed from fruit and vegetables (1), as last amended by Regulation (EEC) No 2247/88 (2), and in particular Articles 8 (8) and 20 thereof,\nHaving regard to Council Regulation (EEC) No 1277/84 of 8 May 1984 laying down general rules for the system of production aid for processed fruit and vegetables (3), and in particular Article 6 (1) thereof,\nWhereas Article 6 (2) of Commission Regulation (EEC) No 626/85 of 12 March 1985 on the purchasing, selling and storage of unprocessed dried grapes and figs by storage agencies (4), as last amended by Regulation (EEC) No 2328/88 (5), provides that products to be put to specific uses yet to be determined are to be sold at prices fixed in advance or determined by an invitation to tender;\nWhereas, in order to take advantage of a new possibility for disposal, provision should be made for unprocessed currants held by storage agencies to be sold for the manufacture of dried grapes paste at a price fixed in advance; whereas the quantities which may be put up for sale must be limited to quantities determined on the basis of possible uses of dried grapes by the industry;\nWhereas, in order to guarantee proper utilization of the unprocessed dried grapes, the finished product must be defined; whereas the lodging of a processing security guaranteeing that the unprocessed dried grapes will be used in accordance with the provisions in force must be required;\nWhereas Regulation (EEC) No 626/85 lays down the conditions applying to the sale of unprocessed currants by storage agencies; whereas the particulars of the purchase application that are specified in Article 7 (2) of that Regulation should be supplemented by a declaration by the applicant specifying the limitations which will be observed regarding the use of the grapes;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Products Processed from Fruit and Vegetables,", "main_body": ["1. Unprocessed currants bought in by storage agencies pursuant to Regulation (EEC) No 626/85 may be sold at a price fixed in advance for the manufacture of dried grapes paste in accordance with the provisions of this Regulation.\n2. The quantities put up for sale shall be limited depending on probable disposal possibilities for the purpose laid down.", "1. The unprocessed currants shall be used for the manufacture of paste falling within CN code 2007.\nManufacture shall be completed within 120 days at the latest after the date of acceptance of the purchase application as referred to in Article 8 (2) of Regulation (EEC) No 626/85.\n2. A processing security shall be lodged to guarantee that the unprocessed currants will be used within the period specified in paragraph 1.", "In addition to the particulars specified in Article 7 (2) of Regulation (EEC) No 626/85, purchase applications shall include a declaration by which the applicant undertakes to use the grapes for the purpose specified in Article 2 (1) above.", "During the period in which unprocessed currants are being offered for sale under the terms of this Regulation, Member States shall notify the Commission:\n(a) by the 10th of each month at the latest, of the quantities sold between the 16th and the last day of the previous month;\n(b) by the 25th of each month at the latest, of the quantities sold between the first and the 15th of that month.", "The storage agencies responsible for sales under the terms of this Regulation, the prices to be charged, the quantity to be put on sale and the amount of the processing security shall be determined in accordance with the procedure laid down in Article 22 of Regulation (EEC) No 426/86.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 16 December 1988.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 49, 27. 2. 1986, p. 1.\n(2) OJ No L 198, 26. 7. 1988, p. 21.\n(3) OJ No L 123, 9. 5. 1984, p. 25.\n(4) OJ No L 72, 13. 3. 1985, p. 7.\n(5) OJ No L 202, 27. 7. 1988, p. 45."}