{"celex_id": "31984L0415", "uri": "http://publications.europa.eu/resource/cellar/ade6329e-e556-4534-8f92-b6bb7e3270df", "type": "Directive", "concepts": ["2213", "2739", "2744", "2897", "4062", "5383"], "title": "Fifth Commission Directive 84/415/EEC of 18 July 1984 adapting to technical progress Annexes II, III, IV, V and VI to Council Directive 76/768/EEC on the approximation of the laws of the Member States relating to cosmetic products\n", "header": "FIFTH  COMMISSION DIRECTIVE\nof 18 July 1984\nadapting to technical progress Annexes II, III, IV, V and VI to Council Directive 76/768/EEC on the approximation of the laws of the Member States relating to cosmetic products\n(84/415/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 76/768/EEC of 27 July 1976 on the approximation of the laws of the Member States relating to cosmetic products (1), as last amended by Directive 83/574/EEC (2), and in particular Article 8 (2) thereof,\nWhereas with a view to safeguarding public health, the use of aristolochic acid (8-methoxy-3,4-methylenedioxy-10-nitrophenanthrene-1-carboxyl acid) and its salts and also all species of Veratrum should be prohibited in cosmetic products,\nWhereas, on the basis of the most recent scientific and technical research and subject to certain restrictions and conditions, the use of the following substances can be permitted in cosmetic products: hydrogen peroxide in preparations for skin care and in nail-hardening preparations, hydroquinone as a localized skin-lightening agent and nicomethanol hydrofluoride (3-hydroxymethylpyridinium fluoride) in oral hygiene preparations; whereas silver nitrate can be definitively permitted for colouring eyelashes and eyebrows;\nWhereas glycerol-1(4-amino-benzoate) is a UV filter listed No 4 in part 2 of Annex VII, and therefore may be deleted from No 2 in part 1 of Annex IV to Directive 76/768/EEC;\nWhereas preservatives 56 and 57, listed in part 2 of Annex VI to Directive 76/768/EEC, are also added to cosmetics for other specific purposes;\nWhereas the measures provided for in this Directive are in accordance with the opinion of the Committee on the Adaptation to Technical Progress of the Directives for the Removal of Technical Barriers to Trade in the Cosmetics Sector,", "main_body": ["Directive 76/768/EEC is hereby amended as follows:\n1. In Annex II:\n- number 333 is replaced by:\n'333. Veratrum Spp. and their preparations',\n- the following item is added:\n'365. Aristolochic acid and its salts'.\n2. In Annex III, part 1:\n- reference numbers 12 and 14 are amended as follows:\n1.2.3.4.5.6 //   //   //   //   //   //   // a  // b  // c  // d  // e  // f  //   //   //   //   //   //   // 12  // Hydrogen peroxide  // (a) Hair-care preparations (b) Skin-care preparations (c) Nail hardening preparations  // 12 % of H2O2 (40 volumes) 4 % of H2O2 2 % of H2O2  //   // (a) (b) (c) Contains hydrogen peroxide Avoid contact with eyes Rinse eyes immediately if product comes into contact with them  //  //   //   //   //   //   // 14  // Hydroquinone (1)  // (a) Oxidizing colouring agent for hair-dyeing:  // 2 %  //   // (a)  //   //   // 1. General use  //   //   // 1. Do not use to dye eyelashes or eyebrows Rinse the eyes immediately if the product comes into contact with them Contains hydroquinone  //   //  // 2. Professional use  //   //   // 2. For professional use only Contains hydroquinone Rinse the eyes immediately if the product comes into contact with them  //   // Hydroquinone  // (b) Agents for localized skin lightener  // 2 %  //  // (b) - Contains hydroquinone - Avoid contact with the eyes - Apply to small areas - If irritation develops discontinue use - Do not use on children under the age of 12  //   //   //   //  //   //\n- the following reference numbers are added:\n1.2.3.4.5.6 //   //   //   //   //   //   // a  // b  // c  // d  // e  // f  //   //   //   //   //   //   // 47  // Nicomethanol hydrofluoride  // Oral hygiene products  // 0,15 % calculated as F When mixed with other fluorine compounds permitted under this Annex, total F concentration must not exceed 0,15 %  //   // Contains nicomethanol hydrofluoride  //   //   //   //   //   //   // 48  // Silver nitrate  // Solely for products intended for colouring eyelashes and eyebrows  // 4 %  //   // - Contains silver nitrate - Rinse the eyes immediately if product comes into contact with them  //   //   //   //   //   //\n3. Reference Nos 2 and 6 are deleted from part 1 of Annex IV.\n4. Reference No 11 is deleted from Annex V.\n5. The symbol (*) is added to column (b) of part 2 in Annex VI immediately after the names of the substances designated by reference Nos 56 and 57.", "Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive not later than 31 December 1985. They shall forthwith inform the Commission thereof.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 18 July 1984.\nFor the Commission\nKarl-Heinz NARJES\nMember of the Commission\n(1) OJ No L 262, 27. 9. 1976, p. 169.\n(2) OJ No L 332, 28. 11. 1983, p. 38."}