{"celex_id": "31989R0117", "uri": "http://publications.europa.eu/resource/cellar/820b8c3d-5577-4ced-9fbd-560c9afc32d4", "type": "Regulation", "concepts": ["2664", "3170", "4204", "4667", "4682"], "title": "Commission Regulation (EEC) No 117/89 of 19 January 1989 amending Regulation (EEC) No 2374/79 on the sale at reduced prices of certain products in the beef and veal sector held by intervention agencies to certain welfare institutions and bodies\n", "header": "COMMISSION  REGULATION (EEC) No 117/89\nof 19 January 1989\namending Regulation (EEC) No 2374/79 on the sale at reduced prices of certain products in the beef and veal sector held by intervention agencies to certain welfare institutions and bodies\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 805/68 of 27 June 1968 on the common organization of the market in beef and veal (1), as last amended by Regulation (EEC) No 4132/88 (2), and in particular Article 7 (3) thereof,\nWhereas Commission Regulation (EEC) No 2374/79 (3), as last amended by Regulation (EEC) No 3639/88 (4), fixes certain selling prices for beef and veal taken over by the intervention agencies before 1 June 1988; whereas certain selling prices for beef stored in France should be added;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Beef and Veal,", "main_body": ["Annex II to Regulation (EEC) No 2374/79 is hereby replaced by the Annex to this Regulation.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 January 1989.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 148, 28. 6. 1968, p. 24.\n(2) OJ No L 362, 30. 12. 1988, p. 4.\n(3) OJ No L 272, 30. 10. 1979, p. 16.\n(4) OJ No L 317, 24. 11. 1988, p. 12.\nANEXO - BILAG - ANHANG - PARARTIMA - ANNEX - ANNEXE - ALLEGATO - BIJLAGE - ANEXO\n« ANEXO II - BILAG II - ANHANG II - PARARTIMA II - ANNEX II - ANNEXE II - ALLEGATO II - BIJLAGE II - ANEXO II\nPrecios de venta expresados en ecus por tonelada (1) - Salgspriser i ECU/ton (1) - Verkaufspreise ausgedrueckt, in ECU/Tonne (1) - Timés políseos ekfrazómenes se Ecu aná tóno (1) - Selling prices expressed in ecus per tonne (1) - Prix de vente exprimés en écus par tonne (1) - Prezzi di vendita espressi in ecu per tonnellata (1) - Verkoopprijzen uitgedrukt in ecu per ton (1) - Preço de venda expresso em ecus por tonelada (1)\n1.2 // FRANCE   // Catégorie A/ Catégorie C   // Filet   // 5 140   // Faux filet   // 3 250   // Tende-de-tranche   // 1 900   // Tranche grasse   // 1 570   // Rumpsteak   // 1 890  // Bavette   // 1 810   // Entrecôte   // 1 630   // Boule de gîte   // 1 830   // Gîte à la noix   // 1 830   // Jarret  // 1 140   // Caisse A   // 1 140   // Boule de Macreuse  // 1 140   // IRELAND   // Category C   // Insides   // 1 900  // Outsides   // 1 570   // Knuckles   // 1 830   // Rumps  // 1 890   // Forequarters   // 1 140   // Briskets   // 1 000   // Flank/plate   // 900   // ITALIA   // Categoria A  // Filetto   // 5 140   // Roastbeef   // 3 250   // Scamone  // 1 890   // Fesa esterna   // 1 570   // Fesa interna   // 1 900   // Noce   // 1 700   // Girello   // 1 500   // Geretto pesce   // 1 000   // Collo sottospalla   // 1 000   // Spalle geretto   // 1 000   // Pancia   // 900   // Petto   // 1 000\n(1) Estos precios se entenderán netos con arreglo a lo dispuesto en el apartado 1 del artículo 17 del Reglamento (CEE) no 2173/79.\n(1) Disse priser gaelder netto i overensstemmelse med bestemmelserne i artikel 17, stk. 1, i forordning (EOEF) nr. 2173/79.\n(1) Diese Preise gelten netto gemaess den Vorschriften von Artikel 17 Absatz 1 der Verordnung (EWG) Nr. 2173/79.\n(1) Oi timés aftés efarmózontai epí toy katharoý vároys sýmfona me tis diatáxeis toy árthroy 17 parágrafos 1 toy kanonismoý (EOK) arith. 2173/79.\n(1) These prices shall apply to net weight in accordance with the provisions of Article 17 (1) of Regulation (EEC) No 2173/79.\n(1) Ces prix s'entendent poids net conformément aux dispositions de l'article 17 paragraphe 1 du règlement (CEE) no 2173/79.\n(1) Il prezzo si intende peso netto in conformità del disposto dell'articolo 17, paragrafo 1 del regolamento (CEE) n. 2173/79.\n(1) Deze prijzen gelden netto, overeenkomstig de bepalingen van artikel 17, lid 1, van Verordening (EEG) nr. 2173/79.\n(1) Estes preços aplicam-se a peso líquido, conforme o disposto no Regulamento (CEE) nº 2173/79. »"}