{"celex_id": "31989R3042", "uri": "http://publications.europa.eu/resource/cellar/ef962da8-9969-4064-8446-c732bd66a22b", "type": "Regulation", "concepts": ["1524", "3701", "588"], "title": "Council Regulation (EEC) No 3042/89 of 6 October 1989 extending the anti-dumping duty imposed by Regulation (EEC) No 3651/88 to certain serial-impact dot-matrix printers assembled in the Community\n", "header": "COUNCIL  REGULATION (EEC) No 3042/89\nof 6 October 1989\nextending the anti-dumping duty imposed by Regulation (EEC) No 3651/88 to certain serial-impact dot-matrix printers assembled in the Community\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2423/88 of 11 July 1988 on protection against dumped or subsidized imports from countries not members of the European Economic Community (1), and in particular Article 13 (10) thereof,\nHaving regard to the proposal submitted by the Commission after consultation within the Advisory Committee as provided for under the abovementioned Regulation,\nWhereas:\nA. Procedure\n(1) In November 1988, the Commission received a complaint lodged by the Committee of European Printer Manufacturers (Europrint) on behalf of the producers of serial-impact dot-matrix printers (hereinafter referred to as 'SIDM printers') whose collective output represents a major proportion of Community production of the product in question.\nThe complaint contained sufficient evidence of the fact that, following the opening of the investigation concerning SIDM printers originating in Japan (2), which led to the adoption of Council Regulation (EEC) No 3651/88 (3), imposing a definitive anti-dumping duty on imports of these products, a number of companies were assembling SIDM printers in the Community under the conditions referred to in Article 13 (10) of Regulation (EEC) No 2423/88.\nAccordingly, after consultation, the Commission announced, by a notice published in the Official Journal of the European Communities (4), the initiation of an investigation under the said Article 13 (10) concerning SIDM printers assembled in the Community by companies related to or associated with, the following Japanese manufacturers whose exports were subject to a definitive anti-dumping duty:\n- Brother Industries Ltd,\n- Citizen Watch Co. Ltd,\n- Fujitsu Ltd,\n- Juki Corporation,\n- Matsushita Electric Co.,\n- NEC Corporation,\n- OKI Electric Industry Co. Ltd,\n- Seiko Epson Corporation,\n- Seikosha Co. Ltd,\n- Star Micronics Co. Ltd,\n- Tokyo Electric Company.\n(2) The Commission so advised the companies concerned, the representatives of Japan and the complainants, and gave the parties directly concerned the opportunity to make known their views in writing and to request a hearing.\n(3) All the companies concerned and the complainants made their views known in writing and requested, and were granted, hearings by the Commission.\n(4) Following the opening of the investigation, it was established that no SIDM printers were assembled or produced in the Community by, or on behalf of, Juki Corporation.\n(5) No submissions were made by purchasers of SIDM printers assembled in the Community. The Commission sought and verified all information it deemed necessary for the purpose of the assessment of the character of the alleged assembly operations and carried out investigations at the premises of the following companies:\n- Brother Industries Ltd (United Kingdom),\n- Citizen Manufacturers Ltd (United Kingdom),\n- Epson Telford Ltd (United Kingdom),\n- Epson Engineering SA (France),\n- Fujitsu EspaĂąa SA (Spain),\n- Matsushita Electronic Industrial Co. Ltd (United Kingdom),\n- NEC Technologies Ltd (United Kingdom),\n- OKI Electronic Industry Ltd (United Kingdom),\n- Seikosha (Europe) GmbH (Germany),\n- Star Micronics Manufacturing Ltd (United Kingdom),\n- TEC Elektronik GmbH (Germany).\n(6) Furthermore, the Commission carried out an investigation at the premises of some suppliers of components to some of the companies involved.\n(7) The period of investigation lasted from 1 July to 31 December 1988.\nB. Relationship or association with exporter\n(8) All companies referred to in the fifth recital were found to be related to, or associated with, the Japanese manufacturers whose exports of SIDM printers were subject to the definitive anti-dumping duty imposed by Regulation (EEC) No 3651/88. In fact, these companies were found to be wholly or partially owned subsidiaries of the abovementioned Japanese manufacturers.\nC. Production\n(9) The Commission established that the assembly or production operations carried out by all the companies listed in the fifth recital had started or substantially increased after the opening of the anti-dumping investigation.\n(10) One of the companies declared that a part of the SIDM printers produced during the reference period had been manufactured by components imported from Japan after the initiation of the original anti-dumping investigation but before the introduction of the anti-dumping duty. It claimed that these printers should not be taken into account in the overall amount of the printers manufactured during the reference period.\n(11) The Commission does not accept this view, since Article 13 (10) refers specifically to products assembled or produced in the Community and to the parts and materials used therein. Consequently, the overall amount of the SIDM printers actually produced or assembled during the reference period was taken into account.\nD. Parts\n(12) The parts were identified according to the provisions of Article 13 (10) of Regulation (EEC) No 2423/88. It was requested by some companies that the printed circuit board (PCB) be considered as a composite item and consequently its value broken down into the values of its individual constituent parts. Other companies submitted that the PCB should be considered as a single part and accordingly its value be determined as a whole. The Commission, after detailed examination, deemed it appropriate, in line with previous practice, to consider the PCB, given the nature of its structure, as a single part.\n(13) As in previous cases, the value of the parts in question was generally determined on the basis of the companies' purchase prices of these parts when delivered to the factories in the Community. The relevant value is that of the parts and materials as they are used in the assembly operations, i.e. on an into-factory basis. In one case, it was established that the value supplied to the Commission for some parts imported from Japan corresponded to the parent company's purchase prices in the Japanese market, adjusted to include the costs of transport and the customs duties paid. This method of calculating the value of the Japanese parts cannot be accepted, since it does not reflect a reasonable profit and selling expenses for the selling company and therefore appears to be influenced by the relationship between the seller (parent company) and the buyer (subsidiary company). Consequently an adjustment was made to take account of such elements.\n(14) The origin of the parts was taken into account according to Council Regulation (EEC) No 802/68 of 27 June 1968 on the common definition of the concept of the origin of goods (1), as last amended by Regulation (EEC) No 3860/87 (2).\n(15) It was also requested by several companies that the costs of production of certain items incurred by them in the Community be included in the value of Community parts. Where such items constituted parts or materials within the meaning of Article 13 (10) (a) of Regulation (EEC) No 2423/88 and where such parts had acquired an origin other than Japanese in conformity with Regulation (EEC) No 802/68, the inclusion of such costs in the value of non-Japanese parts was considered appropriate.\n(16) For the following companies:\n- Brother,\n- Citizen,\n- Fujitsu,\n- Matsushita,\n- OKI,\n- Seikosha,\n- TEC,\nthe weighted average value of Japanese parts or materials for all models produced by them was found to be respectively such as not to exceed the value of all other parts or materials used by at least 50 %.\nAccordingly the anti-dumping duty cannot be extended to the SIDM printers assembled in the Community by those companies.\n(17) For the other companies investigated the weighted average value of Japanese parts for all models produced was found as follows:\n- Epson France: 67 %\n- Epson United Kingdom: 73 %\n- NEC: 68 %\n- Star: 98 %\nE. Other circumstances\n(18) Consideration was given to other relevant circumstances with regard to the assembly operations referred to above, in accordance with Article 13 (10) (a) of Regulation (EEC) No 2423/88.\n(19) As regards these aspects, the amount of research and development and technology applied within the Community was generally minimal and related merely to assembly.\nF. Conclusion\n(20) In view of the foregoing, it is concluded that the anti-dumping duty should be extended to certain SIDM printers assembled in the Community. The amount of the duty to be collected, which takes the form of a flat-rate duty for each company, was calculated in a manner to ensure that it corresponds to the percentage rate of the anti-dumping duty applicable to the exporters in question, on the cif value of the parts or materials from Japan as established for the investigation period.\nG. Undertakings\n(21) The companies against which protective measures are considered necessary have been informed of the essential facts and considerations on the basis of which the present measures have been proposed. Certain of these companies offered undertakings referring, in particular, to the attainment of a certain proportion of parts originating in the Community. The undertakings offered by Epson France and Epson United Kingdom are considered acceptable by the Commission which is publishing a decision to that effect. The anti-dumping duty should accordingly not be extended to SIDM printers assembled in the Community by these companies.\nThe Commission will examine the acceptability of any further undertakings offered as soon as it has been informed by the companies concerned that the conditions qualifying the present extension of the anti-dumping duty to assembled products have been removed. Satisfactory guarantees should also be given that these conditions would not recur in the future,", "main_body": ["1. The definitive anti-dumping duty imposed by Regulation (EEC) No 3651/88 on imports of SIDM printers incorporating a print system by needles originating in Japan is hereby imposed on SIDM printers incorporating a print system by needles, falling within CN code ex 8471 92 90, introduced into the commerce of the Community after having been assembled or produced in the Community by:\n- NEC Technologies Ltd (United Kingdom),\n- Star Micronics Manufacturing Ltd (United Kingdom).\n2. The rate of duty shall be as set out below per unit assembled or produced by the companies concerned:\n- NEC Technologies Ltd\n(United Kingdom): ECU 30\n- Star Micronics Manufacturing Ltd\n(United Kingdom): ECU 14", "1. Parts and materials suitable for use in the assembly or production of SIDM printers by the companies referred to in Article 1 (1) and originating in Japan can be considered to be in free circulation only in so far as they will not be used in the assembly or production operations referred to above.\n2. SIDM printers thus assembled or produced shall be declared to the competent authorities before leaving the assembly or production plant for introduction into the commerce of the Community. For the purposes of levying an anti-dumping duty this declaration shall be considered to be equivalent to the declaration referred to in Article 2 of Council Directive 79/695/EEC of 24 July 1979 on the harmonization of procedures for the release of goods for free circulation (1), as last amended by Directive 81/853/EEC (2).\n3. The provisions in force concerning customs duties shall apply.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 6 October 1989.\nFor the Council\nThe President\nL. JOSPIN\n(1) OJ No L 209, 2. 8. 1988, p. 1.\n(2) OJ No C 111, 25. 4. 1987, p. 2.\n(3) OJ No L 317, 24. 11. 1988, p. 33.\n(4) OJ No C 327, 20. 12. 1988, p. 8.\n(1) OJ No L 148, 28. 6. 1968, p. 1.\n(2) OJ No L 363, 23. 12. 1987, p. 30.\n(1) OJ No L 205, 13. 8. 1979, p. 19.\n(2) OJ No L 319, 7. 11. 1981, p. 1."}