{"celex_id": "31986R0953", "uri": "http://publications.europa.eu/resource/cellar/c3311fa2-043b-4573-9d4b-54cc4eebb9a7", "type": "Regulation", "concepts": ["1031", "4073", "5792"], "title": "Commission Regulation (EEC) No 953/86 of 2 April 1986 derogating from Regulation (EEC) No 574/86 as regards the issuing of licences for flowers and live plants subject to the supplementary trade mechanism (STM)\n", "header": "COMMISSION  REGULATION (EEC) No 953/86\nof 2 April 1986\nderogating from Regulation (EEC) No 574/86 as regards the issuing of licences for flowers and live plants subject to the supplementary trade mechanism (STM)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the Act of Accession of Spain and Portugal,\nHaving regard to Council Regulation (EEC) No 569/86 of 25 February 1986 laying down general rules for the application of the supplementary mechanism applicable to trade (1), and in particular Article 7 (1) thereof,\nHaving regard to Council Regulation (EEC) No 3792/85 of 20 December 1985 laying down the arrangements applying to trade in agricultural products between Spain and Portugal (2), and in particular Article 13 (1) thereof,\nWhereas Commission Regulation (EEC) No 574/86 (3) lays down the general rules for the application of the supplementary mechanism applicable to trade; whereas some of the provisions of Commission Regulation (EEC) No 3183/80 of 3 December 1980 laying down detailed rules for the application of the system of import and export licences and advance fixing certificates for agricultural products (4), as last amended by Regulation (EEC) No 592/86 (5), are applicable pursuant to that Regulation; whereas two time limits for applications for licences are specified in Articles 12 (2), 13 (2), 14 (1) and 15 (1) of Regulation (EEC) No 3183/80;\nWhereas imports into Portugal of the flowers and live plants referred to in Annex XXII to the Act of Accession are subject to an STM licence; whereas the time limits referred to above are, in the light of the characteristics of the trade in flowers and live plants, unsuitable, and whereas there should therefore be a derogation whereby the time limit for recording the application should be 3.30 p.m. and the time limit for its receipt by the competent agency should be 4.30 p.m.\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Live Plants,", "main_body": ["1. By way of derogation from Article 3 (1) of Regulation (EEC) No 574/86, the time limits specified in Articles 12 (2), 13 (2), 14 (1) and 15 (1) of Regulation (EEC) No 3183/80 shall be as follows:\n- 3.30 p.m. instead of 1 p.m.,\n- 4.30 p.m. instead of 2.30 p.m.\n2. The provisions of paragraph 1 shall apply to STM licences for flowers and live plants falling within Common Customs Tariff heading Nos ex 06.02, ex 06.03 and ex 06.04 which are referred to in Annex XXII to the Act of Accession.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 2 April 1986.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 55, 1. 3. 1986, p. 106.\n(2) OJ No L 367, 31. 12. 1985, p. 7.\n(3) OJ No L 57, 1. 3. 1986, p. 1.\n(4) OJ No L 338, 13. 12. 1980, p. 1.\n(5) OJ No L 58, 1. 3. 1986, p. 4."}