{"celex_id": "31989R3514", "uri": "http://publications.europa.eu/resource/cellar/21bad4c9-333c-48a3-b1c5-87bb23ebce9e", "type": "Regulation", "concepts": ["1115", "1602", "2563", "863"], "title": "Council Regulation (EEC) No 3514/89 of 20 November 1989 fixing the basic and buying-in prices for certain fruit and vegetables to be applied in Spain from 1 January 1990 until the end of the 1989/90 marketing year\n", "header": "COUNCIL  REGULATION (EEC) No 3514/89\nof 20 November 1989\nfixing the basic and buying-in prices for certain fruit and vegetables to be applied in Spain from 1 January 1990 until the end of the 1989/90 marketing year\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the Act of Accession of Spain and Portugal, and in particular Article 89 (1) thereof,\nHaving regard to the proposal from the Commission,\nWhereas Council Regulation (EEC) No 1035/72 of 18 May 1972 on the common organization of the market in fruit and vegetables (1), as last amended by Regulation (EEC) No 1119/89 (2), lays down in particular in Article 16 thereof the general rules governing the fixing of the basic and buying-in prices for fruit and vegetables; whereas those provisions apply in Spain from the beginning of the second phase of accession, subject to the rules on price alignment pursuant to Articles 147 et seq., of the Act of Accession; whereas in accordance with Article 148 of the Act of Accession, the prices to be applied in that Member State from 1 January 1990 until the end of the 1989/90 marketing year should be fixed at the level of the prices fixed at the end of the first phase,", "main_body": ["The basic and buying-in prices for fruit and vegetables to be applied in Spain from 1 January 1990 until the end of the 1989/90 marketing year, the periods during which they are to apply and the standard qualities to which they refer are hereby fixed as indicated in the Annex.", "This Regulation shall enter into force on 1 January 1990.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 November 1989.\nFor the Council\nThe President\nH. NALLET\n(1) OJ No L 118, 20. 5. 1972, p. 1.\n(2) OJ No L 118, 29. 4. 1989, p. 12.\nANNEX\nBASIC AND BUYING-IN PRICES\nCAULIFLOWERS\nFor the period 1 January to 30 April 1990\n(ECU/100 kg net)\n1.2.3 //  //  //  //  // Basic prices   // Buying-in prices  //    //   //   // January   // 22,49   // 9,73   // February  // 20,99   // 9,05   // March   // 22,07   // 9,46   // April  // 22,34   // 9,73   //    //   //\nThese prices refer to trimmed cauliflowers belonging to Class I, put up in packaging.\nLEMONS\nFor the period 1 January to 31 May 1990\n(ECU/100 kg net)\n1.2.3 //  //  //  //  // Basic prices   // Buying-in prices  //    //   //   // January   // 21,54   // 12,63   // February   // 20,83   // 12,27   // March   // 21,62   // 12,63  // April   // 22,55   // 13,20   // May   // 23,05   // 13,49  //    //   //\nThese prices refer to lemons belonging to Class I, size 53 to 62 mm, put up in packaging.\nPEARS\n(other than perry pears)\nFor the period 1 January to 30 April 1990\n(ECU/100 kg net)\n1.2.3 //  //  //  //  // Basic prices   // Buying-in prices  //    //   //   // January to April   // 17,72   // 9,37   //   //   //\nThese prices refer:\n- to pear varieties Beurré Hardy, Bon Chrétien, Williams, Conference, Coscia (Ercolini), Crystallis (Beurré Napoléon, Blanquilla, Tsakonika) Dr Jules Guyo (Limonara), Class I, size 60 mm or more,\n- to pear varieties Empereur Alexandre (Kaiser Alexandre Bosc), Class I, size 70 mm or more,\nput up in packaging.\nAPPLES\n(other than cider apples)\nFor the period 1 January to 31 May 1990\n(ECU/100 kg net)\n1.2.3 //  //  //  //  // Basic price   // Buying-in price  //    //   //   // January to May   // 20,97   // 10,66   //  //   //\nThese prices refer:\n- to apple varieties Reine des Reinettes and Verde Doncella, Class 1, size 65 mm or more,\n- to apple varieties Delicious Pilafa, Golden Delicious, James Grieve, Red Delicious, Reinette grise du Canada and Starking Delicious, Class 1, size 70 mm or more,\nput up in packaging. MANDARINS\nFor the period 1 January to 28 February 1990\n(ECU/100 kg net)\n1.2.3 //  //  //  //  // Basic prices   // Buying-in prices  //    //   //   // January   // 28,39   // 17,67   // February   // 27,33   // 17,35   //    //   //\nThese prices refer to mandarins in Class 1, size 54 to 69 mm, put up in packaging.\nSATSUMAS\nFor the period 1 to 15 January 1990\n(ECU/100 kg net)\n1.2.3 //  //  //  //  // Basic price   // Buying-in price  //    //   //   // January (1 to 15)   // 27,45   // 12,49  //    //   //\nThese prices refer to Unshiu (owarl) satsumas in Class 1, size 54 to 69 mm, put up in packaging.\nCLEMENTINES\nFor the period 1 January to 15 February 1990\n(ECU/100 kg net)\n1.2.3 //  //  //  //  // Basic prices   // Buying-in prices  //    //   //   // January   // 32,77   // 18,02   // February (1 to 15)   // 37,53   // 18,77   //    //   //\nThese prices refer to clementines (Citrus reticulata Blanco) in Class 1, size 43 to 60 mm, put up in packaging.\nSWEET ORANGES\nFor the period 1 January to 31 May 1990\n(ECU/100 kg net)\n1.2.3 //  //  //  //  // Basic prices   // Buying-in prices  //    //   //   // January   // 30,45   // 19,63   // February   // 30,96   // 20,04   // March   // 32,51   // 20,24  // April and May   // 33,01   // 20,45   //    //   //\nThese prices refer to orange varieties Moro, Navel, Navellina, Salustiana, Sanguinello and Valencia late, Class I, size 67 to 80 mm, put up in packaging.\nNB: The prices shown in this Annex do not include the effect of the cost of the packaging in which the product is put up."}