{"celex_id": "31987R1976", "uri": "http://publications.europa.eu/resource/cellar/66b3a845-e568-4135-9dab-dc44acb5ec26", "type": "Regulation", "concepts": ["4373"], "title": "Council Regulation (EEC) No 1976/87 of 2 July 1987 laying down special measures applicable to raw tobacco of the 1987, 1988 and 1989 harvests of certain varieties\n", "header": "COUNCIL REGULATION (EEC) No 1976/87 of 2 July 1987 laying down special measures applicable to raw tobacco of the 1987, 1988 and 1989 harvests of certain varieties\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 727/70 of 21 April 1970 on the common organization of the market in raw tobacco (1), as last amended by Regulation (EEC) No 1974/87 (2), and in particular the second subparagraph of Article 13 (8) thereof,\nHaving regard to the proposal from the Commission (3),\nWhereas the Commission report provided for in Article 13 (1) of Regulation (EEC) No 727/70 shows the quantity of the variety Burley EL from the 1985 harvest taken over by the intervention agencies to be substantially larger than both the quantity and  the percentage of production laid down by Regulation (EEC) No 1469/70 (4), as amended by Regulation (EEC) No 1578/86 (5); whereas the data available at present point to the risk that the quantities taken over by the intervention agencies for the 1986  harvest might exceed the quantities and the percentage of production laid down by Regulation (EEC) No 1469/70;\nWhereas it is necessary therefore to adopt special measures as provided for in Article 13 (4) of Regulation (EEC) No 727/70, and in particular to lower the intervention price for the variety; whereas in view of the need to rebalance the market the lower  price should apply to a number of consecutive harvests;\nWhereas the action taken will reduce intervention expenditure and allow the level of the premium to be raised by way of compensation; whereas in consequence producers will be able to obtain the norm price for the quantities that can be disposed of  normally on the market,", "main_body": ["The intervention price for tobacco of the 1987, 1988 and 1989 harvests of the variety Burley EL shall be lowered to 75 % of the corresponding norm price.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 2 July 1987.\nFor the Council\nThe President\nK. E. TYGESEN\nAE\nEWG:L184UMBE27.95\nFF: 1LEN;   SETUP: 01;   Hoehe: 320 mm;   76 Zeilen;   2468 Zeichen;\nBediener: UTE0   Pr.: C;\nKunde: ................................\n(1) OJ No L 94, 28. 4. 1970, p. 1.\n(2) See page 30 of this Official Journal.\n(3) OJ No C 89, 3. 4. 1987, p. 89.\n(4) OJ No L 164, 27. 7. 1970, p. 35.\n(5) OJ No L 139, 24. 5. 1986, p. 26."}