{"celex_id": "31984D0129", "uri": "http://publications.europa.eu/resource/cellar/ec7c9d2d-e67b-41e5-9486-834b5c751d3d", "type": "Decision", "concepts": ["2739", "588", "5969"], "title": "84/129/EEC: Commission Decision of 6 March 1984 terminating the anti-dumping proceeding concerning imports of caustic-burned natural magnesite originating in the People' s Republic of China\n", "header": "COMMISSION  DECISION\nof 6 March 1984\nterminating the anti-dumping proceeding concerning imports of caustic-burned natural magnesite originating in the People's Republic of China\n(84/129/EEC)\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3017/79 of 20 December 1979 on protection against dumped or subsidized imports from countries not members of the European Economic Community (1), as amended by Regulation (EEC) No 1580/82 (2), and in particular Article 10 thereof,\nWhereas:\nA. Procedure\n(1) In June 1982 the Commission received a complaint lodged by the Grecian Magnesite Mining Industrial Shipping and Commercial Co. SA on its own behalf and on behalf of all producers of caustic-burned magnesite in the Community, whose collective output constitutes all Community production of the product in question. The complaint contained evidence of dumping and of material injury resulting therefrom, which was considered sufficient to justify the initiation of a proceeding. The Commission accordingly announced, by a notice published in the Official Journal of the European Communities (3), the initiation of an anti-dumping proceeding concerning imports into the Community of natural magnesite, caustic-burned, falling within NIMEXE code ex 25.19-59, originating in the People's Republic of China, and commenced an investigation.\n(2) The Commission, by Regulation (EEC) No 3541/82 (4), imposed a provisional anti-dumping duty on imports of natural magnesite, caustic-burned, with an MgO content varying between 70 and 91 %, originating in the People's Republic of China. The Commission notified the exporters known to be concerned of its intention to prolong the provisional duty for a further period of two months. These exporters, who represented a significant percentage of the trade concerned, did not object. The duty was consequently extended for a maximum period of two months by Regulation (EEC) No 992/83 (5).\n(3) Following the imposition of the provisional anti-dumping duty the exporters' representatives, certain importers and the Community producers concerned requested, and were granted, an opportunity to be heard by the Commission. Exporters, importers, the Community producers and consumers of the product concerned made written submissions making known their views on the duty.\n(4) The exporters and main importers were informed of the essential facts and grounds on the basis of which the Commission intended to recommend definitive action.\n(5) In June 1983 the Commission submitted a proposal to the Council for the imposition of a definitive anti-dumping duty on the imports of the product concerned. The Council did not, however, adopt such proposal.\n(6) Thereafter, the Commission continued the investigation which covered the comparability of the products involved, the choice of a market-economy non-member country, the normal value and the injury.\n(7) The original investigation period (the last six months of 1981 and the first six months of 1982) was extended to include the last six months of 1982 and the first six months of 1983.\nB. Like products\n(8) The parties involved in this proceeding expressed strongly conflicting opinions concerning the comparability of the products originating in the exporting country, the market-economy non-member country and the Community. The experts appointed by the Commission after the imposition of the provisional anti-dumping duty to make a study on this matter did not reach sufficiently convincing joint conclusions. The parties concerned were invited for the second\ntime to suggest names of experts who could make a new study, but were not able to reach agreement concerning the nomination of a person as an objective expert. The Commission itself, therefore, continued the investigation, in particular by contacting all the users who had been made known either by the Community producers or by the importers or any other party.\n(9) From the information now available to the Commission, the following conclusions may be drawn with regard to the comparability of the products concerned:\n(a) the different microstructure of the raw material (cryptocristalline or macrocristalline) from which the products under investigation are derived has almost no relevance to the vast majority of applications of these products;\n(b) the use of rotary kilns for the burning of the raw material does not generally determine the characteristics of the product under investigation. Furthermore, all producers concerned (in the exporting country, in the market-economy non-member country and in the EEC) have both shaft and rotary kilns;\n(c) the products concerned all fall within the same Common Customs Tariff subheading;\n(d) all the products under investigation have the same main chemical component, MgO, the content varying between 70 and 91 %, and additional chemical components: Fe2O3, SiO2, CaO and Al2O3. The content of these impurities varies by country of origin, the area of extraction and even according to the kiln in which they were burned;\n(e) with regard to the applications:\n(aa) agricultural uses, constituting by far the most important single application:\n- only the MgO component is relevant,\n- the exporters and most of the importers have recognized the interchangeability of the products irrespective of the country of origin;\n(bb) other uses:\n- although some users give preference to a product originating in a particular country, it has not been proven that the products are not generally interchangeable; furthermore, in some cases the users may mix the products from different origins,\n- with regard to some uses the products do not seem to be generally interchangeable, mainly because of the different SiO2 content. However, the exporters do not guarantee that the level of impurities will be below a certain limit.\nFurthermore, the quantity of the Chinese product, with regard to which the SiO2 content may eventually determine the use, does not represent more than 10 % of the market of caustic-burned natural magnesite in the EEC,\n- the Chinese exporters recognized interchangeability with regard to all but one application,\n- in their commercial leaftlets the exporters advertise a wide range of uses which are comparable to those of the Community producers.\n(10) On the basis of the data under paragraph 9, it is concluded that the products concerned originating in China and Greece are not identical within the meaning of Article 2 (12) of Council Regulation (EEC) No 3017/79, but have characteristics closely resembling one another.\nC. Normal value\n(11) During the proceeding it was repeatedly argued by the exporters and most of the importers that the manufacturers of caustic-burned natural magnesite in China benefit from an exceptional natural competitive advantage over any other producer whose prices could be used by the Commission for establishing normal value. Such advantage was claimed to be due to the exceptionally high purity of the raw material resulting in a much cheaper production process than in other countries.\n(12) With regard to the exceptional natural competitive advantages claimed by the Chinese exporters, adjustments of the normal value cannot be made since it is uncertain how these advantages, if they really existed and were not counterbalanced by competitive disadvantages, would be reflected in the normal value if the same conditions existed in the market-economy non-member country, as prices are not only a function of costs, but also of demand. Furthermore, if normal value were to be based on constructed value in a market-economy country, any adjustment of costs established in a market-economy non-member country to take account of alleged natural advantages would involve relying on costs and resource allocations in a non-market-economy country, which Article 2 (5) of Regulation (EEC) No 3017/79 was specifically designed to exclude.\n(13) In order to determine the normal value in an appropriate and not unreasonable manner, the parties concerned were invited to make proposals regarding the choice of a market-economy non-member country where the raw material and production process might permit the best comparison. Finally Austria was selected by the Commission for the following reasons:\n- despite the disagreement amongst exporters and importers, Austria had been suggested by one of the main importers,\n- the Community producers, who had proposed Spain in their complaint, did not object to this choice,\n- in Austria the extraction of the raw material is relatively simple and there is almost no waste related to the raw material extracted for the manufacturing of the product concerned,\n- the Austrian producer manufactures different qualities of the product concerned for a wider range of applications, whereas in Spain the vast majority was sold on the agricultural market only. The wider range of Austrian sales was in exports, and their export prices to the Community were therefore considered as constituting an appropriate and reasonable choice for normal value.\nD. Export prices\n(14) Export prices were determined on the basis of the prices paid or payable for the products sold for export to the Community.\nE. Comparison\n(15) On the basis of these facts the dumping margin, being equal to the amount by which the normal value as established exceeds the price for export to the Community, amounts to 48 %.\nF. Injury\n(16) With regard to the injury caused by the dumped imports, the evidence available to the Commission shows that imports into the Community from China of caustic-burned magnesite increased from 41 380 tonnes in 1979 to 59 951 tonnes in 1982, with a consequent increase in market share from 12 to 16 % in the same period; the resale prices of these imports were lower than those required to cover the costs of Community producers.\nThe consequent impact on this Community industry has been characterized by a 33 % decrease in production between 1979 and 1982, a significant reduction in utilization of production capacity, a decrease in sales by 33 % between 1979 and 1982, loss of market share, and decreasing weighted average prices since 1981 resulting in losses for the product concerned.\n(17) The information available for 1983 shows that the EEC producers were able to increase their production resulting in a higher utilization of production capacity. Their sales within the EEC increased but weighted average selling prices were still not increasing. They were also able to maintain their 1982 market share. Official statistics show a considerable decrease in imports of magnesite from China falling within NIMEXE code 25.19-59 for the first half of 1983.\nCommunity producers thus benefited from the provisional duty in force during the first half of 1983.\n(18) The Commission has considered whether injury has been caused by other factors such as the volume and prices of undumped imports or the stagnation of demand. However, the substantial increase in dumped imports and the prices at which they are offered for sale in the Community led the Commission to determine that the effects of the dumped imports of caustic-burned magnesite originating in China, taken in isolation, have to be considered as constituting material injury to the Community industry concerned.\nG. Community interest\n(19) In view of the particularly serious losses which the Community producers are incurring in the production and sale of the product concerned and in order to avoid the Community becoming totally dependent upon external supplies of the products concerned if the Community manufacturers had to cease production of these products, the Commission has come to the conclusion that it is in the Community's interest that action be taken. H. Termination of the procedure\n(20) The exporters concerned were informed of the main findings of the investigation and commented fully on them. A memorandum was subsequently offered on behalf of all Chinese exporters of caustic-burned natural magnesite in which, among other things, they undertook not to export the product concerned to the Community below certain prices. These prices are set at such a level that injury suffered by the Community producers will be eliminated.\n(21) In these circumstances, the memorandum is considered acceptable and the proceeding may, therefore, be terminated without the imposition of an anti-dumping duty.\n(22) However, during consultations within the Advisory Committee concerning the acceptability of this memorandum, some delegations objected to this course of action.\nThe Commission has consequently submitted a proposal to the Council to terminate the proceeding on the basis of the acceptance of the memorandum.\n(23) Since the Council did not decide otherwise within one month, the memorandum is considered accepted in accordance with Article 10 (1) of Council Regulation (EEC) No 3017/79 and the proceeding stands terminated in accordance with Article 9 (1) of the same Regulation,", "main_body": ["The Commission hereby accepts the memorandum submitted on behalf of all exporters of caustic-burned natural magnesite in China in connection with exports originating in the People's Republic of China of caustic-burned natural magnesite falling within subheading 25.19 ex B of the Common Customs Tariff, corresponding to NIMEXE code ex 25.19-59.", "The anti-dumping proceeding concerning imports of caustic-burned natural magnesite originating in the People's Republic of China is hereby terminated."], "attachments": "Done at Brussels, 6 March 1984.\nFor the Commission\nĂ\u0089tienne DAVIGNON\nVice-President\n(1) OJ No L 339, 31. 12. 1979, p. 1.\n(2) OJ No L 178, 22. 6. 1982, p. 9.\n(3) OJ No C 162, 29. 6. 1982, p. 2 and OJ No C 192, 27. 7. 1982, p. 7.\n(4) OJ No L 371, 30. 12. 1982, p. 21.\n(5) OJ No L 110, 27. 4. 1983, p. 28."}