{"celex_id": "31988D0613", "uri": "http://publications.europa.eu/resource/cellar/e3e1fd1a-5634-4d47-b901-86b4720f1808", "type": "Decision", "concepts": ["1085", "2414", "797"], "title": "88/613/EEC: Commission Decision of 30 November 1988 approving a programme on the crushing of oil seeds in France in accordance with Council Regulation (EEC) No 355/77 (only the French version of this text is authentic)\n", "header": "COMMISSION DECISION  of 30 November 1988  approving a programme on the crushing of oil seeds in France in accordance with Council Regulation (EEC) No 355/77  (Only the French version of this text is authentic)  (88/613/EEC)  (88/613/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 355/77 of 15 February 1977 on common measures to improve the conditions under which agricultural and fishery products are processed and marketed (1), as last amended by Regulation (EEC) No 1760/87 (2), and in  particular Article 5 thereof,\nWhereas on 8 October 1987 the French Governement notified a programme for the crushing of oil seeds and provided additional information on 18 February, 1 June and 21 October 1988;\nWhereas the purpose of the programme is to create oil-seed crushing capacity in an IMP region where such capacity is lacking, so as to add value to the current output of sunflower seed, rape seed and soya beans, and to increase the competitive strength  of the relevant activities; whereas it therefore constitutes a programme within the meaning of Article 2 of Regulation (EEC) No 355/77;\nWhereas approval of this programme may not be extended on a pro rata basis to the share of Community oil seeds which will be processed under the programme during the next three marketing years, and whereas the national authorities must provide proper  supporting documents;\nWhereas each individual project submitted under the programme must be supported by proper evidence of a sufficient and lasting contribution from the producers to the economic advantages deriving therefrom;\nWhereas the programme includes in sufficient detail the information referred to in Article 3 of Regulation (EEC) No 355/77, showing that the objectives in Article 1 of the Regulation can be achieved in the oil-seed crushing sector in France; whereas the  deadline set for the implementation of this programme does not exceed the period referred to in Article 3 (1) (g) of the Regulation;\nWhereas the Standing Committee on Agricultural Structure has not delivered an opinion within the time limit set by its chairman,", "main_body": ["1. The programme concerning oil-seed crushing notified by the French Government on 8 October 1987, with supplementary information on 18 February, 1 June and 21 October 1988 in accordance with Regulation (EEC) No 355/77, is hereby approved.\n2. Approval of the programme may not concern equipment used for the crushing of non-Community oil seeds.\n3. France must provide supporting documents required for proper verification of the origin of the agricultural products used.", "This Decision is addressed to the French Republic."], "attachments": "Done at Brussels, 30 November 1988.\nFor the Commission  Frans ANDRIESSEN  Vice-President   (1) OJ No L 51, 23. 2. 1977, p. 1.\n(2) OJ No L 167, 26. 6. 1987, p. 1."}