{"celex_id": "31983R0084", "uri": "http://publications.europa.eu/resource/cellar/a57bb6c5-288f-445f-ba82-96388dd38935", "type": "Regulation", "concepts": ["1565", "2622", "2763", "2938", "2989", "5334"], "title": "Commission Regulation (EEC) No 84/83 of 14 January 1983 amending Regulation (EEC) No 1391/78 laying down amended rules for the application of the system of premiums for the non-marketing of milk and milk products and for the conversion of dairy herds\n", "header": "15.1.1983 EN Official Journal of the European Communities L 13/5\nCOMMISSION REGULATION (EEC) NO 84/83\nof 14 January 1983\namending Regulation (EEC) No 1391/78 laying down amended rules for the application of the system of premiums for the non-marketing of milk and milk products and for the conversion of dairy herds\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1078/77 of 17 May 1977 introducing a system of premiums for the non-marketing of milk and milk products and for the conversion of dairy herds (1), as last amended by Regulation (EEC) No 1365/80 (2), and in particular Article 7 thereof,\nWhereas Article 12 (4) of Commission Regulation (EEC) No 1391/78 (3), as last amended by Regulation (EEC) No 2735/80 (4), makes provision for a reduction of the premium in the event of failure to fulfil the undertaking referred to in Article 3 (2) (c) of Regulation (EEC) No 1078/77 during the fourth year of the conversion period; whereas experience has shown that it is necessary to extend this provision to the entire conversion period;\nWhereas it is also necessary to specify the powers of the competent authorities in the event of notification not being given or being given late;\nWhereas experience in applying Commission Regulations (EEC) No 1307/77 (5) and (EEC) No 1391/78 has shown that it is necessary to relax the provisions relating to the presentation of the original of the identity card in the event of the animal being exported to another Member State;\nWhereas the Management Committee for Milk and Milk Products has not delivered an opinion within the time limit set by its chairman,", "main_body": ["Regulation (EEC) No 1391/78 is hereby amended as follows:\n1. The following subparagraph is added to Article 5 (3):\n2. The following paragraph 6 is added to Article 8:\n3. The following subparagraph is inserted after the first subparagraph of Article 9 (4):\n4. Article 12 (4) is replaced by the following:", "Article 1 (1) and (3) and, at the request of the party concerned, Article 1 (2) and (4) shall apply to aid applications submitted from 1 July 1977 either pursuant to Article 1 of Regulation (EEC) No 1307/77 or pursuant to Article 4 (1) of Regulation (EEC) No 1391/78.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 14 January 1983.\nFor the Commission\nPoul DALSAGER\nMember of the Commission\n(1)  OJ No L 131, 26. 5. 1977, p. 1.\n(2)  OJ No L 140, 5. 6. 1980, p. 18.\n(3)  OJ No L 167, 24. 6. 1978, p. 45.\n(4)  OJ No L 283, 28. 10. 1980, p. 5.\n(5)  OJ No L 150, 18. 6. 1977, p. 24."}