{"celex_id": "31985R3263", "uri": "http://publications.europa.eu/resource/cellar/82eca8d9-7dd7-4dd7-bdc6-5e63bda5bef4", "type": "Regulation", "concepts": ["20", "4284", "4373", "4668"], "title": "Commission Regulation (EEC) No 3263/85 of 21 November 1985 amending Regulation (EEC) No 3389/73 laying down the procedure and conditions for the sales of tobacco held by intervention agencies\n", "header": "COMMISSION  REGULATION (EEC) No 3263/85\nof 21 November 1985\namending Regulation (EEC) No 3389/73 laying down the procedure and conditions for the sales of tobacco held by intervention agencies\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 727/70 of 21 April 1970 on the common organization of the market in raw tobacco (1), as last amended by Regulation (EEC) No 1461/82 (2), and in particular Articles 7 (4) and 15 thereof,\nWhereas Commission Regulation (EEC) No 3389/73 (3), as last amended by Regulation (EEC) No 313/79 (4), provides for the lodging of security when tobacco held by intervention agencies is re-marketed by invitation to tender or by public auction;\nWhereas it is advisable to determine the operative event for application of the agricultural conversion rate to be used for calculation of the amount of the security in national currency;\nWhereas the period during which invitations to tender remain open lasts for several months; whereas the general rules set out in Commission Regulation (EEC) No 2220/85 (5) are not therefore appropriate; whereas the date of publication of the notice of invitation to tender or of public auction in the Official Journal of the European Communities should be adopted for this purpose;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Tobacco,", "main_body": ["Article 5 (1) of Regulation (EEC) No 3389/73 is hereby replaced by the following:\n'1. Every tenderer shall lodge with the intervention agency concerned security of 0,339 ECU per kilogram of baled tobacco. Nothwithstanding Article 7 (1) (b) of Regulation (EEC) No 2220/85 the agricultural conversion rate to be used for calculating the amount of the security in national currency shall be that applying on the day of publication of the notice of invitation to tender or of public auction in the Official Journal of the European Communities.'", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 21 November 1985.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 94, 28. 4. 1970, p. 1.\n(2) OJ No L 164, 14. 6. 1982, p. 27.\n(3) OJ No L 345, 15. 12. 1973, p. 47.\n(4) OJ No L 43, 20. 2. 1979, p. 5.\n(5) OJ No L 205, 3. 8. 1985, p. 5."}