{"celex_id": "31985D0166", "uri": "http://publications.europa.eu/resource/cellar/c84da7c9-07c6-48c1-ac32-ad8804c3d3ae", "type": "Decision", "concepts": ["4411", "588", "989"], "title": "85/166/EEC: Commission Decision of 11 February 1985 concerning an application for refund of anti-dumping duties collected on certain imports of glass textile fibres (rovings) originating in Czechoslovakia (Only the German text is authentic)\n", "header": "COMMISSION  DECISION\nof 11 February 1985\nconcerning an application for refund of anti-dumping duties collected on certain imports of glass textile fibres (rovings) originating in Czechoslovakia\n(Only the German text is authentic)\n(85/166/EEC)\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2176/84 of 23 July 1984 on protection against dumped or subsidized imports from countries not members of the European Economic Community (1), and in particular Article 16 thereof,\nWhereas:\nA. Procedure\n(1) On 18 June 1983 the Commission, by Regulation (EEC) No 1631/83 (2), imposed a provisional anti-dumping duty on imports of glass textile fibres (rovings) originating in Czechoslovakia. The amount of the duty was equal to the amount by which the free-at-Community-frontier net price, before duty, was less than 0,97 ECU per kilogram. On 16 December 1983, by Council Regulation (EEC) No 3540/83 (3), a definitive anti-dumping duty was imposed. The amount of the duty is equal to the amount by which the free-at-Community-frontier net price before duty is less than 1,07 ECU per kilogram. The amounts secured by way of provisional duty from 18 June 1983 pursuant to Regulation (EEC) No 1631/83 were definitively collected up to the amount of the provisional duty.\n(2) On 18 November 1983 MBG GmbH and Co., Frankfurt/Main, on 25 October 1983 Fibron Wolfgang Mellert GmbH, Bretten/Baden, and on 5 March 1984 Menzolit-Werke, Albert Schmidt GmbH and Co. KG, Menzingen, importers of rovings from Czechoslovakia, applied to the German authorities for a refund of the amounts of DM 85 473,71, DM 92 220,75 and DM 66 010,36 respectively, in connection with their imports of rovings from Czechoslovakia. These sums were provisional anti-dumping duties which were collected. The German authorities forwarded the applications to the Commission.\n(3) Following the submission by the applicants of further supporting evidence the claims were examined by the Commission. The applicants were informed of the preliminary results of this examination and given an opportunity to comment on them. The comments made were taken into consideration prior to this Decision.\n(4) The Commission informed the Member States and gave its opinion on the matter. All Member States agreed with this opinion.\nB. Arguments of the applicants\n(5) The applicants have based their claims on the allegation that because the Commission used more up-to-date rates of exchange when discussing a possible undertaking, before the imposition of the provisional duty, the official rate of exchange should not have been used when calculating the amount of the duty to be paid in national currency. The difference between the two rates is requested as a refund by the applicants.\nC. Admissibility\n(6) The applications are admissible since they were introduced in conformity with the relevant provisions of the Community's anti-dumping legislation, in particular those concerning time limits.\nD. Merits of the claim\n(7) The applications would be justified if the importers had shown that the amounts of duty collected exceeded the actual dumping margin. In the case in question, the dumping margin amounts to 56,03 %. However, as a lower amount was considered sufficient to eliminate the injury, the provisional duty was fixed at a lower level, i.e. the amount by which the free-at-Community-frontier net price, before duty, was less than 0,97 ECU per kilogram. This, based on the exchange rates valid during the investigation period, corresponded to a duty of approximately 13 %.\n(8) Concerning the collection of this variable duty, Article 1 (4) of Regulation (EEC) No 1631/83 clearly stated that 'the provisions in force concerning customs duties shall apply for the application of the duty'. Consequently, the duty set in ECU had to be expressed in national currencies in conformity with Council Regulation (EEC) No 2779/78 (1), as amended by Regulation (EEC) No 289/84 (2).\n(9) The Commission is well aware of the fact that the rate of exchange altered while the provisional duty was in operation. This matter was considered when the decision was made about the definitive collection of the amounts secured by way of provisional duty. It was found that, although there was an alteration in the exchange rate for the German mark between the date when securities were deposited and the date when these securities were definitively collected, the amount of that provisional duty did not exceed the definitively established margin.\n(10) The applicants argue that the abovementioned alterations in the exchange rates should not lead to any supplementary collection of duties. They also allege that these alterations led to the collection of duties, the amount of which exceeded the actual dumping margin.\n(11) The Commission has examined these allegations and has come to the conclusion that the mere fact that the effective rate of a duty in national currency has increased as a result of a change in exchange rates does not give a right to a refund pro tanto. As to the relation between duties collected and the dumping margin, it has, after re-examination of the matter, been found that the amounts collected, whatever exchange rate is applied - either the one valid at the time when securities were deposited, or the one valid during discussions for a possible undertaking or finally the one valid at the time of collection of the provisional duties - did not exceed the actual dumping margin.\n(12) The applications have, thus, to be rejected,", "main_body": ["The refund claim submitted by MBG GmbH and Co., Frankfurt/Main, Fibron Wolfgang Mellert GmbH, Bretten/Baden and Menzolit-Werke, Albert Schmidt GmbH and Co. KG, Menzingen, is hereby rejected.", "This Decision is addressed to the Federal Republic of Germany and to MBG GmbH and Co., Frankfurt/Main, Fibron Wolfang Mellert GmbH, Bretten/Baden and Menzolit-Werke, Albert Schmidt GmbH and Co. KG, Menzingen."], "attachments": "Done at Brussels, 11 February 1985.\nFor the Commission\nPeter SUTHERLAND\nMember of the Commission\n(1) OJ No L 201, 30. 7. 1984, p. 1.\n(2) OJ No L 160, 18. 6. 1983, p. 18.\n(3) OJ No L 354, 16. 12. 1983, p. 15.\n(1) OJ No L 333, 30. 11. 1978, p. 5.\n(2) OJ No L 33, 4. 2. 1984, p. 2."}