{"celex_id": "31986R3363", "uri": "http://publications.europa.eu/resource/cellar/f2e2712f-840a-493b-8eed-cef1b55770ba", "type": "Regulation", "concepts": ["2519", "2705", "2771", "3495"], "title": "Council Regulation (EEC) No 3363/86 of 27 October 1986 on the tariff arrangements applicable to imports into the Community of products originating in the occupied territories\n", "header": "COUNCIL  REGULATION (EEC) No 3363/86\nof 27 October 1986\non the tariff arrangements applicable to imports into the Community of products originating in the occupied territories\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 113 thereof,\nHaving regard to the proposal from the Commission,\nWhereas the cooperation agreements with the southern and eastern Mediterranean countries provide for free access to the Community for industrial goods and preferential tariff treatment for certain agricultural products of these countries;\nWhereas no such preferential treatment applies to products originating in the West Bank of the River Jordan or the Gaza Strip (called the 'occupied territories'), both occupied by Israel;\nWhereas an end should be put to this situation,", "main_body": ["Products other than those listed in Annex II to the Treaty and originating in the occupied territories shall be imported into the Community without quantitative restrictions or measures having equivalent effect and free of customs duties and charges having equivalent effect.", "The customs duties on imports into the Community of the products listed below originating in the occupied territories shall be reduced in the proportions and for the periods indicated in each case.\n1.2.3 //  //  //  // CCT heading No  // Description  // Rate af reduction %   //    //   //   //   //   //   // 07.01  // Vegetables, fresh or chilled:   //   //   // ex H. Onions, shallots and garlic:   //   //   // - Onions, from 15 February to 15 May   // 60   //   // M. Tomatoes:   //   //   // ex I. From 1 November to 14 May   //   //   // - From 1 December to 31 March   // 60   //   // S. Sweet peppers   // 40   //  // T. Other:   //   //   // ex I. Courgettes from 1 December to end of February   // 60   //   // ex II. Aubergines, from 15 January to 30 April   // 60   // 08.02   // Citrus fruit, fresh or dried:   //   //   // ex A. Oranges:   //   //   // - fresh  // 60   //   // ex B. Mandarins (including tangerines and satsumas); clementines, wilkings and other similar citrus hybrids:   //   //   // - fresh   // 60   //   // ex C. Lemons:   //   //   // - fresh   // 40   //   // D. Grapefruit   // 80  // ex 08.09   // Other fruit, fresh:   //   //   // - Melons, from 1 November to 31 May   // 50   // 08.11   // Fruit provisionally preserved (for example, by sulphur dioxide gas, in brine, in sulphur water or in other preservative solutions), but unsuitable in that state for immediate consumption:   //  //   // ex B. Oranges:   //   //   // - comminuted   // 80  // 09.04   // Pepper of the genus 'Piper'; pimento of the genus 'Capsicum' or the genus 'Pimenta':   //   //   // A. neither crushed nor ground:   //   //   // II. Pimento:   //  //   // c) other   // 80   //    //   //", "The rules of origin shall be adopted in accordance with the procedure laid down in Article 14 of Council Regulation (EEC) No 802/68 of 27 June 1968 on the common definition of the concept of the origin of goods (1), as last amended by the Act of Accession of Spain and Portugal.", "The arrangements provided for under this Regulation will be re-examined one year after their entry into force.", "This Regulation shall enter into force on the fifteenth day following that of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 27 October 1986.\nFor the Council\nThe President\nG. HOWE\n(1) OJ No L 148, 28. 6. 1968, p. 1."}