{"celex_id": "31983R0188", "uri": "http://publications.europa.eu/resource/cellar/7b8ac507-6aa4-47e8-9924-6f194f85b7ff", "type": "Regulation", "concepts": ["1224", "1570", "2965"], "title": "Commission Regulation (EEC) No 188/83 of 26 January 1983 amending for the twelfth time Regulation (EEC) No 2793/77 on detailed rules of application for granting special aid for skimmed milk for use as feed for animals other than young calves\n", "header": "COMMISSION  REGULATION (EEC) No 188/83\nof 26 January 1983\namending for the twelfth time Regulation (EEC) No 2793/77 on detailed rules of application for granting special aid for skimmed milk for use as feed for animals other than young calves\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 804/68 of 27 June 1968 on the common organization of the market in milk and milk products (1), as last amended by Regulation (EEC) No 1183/82 (2), and in particular Article 10 (3) thereof,\nWhereas Commission Regulation (EEC) No 2793/77 (3), as last amended by Regulation (EEC) No 3282/82 (4), lays down detailed rules for cases where skimmed milk is delivered to mixed farms; whereas farmers keeping only calves from their own dairy cows and not retaining their male calves for more than 25 days are required to take delivery of a quantity of skimmed milk not qualifying for special aid equal to at least 10 % of the quantity of milk delivered to a dairy during the month in question; whereas the strict application of this provision in cases where the selling date is only slightly exceeded entails loss of the total amount of aid; whereas the aid should be reduced in line with the seriousness of the failure to observe the provision in question;\nWhereas the said Regulation also provides that farmers must declare to the dairy before the beginning of a given month, quarter or year, as appropriate, the size of herd or the maximum number of young calves which will be kept on their farm during the period concerned; whereas application of this provision means that no aid is paid even when the delay in making the declaration is minor; whereas provision should be made in such cases for reduced aid to be paid;\nWhereas Council Directive 77/435/EEC of 27 June 1977 on scrutiny by Member States of transactions forming part of the system of financing by the Guarantee Section of the European Agricultural Guidance and Guarantee Fund (5) lays down the periods for which commercial documents must be kept; whereas the periods laid down in Regulation (EEC) No 2793/77 should be brought into line with that Directive;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Milk and Milk Products,", "main_body": ["Regulation (EEC) No 2793/77 is hereby amended as follows:\n1. Article 4 is amended as follows:\n(a) The following is added to the second subparagraph of paragraph 2:\n'Where it is ascertained that one or more male calves are kept by a farmer for longer than 25 days but not more than 35 days, the third indent of the first subparagraph shall apply.'\n(b) The following paragraph 3 is added:\n'3. Where a statement made to a dairy of the size of a herd or the maximum number of calves is not forwarded on time but not more than 10 days late, the amount of aid shall be reduced by 10 % for the period concerned.'\n2. Article 5 (1) is replaced by the following:\n'1. The dairy shall deposit one copy of the undertaking referred to in Article 4 with the competent auhority for registration and shall keep one copy for at least three calendar years from the end of the calendar year in which the period of validity referred to in paragraph 4 expires.\nThe statements provided for in Article 4 (1) (b) and (c) and in Article 4 (2) shall also be kept by the dairy for at least three calendar years from the end of the calendar year in which they are drawn up.'", "At the request of applicants, the provisions of point 1 of Article 1 shall apply to applications for aid already submitted under Regulation (EEC) No 2793/77.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 26 January 1983.\nFor the Commission\nPoul DALSAGER\nMember of the Commission\n(1) OJ No L 148, 28. 6. 1968, p. 13.\n(2) OJ No L 140, 20. 5. 1982, p. 1.\n(3) OJ No L 321, 16. 12. 1977, p. 30.\n(4) OJ No L 348, 8. 12. 1982, p. 19.\n(5) OJ No L 172, 12. 7. 1977, p. 17."}