{"celex_id": "31984R1209", "uri": "http://publications.europa.eu/resource/cellar/1666b8c3-0c15-434b-8889-fa9248f12c61", "type": "Regulation", "concepts": ["2649", "4713"], "title": "Council Regulation (EEC) No 1209/84 of 27 April 1984 fixing for the 1984/85 marketing year the guide prices for wine\n", "header": "COUNCIL  REGULATION (EEC) No 1209/84\nof 27 April 1984\nfixing for the 1984/85 marketing year the guide prices for wine\nTHE COUNCIL OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 43 thereof,\nHaving regard to Council Regulation (EEC) No 337/79 of 5 February 1979 on the common organization of the market in wine (1), as last amended by Regulation (EEC) No 1208/84 (2), and in particular Article 2 thereof,\nHaving regard to the proposal from the Commission (3),\nHaving regard to the opinion of the European Parliament (4),\nHaving regard to the opinion of the Economic and Social Committee (5),\nWhereas, when the guide prices for the various types of table wine are fixed, account should be taken both of the objectives of the common agricultural policy and of the contribution which the Community wishes to make to the harmonious development of world trade; whereas the objectives of the common agricultural policy are, in particular, to ensure a fair standard of living for the agricultural community, to ensure that supplies are available and that they reach consumers at reasonable prices;\nWhereas it is therefore essential not to increase the present gap between production and demand; whereas, accordingly, the guide prices for the 1984/85 wine year should be fixed at a level slightly lower than that adopted for 1983/84;\nWhereas the guide prices must be fixed for each type of table wine representative of Community production as defined in Council Regulation (EEC) No 340/79 (6),", "main_body": ["For the 1984/85 marketing year the guide prices for table wines shall be:\n1.2 //   //   // Type of wine  // Guide price  //   //   // R I  // 3,42 ECU per % vol/hl  // R II  // 3,42 ECU per % vol/hl  // R III  // 53,30 ECU/hl  // A I  // 3,17 ECU per % vol/hl  // A II  // 71,02 ECU/hl  // A III  // 81,11 ECU/hl  //   //", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply from 1 September 1984.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 27 April 1984.\nFor the Council\nThe President\nM. ROCARD\n(1) OJ No L 54, 5. 3. 1979, p. 1.\n(2) See page 77 of this Official Journal.\n(3) OJ No C 62, 5. 3. 1984, p. 28.\n(4) Opinion delivered on 15 March 1984 (not yet published in the Official Journal).\n(5) Opinion delivered on 1 March 1984 (not yet published in the Official Journal).\n(6) OJ No L 54, 5. 3. 1979, p. 60."}