{"celex_id": "31986R0660", "uri": "http://publications.europa.eu/resource/cellar/5a64af43-3fd0-4664-a4e9-0e911cec04a5", "type": "Regulation", "concepts": ["2624"], "title": "Commission Regulation (EEC) No 660/86 of 28 February 1986 fixing the storage premium for certain fishery products for the period from 1 March to 31 December 1986\n", "header": "COMMISSION  REGULATION (EEC) No 660/86\nof 28 February 1986\nfixing the storage premium for certain fishery products for the period from  1 March to 31 December 1986\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3796/81 of 29 December 1981 on the common organization of the market in fishery products (1), as last amended by the Act of Accession of Spain and Portugal, and in particular Article 14 a thereof,\nWhereas, in accordance with Article 14 a (4) of Regulation (EEC) No 3796/81, the storage premium may not exceed the technical and financial costs relating to operations indispensable for stabilization and storage of the products in question;\nWhereas the premium should be an incentive to producers' organizations to apply the storage aid system and in particular the relevant selling price in order to stabilize the market for such products;\nWhereas, pursuant to Article 9 of Commission Regulation (EEC) No 314/86 (2), the premium is to be fixed on the basis of the technical and financial costs relating to the operations concerned, as recorded in the Community in the previous fishing year, excluding the highest costs;\nWhereas, on the basis of figures for the technical and financial costs recorded in the Community for the operations in question, the premium should be as set out in the Annex, for the period 1 March to 31 December 1986;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Fishery Products,", "main_body": ["For the period 1 March to 31 December 1986, the storage premium for Norway lobsters and edible crabs shall be as set out in the Annex.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 March 1986.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 28 February 1986.\nFor the Commission\nAntรณnio CARDOSO E CUNHA\nMember of the Commission\n(1) OJ No L 379, 31. 12. 1981, p. 1.\n(2) OJ No L 39, 14. 2. 1986, p. 8.\nANNEX\nAmount of premium\n1.2.3,4 //  //  //  // Stabilization and storage operations as referred to in Article 7 of Regulation (EEC) No 314/86  // Products listed in Annex I to Regulation (EEC) No 314/86  // Amount of premium for products listed in column 2 (ECU/tonne)   //    //   //   // 1  // 2  // 3   //    //   //  //  1.2.3.4 //   //   // first month   // per additional month (1)   //    //   //   //   // I. Freezing and storage  // Norway lobster Norway lobster tails   // 200 120   // 20 30   //    //   //   //   // II. Removing the head, freezing and storage   // Norway lobster   // 55   // 30   //    //   //  //   // III. Cooking, freezing and storage   // Norway lobster Edible crabs   // 210 80   // 20 15   //    //   //   //  // IV. Storage in suitable fixed tanks or cages   // Edible crabs   // 70   //   //    //   //   //\n(1) The amount refers to the net weight of products in stock, covered by Article 11 (1) (b) of Regulation (EEC) No 314/86."}