{"celex_id": "31989D0688", "uri": "http://publications.europa.eu/resource/cellar/450814ef-e076-4653-be7b-d3e6fd42c8eb", "type": "Decision", "concepts": ["1021", "1086", "1317", "4400"], "title": "89/688/EEC: Council Decision of 22 December 1989 concerning the dock dues in the French overseas departments\n", "header": "COUNCIL DECISION\nof 22 December 1989\nconcerning the dock  dues in the French overseas departments\n(89/688/EEC)\nTHE COUNCIL OF THE EUROPEAN  COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular  Articles 227 (2) and 235 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas, pursuant to Article 227 (2) of the Treaty, the institutions of the Community will, within  the framework of the procedures provided for in the Treaty, take care that the economic and social  development of the French overseas departments is made possible; whereas, in the case in point, the  Treaty has not provided the powers required to this end and it is therefore appropriate to have  recourse to Article 235 of the Treaty;\nWhereas action to promote the economic and social development of the French overseas departments in  the past has taken the form of isolated measures; whereas, however, by means of Decision 89/687/EEC  (4), the Council established an action programme for the said departments, known as 'Poseidom';  whereas this programme contains a tax component which needs to be implemented;\nWhereas the dock dues at present constitute a means of support for local production, which has to  contend with the problems of remoteness and insularity;\nWhereas they also are a vital instrument of self-reliance and local democracy, the resources of  which must constitute a means of economic and social development of the French overseas  departments;\nWhereas the dock dues system in its present form has features, however, which necessitate its  reform as a means of integrating the French overseas departments fully into the process of  completing the internal market, while taking account of their fragile economic structure;\nWhereas this system should be adjusted, over a period of time that is convenient for both local  and national authorities, into a system of internal taxation applicable to all products marketed in  the French overseas departments;\nWhereas, however, for the purposes of creating, maintaining and developing activities in the French  overseas departments, it would be advisable to authorize the local authorities to exempt local  activities either totally or partially, according\nto economic requirements, from the application of  the\nnew dock dues for a period not exceeding, in principle, 10 years;\nWhereas, in order to see to it that exemptions comply with the rules of the Treaty and to ensure  the necessary coordination with the general aims pursued by the Community, the Council should  entrust the Commission with the task of giving a ruling, within a period of two months, bearing in  mind the economic and social development strategy of each French overseas department, on the  exemption arrangements, submitted by regional authorities, the object of which must be to help the  economic and social development of these regions, in accordance with Article 227 (2) of the  Treaty;\nWhereas these exemption arrangements should be temporary and should normally be terminated 10 years  after the reform of the system; whereas at the end of this time the tax arrangements should  therefore as a rule be fully in line with the principles of Article 95 of the Treaty, it being  understood that support measures with the same aims can still be adopted in the context of regional  aid and in compliance with the provisions of Articles 92 to 94; whereas the Commission will present  a report to the Council before the expiry of this 10-year period, concerning the implementation of  the arrangements and their impact on the development of the overseas departments, together, where  appropriate, with a proposal directed towards maintaining the possibility of exemptions;\nWhereas, pending reform of dock dues, France should be authorized to maintain, until 31 December  1992 at the latest, dock dues arrangements in their present form, subject to certain conditions  which guarantee that they affect the common market as little as possible and are used with the sole  aim of Article 227 (2) of the Treaty,", "main_body": ["Article 1\nBy 31 December 1992 at the latest, the French authorities shall take  the necessary measures for the dock dues\narrangements at present in force in the French overseas  departments to apply , in accordance with the principles and procedures set out in Articles 2 and  3, to all products whether imported into or produced in those areas.", "1.  The revenue from this tax shall be put to use by the competent authorities of each  French overseas department in such a way as to encourage as effectively as possible its economic  and social development. The Commission shall be informed at the earliest opportunity of the  measures adopted by the competent authorities in order to achieve this objective.\n2.  The competent authorities of each French overseas department shall establish a basic rate of  tax. This rate may be adjusted according to the categories of products. This adjustment shall in no  case be such as to maintain or introduce discrimination against products from the Community.\n3.  In the light of the specific constraints on the French overseas departments and with a view to  achieving the objective referred to in Article 227 (2) of the Treaty, partial or total exemptions  from the charge according to economic requirements, may be authorized for local production  activities for a period of not more than 10 years from the date of introduction of the system of  changes under the conditions laid down in Article 3. These exemptions must contribute to the  promotion or maintenance of an economic activity in the French overseas departments and be in line  with the economic and social development strategy of each French overseas department, taking  account of its Community aid framework, while not being such as to adversely affect the terms of  trade to an extent contrary to the common interest.\nExemption arrangements adopted by the competent authorities in each French overseas department  shall be notified to the Commission, which shall inform the Member States thereof and define its  position within two months on the basis of the above criteria. If the Commission has not defined  its position within that period, the arrangement shall be deemed to be approved.\nThe Commission shall submit to the Council a report on the implementation of the exemption  arrangements no later than five years after the introduction of the system of charges in question.", "Not later than one year before the end of the period provided for in Article 2 (3), the  Commission shall submit to the\nCouncil a report on the implementation of the arrangements referred  to in Article 2, in order to ascertain the impact of the measures adopted on the economies of the  French overseas departments and their contribution to the promotion or maintenance of local  economic activities. The matters to be covered in the report shall include the effect of the system  of charges in question on the economic and social adjustment of the French overseas departments  taking as criteria the level of unemployment, the balance of trade, the regional gross domestic  product both on the free movement of products within the Community and on regional cooperation  between the French overseas departments and their neighbours.\nIn the light of the report's conclusions, the Commission, taking into account the objective  regarding the economic and social development of the French overseas departments set out in Article  227 (2) of the Treaty shall, if necessary, at the same time submit to the Council a proposal for  maintaining the possibility of exemptions.\nSupport measures with the same objectives may be taken in the context of regional aid.", "Pending implementation of the reform of the dock dues arrangements in accordance with  the principles set out in Article 1, the French Republic shall be authorized to maintain the  current dock dues arrangements, until not later than 31 December 1992, on condition that any  proposal concerning extension of the list of products subject to dock dues or any increase in the  rates thereof is notified to the Commission, which may oppose it within two months. The Commission  shall also examine with the competent local authorities any changes that have taken place since 1  January 1980.", "This Decision is addressed to the French Republic."], "attachments": "Done at Brussels, 22 December 1989.\nFor the Council\nThe President\nE. CRESSON\n(1) OJ NÂ° C 53, 2. 3. 1989, p. 12.\n(2) Opinion delivered on 14 December 1989 (not yet published in the Official Journal).\n(3) OJ NÂ° C 159, 26. 6. 1989, p. 56.\n(4) See page 39 of this Official Journal."}