{"celex_id": "31985R0909", "uri": "http://publications.europa.eu/resource/cellar/16e0bbce-925e-462f-81b5-3cb673104c31", "type": "Regulation", "concepts": ["1837", "588", "863"], "title": "Commission Regulation (EEC) No 909/85 of 2 April 1985 imposing a provisional anti-dumping duty on imports of certain kinds of polystyrene sheet originating in Spain\n", "header": "COMMISSION  REGULATION (EEC) No 909/85\nof 2 April 1985\nimposing a provisional anti-dumping duty on imports of certain kinds of polystyrene sheet originating in Spain\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2176/84 of 23 July 1984 on protection against dumped or subsidized imports from countries not members of the European Economic Community (1), and in particular Article 11 thereof,\nAfter consultations within the Advisory Committee set up by the said Regulation\nWhereas:\nA. Procedure\n(1) In April 1984 the Commission received a complaint lodged by five Community producers, namely:\n- Ono SA,\n- Monoplast SA,\n- Injelec SA,\n- Siam Cedap SA,\n- Cobelplast SA,\nwhich together account for the bulk of Community production of extruded polystyrene sheet.\n(2) The complaint contained evidence of dumping and of material injury resulting therefrom to Community industry. This evidence was considered sufficient to justify the initiation of a proceeding and the Commission accordingly announced, by a notice published in the Official Journal of the European Communities (2), the initiation of an anti-dumping proceeding concerning imports into the Community of certain kinds of polystyrene sheet originating in Spain and commenced an investigation. The product concerned is extruded polystyrene sheet, put up in rolls, falling within subheading ex 39.02 C VI b) of the Common Customs Tariff, corresponding to NIMEXE code ex 39.02-38.\n(3) The Commission officially advised the exporters and importers known to be concerned, and also the representatives of the exporting country and the complainants, that the proceeding had been initiated, and gave the parties directly concerned the opportunity to make known their views in writing and to request a hearing.\nThe two Spanish exporters known to be concerned, namely the firms Coexpan SA and Envases Del Valles SA, and most of the importers concerned, particularly:\n- Gervais-Danone-France,\n- La Roche aux Fées,\n- Union Laitière Pyrénées Aquitaine Charentes,\n- Gervais-Danone AG,\n- Dairyland Ltd,\n- St Ivel Ltd,\ntook the opportunity to make known their views in writing; in addition, the two main exporters requested and were granted hearings.\nAs the importers of the product concerned are also its consumers, the point of view of the end-users of polystyrene sheet was thus taken into consideration.\n(4) For the purposes of a preliminary determination of the existence of dumping and injury, the Commission endeavoured to gather and check all the information it deemed necessary and carried out inspections on the premises of the five complainant producers, the two main Spanish exporters and the following importers:\n- Gervais-Danone-France, and\n- Union Laitière Pyrénées Aquitaine Charentes.\nThe Commission requested and received detailed written submissions from the complainant Community producers on the matter of the injury and its causes, and also from the two main Spanish exporters and virtually all the importers and consumers identified; the information thus obtained was checked by the Commission where necessary.\n(5) The investigation period adopted by the Commission for the purposes of determining whether dumping had taken place covered the 12 months ending on 31 July 1984. During this period, imports originating in Spain corresponded to exports to the Community by Coexpan SA and Envases Del Valles SA.\nB. The product\n(6) The product originating in Spain allegedly being dumped is polystyrene sheet put up in rolls. Its chief use is on form, fill and seal machines (FFS machines), which are used to produce different sizes of thermoformed foodstuff containers.\nThe investigation showed that the thickness of the sheet intended for the uses concerned normally varied between 0,7 and 1,3 mm.\nIn addition, the imports originating in Spain comprise white, bicoloured or translucent sheet, but not sheet in three colours, printed sheet or complex sheet; the investigation showed that the Spanish sheet and sheet produced in the Community constitute like products.\nC. Normal value\n(7) The normal value was established on the basis of comparable prices actually paid or payable in normal commercial transactions involving sales of like products on the Spanish market. The normal value was calculated on the basis of weighted monthly averages.\nD. Export prices\n(8) Export prices were determined on the basis of the prices actually paid or payable for the products sold for export to the Community.\nE. Comparison\n(9) For comparing the normal value with ex-works export prices for each of the like products, the Commission took into account differences affecting price comparability and made appropriate adjustments where the interested parties provided evidence that a request to this effect was justified. On the basis of the information in its possession, the Commission did not find any differences between the technical features of the Spanish and the Community products which might significantly affect price comparability. However, the normal value was adjusted to take account of the fact that for export sales the raw material, i.e. polystyrene granules, is purchased free of customs duty, and also that the financial costs for sales on the domestic market are higher than those for export sales. Lastly, the export price was adjusted to take account of the tax relief granted by the Spanish authorities on exports of polystyrene sheet.\nA request for an adjustment to reflect the differing volume of products sold on the internal market and the export market respectively was rejected as not being backed up by conclusive evidence.\nF. Margins\n(10) The preliminary examination of the facts and the calculation of the dumping margin as being equal to the amount by which the normal value as established exceeds the price for export to the Community showed that there was extensive dumping in respect of exports by both Coexpan and Envases Del Valles.\n(11) The extent of the dumping varied according to the Member State of destination, the type of sheet concerned and the exporter; for example, the dumping margins represented the following percentages of the cif free-at-Community-frontier price before duty:\n(%)\n1.2.3.4.5 //   //   //   //   //   //   // White sheet  // Trans- lucent sheet  // Bicolou- red sheet  // All types of sheet  //   //   //   //   //   // Coexpan  // 29,86  // 31,0  // 34,99  // 31,62  // Envases del Valles  // 17,34  // 17,34  // -  // 17,34  //   //   //   //   //\nThus, in the case of Coexpan, weighted average dumping margins of 31,13 % and 18,10 % were found for sales of white sheet on the French and German markets respectively, while the margins for bicoloured sheet on the same markets were 39,65 % and 29,03 % respectively.\n(12) For the exporters not covered by the preliminary investigation, the dumping margin was determined on the basis of the data available. In this connection the Commission considered that the results of its investigation provided the most appropriate basis for determining whether dumping was taking place and that the appropriate dumping margin to be adopted in respect of these exporters was 31,62 %, this being the highest dumping margin found in the case of the two exporters covered by the investigation. G. Injury\n(13) With regard to the injury caused to the Community industry by the dumped exports, the information available to the Commission shows that total exports to the Community of polystyrene sheet originating in Spain rose from 402 tonnes in 1980 to 1 982 tonnes in 1982, 4 624 tonnes in 1983 and 6 632 tonnes in 1984.\nThis represents an average annual rate of increase in imports of around 100 % over the 1980 to 1984 period.\nThe share of the Community market taken by the imports rose correspondingly from 2,4 % in 1981 to 4,6 % in 1982, 9,7 % in 1983 and 13,0 % in 1984.\nOn the two main Community markets, i.e. in France and Germany, the respective market shares of the imports in question rose from 7 % in 1982 to 13,9 % in 1983 and 17,1 % in 1984, in the one case, and from 0,1 to 4,3 % and 7,8 % in the other.\n(14) The detailed examination of export prices for polystyrene sheet originating in Spain showed persistent undercutting of the average prices of Community producers throughout the period of the investigation. The average level of undercutting, for all types of sheet, was 9,08 % in the case of Coexpan and 6,34 % in the case of Envases Del Valles. Consequently, the Community industry found its prices under pressure, which prevented it from raising its prices as it would otherwise have done to reflect the increases in its cost prices resulting mainly from rises in the cost of raw material; generally speaking, the price of polystyrene granules accounts for 70 to 80 % of the cost price of polystyrene sheet produced in the Community. As a result, Community producers were gradually compelled to sell at prices lower than the minimum level necessary to cover their production cost and provide a reasonable profit.\n(15) The information checked by the Commission shows that the impact of the imports on the Community industry was such that, in spite of steady growth in Community consumption (from 38 800 tonnes in 1981 to 51 100 tonnes in 1984), the complainants' sales remained virtually stagnant (27 537 tonnes in 1981 and 29 850 tonnes in 1984). The complainant Community industry therefore suffered substantial losses of market share (from 71 % in 1981 to 66,5 % in 1982, 60,6 % in 1983 and 58,4 % in 1984), mainly to the benefit of the dumped imports. The pressure on market price exerted by the imports resulted in a very sharp deterioration in the financial results of the Community producers in this specific production sector, virtually all of them being reduced to merely covering costs or even running at a loss, and this jeopardizes their short-term future.\n(16) The Commission examined other factors which, individually or in combination, could also have affected Community production.\nIn the case of the French market, which alone amounts to two thirds of the Community market, some consumers raised the question of the impact on the profitability of the Community producers of the industry's written undertaking to fight inflation, which was approved by the French authorities.\nThe Commission noted that the main provision of this undertaking allows producers to pass on in full in their selling prices for polystyrene sheet the increases in the cost of their raw material. But it found in the course of its investigation that these increases were not passed on in full during the period under consideration.\nDuring this period, increases in the cost of raw material supplied to producers were in the 20 to 27 % range, whereas increases in the selling price of sheet, although they varied according to the product and the customer, were only in the overall range 12 to 23,5 %.\n(17) The Commission has therefore concluded, on the basis of the evidence at its disposal, that the injury caused during the investigation period by the increase in the dumped imports must, taken in isolation, be regarded as material injury.\nH. Community interest\n(18) In these circumstances, and in order to prevent further injury being caused during the remainder of the proceeding, the interests of the Community require immediate action taking the form of the imposition of a provisional anti-dumping duty on imports of polystyrene sheet originating in Spain. The Commission considers that an anti-dumping duty of 12,4 % on exports by Envases Del Valles and 15,9 % on exports by Coexpan or other, unidentified, Spanish exporters, even though these figures are lower than the dumping margins established, should be sufficient to remove the injury being caused to the Community industry by the Spanish imports, bearing in mind the price level necessary to ensure that the complainant producers are no longer selling at a loss and are able to make a reasonable profit.\n(19) In this context, the Commission examined the likely impact of these protective measures on the user industries, namely the manufacturers of food products, notably fresh products. Its conclusion was that for the majority of the food products in question any increase in overall cost prices resulting from the proposed anti-dumping duties would be negligible.\n(20) Examination of the possible impact of a protective measure on the downstream industries has not, therefore, altered the Commission's conclusions.\nI. Rate of duty\n(21) Having regard to the injury caused, the rate of the provisional anti-dumping duty on imports of polystyrene sheet originating in Spain should therefore be lower than the dumping margin provisionally established, though sufficient to remove the injury caused; bearing in mind the selling price necessary to enable Community producers to make a reasonable profit, the Commission has provisionally set the provisional duty necessary to remove the injury at the levels given in point 18.\n(22) The Advisory Committee has not raised any objection.\nJ. Final provisions\n23. A period should be fixed within which the interested parties may, folllowing the imposition of the provisional duty, make their views known and request an oral hearing by the Commission.", "main_body": ["1. A provisional anti-dumping duty is hereby imposed on imports of extruded white, bicoloured or translucent polystyrene sheet, put up in rolls, of a thickness of between 0,7 and 1,3 mm, originating in Spain, falling within subheading ex 39.02 C VI b) of the Common Customs Tariff (corresponding to NIMEXE code ex 39.02-38).\n2. The amount of the duty shall be equal to 15,9 % of the net free-at-Community-frontier price before duty, except for exports by the firm Envases Del Valles, for which the duty shall be 12,4 %.\nThe free-at-Community-frontier prices shall be net prices where the conditions of sale stipulate that payment must be made within 30 days of the date of dispatch; they shall be increased or reduced by 1 % for each month by which this period is shortened or lengthened.\n3. The provisions in force concerning customs duties shall apply to this duty.\n4. The release for free circulation in the Community of the product referred to in paragraph 1 shall be subject to the provision of a security equivalent to the amount of the provisional duty.", "Without prejudice to Article 7 (4) (b) and (c) of Regulation (EEC) No 2176/84, the parties concerned may make known their views and apply to be heard orally by the Commission within one month of the entry into force of this Regulation.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nSubject to Articles 11, 12 and 14 of Regulation (EEC) No 2176/84, this Regulation shall apply for a period of four months, unless the Council adopts definitive measures before the expiry of that period. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 2 April 1985.\nFor the Commission\nWilly DE CLERCQ\nMember of the Commission\n(1) OJ No L 201, 30. 7. 1984, p. 1.\n(2) OJ No C 205, 4. 8. 1984, p. 10."}