{"celex_id": "31982D0039", "uri": "http://publications.europa.eu/resource/cellar/ea433eb3-fa45-43de-a76b-c8e07089f901", "type": "Decision", "concepts": ["1318", "2723", "4081", "5451"], "title": "82/39/EEC: Commission Decision of 29 December 1981 authorizing the Federal Republic of Germany to restrict the marketing of seed of certain varieties of agricultural plant species (Only the German text is authentic)\n", "header": "COMMISSION  DECISION\nof 29 December 1981\nauthorizing the Federal Republic of Germany to restrict the marketing of seed of certain varieties of agricultural plant species\n(Only the German text is authentic)\n(82/39/EEC)\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 70/457/EEC of 29 September 1970 on the common catalogue of varieties of agriculture plant species (1), as last amended by Council Directive 80/1141/EEC of 8 December 1980 (2), and in particular Article 15 (2), (3) and (7) thereof,\nHaving regard to the application lodged by the Federal Republic of Germany,\nWhereas under Article 15 (1) of the said Directive seed or propagating material of varieties of agricultural plant species which have been officially accepted during 1979 in at least one of the Member States and which also meet the conditions laid down in the said Directive are, with effect from 31 December 1981 no longer subject to any marketing restrictions relating to variety in the Community;\nWhereas, however, Article 15 (2) of the said Directive provides that a Member State may be authorized upon application to prohibit the marketing of seed and propagating material of certain varieties;\nWhereas the Federal Republic of Germany has applied for such authorization for a certain number of varieties of different species;\nWhereas the varieties concerned of oats and of maize, in respect of the value for cultivation and use, have not been the subject of official growing trials in the Federal Republic of Germany in view of the German application;\nWhereas the variety of oats concerned is of the winter type; whereas the varieties of maize concerned have an FAO maturity class index over 350; whereas it is well known that the varieties of winter oats and the varieties of maize which have an FAO maturity class index over 350 are at present not yet suitable for cultivation in view of all the kinds of utilization in the Federal Republic of Germany (second subparagraph of Article 15 (3) (c) thereof);\nWhereas, in respect of the varieties Polar (red fescue), Bofur (Italian rye-grass), Veko (Lucerne), the results of the trials show that in the Federal Republic of Germany, when compared with the national rules governing the acceptance of varieties there, which apply within the framework of current Community provisions, they are not distinct from other varieties accepted there (first subparagraph of Article 15 (3) (a) of the said Directive);\nWhereas, therefore, the application of the Federal Republic of Germany in respect of all these varieties should be granted in full;\nWhereas the cases of the other varieties are now being carefully examined by the Commission; whereas it is impossible to complete examinations of the varieties Monored (fodder beet) and Barsica (swede rape);\nWhereas the time limit in question should therefore, where the Federal Republic of Germany is concerned, be extended for an appropriate period in order to allow complete examination of the application in respect of these varieties (Article 15 (7) thereof);\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Seed and Propagating Material for Agriculture, Horticulture and Forestry,", "main_body": ["The Federal Republic of Germany is hereby authorized to prohibit the marketing in its territory of seed of the following varieties listed in the 1982 common catalogue of varieties of agricultural plant species:\nI. Fodder plants:\n1. Festuca rubra L.:\nPolar\n2. Lolium multiflorum Lam.:\nBofur\n3. Medicago sativa L.:\nVeko\nII. Cereals:\n1. Avena sativa L.:\nCamrose\n2. Zea mays L.:\n1.2.3 // Adda 90 Amaranto Andras Augustus Baltimora Boston Brennus Capri Carola Carrubo Clivio Compass Corona Cota Crono Dallas D'Artagnan  // Detroit Eden Esperia Ferax Fortcise Funk's G Wolf Funk's G 5436 Gemini G 660 Hunter Ibis Idro Ischia Lampedusa Lima Lino Miami Mir Anjou  // Monblanc Monsegur Mousson Nilo Nobil Pegase Ponza Prince Rosso d'Aquileia Silvar Solar G 446 Stella Tifone Unic Victor York.", "The authorization given in Article 1 shall be withdrawn as soon as it is established that the conditions thereof are no longer satisfied.", "The Federal Republic of Germany shall notify the Commission of the date from which it makes use of the authorization under Article 1 and the detailed methods to be followed. The Commission shall inform the other Member States thereof.", "The time limit specified in Article 15 (1) of Directive 70/457/EEC is, where the Federal Republic of Germany is concerned, extended from 31 December 1981 to 31 March 1982 in respect of the following varieties:\nI. Fodder beet:\nBeta vulgaris L.:\nMonored\nII. Oil and fibre plants:\nBrassica napus L. ssp. oleifera:\nBarsica.", "This Decision is addressed to the Federal Republic of Germany."], "attachments": "Done at Brussels, 29 December 1981.\nFor the Commission\nPoul DALSAGER\nMember of the Commission\n(1) OJ No L 225, 12. 10. 1970, p. 1.\n(2) OJ No L 341, 16. 12. 1980, p. 27."}