{"celex_id": "31988D0005", "uri": "http://publications.europa.eu/resource/cellar/69948ed0-36a8-4d48-aabd-3983d03284fb", "type": "Decision", "concepts": ["2384", "2393", "3774", "4801"], "title": "88/5/EEC: Commission Decision of 11 December 1987 on the multiannual guidance programme for aquaculture and the provision of protected marine areas (1987 to 1991) submitted by the United Kingdom pursuant to Council Regulation (EEC) No 4028/86 (Only the English text is authentic)\n", "header": "COMMISSION  DECISION\nof 11 December 1987\non the multiannual guidance programme for aquaculture and the provision of protected marine areas (1987 to 1991) submitted by the United Kingdom pursuant to Council Regulation (EEC) No 4028/86\n(Only the English text is authentic)\n(88/5/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 4028/86 of 18 December 1986 on Community measures to improve and adapt structures in the fisheries and aquaculture sector (1), and in particular Article 4 thereof,\nWhereas on 30 April 1987 the United Kingdom Government forwarded to the Commission a multiannual guidance programme for aquaculture and the provision of protected marine areas, hereinafter referred to as 'the programme'; whereas on 23 September 1987 it forwarded the latest additional information concerning the programme;\nWhereas the aim of the programme is a very substantial development of United Kingdom aquaculture in both sea water and fresh water and the provision of protected marine areas; whereas the production of Salmonidae is and should remain the mainstay of this sector; whereas investments of approximately 250 to 300 million ECU are considered necessary for the completion of the programme;\nWhereas, having regard to the foreseeable trend in fishery resources, the market for fishery and aquaculture products, the measures adopted under the common fisheries policy and the guidelines for the latter, the programme meets the conditions laid down in Article 2 of Regulation (EEC) No 4028/86 and constitutes a suitable framework for Community and national financial aid for the sector concerned;\nWhereas the programme is ambitious and to a very large extent is based on the expectation of a substantial development of aquaculture in the United Kingdom; whereas it will be necessary to ensure that it is carried out under sound conditions of technical practicability and economic profitability of the fish farms;\nWhereas the aquaculture sector is developing in a commercial environment a feature of which is the development of international competition;\nWhereas the development of the market for Salmonidae could entail a need to adjust the objectives laid down for the production of salmon and trout;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Committee for the Fishing Industry,", "main_body": ["The multiannual guidance programme for aquaculture and the provision of protected marine areas (1987 to 1991), as forwarded by the United Kingdom Government on 30 April 1987 and as last supplemented on 23 September 1987, is hereby approved subject to the conditions set out in this Decision.", "1. Very great caution must be exercised in assessing investment projects in order to ensure their long-term technical practicability and economic profitability.\n2. The programme's objectives relating to the production of salmon and trout must be reviewed where major changes take place on the market for Salmonidae.", "This Decision is without prejudice to any Community financial aid to individual investment projects.", "This Decision is addressed to the United Kingdom."], "attachments": "Done at Brussels, 11 December 1987.\nFor the Commission\nAntรณnio CARDOSO E CUNHA\nMember of the Commission\n(1) OJ No L 376, 31. 12. 1986, p. 7."}