{"celex_id": "31983D0234", "uri": "http://publications.europa.eu/resource/cellar/6bae8416-54c5-49ef-be66-fc2ac3857f3f", "type": "Decision", "concepts": ["1374", "3191", "4580", "4682", "4689", "4692"], "title": "83/234/EEC: Commission Decision of 29 April 1983 concerning the establishments in the Republic of Turkey from which Member States may authorize the importation of fresh meat\n", "header": "COMMISSION  DECISION\nof 29 April 1983\nconcerning the establishments in the Republic of Turkey from which Member States may authorize the importation of fresh meat\n(83/234/EEC)\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 72/462/EEC of 12 December 1972 on health and veterinary inspection problems upon importation of bovine animals and swine and fresh meat from third countries (1), as last amended by Directive 83/91/EEC (2), and in particular Articles 4 (1) and 18 (1) (a) and (b) thereof,\nWhereas establishments in third countries cannot be authorized to export fresh meat to the Community unless they satisfy the general and special conditions laid down in Directive 72/462/EEC;\nWhereas Turkey has forwarded, in accordance with Article 4 (3) of Directive 72/462/EEC, a list of establishments authorized to export to the Community;\nWhereas Community on-the-spot visits have shown that the case of these establishments has to be re-examined on the basis of additional information regarding their hygiene standards and their ability to adapt quickly to the Community rules;\nWhereas in the meantime and so as to avoid any interruption of existing trade flows, these establishments may be authorized temporarily to continue their exports of fresh meat to those Member States prepared to accept them;\nWhereas it will therefore be necessary to re-examine and, if necessary, amend this Decision in the light of measures taken to this end and improvements made;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["1. Subject to the provisions of paragraph 2, Member States shall prohibit the importation of fresh meat coming from establishments in Turkey.\n2. The Member States may continue to authorize, until 30 November 1983, imports of fresh meat coming from establishments which have been officially proposed by the Turkish authorities, as of 14 March 1983 pursuant to Article 4 (3) of Directive 72/462/EEC, unless a decision is taken to the contrary, in accordance with Article 4 (1) of the abovementioned Directive, before 1 December 1983.\nThe Commission shall forward the list of these establishments to the Member States.", "This Decision shall apply from 1 May 1983.", "This Decision shall be reviewed and if necessary amended before 1 October 1983.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 29 April 1983.\nFor the Commission\nPoul DALSAGER\nMember of the Commission\n(1) OJ No L 302, 31. 12. 1972, p. 28.\n(2) OJ No L 59, 5. 3. 1983, p. 34."}