{"celex_id": "31984R0671", "uri": "http://publications.europa.eu/resource/cellar/809bfd8c-963e-4f1b-9054-03fadb188040", "type": "Regulation", "concepts": ["1008", "1201", "2718", "3003", "5541", "616"], "title": "Commission Regulation (EEC) No 671/84 of 15 March 1984 on applications for the financing of aids granted by Member States to producers' organizations in the fishery products sector\n", "header": "COMMISSION  REGULATION (EEC) No 671/84\nof 15 March 1984\non applications for the financing of aids granted by Member States to producers' organizations in the fishery products sector\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3140/82 of 22 November 1982 on granting and financing aid granted by Member States to producers' organizations in the fishery products sector (1), and in particular Article 10 (3) thereof,\nWhereas claims for the financing of aids granted by Member States pursuant to Regulation (EEC) No 3140/82 should include certain particulars so that a check can be made on whether the expenditure complies with the provisions of the said Regulation;\nWhereas, in order that effective checks may be carried out, the Member States should keep the supporting documents at the Commission's disposal for a period of three years after the final financing has taken place;\nWhereas this Regulation replaces Commission Regulation (EEC) No 1273/72 (2); whereas the latter Regulation should therefore be repealed;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the European Agricultural Guidance and Guarantee Fund Committee,", "main_body": ["1. The applications for financing referred to in Article 10 (1) of Regulation (EEC) No 3140/82 must be submitted in the form of the tables shown in the Annexes.\n2. The Member States shall communicate to the Commission, along with their first application for financing, the texts of the national provisions relating to implementation and controls and of the relevant administrative instructions, together with any forms or other documents relating to the administration of the aid.", "The Member States shall keep at the Commission's disposal, in respect of each beneficiary and for a period of three years after the final financing has taken place, all the supporting documents of authenticated copies thereof which are in their possession and on the basis of which the decision was taken to grant the aid provided for in Article 6 of Regulation (EEC) No 3796/81.", "Regulation (EEC) No 1273/72 is hereby repealed.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 15 March 1984.\nFor the Commission\nGiorgios CONTOGEORGIS\nMember of the Commission\n(1) OJ No L 331, 26. 11. 1982, p. 7.\n(2) OJ No L 141, 21. 6. 1972, p. 9.\nANNEX  I\nInformation supplied by the Member States in respect of producers' organizations in the fishing industry within the meaning of Article 5 of Regulation (EEC) No 3796/81\nMember State ............................................\n- Serial No (1)\n- Producers' organization (name and address)\n- Date of formation\n- It is hereby confirmed that the date of recognition is\n1. How does the producers' organization intend to ensure that fishing is carried out along rational lines and that conditions for the sale of products are improved?\n2. What provision is made in the charter for satisfying the requirement that all products in respect of which producers hold membership must be disposed of through the organization and how is this applied in practice?\n3. Where appropriate: what are the products and the quantities which member producers are authorized by the producers' organization to market themselves and what pre-established common rules apply in this case?\n4. What rules governing production and marketing are applied by the producers' organization?\n5. By what specific means does the producers' organization intend to ensure compliance with the minimum production and marketing rules throughout the fishing year?\n6. Supply information that will confirm that the producers' organization does not hold a dominant position on the common market, unless such a position is necessary for the pursuit of the objectives of Article 39 of the Treaty.\n7. Are there in the same area other organizations which have already been recognized and whose activities relate to the same products or similar products? If so, give the names, the addresses and the operating areas of such other organizations. Indicate to what extent the information of the producers' organization brings about, by greater rationalization of fishing activities on the basis of catch plans and by improved concentration of supplies of the products landed by its members, an improvement in production and marketing structures as compared with the existing situation (2).\n8. If the producers' organization is formed from pre-existing organizations, give the names and addresses of the latter.\n9. How was the organization informed of the Community contribution towards the financing of the aid?\n(1) Continuous numbering from one year to the next.\n(2) To be answered only in respect of producers' organizations in receipt of the aids provided for in Article 6 (2) (b) of Regulation (EEC) No 3796/81 (OJ No L 379, 31. 12. 1981, p. 1).\nANNEX  II A\nA. Application for financing\nMember State .............................................\n1.2.3.4 // Serial No (1)  // Producers' organization  // Amount of aid granted in accordance with Article 6 (1) and (2) of Regulation (EEC) No 3796/81  // Amount to be reimbursed  //   //   //   //\nAids relating to the first year following the date of recognition:\n1.2.3.4 //   //   //   //   //   //   //   //   //   //   //  //\nAids relating to the second year following the date of recognition:\n1.2.3.4 //   //   //   //   //   //   //   //   //   //   //  //\nAids relating to the third year following the date of recognition:\n1.2.3.4 //   //   //   //   //   //   //   //   //   //   //  //\nAids relating to the fourth year following the date of recognition (2):\n1.2.3.4 //   //   //   //   //   //   //   //   //   //   //  //\nAids relating to the fifth year following the date of recognition (2):\n1.2.3.4 //   //   //   //   //   //   //   //   //   //   //  //\nAids to producers' organizations formed from pre-existing organizations:\n1.2.3.4 //   //   //   //   //   //   //   //   //   //   //  //   //   // Total:  //   //   //   //   //   //   //  // Recovery:  //   //   //   //   //   //   //   // Total:  //   //   //   //   //   //\n(1) Continuous numbering corresponding to that of Annex I.\n(2) Applies only to aids pursuant to Article 6 (2) (b) of Regulation (EEC) No 3796/81.\nStamp and signature of the competent authority\nANNEX  II B\nTables concerning aids granted to producers' organizations\nMember State . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .\nDocuments to be submitted each year in respect of each producers' organization\nSerial No (1)\nProducers' organization (name and address)\nDate of formation\nDate of recognition\nDate on which aid was granted\nAID GRANTED FOR THE . . . . . . . . . . . . . . . . . . YEAR FOLLOWING THE DATE ON WHICH THE PRODUCERS' ORGANIZATION WAS RECOGNIZED\nB. 1. Factors used in calculating the aid\n1.2,3.4,7.8,11.12 //   //   //   //   //   // Number of members in accordance with Article 4 of Regulation (EEC) No 3140/82  // Products  // Marketed production calculated in accordance with Article 6 of Regulation (EEC) No 3140/82  // Production price calculated in accordance with Article 7 of Regulation (EEC) No 3140/82  // Average value calculated in accordance with Article 3 of Regulation (EEC) No 3140/82  //  //   //   //   //   //   //  1.2.3.4.5.6.7.8.9.10.11.12 //  // Description of products  // CCT subheading No  // 19. .  // 19. .  // 19. .  // Average over the three years  // 19. .  // 19. .  // 19. .  // Average over the three years  //   //  //   //   //   //   //   //   //   //   //   //   //   //  //   //   //   //   //   //   //   //   //   //   //\nIt is confirmed that:\n(a) the above-named organization fulfils the conditions listed in Annex I to this Regulation;\n(b) the average value of marketed production is calculated in accordance with the provisions of Regulation (EEC) No 3140/82;\n(c) when the aid granted to the association of producers' organizations referred to in Article 5 (1) of Regulation (EEC) No 3796/81 was calculated, production marketed by the producers' organizations which has already benefited from identical aids in pursuance of the provisions of Regulation (EEC) No 3796/81 was not taken into account.\n(1) Continuous numbering corresponding to that of Annex I.\nB. 2. Calculation of the aid\n1.2.3.4 //   //   //   //   // Average value of marketed production calculated in accordance with Article 5 of Regulation (EEC) No 3140/82  // Administrative expenses as defined in Article 6 of Regulation (EEC) No 3796/81 (1)  // Costs relating to the drawing up of the constituting act and of the statuts (2)  // Amount of aid granted under Article 6 (1) and (2) of Regulation (EEC) No 3796/81  //   //   //  //   //   // (a) (b) (c) (d) (e) (f) (g) (h)  //   //   //  // Total:  //   //   //   //   //   //\n(1) Indicate in the manner provided for in Regulation (EEC) No 1452/83 (OJ No L 149, 7. 6. 1983, p. 5).\n(2) To be filled in only in respect of the producer's organizations formed from pre-existing organizations.\nIt is hereby confirmed that the administrative expenses referred to in Article 6 (1) of Regulation (EEC) No 3796/81 have been determined in accordance with the provisions of Regulation (EEC) No 1452/83 and approved by the competent authorities of the Member States.\nStamp and signature of the competent authority\nANNEX  III\nAmounts recovered in 19 . . in respect of aids paid in accordance with Regulation (EEC) No 3796/81\n1.2.3.4.5 //   //   //   //   //   // Serial No (1)  // Producers' organization  // Eligible aids recovered  // Amount to be deducted from the EAGGF contribution  // Where appropriate, code number of the communication pursuant to Regulation (EEC) No 283/72 (2)  //   //   //   //   //   //  //   //   //   //   //   //   //   //   //   //   //   //  //   //   //   //   //   //   //   //   //   //   //   //  //   //   //   //   //   //   //   //   //   //   //   //  //   //   //   //   //   //   //   //   //   //   //   //  //   //   //   //   //   //   //   //   //   //   //   //  //   //   //   //   //   //   //   //   //   //   //   //  //   //   //   //   //   //   //   //   //   //   //   //  //   //   //   //   //   //   //   //   //   //   //   //  //   //   //   //   //   //   //   //   //   //   //   //  //   //   //   //   //   //   //   //   //   //   //   //  //   //   //   //   //   //   //   //   //   //   //   //  //   //   //   //   //   //   //   //   //   //   //   //  //   //   //   //   //   //   //   //   //   //   //  // Total  //   //   //   //   //   //   //   //\n(1) Continuous numbering corresponding to that of Annex I.\n(2) The presentation of this table does not exclude the forwarding of the documents specified in Articles 3 and 5 of Regulation (EEC) No 283/72 (OJ No L 36, 10. 2. 1972, p. 1) concerning irregularities and the recovery of sums wrongly paid in connection with the financing of the common agricultural policy and the organization of an information system in this field.\nConsequently, if the recovery relates to an irregularity communicated in accordance with the abovementioned Regulation, the number under which the case was communicated must be mentioned.\nStamp and signature of the competent authority"}