{"celex_id": "31986R3842", "uri": "http://publications.europa.eu/resource/cellar/cbcd80d5-3300-4f65-8956-12788001df45", "type": "Regulation", "concepts": ["1637", "1662", "167", "3948", "4079"], "title": "Council Regulation (EEC) No 3842/86 of 1 December 1986 laying down measures to prohibit the release for free circulation of counterfeit goods\n", "header": "COUNCIL  REGULATION (EEC) No 3842/86\nof 1 December 1986\nlaying down measures to prohibit the release for free circulation of counterfeit goods\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community and in particular Articles 113 and 235 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas the marketing of goods bearing a trade mark without authorization, hereinafter referred to as 'counterfeit goods', causes considerable prejudice to law-abiding manufacturers and traders and misleads consumers; whereas such goods should as far as possible be prevented from being placed on the Community market and measures should be adopted to deal effectively with this unlawful activity without impeding the freedom of legitimate trade; whereas this objective is also being pursued through efforts being made along the same lines at international level;\nWhereas insofar as counterfeit goods are imported from third countries it is important to prohibit their release for free circulation in the Community and to introduce an appropriate procedure enabling the customs authorities to act to ensure that such a prohibition is observed under optimum conditions;\nWhereas action by the customs authorities must consist in suspending the release for free circulation of goods suspected of being counterfeit for as long as is necessary to enable it to be determined whether the goods are actually counterfeit;\nWhereas the objective to be achieved by the introduction of such a procedure does not require the drawing up of Community provisions either as regards the designation of the authority competent to determine whether the goods entered for free circulation are counterfeit or as regards the procedures to be followed for referral to that authority; whereas in the absence of Community regulations on the subject the said competent authority should furthermore decide cases submitted to it with reference to the criteria which are used to determine whether the goods produced in the Member State concerned infringe the rights of the owner of a trade mark;\nWhereas, on the other hand, it is necessary to determine the measures to be applied to goods entered for free circulation where it is established that they are counterfeit; whereas those measures must not only deprive those responsible for the importation of such goods of the economic benefits of the transaction but also constitute an effective deterrent to further transactions of the same kind;\nWhereas in order to avoid serious disruption to the clearing of goods contained in travellers' personal luggage or sent in small consignments of a non-commercial nature, it is necessary to exclude from this Regulation goods which may be counterfeit which are imported from third countries within the limits laid down by Community rules in respect of relief from customs duty and application of the standard rate of duty specified in Title II C of the Preliminary Provisions of the Common Customs Tariff;\nWhereas uniform application of the common rules laid down by this Regulation must be ensured and to that end a Community procedure must be provided enabling measures implementing these rules to be adopted within appropriate periods;\nWhereas this Regulation does not affect national provisions applicable to goods released for free circulation which are not counterfeit goods within the meaning of this Regulation but which would, if marketed, affect an intellectual property right in the Member State concerned;\nWhereas the provisions of this Regulation are designed to discourage international trade in counterfeit goods; whereas the specific provisions of the Treaty do not confer on the Community institutions the power to adopt all the measures which are necessary to achieve this objective, and in particular measures to which goods found to be counterfeit must be subjected; whereas it is therefore necessary to base the provisions of this Regulation also on Article 235,", "main_body": ["1. This Regulation lays down:\n(a) the conditions under which the customs authorities shall intervene in the case of goods entered for free circulation where they are suspected of being counterfeit, and\n(b) the measures which shall be taken by the competent authorities with regard to these goods where it has been established that they are indeed counterfeit.\n2. For the purposes of this Regulation:\n(a) 'counterfeit goods' means any goods bearing without authorization a trade mark which is identical to a trade mark validly registered in respect of such goods in or for the Member State in which the goods are entered for free circulation or which cannot be distinguished in its essential aspects from such a trade mark and which thereby infringes the rights of the owner of the trade mark in question under the law of that Member State.\n(b) 'trade mark owner' means the trade mark owner himself or any other person authorized to use the trade mark of his representative.\n3. This Regulation shall not apply to goods which bear a trade mark with the consent of the owner of that trade mark but which are entered for free circulation without the owner's consent.\nNor shall it apply to goods entered for free circulation which bear a trade mark under conditions other than those agreed with the owner of that trade mark.\nTITLE II\nProhibition of the release for free circulation of counterfeit goods", "The release for free circulation of goods found to be counterfeit on completion of the procedure provided for in Article 5 of this Regulation shall be prohibited.\nTITLE III\nApplications for action by the customs authorities", "1. In each Member State, a trade mark owner may lodge an application in writing with the competent authority for suspension by the customs authorities of the release of counterfeit goods entered for free circulation in that Member State, where he has valid grounds for suspecting that the importation of such counterfeit goods is contemplated in that Member State.\n2. The application referred to in paragraph 1 must contain all pertinent information available to the trade mark owner to enable the competent authority to act on the application in full knowledge of the facts, and must, in particular, contain a sufficiently detailed description of the goods to enable them to be recognized by the customs authorities. It must be accompanied by proof that the applicant is the owner of the trade mark for the goods in question.\nThe application must specify the length of the period for which the customs authorities are requested to take action.\nThe applicant may be charged a fee to cover the administrative costs incurred in dealing with the application.\n3. The authority with which an application drawn up pursuant to paragraph 2 has been lodged shall take a decision on the application and shall notify the applicant in writing of that decision.\nWhere the application is granted, it shall specify for what period the customs authorities may take action. This period may, upon application by the trade mark owner, be extended by the authority which took the initial decision.\nMember States may require a trade mark owner, where his application has been accepted, or where the release of a consignment of goods has been suspended pursuant to Article 5 (1), to provide a security to cover any liability on his part vis-Ă -vis the importer where the procedure initiated pursuant to Article 5 (1) fails to be continued due to any act or omission by the trade mark owner or where the goods in question are subsequently found not to be counterfeit.\nIn addition, the trade mark owner shall be obliged to inform the authority referred to in paragraph 1 should the trade mark cease to be validly registered. Moreover, the competent authority may require the applicant to bear the costs incurred in keeping the goods under customs control pursuant to Article 5 or in bringing a legal action to which the trade mark owner is not a party and to provide a security in order to ensure payment of that sum.\n4. The Member States may appoint the customs authorities themselves as the authorities competent to decide on the application referred to in this Article.", "The decision granting the application by the trade mark owner shall be forwarded immediately to the customs offices of the Member State which are liable to be concerned with imports of the counterfeit goods referred to in the application.\nTITLE IV\nConditions governing action by the customs authorities and by the authority competent to decide on the case", "1. Where a customs office to which the decision granting an application from the owner of a trade mark has been forwarded pursuant to Article 4 is satisfied, after consulting the applicant where necessary, that goods entered for free circulation correspond to the description of the counterfeit goods contained in that decision, it shall suspend release thereof. It shall inform the person making the entry and the authority which decided on the application. The customs office or the abovementioned authority shall also inform the applicant of the measure. When examining the goods the customs office may take samples in order to expedite the procedure.\n2. The law in force in the Member State in whose territory the goods were declared for release for free circulation shall apply to effect:\n(a) the referral to the competent authority for a substantive decision and for immediately informing the customs office mentioned in paragraph 1 of such referral, if the referral is not by the customs office;\n(b) the arriving at the decision to be taken by that authority. The criteria to be used for arriving at this decision shall be the same as those used to determine whether goods produced in the Member State concerned infringe the rights of the owner of a trade mark. Reasons must be given for any decisions adopted by the competent authority.", "1. If, within ten working days of the suspension of the release, the customs office referred to in Article 5 (1) has not been informed that the matter has been referred to the authority competent to take a substantive decision on the case in accordance with Article 5 (2) or that the duly empowered authority has taken interim measures, the goods shall be released, provided all the import formalities have been complied with.\n2. The conditions for storing the goods during the period of suspension of release shall be determined by each Member State.\nTITLE V\nProvisions applicable to goods found to be counterfeit goods", "1. Without prejudice to the other rights of action open to the owner of a trade mark which has been found to be infringed, Member States shall adopt the measures necessary to allow the competent authorities:\n(a) as a general rule, and in accordance with the relevant provisions of national law, to destroy goods found to be counterfeit, or dispose of them outside the channels of commerce in such a manner as to minimize harm to the trade mark owner, without compensation of any sort;\n(b) to take in respect of such goods any other measures having the effect of effectively depriving those responsible for importation of the economic benefits of the transaction and constituting an effective deterrent to further transactions of the same kind.\nThe following, inter alia, shall not be regarded as having such effect:\n- re-exporting the counterfeit goods in an unaltered state;\n- other than in exceptional cases, simply removing the trade marks which have been affixed to the counterfeit goods without authorization;\n- subjecting the goods to a different customs procedure.\n2. The counterfeit goods may be handed over to the Public Exchequer. In that case, the provisions of paragraph 1 (a) shall apply.\n3. Unless running counter to provisions of national law, the customs office concerned or the competent authority shall inform the trade mark owner, upon request, of the names and addresses of the consignor, importer and consignee of the goods found to be counterfeit and of the quantity of the goods in question. TITLE VI\nFinal provisions", "1. Except where otherwise provided in the law of the Member State concerned the acceptance of an application drawn up in accordance with Article 3 (2) shall not entitle the trade mark owner to compensation where counterfeit goods are not detected by a customs office and their release is not therefore suspended in the manner provided for in Article 5 (1).\n2. Except where otherwise provided in the law of the Member State concerned, exercise by a customs office or by another duly empowered authority of the powers conferred on them in regard to combating counterfeit goods shall not render them liable to the importer or any other person holding rights with respect to the goods entered for free circulation in the event of his suffering loss or damage as a result of their action.\n3. The civil liability of the trade mark owner shall be governed by the law of the Member State in which the goods in question were entered for free circulation.", "This Regulation shall not apply to goods contained in travellers' personal luggage or sent in small consigments of a non-commercial nature within the limits laid down in respect of relief from customs duty and application of the standard rate of duty specified in Title II C of the Preliminary Provisions of the Common Customs Tariff.", "0\nThis Regulation shall apply mutatis mutandis to goods bearing without authorization a trade mark validly registered in respect of such goods in accordance with Community rules as soon as such rules enter into force. The owner of the trade mark may, in that case, lodge the application referred to in Article 3 with the duly empowered authority.", "1\n1. The Committee on General Customs Rules provided for in Article 24 of Directive 79/695/EEC (1) may examine any question concerning the application of this Regulation which is raised by its Chairman, either on his own initiative or at the request of a Member State.\n2. The provisions required for applying this Regulation shall be adopted in accordance with the procedure laid down in Article 26 (2) and (3) of Directive 79/695/EEC.\n3. Member States shall communicate all relevant information on the application of this Regulation to the Commission.\nThe Commission shall communicate this information to the other Member States.\nThe details of the information procedure shall be drawn up in the framework of the implementing provisions in accordance with paragraphs 1 and 2.\n4. Within three years following the entry into force of this Regulation, the Commission shall, on the basis of the information referred to in paragraph 3, report to the European Parliament and the Council on the operation of the system instituted thereunder and shall propose such amendments and additions as need to be made thereto.", "2\nThis Regulation shall enter into force on 1 January 1988.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 1 December 1986.\nFor the Council\nThe President\nA. CLARK\n(1) OJ No C 20, 22. 1. 1985, p. 7.\n(2) OJ No C 343, 31. 12. 1985, p. 111.\n(3) OJ No C 218, 29. 8. 1985, p. 7.\n(1) OJ No L 205, 13. 8. 1979, p. 19."}