{"celex_id": "31981R1096", "uri": "http://publications.europa.eu/resource/cellar/0cb57b97-537a-4ce7-ab5b-ba6a5bd5a2aa", "type": "Regulation", "concepts": ["13", "2734", "2971", "3602", "4884", "980"], "title": "Commission Regulation (EEC) No 1096/81 of 9 April 1981 on reports on the financial results of projects which have received aid from the European Agricultural Guidance and Guarantee Fund, Guidance Section, to improve the conditions under which agricultural products are processed and marketed\n", "header": "COMMISSION REGULATION (EEC) No 1096/81 of 9 April 1981 on reports on the financial results of projects which have received aid from the European Agricultural Guidance and Guarantee Fund, Guidance Section, to improve the conditions under which agricultural products are processed and marketed\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 355/77 of 15 February 1977 on common measures to improve the conditions under which agricultural products are processed and marketed (1), as last amended by Regulation (EEC) No 1820/80 (2), and in particular Article 20 (3) thereof,\nWhereas the reports to be submitted to the Commission on the financial results of projects which have received aid under the common measure to improve the conditions under which agricultural products are processed and marketed should contain all the information needed for the assessment of these results;\nWhereas the information should be presented in an identical manner to facilitate the comparison of the results achieved with the original estimates;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on Agricultural Structures;\nWhereas the EAGGF Committee has been consulted on the financial aspects of these measures,", "main_body": ["1. The reports on the financial results of projects to improve the conditions under which agricultural products are processed and marketed shall contain the information and documents specified in the Annexes to this Regulation.\n2. The reports shall be submitted in duplicate through the Member State concerned in accordance with the Annexes to this Regulation.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.  (1) OJ No L 51, 23.2.1977, p. 1. (2) OJ No L 180, 14.7.1980, p. 1.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 9 April 1981.\nFor the Commission\nPoul DALSAGER\nMember of the Commission\nANNEX A\n>PIC FILE= \"T0029211\">\nANNEX B\n1. Beneficiary:      1.1. Where appropriate, explain the extent to which the object and scope of the main activities of the beneficiary have changed (1).\n1.2. Where appropriate, explain the extent to which the geographical area covered by these activities has changed (1).\n1.3. Economic situation (complete forms B 1 and B 2 at the end of this Annex and attach the relevant documents) : where appropriate, explain the differences from the estimates submitted with the original application for aid.\n2. Description of the present situation:      2.1. Agricultural products concerned (complete form B 3) - indicate their origin if this has changed (1).\n2.2. Production/marketing programme (complete form B 4) - indicate outlets if these have changed (1).\n2.3. Prices paid to producers in the past three years (complete form B 5).\n2.4. Profitability (complete form B 6).\n2.5. Means by which the share of the producers of the basic agricultural product in the economic benefits has been realized.\n3. Assessment:      3.1. Short evaluation of the results of the implementation of the project.\n3.2. Where appropriate, explain the differences from the estimates submitted with the original application for aid, particularly in relation to the figures in forms B 3, B 4, B 5 and B 10 of the original application, compared with the figures in forms B 3, B 4, B 5 and B 6 of this report.\n... (Date-Signature)  (1) The changes should be explained in relation to the information provided by the beneficiary in the application for aid.\nB 1 - SUMMARY OF BALANCE SHEETS\n>PIC FILE= \"T0029212\">\n>PIC FILE= \"T0029213\">\nB 2 - SUMMARY OF TRADING AND PROFIT AND LOSS ACCOUNTS\n>PIC FILE= \"T0029214\">\n>PIC FILE= \"T0029215\">\n>PIC FILE= \"T0029216\">\n>PIC FILE= \"T0029217\">\nB 6 - PROFIT AND LOSS FORECAST FOR THE PROJECT LOCATION\n>PIC FILE= \"T0029218\">\nEXPLANATORY NOTES FOR FORMS B 1 TO B 6\n1. Each subsidy awarded and therefore each report relates to a project which concerns one or more investments (each investment being defined by its location), and of which the financial burden is borne by one or more beneficiaries.\nForm B 5 concerns the project.\nB 3, B 4 and B 6 concern the investments.\nIf there are several investments (several locations) each form should be completed for each location.\nB 1 and B 2 concern the beneficiary. If there are several beneficiaries, one of each of these forms should be submitted for each beneficiary.\n2. Forms B 1 to B 6 of the report correspond to forms B 1 to B 5 and B 10 which the beneficiary submitted with its original application for aid. In principle, they should be completed in a similar way. The principal difference is that, for the new forms B 3 to B 6, for the years after the completion of the project, the figures will represent actual results and not estimates as when the application was submitted. Obviously, these results will not always match the estimates. This has no significance for the subsidy which has been paid ; however, an explanation of the reasons is desirable.\n3. B 1, B 2 and B 6 are to be completed in thousands of national currency.\nB 3, B 4 and B 5 are to be completed in national currency as appropriate.\nB 1 - Summary of balance sheets\n((a), (b), (c) and (d) also apply to B 2)    (a) Please fill in a summary of each balance sheet and of trading and profit and loss accounts for each beneficiary.\n(b) Each line should be filled in, with a dash (-) if the value is nil.\nThe month in which the financial year ends is to be indicated in the blank space above the columns.\n(c) The basis for the schedule shall be the final accounts for the past financial year duly audited, if applicable.\nIndicate by crosses in the respective boxes in the upper right-hand corner whether the account is purely a tax account (I) or other account (II), or whether the same account is used for several purposes (I and II). If the account is an \"other account\" indicate by a footnote its nature.\n(d) Form B 1 should be accompanied by one copy of the annual accounts comprising the balance sheet, the trading and profit and loss account and the notes to the accounts.\n1.0. Formation expenses\nIf national law allows this class of asset, and they are shown on the balance sheet.\n1.1. Intangible assets\nBook value of concessions, patents, licences, trade marks, goodwill and cost of research and development if national law permits.\nLand and buildings, book value, H/R\nBook value of land and buildings after deduction of accumulated provision for depreciation. Indicate whether based on historic costs, H (cumulated purchasing and construction costs of fixed assets at their cost at the time of acquisition) or current replacement cost, R, by crossing out the letter not valid.\nShares in subsidiary and associated companies, etc.\nIncludes (1) holdings in or claims on associated undertakings, (2) trade investments, (3) other securities ranked as fixed assets.\n1.2. Liquid assets and securities\nInclude also shares held in the company itself.\n1.4. Subscribed capital\nBook value of stocks and shares of companies or cooperatives, etc.\nProfit and loss account:\nIn the case of a loss indicate (-).\n1.6. Long- and medium-term liabilities\nTotal debts becoming due after one year.\nSupplementary information:\nInsured value : amount of cover for fire insurance purposes.\nB 2 - Summary of trading and profit and loss accounts\n(General instructions : see points (a), (b), (c) and (d) of notes relating to B 1)\n2.1.1. The net amount of turnover including receipts from sales of products, goods and services falling within the usual operations of the company, after allowing for any discounts or rebates in respect of those sales, and for value added tax and other taxes directly tied to the turnover.\nNB : Do not deduct distribution and sales costs.\n2.1.2. Work carried out by the enterprise itself and adding to the value of the fixed assets of the enterprise.\n2.1.3. All income other than that mentioned above and resulting from the operation of the enterprise itself and from rents and royalties.\n2.3. Adjustment should be made under this heading for stocks at the beginning and the end of the year.\n2.5.3. Includes all other expenses than those mentioned above and relating directly to the operation of the enterprise itself.\nNB : Interests and depreciation are excluded under this point.\n2.7.1. Indicate by crossing out the letter not valid, whether historic costs basis (H) or current replacement basis (R).\n2.9. Includes mainly interest and revenue from shares.\n2.11. All major items should be given on a separate sheet.\nB 3 - Input of agricultural products before and after completion of the project\nIn terms of the years concerned, it is obvious that the table can only be completed for the number of years which have elapsed since the project was completed. For example, if the report is being submitted during the third year, the column for year + 3 should be left blank and column B be completed on the basis of year + 2.\nInformation to be given on this form is for agricultural, horticultural and fisheries products which are to be processed or marketed by the project. Only those products representing more than 15 % of the total volume or value are to be recorded but, in any case, the five most important products should be mentioned.\nIn column A list the quantity and value of products used in the whole enterprise which are to be processed or marketed by the project. In column B only quantities and values of those products to be processed or marketed as a result of the project should be shown.\nIf possible, indicate the volumes in tonnes ; however beef, pigs, poultry and other animals slaughtered should be recorded as number of beasts, and not in tonnes of deadweight. Quantities of flowers and other products not usually bought by weight should be expressed preferably in the normally accepted commercial unit which should be indicated. For each product concerned, indicate the units of measurement used for quantities and values, e.g. tonnes, units, thousands of units, etc. £ '000 or £, etc.\nAll figures are to be on an annual basis.\nIf column B cannot be evaluated (e.g. where the investment does not concern individual units of production), please explain.\nB 4 - Product output before and after project\nFor the years concerned, see explanation under B 3.\nInformation to be given on this form, for the enterprise and for the project, is for products concerned by the project only. In the case of service enterprises (e.g. auction market), record the product passing through the enterprise. Only those products which represent 15 % of the total value and volume are to be recorded but, in any case, the five most important products should be mentioned.\nIn column A list the quantity and value of products used in the whole enterprise which are to be processed or marketed in the project. In column B only quantities and values of those products to be processed or marketed as a result of the project should be shown.\nIf possible, indicate the volume in tonnes, e.g. tonnes of deadweight (not the number of heads) for cattle, pigs, poultry and other animals slaughtered. The quantity of flowers and other products not usually sold by weight should be expressed preferably in the normally accepted commercial unit which should be indicated. For each product concerned, indicate the units of measurement used for volume and value, e.g. tonnes, units, thousands of units, etc. ... £ '000 or £, etc.\nAll figures are to be on an annual basis in the method normally used for commercialization of the product. Indicate in a footnote whether or not the value includes packaging.\nIf column B cannot be evaluated (e.g. where the investment does not concern individual units of production), please explain.\nB 5 - Prices paid to producers during past three years\nA. This form should cover all products mentioned in B 3, in so far as the beneficiary has a direct relationship with the producers of these products. Only up to five lines need be filled in.\nB.-D. This information need only be provided to the extent to which it is used to calculate the price.\nB. Packaging stage of vegetable products ; weight group of cattle, pigs, eggs, etc.\nC. Quality class or classes recognized officially by the Community (or, if no official Community classification, by the Member States). In the case of projects relating to wine, detail if it refers to \"vin de table\", \"vin de pays\", or \"v.q.p.r.d.\" (or degree OECHSLE) and describe the system utilized to classify and evaluate the raw material in function of its quality.\nD. Content in percentage, e.g. butter fat or protein in milk, alcohol in wine, water in grain, sugar in sugarbeet, etc.\nE. Indicate whether per kilogram, per litre, or per unit, etc.\nF. Indicate the prices paid to producers for the past three years (those for the most recent year in the last column), in national currency, as a weighted annual average.\nPrices should be those paid on delivery to the enterprise, VAT excluded. Take account of collection costs where these are the responsibility of the enterprise.\nThis form is also to be completed for service enterprise (e.g. auction markets). In this case, deduct commission charged from the price.\nB 6 - Profit and loss results for the project location\nThis form is to be completed separately for each location.\nFill in the columns from left to right, starting with the first financial year of operation of the project. For the years concerned, see explanation under B 3.\nRefer to explanations to form B 2.\nIn the case of a new manufacturing unit indicate in a footnote the expected economic life of the project expressed in years (separated by category of investment).\nFor a project which is an extension or alteration of an existing manufacturing unit the difference is that the profitability in this case will consist of savings and additional costs in any one of the lines. The form should show the effect on the overall results of the company as pluses (additional profit) and minuses (additional losses), e.g. additional sales, value would be shown as a plus figure ; reduction in staff costs as a plus but increased staff costs as a minus, etc. In this way the net profitability of the investment can be calculated. Should the accounting methods used not permit the establishment of exact figures, please explain and complete the table with estimated figures.\nPlease indicate against each amount whether it is (+) or (-)."}