{"celex_id": "31987R0635", "uri": "http://publications.europa.eu/resource/cellar/8f60bc1e-5c1e-41b2-99e0-3827cd8decc4", "type": "Regulation", "concepts": ["235", "3611", "4385", "50"], "title": "Commission Regulation (EEC) No 635/87 of 2 March 1987 re-establishing the levying of customs duties on diodes, transistors and similar semiconductor devices; light-emitting diodes; electronic micro-circuits; parts, falling within subheadings 85.21 D and E, originating in South Korea, to which the preferential tariff arrangements set out in Council Regulation (EEC) No 3924/86 apply\n", "header": "COMMISSION  REGULATION (EEC) No 635/87\nof 2 March 1987\nre-establishing the levying of customs duties on diodes, transistors and similar semiconductor devices; light-emitting diodes; electronic micro-circuits; parts, falling within subheadings 85.21 D and E, originating in South Korea, to which the preferential tariff arrangements set out in Council Regulation (EEC) No 3924/86 apply\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3924/86 of 16 December 1986 applying generalized tariff preferences for 1987 in respect of certain industrial products originating in developing countries (1), and in particular Article 15 thereof,\nWhereas, pursuant to Articles 1 and 12 of that Regulation, suspension of customs duties shall be accorded to each of the countries or territories listed in Annex III other than those listed in column 4 of Annex I, within the framework of the preferential tariff ceiling fixed in column 9 of Annex I;\nWhereas, as provided for in Article 13 of that Regulation, as soon as the individual ceilings in question are reached at Community level, the levying of customs duties on imports of the products in question originating in each of the countries and territories concerned may at any time be re-established;\nWhereas, in the case of diodes, transistors and similar semiconductor devices; light-emitting diodes; electronic micro-circuits; parts, falling within subheadings 85.21 D and E, originating in South Korea, the individual ceiling was fixed at 3 300 000 ECU; whereas, on 24 February 1987, imports of these products into the Community originating in South Korea reached the ceiling in question after being charged thereagainst; whereas it is appropriate to re-establish the levying of customs duties in respect of the products in question against South Korea,", "main_body": ["As from 7 March 1987, the levying of customs duties, suspended pursuant to Regulation (EEC) No 3924/86, shall be re-established on imports into the Community of the following products originating in South Korea:\n1.2 //  //  // CCT heading No  // Description  //  //  // 85.21 (NIMEXE code 85.21-47, 51, 53, 54, 57, 59, 60, 61, 63, 69, 71, 73, 75, 79, 81, 91, 99)   // D. Diodes, transistors and similar semiconductor devices; light-emitting diodes; electronic micro-circuits E. Parts   //    //", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 2 March 1987.\nFor the Commission\nCOCKFIELD\nVice-President\n(1) OJ No L 373, 31. 12. 1986, p. 1."}