{"celex_id": "31983D0247", "uri": "http://publications.europa.eu/resource/cellar/ff4e117c-990a-4f33-8bc5-bc629f5842bb", "type": "Decision", "concepts": ["1386", "2451", "2994", "5511", "6050"], "title": "83/247/EEC: Commission Decision of 11 May 1983 setting up a Committee on Community Policy regarding Forestry and Forestry-based Industries\n", "header": "COMMISSION  DECISION\nof 11 May 1983\nsetting up a Committee on Community Policy regarding Forestry and Forestry-based Industries\n(83/247/EEC)\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nWhereas the constant improvement of living and working conditions and the harmonious development of economic activities within the Member States are objectives of the European Economic Community;\nWhereas the economic activities based on the production and industrial processing of wood can contribute towards the attainment of these objectives, having regard to the development potential of these activities and taking into account their present difficulties;\nWhereas these difficulties should be examined and resolved not separately but in the light of their interrelationships;\nWhereas, to this end, and on the basis of the work already carried out by the Commission departments and in particular the communication to the Council embodying a Community action programme relating to forestry and forest-based industries, close and continuous contacts with the economic sectors concerned can help to achieve these goals;\nWhereas the most appropriate way of organizing such contacts is to set up, under the auspices of the Commission, an Advisory Committee on Community Policy regarding Forestry and Forest-based Industries on which these sectors will be represented; whereas, moreover, provision should be made for the presence on the Committee of qualified persons who can bring to the Committee their technical expertise in and knowledge of the wood economy at Community level,", "main_body": ["An Advisory Committee on Community Policy regarding Forestry and Forest-based Industries, hereinafter referred to as 'the Committee', is hereby set up under the auspices of the Commission. The Committee shall consist of representatives of the European organizations of producers and industrial processors of and dealers in wood and wood-derived products, and qualified persons whose knowlege of the wood economy at Community level is widely recognized.", "The Committee shall, at the request of the Commission, or on its own initiative, assist the Commission in connection with all matters concerning Community policy relating to forestry and forest-based industries, and in particular matters concerning the demand for wood products in the Community and the supply of wood in order to satisfy that demand.", "The Committee shall comprise 27 members:\n- eight members representing forest owners and forest activities,\n- eight members representing the wood-processing industries,\n- four members representing dealers in wood and wood-derived products,\n- seven particularly qualified persons.", "Committee members shall be appointed by the Commission after consultation with the sectors of industry concerned.", "The term of office of Committee members shall be three years, and shall be renewable. On expiry of the three-year period, Committee members shall remain in office until they have been replaced or until their term of office has been renewed.\nA member's term of office shall be terminated before expiry of the three-year period in the event of his resignation or death.\nHe shall be replaced for the remainder of his term of office in accordance with the provisions of Article 4.\nMembers shall not be remunerated for their services.", "The list of members shall be published by the Commission for information in the Official Journal of the European Communities.", "The Committee shall be chaired by a Commission representative.", "The chairman may invite any person with special knowledge of an item on the agenda to participate, as an expert, in the work of the Committee and of the working parties referred to in Article 9.\nExperts shall participate only in the discussion of the item for which their attendance is requested.", "The Committee may set up working parties.", "0\n1. The Committee and the working parties shall be convened by the chairman and shall meet at the headquarters of the Commission.\n2. Representatives of the Commission departments concerned shall take part in meetings of the Committee and of the working parties.\n3. Secretarial services for the Committee shall be provided by the Commission.", "1\nThe discussions of the Committee shall not be followed by a vote.\nThe Commission may, when seeking the opinion of the Committee, set a time limit within which the opinion must be given.", "2\nWithout prejudice to Article 214 of the Treaty, Committee members are required not to disclose information which has come to their knowledge through the work of the Committee or of its working parties, where the chairman informs them that an opinion or a question raised touches upon confidential matters.\nIn this event, only Committee members and Commission representatives shall be present at the meetings in question.", "3\nThis Decision shall enter into force on the day of its publication in the Official Journal of the European Communities."], "attachments": "Done at Brussels, 11 May 1983.\nFor the Commission\nĂ\u0089tienne DAVIGNON\nVice-President"}