{"celex_id": "31986R2342", "uri": "http://publications.europa.eu/resource/cellar/53f2dcb9-afe1-4ef0-a737-705615c4991e", "type": "Regulation", "concepts": ["2081", "2871", "4692"], "title": "Commission Regulation (EEC) No 2342/86 of 25 July 1986 on the marketing stage to which the average price for pig carcases refers and laying down transitional rules for the application of Regulation (EEC) No 3220/84\n", "header": "COMMISSION  REGULATION (EEC) No 2342/86\nof 25 July 1986\non the marketing stage to which the average price for pig carcases refers and laying down transitional rules for the application of Regulation (EEC) No 3220/84\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2759/75 of 29 October 1975 on the common organization of the market in pigmeat (1), as last amended by Regulation (EEC) No 1475/86 (2), and in particular Article 4 (6) thereof,\nHaving regard to Council Regulation (EEC) No 3220/84 of 13 November 1984 determining the Community scale for grading pig carcases (3), and in particular Article 5 (1) thereof,\nWhereas the representative markets comprise, for each country, all the markets listed in the Annex to Council Regulation (EEC) No 43/81 (4), as amended by Regulation (EEC) No 3799/85 (5);\nWhereas, pursuant to Article 4 (2) of Regulation (EEC) No 2759/75, the weighted average price for pig carcases on the representative markets of the Community must be determined in order to assess whether the market situation warrants intervention measures;\nWhereas, in order to determine such an average price for pig carcases, comparable Community prices must be available; whereas to that end, a single quality of pig carcases corresponding to the standard quality referred to in Article 4 (1) of Regulation (EEC) No 2759/75 and a clearly defined marketing stage should be used; whereas, since pig carcases are generally marketed at the slaughterhouse stage, that stage should be the one adopted;\nWhereas quotations for pig carcases are to be determined in the Community as from 1 August 1986 in accordance with the Community scale for grading pig carcases as laid down by Regulation (EEC) No 3220/84; whereas, however, Member States may continue to apply the scale determined by Council Regulation (EEC) No 2760/75 (6) until 31 December 1988 instead of the scale determined by Regulation (EEC) No 3220/84;\nWhereas, in Italy and Greece, quotations for pig carcases are still derived from quotations for live pigs recorded on markets or quotation centres; whereas that practice should be allowed to continue until the introduction in those two Member States of the classification methods provided for by Regulation (EEC) No 3220/84; whereas, to that end, the method must be determined for converting quotations for live pigs into quotations at the slaughterhouse stage;\nWhereas the provisions of this Regulation replace those of Commission Regulation (EEC) No 56/81 of 1 January 1981 on the marketing stage to which the average price for pig carcases refers (7); whereas that Regulation should therefore be repealed;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Pigmeat,", "main_body": ["The average market price for pig carcases as referred to in Article 4 (2) of Regulation (EEC) No 2759/75 shall be determined on the basis of the prices paid, excluding tax:\n- account being taken of slaughtering costs and the value of edible and inedible offals and animal residues,\n- for 100 kilograms of pig carcases, dressed, weighed and classified on the slaughterhouse hook.", "1. The market price for pig carcases in a Member State shall be equal to the average of the quotations for pig carcases recorded on the markets or quotation centres of that Member State listed in the Annex to Regulation (EEC) No 43/81.\n2. That price shall be determined as follows:\n(a) where Regulation (EEC) No 3220/84 is applied:\nquotations recorded for carcases weighing\n- 60 to less than 100 kilograms of grade U,\n- 100 to less than 130 kilograms of grade R,\n- 130 to 160 kilograms of grade 0.\nThe choice of weight categories and any weighting thereof shall be left to the Member State concerned; the latter shall inform the Comission thereof;\n(b) where Regulation (EEC) No 2760/75 is applied:\nquotations recorded for carcases in commercial grade I.\n(c) in Italy:\n- arithmetic average of quotations, excluding tax, recorded on the markets for live pigs of the three weight categories 125 to 145 kilograms, 146 to 160 kilograms, and 160 to 180 kilograms,\n- arithmetic average of such quotations, one for each market, the markets of Macerata and Perugia being treated as a single market,\n- addition of Lit 10 per kilogram live weight for transport costs,\n- conversion of this amount into a dead weight price by application of the coefficient 1,30.\n(d) in Greece:\n- arithmetic average of quotations, excluding tax, recorded at quotation centres for live pigs of the weight category 80 to 110 kilograms,\n- arithmetic average of such quotations, one for each quotation centre,\n- addition of Dr 2 per kilogram live weight for transport costs,\n- conversion of this amount into a dead weight price by applicacion of the coefficient 1,22.", "1. Regulation (EEC) No 56/81 is hereby repealed.\n2. References to Regulation (EEC) No 56/81 shall be construed as references to this Regulation.", "This Regulation shall enter into force on 1 August 1986.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 25 July 1986\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 282, 1. 11. 1975, p. 1.\n(2) OJ No L 133, 21. 5. 1986, p. 39.\n(3) OJ No L 301, 20. 11. 1984, p. 1.\n(4) OJ No L 3, 1. 1. 1981, p. 15.\n(5) OJ No L 367, 31. 12. 1985, p. 31.\n(6) OJ No L 282, 1. 11. 1975, p. 10.\n(7) OJ No L 4, 1. 1. 1981, p. 41."}