{"celex_id": "31985R1699", "uri": "http://publications.europa.eu/resource/cellar/cb6b86fd-38ef-42b8-b541-60c916c2584e", "type": "Regulation", "concepts": ["1086", "1120", "136", "2682", "797"], "title": "Council Regulation (EEC) No 1699/85 of 19 June 1985 amending Regulation (EEC) No 525/77 establishing a system of production aid for tinned pineapple\n", "header": "COUNCIL  REGULATION (EEC) No 1699/85\nof 19 June 1985\namending Regulation (EEC) No 525/77 establishing a system of production aid for tinned pineapple\nTHE COUNCIL OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 43 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nWhereas Regulation (EEC) No 525/77 (3), as amended by Regulation (EEC) No 2990/78 (4) introduced a special production aid system for tinned pineapple which takes into account both the geographical location and the features peculiar to the production concerned which is found only in a particular French overseas department; whereas that Regulation should be amended in the light of the experience gained with that product and the aid system introduced for certain Mediterranean products pursuant to Regulation (EEC) No 516/77 (5), as last amended by Regulation (EEC) No 988/84 (6);\nWhereas, in view of the geographical location and the features peculiar to this production, the minimum price payable to the producer should reflect the trend of costs in the region; whereas the processing costs taken into account for the first fixing of the aid should be determined in the light of the rate of inflation in the production area in question,", "main_body": ["Articles 3 to 8 of Regulation (EEC) No 525/77 are hereby replaced by the following:\n'Article 3\nProduction aid shall be paid to processors who have paid pineapple producers at least the minimum price specified in the contracts or supply commitments between, on the one hand, producers or recognized producers' groups or associations thereof and, on the other, processors or processors' groups or associations thereof which have been legally set up in the Community.", "1. The minimum price payable to the producer shall be determined in the light of:\n(a) the minimum price applicable during the preceding marketing year;\n(b) the trend of production costs in the fruit and vegetables sector.\n2. The minimum price shall be fixed before the beginning of each marketing year.", "1. Production aid shall be fixed at a level which makes possible the disposal of tinned pineapple produced in the Community.\n2. For the purposes of calculating the aid, the following in particular shall be taken into account:\n- for the first fixing of the aid: the difference between the minimum price for raw pineapples as referred to in Article 3 and the price set by non-member countries, the latter price being converted on a standard basis into its equivalent for raw pineapples,\n- for any subsequent fixing of the aid: the aid applicable in respect of the preceding marketing year, adjusted to take account of changes in the minimum price referred to in Article 3, on the basis of the price set by non-member countries and, where necessary, any change in the processing costs, such change being determined on a standard basis.\n3. The price set by non-member countries shall be determined in particular on the basis of:\n(a) the prices, in the Community, used by non-member supplying countries;\n(b) the prices obtaining on the international market.\n4. For the first fixing of the aid, the standard conversion of the price set by non-member countries into its equivalent for raw pineapples shall take account of pineapple-processing costs in the Community, to be determined on the basis of the situation in 1984/85, adjusted by an amount not exceeding the rate of inflation in the pineapple-growing area concerned, due account being taken of the market outlook.\n5. For any subsequent fixing of the aid, the adjustment for changes in processing costs shall be that required to enable the Community product to compete with those of non-member countries, account being taken of the features peculiar to the region of production.\n6. The aid shall be fixed in respect of a net weight of the processed product. The coefficients representing the ratio between the weight of the raw pineapples used and the net weight of the processed product shall be calculated on the basis of the quantities of raw pineapples used and the net weight of tinned pineapple produced in the Community during the 1984/85 marketing year. Where appropriate, the coefficients shall be adjusted in the light of any changes which may subsequently be recorded.", "The marketing year for tinned pineapple shall begin on 1 June each year and end on 31 May of the following year.", "1. Production aid shall be paid to processors who apply therefor and who furnish proof that:\n- they have manufactured the quantity of tinned pineapple stated in their application for aid,\n- the pineapples used in the manufacture of the tinned pineapple were grown in the Community,\n- they have paid the pineapple growers at least the minimum price laid down,\n- the tinned pineapple produced complies with the quality standards in force.\n2. However, advances on the aid shall be paid upon presentation of the contract or supply commitment referred to in Article 3, between the grower of fresh pineapples and the processor, provided that the latter lodges security to the effect that he will fulfil the conditions laid down in paragraph 1 of this Article.", "The minimum price referred to in Article 4, the amount of the aid referred to in Article 5 and the detailed rules for the application of this Regulation shall be laid down in accordance with the procedure laid down in Article 20 of Regulation (EEC) No 516/77.'", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply as from 1 June 1985.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 19 June 1985.\nFor the Council\nThe President\nG. ANDREOTTI\n(1) OJ No C 112, 7. 5. 1985, p. 8.\n(2) Opinion delivered on 14 June 1985 (not yet published in the Official Journal).\n(3) OJ No L 73, 21. 3. 1977, p. 46.\n(4) OJ No L 357, 21. 12. 1978, p. 1.\n(5) OJ No L 73, 21. 3. 1977, p. 1.\n(6) OJ No L 103, 16. 4. 1984, p. 11."}