{"celex_id": "31985R1564", "uri": "http://publications.europa.eu/resource/cellar/c333c0de-16f9-451f-9854-c3c3a95ac560", "type": "Regulation", "concepts": ["4713"], "title": "Commission Regulation (EEC) No 1564/85 of 10 June 1985 amending Regulation (EEC) No 2407/83 laying down detailed rules for the application of Article 39 of Regulation (EEC) No 337/79 for the 1983/84 wine-growing year\n", "header": "COMMISSION  REGULATION (EEC) No 1564/85\nof 10 June 1985\namending Regulation (EEC) No 2407/83 laying down detailed rules for the application of Article 39 of Regulation (EEC) No 337/79 for the 1983/84 wine-growing year\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 337/79 of 5 February 1979 on the common organization of the market in wine (1), as last amended by Regulation (EEC) No 798/85 (2), and in particular Article 39 (8) thereof,\nWhereas distillers who, as provided for in Article 39 (6) of Regulation (EEC) No 337/79, may receive aid in respect of the product to be distilled are required, under Article 8 (3) of Commission Regulation (EEC) No 2407/83 (3), as amended by Regulation (EEC) No 446/85 (4), to provide the intervention agency with proof that they have paid the producers the buying-in price specified for wine delivered for the distillation concerned; whereas under Article 12 (2) of Council Regulation (EEC) No 2179/83 of 25 July 1983 laying down general rules for distillation operations involving wine and the by-products of wine-making (5), as last amended by Regulation (EEC) No 2687/84 (6), that buying-in price applies to bulk merchandise ex distiller's premises;\nWhereas some distillers normally collect the product to be distilled from the producer and, with the latter's agreement, deduct the corresponding cost from the purchase price; whereas this practice is in accordance with the provision laid down in Article 12 (2) of Regulation (EEC) No 2179/83; whereas it is advisable to clarify Regulation (EEC) No 2407/83 in this respect, as was done when Regulation (EEC) No 2687/84 was adopted;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Wine,", "main_body": ["The following is hereby added to the second subparagraph of Article 8 (3) of Regulation (EEC) No 2407/83:\n'The buying-in price shall be regarded as having been complied with where the transport, costs which the producer is required to pay are, with the latter's approval, paid by the distiller and deducted from the said price.'", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply from 1 September 1983.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 10 June 1985.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 54, 5. 3. 1979, p. 1.\n(2) OJ No L 89, 29. 3. 1985, p. 1.\n(3) OJ No L 236, 26. 8. 1983, p. 15.\n(4) OJ No L 52, 22. 2. 1985, p. 28.\n(5) OJ No L 212, 3. 8. 1983, p. 1.\n(6) OJ No L 255, 25. 9. 1984, p. 1."}