{"celex_id": "31986L0217", "uri": "http://publications.europa.eu/resource/cellar/23698526-c5c5-4a25-9f2c-f7f6d56a87f4", "type": "Directive", "concepts": ["2159", "2430", "2897", "4261", "5614", "5726"], "title": "Council Directive 86/217/EEC of 26 May 1986 on the approximation of the laws of the Member States relating to tyre pressure gauges for motor vehicles\n", "header": "6.6.1986 EN Official Journal of the European Communities L 152/48\nCOUNCIL DIRECTIVE\nof 26 May 1986\non the approximation of the laws of the Member States relating to tyre pressure gauges for motor vehicles\n(86/217/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 100 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas in several Member States the construction and the methods of control of pressure gauges intended to measure the inflation pressure of motor vehicle tyres are subject to mandatory provisions which differ from one Member State to another and consequently hinder trade in such instruments; whereas it is therefore necessary to approximate those provisions;\nWhereas Council Directive 71/316/EEC of 26 July 1971 on the approximation of the laws of the Member States relating to commom provisions for both measuring instruments and methods of metrological control (4), as last amended by Directive 83/575/EEC (5), defined the EEC pattern approval and initial verification procedures; whereas, in accordance with that Directive, it is necessary to lay down the technical specifications in respect of manufacture and operation which tyre pressure gauges for motor vehicles must satisfy in order that they may be imported, marketed and used freely after they have undergone the controls and had affixed the marks and signs provided for,", "main_body": ["This Directive shall apply to pressure gauges intended to measure the inflation pressure of motor-vehicle tyres, as defined in section 1 of the Annex.", "The tyre-inflation equipment eligible for EEC marks and signs is described in the Annex. It shall be subject to EEC pattern approval and EEC initial verification under the conditions laid down in the Annex.", "No Member State may refuse, prohibit or restrict the placing on the market and entry into service of tyre-inflation equipment on grounds relating to its metrological qualities if it bears the EEC pattern approval sign and the EEC initial verification mark.", "Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive 18 months after notification of the Directive (6).", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 26 May 1986.\nFor the Council\nThe President\nG. BRAKS\n(1)  OJ No C 356, 31. 12. 1980, p. 17.\n(2)  OJ No C 287, 9. 11. 1981, p. 135.\n(3)  OJ No C 189, 30. 7. 1981, p. 10.\n(4)  OJ No L 202, 6. 9. 1971, p. 1.\n(5)  OJ No L 332, 28. 11. 1983, p. 43.\n(6)  This Directive was notified to the Member States on 30 May 1986.\nANNEX\n1.   Scope\nFor the purposes of this Annex, ‘tyre pressure gauges’ are instruments not fitted with pre-setting devices used in fixed or mobile installations for inflating motor-vehicle tyres in which a mechanical measuring system transmits the elastic deformation of a sensing element to an indicating device.\nThey indicate the pressure difference (Pe) between the air in the tyre and the atmosphere.\nThey also include all those parts between the tyre and the sensing element.\n2.   Metrological requirements\n2.1.   Maximum permissible errors\nThe maximum permissible positive or negative errors given in the table hereunder are defined as absolute values according to the measured pressure:\nMeasured pressure Maximum permissible errors\nnot exceeding 4 bar 0,08 bar\nabove 4 bar but not exceeding 10 bar 0,16 bar\nabove 10 bar 0,25 bar\nThe maximum permissible errors must not be exceeded in the range 15 to 25 o C. This range is hereinafter termed the ‘temperature reference range’.\n2.2.   Variation due to temperature\nThe variation in pressure-gauge readings at temperatures lying outside the reference range but between —10 oC and + 40 oC is given in the table hereunder:\nMeasured pressure Maximum permissible variation\nnot exceeding 4 bar 0,1 % of 4 bar per degree Celsius\nabove 4 bar but not exceeding 10 bar 0,05 % of 10 bar per degree Celsius\nabove 10 bar 0,05 % of the upper scale limit per degree Celsius\n2.3.   Hysteresis error\nHysteresis error in pressure gauges must not exceed the absolute value of the maximum permissible error, at any temperature within the temperature reference range. This temperature must remain constant throughout the test.\nFor a given pressure, the value measured for increasing pressure must not exceed the value measured for decreasing pressures.\n2.4.   Return of the instrument's index to a predetermined mark\nAt atmospheric pressure, the pressure gauge index must stop opposite the zero mark or opposite a predetermined mark clearly differentiated from the scale intervals, within the limits of the maximum permissible error. A pressure gauge may possess a stop at a distance corresponding to at least twice the value of the maximum permissible error below zero or below the predetermined mark.\n3.   Technical requirements\n3.1.   Construction\nPressure gauges must be robustly and carefully constructed to ensure that they retain their metrological characteristics.\n3.2.   Indicating device\n3.2.1. Indicating devices are graduated in bar, the value of the scale intervals being fixed at 0,1 bar.\n3.2.2. In the measurement range, the indicating device must make it possible to read off, directly and accurately, the value of the pressure measured. To this end, the thickness of the part of the index which covers the scale marks must not be greater than the thickness of the scale marks themselves. The index must be capable of covering approximately half the length of the shortest scale marks. The maximum distance between the index and the plane of the scale marks must not be greater than the length of the scale division and must in no case exceed 2 mm or 0,02 L + 1 mm in the case of circular-dial indicating devices (L being the distance between the axis of rotation of the pointer and its extremity).\n3.2.3. The scale intervals must be equal over the entire scale. The scale spacings, which must not be less than 1,25 mm, must be either virtually equal or show only slight variations. Variation of scale spacing is permitted if the difference between two consecutive scale spacings does not exceed 20 % of the largest value and if the difference between the smallest and largest scale spacings does not exceed 50 % of the largest value.\n4.   Inscriptions and marks\n4.1.   Inscriptions\n4.1.1.   Compulsory inscriptions\nPressure gauges must bear the following inscriptions:\n(a) on the dial:\n— the symbol for the quantity measured, Pe,\n— the symbol for the unit of measurement, bar,\n— where necessary, a sign indicating the working position of the instrument;\n(b) on the dial, data plate or on the instrument itself:\n— manufacturer's identification particulars,\n— identification particulars of the instrument,\n— the EEC pattern approval mark.\n4.1.2.   Optional inscriptions\nPressure gauges may also carry additional inscriptions authorized by the competent national authority, provided that they do not impede reading of the instrument indication.\n4.2.   Verification and sealing marks\nA suitable place must be provided for affixing the EEC initial verification marks.\nThe pressure gauges must be capable of being sealed in such a way as to render it impossible to alter the characteristics of the instrument.\n5.   EEC pattern approval\nEEC pattern approval of pressure gauges must be carried out in accordance with the provisions of Directive 71/361/EEC.\nAt least two pressure gauges must be submitted for examination when application is made for pattern approval. The competent national authority may ask for additional pressure gauges to be supplied, depending on the progress of the tests.\n5.1.   Verification of compliance with technical and metrological requirements\nPressure gauges submitted for EEC pattern approval shall undergo an examination to ensure that they comply with the technical requirements set out in sections 2, 3 and 4.\nThe examination comprises the following tests, which are performed by means of reference pressure gauges whose errors must not exceed one-quarter (1/4) of the maximum permissible errors for the pressure gauges tested.\n5.1.1.   Determination of instrument error\nPressure-gauge readings are checked at not fewer than five points (including a point near the upper and lower limits of the measuring range) distributed evenly over the scale.\n5.1.2.   Determination of hysteresis error\nThis test is to be performed only on instuments which, in normal use, are designed to measure decreasing pressures.\nThe test consists in taking readings at not fewer than five points on the pressure gauge (including a point near the upper and lower limits of the measuring range) distributed evenly over the scale, at increasing and decreasing pressure values.\nIn the case of decreasing values, the readings must be taken after the pressure gauge has been kept at a pressure equal to the upper limit of the measuring range for 20 minutes.\n5.1.3.   Examination of the stability of the properties of pressure gauges\nThe tests consist in subjecting pressure gauges to:\n(a) a pressure exceeding the upper limit of the measuring range by 25 % for 15 minutes;\n(b) 1 000 pulses produced by a pressure varying from 0 to 90-95 % of the upper limit of the measuring range;\n(c) 10 000 cycles of a pressure varying slowly from approximately 20 % to approximately 75 % of the upper limit of the measuring range at a frequency not exceeding 60 cycles per minute;\n(d) an ambient temperature of — 20 oC for six hours and a temperature of + 50 oC for six hours.\nOn completion of tests (a), (b) and (c) and after being left to stand for one hour, the pressure gauges must satisfy the requirements set out in sections 2.1, 2.3 and 2.4.\nOn completion of the temperature test referred to in (d), the pressure gauges must be left to stand at a temperature in the temperature reference range for six hours. After this period, the pressure gauges must satisfy the requirements set out in sections 2.1, 2.3 and 2.4.\n5.1.4.   Variation due to temperature\nThe test consists in determining the change in reading for a given pressure at temperatures of — 10 oC and + 40 oC compared with the reading in the temperature reference range.\n6.   EEC initial verification\nEEC initial verification of pressure gauges is carried out in accordance with Directive 71/316/EEC.\n6.1.   Examination of conformity\nThis examination consists in checking the conformity of the pressure gauge with the approved pattern.\n6.2.   Verification tests\nThese tests are performed by means of reference pressure gauges whose errors must not exceed one-quarter (1/4) of the maximum permissible errors for the pressure gauges submitted for verification.\n6.2.1.   Determination of errors\nPressure gauge readings are checked at not fewer than three points distributed evenly over the measuring range.\n6.2.2.   Determination of hysteresis error\nHysteresis error must be checked only in the case of pressure gauges which can measure increasing and decreasing pressure pursuant to sector 2.3.\nThe relevant test consists in taking readings at no fewer than three points on the pressure gauge, distributed evenly over the measuring range, for increasing and decreasing pressure values. The test must be performed under normal conditions of use."}