{"celex_id": "31987R0970", "uri": "http://publications.europa.eu/resource/cellar/e254eb9b-89fa-4a83-83ff-0433b7f8b644", "type": "Regulation", "concepts": ["1076", "2320", "3003", "3043", "4829", "918"], "title": "Commission Regulation (EEC) No 970/87 of 26 March 1987 laying down transitional measures and detailed rules for the application of Council Regulation (EEC) No 4028/86 with regard to the renewal and restructuring of the fishing fleet, the development of aquaculture and structural works in coastal waters\n", "header": "COMMISSION REGULATION (EEC) No 970/87 of 26 March 1987 laying down transitional measures and detailed rules for the application of Council Regulation (EEC) No 4028/86 with regard to the renewal and restructuring of the fishing fleet, the  development of aquaculture and structural works in coastal waters\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ", Having regard to the Treaty establishing the European Economic Community, Having regard to Council Regulation (EEC) No 4028/86 of the 18 December 1986 on Community measures to improve and adapt  structures in the fisheries and aquaculture sector (1), and in particular Articles 34 (4) and 52 thereof, Whereas applications for Community financial assistance submitted under Regulation (EEC) No 4028/86 should contain all, facts and information  enabling investment projects to be examined by reference to the criteria set out therein; Whereas, in order to facilitate both rapid examination and comparison of applications, the information must be presented in a harmonized form; Whereas it is  necessary to adopt transitional measures for 1987 for projects as referred to in Article 37 (2) of Regulation (EEC) No 4028/86; Whereas the measures laid down in this Regulation are in accordance with the opinion of the Standing Committee for the  Fishing Industry,", "main_body": ["   Article 1 1.  Applications for Community financial assistance for investment projects concerning the construction of fishing vessels, the realization of aquaculture production units and structural works in coastal waters should include the  documents and information mentioned in the application forms annexed hereto. 2.  Applications shall be submitted to the Commission, accompanied by an administrative memorandum to be drawn up by the Member State concerned, in duplicate. All supporting  documents other than the forms provided for in the annexes may be submitted in one copy only.  Article 2\nApplications submitted for the first time after 31 October 1985 under Council Regulation (EEC) No 2908/83 (2) shall be accepted in the form laid down in Commission Regulation (EEC) No 3166/83 (3).However, applications should be supplemented  before 15 May 1987 by an administrative memorandum, in accordance with the Annex, to be drawn up by the competent authorities of the Member State concerned, as well as part A of the application form to annexed hereto to be filled in by the applicant and  to be sent via the Member State.  Article 3\nThis Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.         This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 26 March 1987 For the Commission Antรณnio CARDOSO E CUNHA Member of the Commission                                              (1) OJ No L 376, 31. 12. 1986, p. 7.(2) OJ No L 290, 21. 10. 1983. (3) OJ No L 316, 15. 11. 1983"}