{"celex_id": "31987L0345", "uri": "http://publications.europa.eu/resource/cellar/e4b543b4-0fe4-47c5-8f4e-4b109f020da1", "type": "Directive", "concepts": ["2897", "3233", "4330", "4646", "5156", "5891"], "title": "Council Directive 87/345/EEC of 22 June 1987 amending Directive 80/390/EEC coordinating the requirements for the drawing-up, scrutiny and distribution of the listing particulars to be published for the admission of securities to official stock exchange listing\n", "header": "COUNCIL  DIRECTIVE\nof 22 June 1987\namending Directive 80/390/EEC coordinating the requirements for the drawing-up, scrutiny and distribution of the listing particulars to be published for the admission of securities to official stock exchange listing\n(87/345/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 54 (2) thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nHaving regard to the opinion of the Economic and Social Committee (2),\nWhereas, on 17 November 1986, the Council adopted Directive 86/566/EEC amending the First Directive of 11 May 1960 for the implementation of Article 67 of the Treaty (3); whereas, as a consequence, the number of cross-border applications for admission to listing is likely to increase;\nWhereas Article 24 of Directive 80/390/EEC (4), as amended by Directive 82/148/EEC (5), provides that, where securities are to be admitted to official listing on stock exchanges in two or more Member States, the competent authorities of such Member States are to cooperate and endeavour to agree a single text for the listing particulars for use in all the Member States concerned;\nWhereas that provision does not result in the full mutual recognition of listing particulars and it is therefore appropriate to amend Directive 80/390/EEC so as to achieve that recognition;\nWhereas mutual recognition represents an important step forward in the creation of the Community's internal market;\nWhereas, in this connection, it is necessary to specify which authorities are competent to check and approve listing particulars in the event of simultaneous applications for admission to official listing in two or more Member States;\nWhereas mutual recognition can be effective only in so far as Directive 80/390/EEC and the Directives to which it refers have been incorporated in the national legislation of the Member State the competent authorities of which approve the listing particulars;\nWhereas the mutual recognition of listing particulars does not in itself confer a right to admission;\nWhereas it is advisable to provide for the extension, by means of agreements to be concluded by the Community with non-member countries, of the recognition of listing particulars from those countries on a reciprocal basis;\nWhereas provision should be made for a transitional period for the Kingdom of Spain and the Portuguese Republic to take account of the periods accorded to those Member States under Article 2 (2) of Directive 86/566/EEC,", "main_body": ["Section IV of Directive 80/390/EEC is replaced by the following Sections and Sections V and VI shall become Sections VIII and IX, respectively:\n'SECTION IV\nDetermination of the competent authority", "4\nWhere, for the same securities, applications for admission to official listing on stock exchanges situated or operating in two or more Member States, including the Member State in which the issuer's registered office is situated, are made simultaneously or within a short interval, listing particulars shall be drawn up in accordance with the rules laid down in this Directive in the Member State in which the issuer has its registered office and approved by the competent authorities of that State; if the issuer's registered office is not situated in one of those Member States, the issuer must choose one of those States under the legislation of which the listing particulars will be drawn up and approved.\nSECTION V\nMutual recognition", "4a\n1. Once approved in accordance with Article 24, listing particulars must, subject to any translation, be recognized by the other Member States in which\nadmission to official listing has been applied for, without its being necessary to obtain the approval of the competent authorities of those States and without their being able to require that additional information be included in the listing particulars. The competent authorities may, however, require that listing particulars include information specific to the market of the country of admission concerning in particular the income tax system, the financial organizations retained to act as paying agents for the issuer in that country, and the way in which notices to investors are published.\n2. Listing particulars approved by the competent authorities within the meaning of Article 24 must be recognized in another Member State in which application for admission to official listing is made, even if partial exemption or partial derogation has been granted pursuant to this Directive, provided that:\n(a) the partial exemption or partial derogation in question is of a type that is recognized in the rules of the other Member State concerned, and\n(b) the conditions that justify the partial exemption or partial derogation also exist in the other Member State concerned and that there are no other conditions concerning such exemption or derogation which might lead the competent authority in that Member State to refuse them.\nEven if the conditions laid down in (a) and (b) are not fulfilled, the Member State concerned may allow its competent authorities to recognize the listing particulars approved by the competent authorities within the meaning of Article 24.\n3. When approving listing particulars, the competent authorities within the meaning of Article 24 shall provide the competent authorities of the other Member States in which application for official listing is made with a certificate of approval. If partial exemption or partial derogation has been granted pursuant to this Directive, the certificate shall state that fact and the reasons for it.\n4. When application for admission to official listing is made, the issuer shall communicate to the competent authorities in each of the other Member States in which it is applying for admission the draft listing particulars which it intends to use in that State.\n5. Member States may restrict the application of this Article to listing particulars of issuers having their registered office in a Member State.", "4b\n1. Where the securities for which applications for admission to official listing on stock exchanges situated in two or more Member States have been made simultaneously or within a short interval have been the subject of a prospectus drawn up and approved in accordance with this Directive, at the time of the public offer, by the competent authorities within the meaning of Article 24 in the three months preceding the application for admission in that State, that prospectus must, subject to any translation, be recognized as listing particulars in the other Member States in which application for admission to official listing is made, without its being necessary to obtain the approval of the competent authorities of those Member States and without their being able to require that additional information be included in the listing particulars. The competent authorities may, however, require that listing particulars include information specific to the market of the country of admission concerning, in particular, the income tax system, the financial organizations retained to act as paying agents for the issuer in the country of admission and the ways in which notices to investors are published.\n2. Article 24a (2), (3), (4) and (5) shall apply in the eventuality referred to in paragraph 1 of this Article.\n3. Article 23 shall apply to all changes occurring between the time when the content of the prospectus referred to in paragraph 1 of this Article is adopted and the time when stock exchange dealings begin.\nSECTION VI\nCooperation", "4c\n1. The competent authorities shall cooperate wherever necessary for the purpose of carrying out their duties and shall exchange any information required for that purpose.\n2. Where an application for admission to official listing concerning securities giving a right to participate in company capital, either immediately or at the end of the maturity period, is made in one or more Member States other than that in which the registered office of the issuer of the shares to which those securities give entitlement is situated, while that issuer's shares have already been admitted to official listing in that Member State, the competent authorities of the Member State of admission may act only after having consulted the competent authorities of the Member State in which the registered office of the issuer of the shares in question is situated.\n3. Where an application for admission to official listing is made for securities which have been listed in another Member State less than six months previously, the competent authorities to whom application is made shall contact the competent authorities which have already admitted the securities to official listing and shall, as far as possible, exempt the issuer of those securities from the preparation of new listing particulars, subject to any need for updating, translation or the issue of supplements in accordance with the individual requirements of the Member State concerned. Article 25\n1. Member States shall provide that all persons employed or formerly employed by the competent authorities shall be bound by professional secrecy. This means that any confidential information received in the course of their duties may not be divulged to any person or authority except by virtue of provisions laid down by law.\n2. Paragraph 1 shall not, however, preclude the competent authorities of the various Member States from exchanging information as provided for in this Directive. Information thus exchanged shall be covered by the obligation of professional secrecy to which the persons employed or formerly employed by the competent authorities receiving the information are subject.\n3. Without prejudice to cases covered by criminal law, the competent authorities receiving information pursuant to Article 24c (1) may use it only for the performance of their duties or in the context of administrative appeals or legal proceedings relating to such performance.\nSECTION VII\nNegotiations with non-member countries", "5a\nThe Community may, by means of agreements concluded with one or more non-member countries pursuant to the Treaty, recognize listing particulars drawn up and checked, in accordance with the rules of the non-member country or countries, as meeting the requirements of this Directive, subject to reciprocity, provided that the rules concerned give investors protection equivalent to that afforded by this Directive, even if those rules differ from the provisions of this Directive.'", "1. Member States shall take the measures necessary for them to comply with this Directive by 1 January 1990. They shall forthwith inform the Commission thereof. However, for the Kingdom of Spain the date 1 January 1990 shall be replaced by 1 January 1991 and for the Portuguese Republic by 1 January 1992.\n2. Member States shall communicate to the Commission the texts of the main laws, regulations and administrative provisions which they adopt in the field covered by this Directive.", "This Directive is addressed to the Member States."], "attachments": "Done at Luxembourg, 22 June 1987.\nFor the Council\nThe President\nL. TINDEMANS\n(1) OJ No C 125, 11. 5. 1987, p. 173.\n(2) OJ No C 150, 9. 6. 1987, p. 18.\n(3) OJ No L 332, 26. 11. 1986, p. 22.\n(4) OJ No L 100, 17. 4. 1980, p. 1.\n(5) OJ No L 62, 5. 3. 1982, p. 22."}