{"celex_id": "31989R3381", "uri": "http://publications.europa.eu/resource/cellar/29b55a3a-3466-4a79-a335-8ef4389dda4c", "type": "Regulation", "concepts": ["1136", "1255", "2543", "3591"], "title": "Council Regulation (EEC) No 3381/89 of 6 November 1989 liberalizing the specific quantitative restrictions with regard to Poland and Hungary and amending Regulation (EEC) No 3420/83 accordingly\n", "header": "COUNCIL  REGULATION (EEC) No 3381/89\nof 6 November 1989\nliberalizing the specific quantitative restrictions with regard to Poland and Hungary and amending Regulation (EEC) No 3420/83 accordingly\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 113 thereof,\nHaving regard to the proposal from the Commission,\nWhereas Council Regulation (EEC) No 3420/83 of 14 November 1983 on import arrangements for products originating in State-trading countries, not liberalized at Community level (1), as last amended by Regulation (EEC) No 2773/87 (2), applies to imports of products originating from, among other countries, Poland and Hungary;\nWhereas Council Regulation (EEC) No 1765/82 of 30 June 1982 on common rules for imports from State-trading countries (3), as amended by Regulation (EEC) No 1243/86 (4), lays down that imports of the products covered by the Annex to that Regulation are not subject to any quantitative restriction;\nWhereas the economic situation in Poland and Hungary has deteriorated with increasing rapidity over the last few years with the result that undertakings in those countries have become markedly less competitive; whereas, in response to this situation and the challenge it presents, the Council approved an action plan proposed by the Commission for coordinating aid from the Community and the Western countries to these two countries, one component of this plan being intended to provide help in modernizing their economic structures, notably by increasing exports;\nWhereas, in order to attain this objective, it is crucial to remove as quickly as possible the quantitative restrictions which are referred to in Articles 3 (a) and 4 (a) respectively of the accession protocols of Poland and Hungary to GATT and to which the placing in free circulation within the Community of certain products originating in the countries concerned is subject; whereas, therefore, the restrictions should be removed from 1 January 1990;\nWhereas, with the exception of products covered by Regulation (EEC) No 1765/82, the placing in free circulation within the Community of products originating in Poland and Hungary has hitherto fallen within the scope of Regulation (EEC) No 3420/83; whereas, from 1 January 1990, by the removal of the quantitative restrictions referred to above, the position of these two countries, as regards the existence of restrictions, will be aligned on that of the countries for which the placing of products in free circulation within the Community falls within the scope of Council Regulation (EEC) No 288/82 of 5 February 1982 on common rules for imports (5), as last amended by Regulation (EEC) No 3982/86 (6); whereas, however, with regard to the adoption of safeguard measures, it is appropriate, in accordance with Article 1 (2) of Regulation (EEC) No 3420/83, to observe the relevant provisions of the trade and cooperation agreements between the Community and Hungary (7) and between the Community and Poland (8), signed on 26 September 1988 and 19 September 1989 respectively,", "main_body": ["The following sentence is added to Article 2 (1) of Regulation (EEC) No 3420/83:\n'However, the only quantitative restrictions which the Member States may maintain with regard to Hungary and Poland are the restrictions on the products listed in Annex I to Regulation (EEC) No 288/82.'", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply from 1 January 1990.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 6 November 1989.\nFor the Council\nThe President\nR. DUMAS\n(1) OJ No L 346, 8. 12. 1983, p. 6.\n(2) OJ No L 217, 6. 8. 1987, p. 1.\n(3) OJ No L 195, 5. 7. 1982, p. 1.\n(4) OJ No L 113, 30. 4. 1986, p. 1.\n(5) OJ No L 35, 9. 2. 1982, p. 1.\n(6) OJ No L 370, 30. 12. 1986, p. 29.\n(7) OJ No L 327, 30. 11. 1988, p. 2.\n(8) Not yet published in the Official Journal."}