{"celex_id": "31981D0790", "uri": "http://publications.europa.eu/resource/cellar/da1e9892-784f-4647-afa9-7e333c4303ad", "type": "Decision", "concepts": ["2159", "4047", "4511", "4526", "4533", "4654"], "title": "81/790/EEC: Commission Decision of 15 September 1981 authorizing the Italian Republic to exempt from application of Regulation (EEC) No 1463/70 on the introduction of recording equipment in road transport the vehicles referred to in Article 14a (3) (a) of Regulation (EEC) No 543/69 (Only the Italian text is authentic)\n", "header": "COMMISSION DECISION of 15 September 1981 authorizing the Italian Republic to exempt from application of Regulation (EEC) No 1463/70 on the introduction of recording equipment in road transport the vehicles referred to in Article 14a (3) (a) of Regulation (EEC) No 543/69 (Only the Italian text is authentic) (81/790/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1463/70 of 20 July 1970 on the introduction of recording equipment in road transport (1), as last amended by Regulation (EEC) No 2828/77 (2), and in particular Article 3 (3) thereof,\nWhereas the Italian Government has asked the Commission to authorize exemption from Regulation (EEC) No 1463/70 of the vehicles referred to in Article 14a (3) (a) of Regulation (EEC) No 543/69 on the harmonization of certain social legislation relating to road transport (3);\nWhereas this measure can have no repercussions on the situation as regards competition in the carriage of goods by road ; whereas, it can, moreover, in no way hinder the achievement of the aims of the social regulations applying to road transport;\nWhereas the vehicles referred to above, which are in any case very small in number, are all intended for own-account operations having a negligible economic impact ; whereas they furthermore are normally used over very short distances and in consequence the drivers' hours are limited;\nWhereas the transport operations in question are not intended to benefit from exemptions from Regulation (EEC) No 543/69 and will therefore continue to be governed by its provisions, and in particular that concerning the use of individual drivers' control books;\nWhereas this measure will relate solely to the movement of the vehicles concerned on national territory and will not extend to their use in international transport operations,", "main_body": ["The Italian Republic is hereby authorized to exempt from the provisions of Regulation (EEC) No 1463/70 the vehicles referred to in Article 14a (3) (a) of Regulation (EEC) No 543/69.", "The Italian Republic shall inform the Commission of the measures taken in order to implement this Decision.", "This Decision is addressed to the Italian Republic."], "attachments": "Done at Brussels, 15 September 1981.\nFor the Commission\nGiorgios CONTOGEORGIS\nMember of the Commission\n(1) OJ No L 164, 27.7.1970, p. 1.  (2) OJ No L 334, 24.12.1977, p. 5.  (3) OJ No C 73, 17.3.1979, p. 1 (consolidated version)."}