{"celex_id": "31988L0181", "uri": "http://publications.europa.eu/resource/cellar/9d8854e0-8f89-464e-aa28-5ba1cb198ba0", "type": "Directive", "concepts": ["1718", "2526", "2897", "4338", "5754"], "title": "Council Directive 88/181/EEC of 22 March 1988 amending Directive 84/538/EEC on the approximation of the laws of the Member States relating to the permissible sound power level of lawnmowers\n", "header": "COUNCIL  DIRECTIVE\nof 22 March 1988\namending Directive 84/538/EEC on the approximation of the laws of the Member States relating to the permissible sound power level of lawnmowers\n(88/181/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 100A thereof,\nHaving regard to the proposal from the Commission (1),\nIn cooperation with the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas provisions to limit noise at operator's positions and methods of measuring airborne noise differ from one Member State to another, which constitutes a barrier to trade in lawnmowers; whereas such provisions should therefore be harmonized;\nWhereas Council Directive 79/113/EEC of 19 December 1978 on the approximation of the laws of the Member States relating to the determination of the noise emission of construction plant and equipment (4), as last amended by Directive 85/405/EEC (5), laid down in particular the method to be used for determining airborne noise emitted by a lawnmower at the operator's position;\nWhereas, during the Council meeting on 18 and 19 December 1978, Ministers of the Environment stated that technical procedures for the measurement of airborne noise emitted at the driving position must be included in the Annexes to the Directives relevant to each type of equipment involved;\nWhereas it is appropriate to bring together in one Directive all the technical provisions for determining the sound emissions of lawnmowers;\nWhereas, in order to take account of these various requirements, Council Directive 84/538/EEC (6) should be amended,", "main_body": ["Directive 84/538/EEC is hereby amended as follows:\n1. Article 1 (1) is replaced by the following:\n'1. The purpose of this Directive is to restrict the permissible sound power level of airborne noise emitted in the environment by lawnmowers and the permissible sound pressure level of airborne noise emitted at the operator's position by lawnmowers with a cutting width exceeding 120 cm by setting down limit values and methods for measuring those levels.'\n2. Article 2 is replaced by the following:\n'Article 2\nMember States shall take all appropriate measures to ensure that lawnmowers as defined in Article 1 may not be placed on the market unless:\n- their sound power levels, as measured under the conditions specified in Annex I, do not exceed the permissible level for the cutting width of the mower as shown in the following table:\n1,2.3 //  //  // Cutting width of lawnmower (L)  // Permissible sound power level in dB(A)/pW  //  //  // 1.2.3 //  // L Âľ 50 cm   // 96   // 50 cm <   // L Âľ 120 cm   // 100   //   // L > 120 cm   // 105   //    //  //\n- for lawnmowers with a cutting width exceeding 120 cm, the sound-pressure level of airborne noise, in dB(A), measured at the operator's position under the conditions specified in Annex Ia, does not exceed the level of 90 dB(A).'\n3. Article 4 is replaced by the following:\n'Article 4\nBefore being placed on the market, lawnmowers shall, in a clearly visible and durable fashion either directly or on a plate (such as a riveted or self-adhesive plate) permanently attached to them, bear marks identifying the manufacturer, describing the type and indicating the maximum sound power level expressed in dB(A)/pW and for lawnmowers with a cutting width exceeding 120 cm, an indication of the sound-pressure level expressed in dB(A)/20 mPa at the operator's position, guaranteed by the manufacturer.\nThe latter indication shall not be required on electrically powered lawnmowers with a cutting width of less than 30 cm, which, by virtue of their construction, are not noisy.\nThe models for these indications are set out in Annex III.'\n4. A new Annex Ia, the text of which is given in Annex I to this Directive, is inserted.\n5. Annex III is supplemented by the mark shown in Annex II to this Directive.\n6. For lawnmowers requiring sound-pressure level measurement to be made, Annex II is supplemented by the following text, to be added after 'Guaranteed sound power level dB(A)':\n'Guaranteed sound pressure level dB(A)'.", "1. Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive by 1 July 1991. They shall forthwith inform the Commission thereof.\n2. Member States shall communicate to the Commission the texts of the provisions of national law which they adopt in the field governed by this Directive.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 22 March 1988.\nFor the Council\nThe President\nM. BANGEMANN\n(1) OJ No C 20, 27. 1. 1987, p. 2.\n(2) OJ No C 281, 19. 10. 1987, p. 176 and Decision of 9 March 1988 not yet published in the Official Journal).\n(3) OJ No C 180, 8. 7. 1987, p. 11.\n(4) OJ No L 33, 8. 2. 1979, p. 15.\n(5) OJ No L 233, 30. 8. 1985, p. 9.\n(6) OJ No L 300, 19. 11. 1984, p. 171.\nANNEX I\n'ANNEX Ia\nMethod of measuring airborne noise emitted by lawnmowers at the operator's position\nThis method is applicable to lawnmowers with a cutting width exceding 120 cm and having a seat attached in a suitable way to a structural component of the lawnmower.\nThese technical procedures comply with the requirements of Annex II to Directive 79/113/EEC, as amended by Directive 81/1051/EEC (1), and the provisions of that Annex apply to lawnmowers subject to the following amendments and additions:\n6. OPERATOR\nAn operator shall occupy the operator's position.\n6.2.1. Standing operator\nThis point shall not be taken into consideration.\n7.1. General\nThe microphone shall be located as specified in Section 7.3.\n9.1. General\nThe conditions required for installing and operating the lawnmower are laid down in point 6.2. of Annex I.\n9.2. Operation of a lawnmower with adjustable features.\nThis point shall not be taken into consideration.\n10.2.2. Using the A-weighted sound pressure levels LpA\nIf a sound level meter is used, T is five seconds.\nThe number of measurements is 5.'\n(1) OJ No L 376, 30. 12. 1981, p. 49.\nANNEX II\nMODEL FOR MARK STATING THE SOUND PRESSURE LEVEL AT THE OPERATOR'S POSITION"}