{"celex_id": "31984R1717", "uri": "http://publications.europa.eu/resource/cellar/456b8005-634f-4266-bab0-4b0cca4ff68a", "type": "Regulation", "concepts": ["1005", "979"], "title": "Council Regulation (EEC) No 1717/84 of 18 June 1984 amending Regulation (EEC) No 3247/81 on the financing by the Guarantee Section of the European Agricultural Guidance and Guarantee Fund of certain intervention measures, particularly those involving the buying in, storage and sale of agricultural products by intervention agencies\n", "header": "COUNCIL  REGULATION (EEC) No 1717/84\nof 18 June 1984\namending Regulation (EEC) No 3247/81 on the financing by the Guarantee Section of the European Agricultural Guidance and Guarantee Fund of certain intervention measures, particularly those involving the buying in, storage and sale of agricultural products by intervention agencies\nTHE COUNCIL OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1883/78 of 2 August 1978 laying down general rules for the financing of intervention by the Guarantee Section of the European Agricultural Guidance and Guarantee Fund (1), as last amended by Regulation (EEC) No 1550/83 (2), and in particular Article 4 (3) thereof,\nHaving regard to the proposal from the Commission,\nWhereas Council Regulation (EEC) No 3247/81 (3), as amended by Regulation (EEC) No 3045/82 (4), lays down rules and conditions governing the annual accounts used in determining the expenditure to be financed by the EAGGF Guarantee Section which is incurred by intervention measures in respect of which a unit amount has not been fixed under a common organization of the market;\nWhereas the operation of the intervention system, that is the buying in, storage and sale of agricultural products by the intervention agencies, should be such that the transport of such products outside the Member State in question is an unusual occurrence; whereas, in cases where this becomes unavoidable, the financing of such transport operations by the Community should be reviewed case by case,", "main_body": ["Article 5 (2) of Regulation (EEC) No 3247/81 is hereby replaced by the following:\n'2. Without prejudice to the rules laid down in Council Regulation (EEC) No 1055/77 of 17 May 1977 on the storage and movement of products bought in by an intervention agency (1), the costs arising from transport operations outside the territory of a Member State be entered on the debit side of the accounts only if such operations have been approved under this Regulation in accordance with the procedure referred to in paragraph 1 and, as and when required, have been reviewed by the EAGGF Committee.'", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 18 June 1984.\nFor the Council\nThe President\nM. ROCARD\n(1) OJ No L 216, 5. 8. 1978, p. 1.\n(2) OJ No L 158, 16. 6. 1983, p. 9.\n(3) OJ No L 327, 14. 11. 1981, p. 1.\n(4) OJ No L 322, 18. 11. 1982, p. 5."}