{"celex_id": "31987R2528", "uri": "http://publications.europa.eu/resource/cellar/93c715b3-900a-4cbe-815f-0c205e9a1566", "type": "Regulation", "concepts": ["1182", "2730", "4294", "4713", "4734", "5334"], "title": "Commission Regulation (EEC) No 2528/87 of 19 August 1987 amending for the fourth time Regulation (EEC) No 2102/84 on harvest, production and stock declarations relating to wine-sector products\n", "header": "COMMISSION  REGULATION (EEC) No 2528/87\nof 19 August 1987\namending for the fourth time Regulation (EEC) No 2102/84 on harvest, production and stock declarations relating to wine-sector products\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Regulation (EEC) No 822/87 of 16 March 1987 on the common organization of the market in wine (1), as last amended by Regulation (EEC) No 1972/87 (2), and in particular Article 3 (4) thereof,\nWhereas Article 15 of Commission Regulation (EEC) No 2102/84 (3), as last amended by Regulation (EEC) No 2467/86 (4), provides that, in the light of specific production structures and the administrative difficulties found in Greece, certain categories of producers in that Member State should be exempted from the obligation to make harvest declarations for the 1984/85, 1985/86 and 1986/87 wine-growing years; whereas the current situation warrants an extension of this exemption for a further two wine-growing years;\nWhereas a lack of precision in the wording of the text relating to the exemption from the obligation to submit a grape harvest declaration has meant that the Member States are not applying this provision in a uniform manner; whereas this text should be made more precise whilst ensuring continuity in the application of the provisions in question;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Wine,", "main_body": ["Regulation (EEC) No 2102/84 is hereby amended as follows:\n1. In Article 1:\n(a) the second subparagraph 1 is replaced by the following:\n'However, the following shall not be required to submit a harvest declaration:\n- harvesters whose whole grape production is intended for consumption as such for drying or for processing directly into grape juice;\n- harvesters whose holdings comprise less than 10 ares of vines and of whose harvest no part has been or will be marketed in any form whatsoever.';\n(b) paragraph 2 is replaced by the following:\n'2. By way of derogation form the first subparagraph of paragraph 1, and without prejudice to the obligations resulting from Article 2, Member States may be exempt from the obligation to submit harvest declarations:\n- harvesters who process themselves the whole of their harvest of grapes into wine or cause it to be processed on their behalf;\n- harvesters associated with or belonging to a wine cooperative or group who deliver the whole of their harvest to that wine cooperative or group.'\n2. Article 2 (2) is replaced by the following:\n'2. Where use is made of the option provided for in Article 1 (2), the production declaration referred to in paragraph 1 must contain all the information necessary for determining the yields per hectare obtained on the holdings of each of the harvesters.'\n3. In the first subparagraph of Article 15, the words 'for the 1984/85, 1985/86 and 1986/87 wine-growing years' are replaced by 'for the 1984/85 to 1988/89 wine-growing years'.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 August 1987\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 84, 27. 3. 1987, p. 1.\n(2) OJ No L 184, 3. 7. 1987, p. 26.\n(3) OJ No L 194, 24. 7. 1984, p. 1.\n(4) OJ No L 211, 1. 8. 1986, p. 17."}