{"celex_id": "31985R0362", "uri": "http://publications.europa.eu/resource/cellar/e247d632-ad1c-4f05-b9b5-ed6447f281e1", "type": "Regulation", "concepts": ["1339", "2888", "4291"], "title": "Commission Regulation (EEC) No 362/85 of 12 February 1985 on payment of provisional financial compensation for dried grapes from the 1982 harvest and reduction of storage aid for such products\n", "header": "COMMISSION  REGULATION (EEC) No 362/85\nof 12 February 1985\non payment of provisional financial compensation for dried grapes from the 1982 harvest and reduction of storage aid for such products\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 516/77 of 14 March 1977 on the common organization of the market in products processed from fruit and vegetables (1), as last amended by Regulation (EEC) No 988/84 (2),\nHaving regard to Council Regulation (EEC) No 2194/81 of 27 July 1981 laying down the general rules for the system of production aid for dried figs and dried grapes (3), as last amended by Regulation (EEC) No 2057/84 (4), and in particular Article 14 thereof,\nWhereas Article 10 (3) of Regulation (EEC) No 2194/81 provides for financial compensation for dried figs and dried grapes; whereas Article 9 of Commission Regulation (EEC) No 2425/81 of 20 August 1981 laying down detailed rules for the application of the system of aid for dried grapes and dried figs (5), as last amended by Regulation (EEC) No 3334/83 (6), provides for the payment of financial compensation for the quantity of products sold;\nWhereas the quantity remaining in stock attracts a storage aid pursuant to Article 10 (1) of Regulation (EEC) No 2194/81; whereas the storage aid covers the technical storage costs and interest costs calculated on the purchase price; whereas the dried fruit from the 1982 harvest can, at present, only be sold for secific purposes; whereas the selling price of the products will be lower than the purchase price; whereas payment of provisional financial compensation corresponding to that price difference would reduce the expenditure on storage aid; whereas the price difference can be estimated on the basis of past experience;\nWhereas payment of provisional financial compensation must be calculated on the quantities of products which are actually in stock; whereas a stocktaking has been undertaken in accordance with Commission Regulation (EEC) No 2097/84 (7);\nWhereas financial compensation to be paid in the future, pursuant to Commission Regulation (EEC) No 1325/84 of 14 May 1984 laying down detailed rules for determining the financial compensation for dried figs and dried grapes for a given marketing year (8), should be reduced by the provisional financial compensation paid in accordance with the provisions of this Regulation;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Products Processed from Fruit and Vegetables,", "main_body": ["1. Provisional financial compensation of 127 ECU per 100 kilograms net shall be paid for the quantity of dried grapes from the 1982 harvest which were in stock on 31 July 1984.\nThe provisional financial compensation shall, however, not be paid in respect of quantities sold and taken over by the purchaser after the stocktaking referred to in Article 1 (1) of Regulation (EEC) No 2097/84 was undertaken.\n2. The amount referred to in paragraph 1 shall, in respect of each category of dried grapes, be weighted by the coefficient applicable to the minimum price payable to the producer.\n3. The provisional financial compensation shall be paid on the basis of an application which shall accompany the application for storage aid in respect of the period up to the end of February 1985.", "For dried grapes from the 1982 harvest:\n- the storage aid provided for in Article 10 (1) of Regulation (EEC) No 2194/81 is, with effect from 1 March 1985, hereby fixed for each week of storage at 0,052 ECU per 100 kilograms for sultanas of category 4,\n- financial compensation to be paid in accordance with Article 9 of Regulation (EEC) No 2425/81 and Article 3 of Regulation (EEC) No 1325/84 shall be reduced by the provisional amount paid pursuant to this Regulation.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 12 February 1985.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 73, 21. 3. 1977, p. 1.\n(2) OJ No L 103, 16. 4. 1984, p. 11.\n(3) OJ No L 214, 1. 8. 1981, p. 1.\n(4) OJ No L 191, 19. 7. 1984, p. 4.\n(5) OJ No L 240, 24. 8. 1981, p. 1.\n(6) OJ No L 330, 26. 11. 1983, p. 18.\n(7) OJ No L 193, 21. 7. 1984, p. 23.\n(8) OJ No L 129, 15. 5. 1984, p. 13."}