{"celex_id": "31987R3170", "uri": "http://publications.europa.eu/resource/cellar/a9756bc4-b52d-4480-a90e-0189bb701db4", "type": "Regulation", "concepts": ["1264", "1637", "3167", "3191", "4578"], "title": "Commission Regulation (EEC) No 3170/87 of 23 October 1987 laying down detailed rules for the application of the special measures for import of olive oil originating in Tunisia\n", "header": "24.10.1987 EN Official Journal of the European Communities L 301/23\nCOMMISSION REGULATION (EEC) No 3170/87\nof 23 October 1987\nlaying down detailed rules for the application of the special measures for import of olive oil originating in Tunisia\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3159/87 of 19 October 1987 laying down special measures for imports of olive oil originating in Tunisia (1), and in particular Articles 1 and 4 thereof,\nWhereas Regulation (EEC) No 3159/87 provides for the application of a reduced import levy on a certain quantity of olive oil originating in Tunisia; whereas, under Article 1 of that Regulation, the import levy applicable to that quantity must be fixed at a level that takes into account the prevailing market situation; whereas the import levy should be fixed at the level set out hereunder;\nWhereas, pursuant to Article 4 of Council Regulation No 136/66/EEC (2), as last amended by Regulation (EEC) 1915/87 (3), a threshold price must be fixed from 1 November for the 1987/88 marketing year; whereas a provision should therefore be adopted whereby the special levy must be adjusted to take account of possible future changes in the threshold price; whereas, under Article 4 of that Regulation, measures must be adopted in order to avoid any deflection of trade and, in particular, ensure that the levy applicable in the case of third countries is charged if the oil is released for consumption in Spain or Portugal;\nWhereas the quantity of oil imported from Tunisia must not exceed that specified in Article 1 of Regulation (EEC) No 3159/87;\nwhereas, therefore, the tolerance provided for in Article 8 of Commission Regulation (EEC) No 3183/80 of 3 December 1980 laying down common detailed rules for the application of the system of import and export licences and advance fixing certificates for agricultural products (4), as last amended by Regulation (EEC) No 2082/87 (5), should not be allowed;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Oils and Fats,", "main_body": ["The import levy referred to in Article 1 of Regulation (EEC) No 3159/87 shall be 16 ECU per 100 kilograms.\nHowever, for oil released for free circulation from 1 November 1987, the levy shall be adjusted in the light of the changes, if any, in the threshold price.", "1.   Member States of the Community, as constituted at 31 December 1985, in which olive oil originating in Tunisia is released for free circulation in accordance with Regulation (EEC) No 3159/87 shall introduce a control system which requires that, in cases where olive oil which falls within subheadings 15.07 A I a) and b) of the Common Customs Tariff and which is contained in vessels of a net capacity greater than five litres, or in bulk, is exported to Spain or to Portugal from the territory of those Member States, the operator must demonstrate to the satisfaction of those Member States that the oil concerned is not of Tunisian origin. That requirement shall apply until 31 August 1988, without prejudice to application of paragraph 2.\n2.   Where, after being released for free circulation in accordance with the provisions of paragraph 1, the oil is consigned to another Member State the document attesting to the Community status of the goods shall include one of the following forms of wording:\n— Aceite de oliva importado de Túnez — Reglamento (CEE) no 3159/87\n— Olivenolie indført fra Tunesien — Forordning (EØF) nr. 3159/87\n— Olivenöl, eingeführt aus Tunesien — Verordnung (EWG) Nr. 3159/87\n— Ελαιόλαδο εισαχθέν από την Τυνησία — Κανονισμός (ΕΟΚ) αριθ. 3159/87\n— Olive oil imported from Tunisia — Regulation (EEC) No 3159/87\n— Huile d'olive importée de Tunisie — Règlement (CEE) no 3159/87\n— Olio d'oliva importato dalla Tunisia — Regolamento (CEE) n. 3159/87\n— Olijfolie ingevoerd uit Tunesië — Verordening (EEG) nr. 3159/87\n— Azeite importado da Tunísia — Regulamento (CEE) nọ 3159/87.\n3.   Notwithstanding Article 8 (4) of Regulation (EEC) No 3183/80 the quantity released for free circulation must not exceed that specified in boxes 10 and 11 of the import licence. A ‘O’ shall accordingly be entered in box 22 of the said licence.\n4.   Where olive oil for which the document, as referred to in paragraph 2, attesting to the Community status of the goods concerned, is released for consumption in Spain or Portugal, an amount equal to the difference between the minimum levy applicable on the day the declaration of release for consumption is accepted and the amount applicable pursuant to Article 1 of this Regulation shall be charged.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 23 October 1987.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1)  See page 5 of this Official Journal.\n(2)  OJ No 172, 30. 9. 1966, p. 3025/66.\n(3)  OJ No L 183, 3. 7. 1987, p. 7.\n(4)  OJ No L 338, 13. 12. 1980, p. 1.\n(5)  OJ No L 195, 16. 7. 1987, p. 11."}