{"celex_id": "31988R2469", "uri": "http://publications.europa.eu/resource/cellar/4a6b9521-0c81-4673-b3c9-ae673159cb63", "type": "Regulation", "concepts": ["2871"], "title": "Commission Regulation (EEC) No 2469/88 of 5 August 1988 fixing the maximum moisture content of cereals offered for intervention in certain Member States during the 1988/89 marketing year\n", "header": "COMMISSION  REGULATION (EEC) No 2469/88\nof 5 August 1988\nfixing the maximum moisture content of cereals offered for intervention in certain Member States during the 1988/89 marketing year\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2727/75 of 29 October 1975 on the common organization of the market in cereals (1), as last amended by Regulation (EEC) No 2221/88 (2), and in particular Article 7 (7) thereof,\nWhereas Council Regulation (EEC) No 2731/75 of 29 October 1975 fixing standard qualities for common wheat, rye, barley, maize, sorghum and durum wheat (3), as last amended by Regulation (EEC) No 2094/87 (4), fixes, inter alia, the maximum moisture content of cereals other than durum wheat at 14 %; whereas, under Commission Regulation (EEC) No 1569/77 of 11 July 1977 fixing the procedure and conditions for the taking over of cereals by intervention agencies (5), as last amended by Regulation (EEC) No 2391/88 (6), the maximum moisture content was fixed at 14,5 %; whereas Article 2 (4) of the said Regulation also provides that the Member States may be authorized, on request and under certain conditions, to apply a higher moisture content;\nWhereas certain Member States have submitted applications to that effect;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["The Member States referred to in the Annex hereto are hereby authorized to fix the maximum moisture content for the cereals referred to in that Annex and offered for intervention during the 1988/89 marketing year at the level set out in the said Annex.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 5 August 1988.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 281, 1. 11. 1975, p. 1.\n(2) OJ No L 197, 26. 7. 1988, p. 16.\n(3) OJ No L 281, 1. 11. 1975, p. 22.\n(4) OJ No L 196, 17. 7. 1987, p. 1.\n(5) OJ No L 174, 14. 7. 1977, p. 15.\n(6) OJ No L 205, 30. 7. 1988, p. 75.\nANNEX\nMaximum moisture content for cereals offered for intervention during the 1988/89 marketing year\n1.2.3 //  //  //  // Member State  // Maximum content  // Type of cereal  //  //  //  // Germany   // 15 %   // All cereals except barley   //   // 15,5 %   // Barley   // Belgium   // 15 %   // All cereals except barley   //   // 15,5 %  // Barley   // Denmark   // 15 %   // All cereals except barley   //   // 15,5 %   // Barley   // Luxembourg   // 15 %  // All cereals except barley   //   // 15,5 %   // Barley  // Netherlands   // 15 %   // All cereals except barley   //  // 15,5 %   // Barley   // Ireland   // 15 %   // All cereals except barley   //   // 15,5 %   // Barley   //    //   //"}