{"celex_id": "31982R3191", "uri": "http://publications.europa.eu/resource/cellar/353daa87-71d4-47c1-a862-eebe89b3814f", "type": "Regulation", "concepts": ["1309", "2657", "2659", "2672", "2718", "616"], "title": "Commission Regulation (EEC) No 3191/82 of 29 November 1982 laying down detailed rules for the application of the reference price system for fishery products\n", "header": "COMMISSION  REGULATION (EEC) No 3191/82\nof 29 November 1982\nlaying down detailed rules for the application of the reference price system for fishery products\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3796/81 of 29 December 1981, on the common organization of the market in fishery products (1), and in particular Article 21 (6) thereof,\nWhereas Article 21 (3) of said Regulation (EEC) No 3796/81 provides that Member States are to notify the Commission regularly of the prices for imports into the Community of the products for which a Community reference price has been fixed;\nWhereas, in order to ensure rapid and effective application of these provisions, it is necessary that the Member States establish the free-at-frontier price of imported products, and communicate that price to the Commission;\nWhereas it is necessary to lay down the frequency and nature of Member States' notifications, and the representative markets or ports at which import prices for fresh and chilled products are to be recorded;\nWhereas due account must be taken, in monitoring the price levels of imported fishery products, of the use of the margin of tolerance below the Community withdrawal price provided for in Article 13 (1) (a) of Regulation (EEC) No 3796/81;\nWhereas in view of the wide range of imported fishery products to which the reference price system applies, it is necessary to define the reference to 'market days' used in Article 21 (4) of Regulation (EEC) No 3796/81;\nWhereas, in order to ensure that the measures provided for in Article 21 (4) of Regulation (EEC) No 3796/81 are applied uniformly, the margin of tolerance for withdrawal prices referred to in Article 13 (1) of the said Regulation may not be used in respect of the species from which the product subject to such measures is derived;\nWhereas this Regulation replaces Commission Regulation (EEC) No 1109/71 (2); whereas the said Regulation should therefore be repealed;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Fishery Products,", "main_body": ["This Regulation lays down the detailed rules for applying certain provisions of Article 21 of Regulation (EEC) No 3796/81, hereinafter referred to as the 'basic Regulation', which relate to the import of certain fishery products into the Community.", "1. The Member States shall, for each market day, communicate to the Commission the free-at-frontier price, by category or commercial presentation, of imports of the products listed in Annexes I, II, III, IV B and V of the basic Regulation.\n2. For the purposes of Article 21 (3) and (4) of the basic Regulation, the free-at-frontier price shall be:\n- in respect of fresh or chilled products, or of frozen products landed from fishing vessels, the price recorded on the representative market or in the representative port of import listed in Annex I at the first point of sale after landing, after deduction of the cost of unloading and transport from Community frontier crossing points to those markets or ports, and before customs duty or other charges have been levied,\n- in respect of frozen products not landed from fishing vessels, the customs value fixed in accordance with Council Regulation (EEC) No 1224/80 (3); in exceptional cases, however, where the declared customs value also includes the cost of transport within the customs territory of the Community, the latter costs shall be deducted.\n3. The communication referred to in paragraph 1 shall be made without delay by telex message in the form laid down in Annex II.", "1. For the purposes of the first indent of Article 21 (4) of the basic Regulation, 'market days' shall mean any days on which a category of imported product for which a reference price has been fixed is presented for sale on a representative market or in a representative port, or enters into free circulation within the Community.\n2. In monitoring the prices of imported fishery products in relation to reference prices, and without prejudice to other relevant considerations concerning the market situation, account shall be taken of any margin of tolerance below the Community withdrawal price applied by a producers' organization to landings of fresh or chilled fish in accordance with Article (13) (1) (a) of the basic Regulation.", "Where the measures referred to in Article 21 (4) (b) and (c) of the basic Regulation are applied to imports of a given fishery product, producers' organizations shall not apply, with respect to the species from which that product is derived, the margin of tolerance for withdrawal prices referred to in Article 13 (1) (a) of that Regulation.", "Regulation (EEC) No 1109/71 is hereby repealed.", "This Regulation shall enter into force on 1 January 1983.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 29 November 1982.\nFor the Commission\nGiorgios CONTOGEORGIS\nMember of the Commission\n(1) OJ No L 379, 31. 12. 1981, p. 1.\n(2) OJ No L 117, 29. 5. 1971, p. 18.\n(3) OJ No L 134, 31. 5. 1980, p. 1.\nANNEX I\nRepresentative markets and ports of importation\n1.2 // BELGIUM:  // Ostend  // GERMANY:  // Bremerhaven Cuxhaven Hamburg  // DENMARK:  // Hirsthals Skagen  // FRANCE:  // Bordeaux Boulogne-sur-Mer Concarneau Hendaye Rungis Market Lorient Marseille Saint Malo  // IRELAND:  // All Ports  // ITALY:  // Genoa Leghorn Imperia Salerno Venice  // NETHERLANDS:  // IJmuiden Scheveningen  // UNITED KINGDOM:  // Aberdeen Grimsby Hull Lerwick  // GREECE:  // Kavala Piraeus Salonika\nANNEX II\nInformation required\nMember State:\nOriginating State:\nDate of import:\nQuantity imported:\nUnit price (in ECU per tonne):\nMarketing stage:\nSpecies:\nFresh:\n- Whole or gutted with head (by category)\n- Fillets\nFrozen:\n- Whole:\n- with or without head\n- other\n- Fillets:\n- industrial blocks, with bones ('Standard')\n- industrial blocks, boneless\n- individual, with skin\n- individual, skinless\n- blocks in immediate packing weighing not more than four kilograms\n- Minced blocks"}