{"celex_id": "31982L0953", "uri": "http://publications.europa.eu/resource/cellar/e7365e56-f42d-45de-a3a2-6307a66e113a", "type": "Directive", "concepts": ["13", "2897", "4476", "5383", "937", "943"], "title": "Commission Directive 82/953/EEC of 15 December 1982 adapting to technical progress Council Directive 79/622/EEC on the approximation of the laws of the Member States relating to the roll-over protection structures of wheeled agricultural or forestry tractors (static testing)\n", "header": "COMMISSION DIRECTIVE of 15 December 1982 adapting to technical progress Council Directive 79/622/EEC on the approximation of the laws of the Member States relating to the roll-over protection structures of wheeled agricultural or forestry tractors (static testing) (82/953/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 74/150/EEC of 4 March 1974 on the approximation of the laws of the Member States relating to the type-approval of wheeled agricultural or forestry tractors (1), as last amended by Directive 79/694/EEC (2) and by the Act of Accession of Greece, and in particular Article 11 thereof,\nWhereas, as a result of experience gained in this field, and bearing in mind the present state of the affairs, it is now possible to render certain provisions of Council Directive 79/622/EEC (3) more complete and bring them more into line with real testing conditions;\nWhereas the provisions of this Directive shall be without prejudice to those of Council Directive 77/536/EEC of 28 June 1977 on the approximation of the laws of the Member States relating to the roll-over protection structures of wheeled agricultural or forestry tractors (4) ; whereas, to this end, tractors may, until a date to be specified, be fitted with a roll-over protection structure which complies either with Directive 77/536/EEC or with this Directive;\nWhereas the provisions of this Directive are in accordance with the opinion of the Committee on the Adaptation to Technical Progress of the Directives on the Removal of Technical Barriers to Trade in the Agricultural and Forestry Tractors Sector,", "main_body": ["Annexes II, III and IV to Directive 79/622/EEC are hereby amended in accordance with the Annex to this Directive.", "1. With effect from 1 October 1983, no Member State may:    - refuse to grant EEC type-approval, to issue the documents referred to in the last indent of Article 10 (1) of Directive 74/150/EEC or to grant national type-approval, in respect of a type of tractor, or\n- prohibit the entry into service of tractors,\nif the roll-over protection structure for this type of tractor or these tractors complies with the provisions of this Directive.\n2. With effect from 1 October 1984, a Member State:    - shall no longer issue the document referred to in the last indent of Article 10 (1) of Directive 74/150/EEC in respect of a type of tractor on which the roll-over protection structure does not comply with the provisions of this Directive,\n- may refuse to grant national type-approval in respect of a type of tractor on which the rollover protection structure does not comply with the provisions of this Directive.\n3. With effect from 1 October 1985, Member States may prohibit the entry into service of tractors on which the roll-over protection structure does not comply with the provisions of this Directive.  (1) OJ No L 84, 28.3.1974, p. 10. (2) OJ No L 205, 13.8.1979, p. 17. (3) OJ No L 179, 17.7.1979, p. 1. (4) OJ No L 220, 29.8.1977, p. 1.\n4. The provisions of paragraphs 1 to 3 shall be without prejudice to the provisions of Directive 77/536/EEC.", "Member States shall bring into force the provisions necessary to comply with this Directive by 30 September 1983 at the latest. The shall forthwith inform the Commission thereof.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 15 December 1982.\nFor the Commission\nKarl-Heinz NARJES\nMember of the Commission\nANNEX\nAnnex II to Directive 79/622/EEC is hereby amended as follows:\nItem 4.1.1 shall be deleted.\nItem 4.1.2 shall become Item 4.1.1 as follows:\n\"4.1.1. No part of the zone of clearance as described in Item 3.2 of Annex III has been entered by, or has been outside the protection of, the protection structure during the tests specified in Items 1.2, 1.3, 1.5, 1.6 and, where appropriate, 1.7 of Annex III.\nIf an overload test has been carried out, the force applied when the specified energy is absorbed shall be greater than 0 78 of the maximum force occuring during both the main test and the overload test concerned (see figures 4b and 4c of Annex IV).\"\nItem 4.1.3 shall become Item 4.1.2.\nAfter Item 4.1.3 (now 4.1.2) a new Item 4.1.3 shall be incorporated as follows:\n\"4.1.3. At the point when the required energy level is attained in each of the specified horizontal loading tests, the force shall exceed 0 78 Fmax.\"\nSection 6 \"SYMBOLS\" is hereby amended as follows:\nThe following symbol shall be added after the symbol D:\n\"D' = deflection (mm) of structure for the calculated energy required.\"\nThe text of the symbol F' shall be replaced by the following:\n\"F' = force for the calculated energy required.\"\nThe text of the symbol F-D shall be amended as follows:\n\"F-D = force/deflection curve.\"\nThe text describing the symbol Eil 2 shall be amended as follows:\n\"Eil 2 = energy input to be absorbed during application of the second longitudinal load (J).\"\nThe symbols Ei, E'1, Ea and E\"1 shall be deleted.\nAnnex III to Directive 79/622/EEC is hereby amended as follows:\nItem 1.2 shall be replaced by the following:\n\"1.2. Longitudinal loading (see Figure 2 of Annex IV)\nLoad application shall be horizontal and parallel to the vertical median plane of the tractor.\nFor tractors with at least 50 % of their mass, as defined in Item 1.3 of Annex II, on the rear wheels, the longitudinal rear load and the lateral load shall be applied on different sides of the median longitudinal plane of the protection structure. For tractors with at least 50 % of their mass on the front wheels, the longitudinal front load shall be on the same side of the median longitudinal plane of the protection structure as the lateral load.\nIt shall be applied to the uppermost transverse structural member of the protection structure (i.e. the part which would be likely to strike the ground first in an overturning incident).\nThe point of application of the load shall be located one-sixth of the width of the top of the protection structure inwards from the outside corner. The width of the protection structure shall be taken as the distance between two lines parallel to the vertical median plane of the tractor touching the outside extremities of the protection structure in the horizontal plane touching the top of the uppermost transverse structural members.\nThe length of the beam shall be not less than one-third of the width of the protection structure (as previously described) and not more than 49 mm greater than this minimum.\nThe longitudinal loading is applied from the rear or front, as defined in Item 3.1.1.1 of Annex II.\nThe test shall be stopped whenever:    (a) the strain energy absorbed by the protection structure is equal to or greater than the required energy input Eil 1 (where Eil 1 = 1 74 mt);\n(b) the structure infringes the zone of clearance or leaves the zone of clearance unprotected.\"\nItem 1.4 shall be replaced by the following:\n\"1.4. Overload test    1.4.1. Where tearing, cracking or bending occurs during a horizontal loading test, an overload test may be required to determine the residual strength of the structure and to ensure that it is sufficient to withstand any successive roll-overs (see figures 4a, 4b and 4c).\nAn overload test shall be carried out in all cases where the force decreases by more than 3 % during the last 5 % of the deflection reached when the energy required is absorbed by the structure (see figure 4b).\n1.4.2. The overload test involves the gradual increase of the horizontal load by increments of 5 % of the initial energy requirement up to a maximum of 20 % of energy added (see figure 4c).      1.4.2.1. The overload test is satisfactory if, after each increase by 5, 10 or 15 % in the energy required, the force decreases by less than 3 % for a 5 % increment and remains more than 0 78 Fmax.\n1.4.2.2. The overload test is satisfactory if, after the structure has absorbed 20 % of the added energy, the force exceeds 0 78 Fmax.\n1.4.2.3. Additional cracks or tears and/or entry into or lack of protection of the zone of clearance due to elastic deformation are permitted during the overload test. However, after the removal of the load, the structure shall not enter the zone of clearance, which shall be completely protected.\"\nItems 3.1 to 3.1.4 shall be deleted.\nItems 3.2 and 3.3 shall become Items 3.1 and 3.2 respectively.\nAnnex IV to Directive 79/622/EEC is hereby amended as follows:\n\"FIGURES\nFigure 1 : Point of application of lateral load\nFigure 2 : Point of application of longitudinal rear load\nFigure 3 : Example of an arrangement for crushing test\nFigure 4a : Force/deflection curve - overload test not necessary\nFigure 4b : Force/deflection curve - overload test necessary\nFigure 4c : Force/deflection curve - overload test to be continued\nFigure 5 : Illustration of the terms permanent, elastic and total deflection\nFigure 6a : Side view of zone of clearance\nFigure 6b : Front/rear view of zone of clearance\nFigure 6c : Isometric view\nFigure 7 : Apparatus for determination of seat reference point\nFigure 8 : Method of determining seat reference point\"\nIn the English version only, the title of Figure 1, shall be replaced by the following:\n\"Point of application of lateral loading.\"\nThe diagrams in Figures 2, 4a, 4b and 4c, shall be replaced by the following:  >PIC FILE= \"T0022470\">\n>PIC FILE= \"T0022471\">\n>PIC FILE= \"T0022472\">\n>PIC FILE= \"T0022473\">"}