{"celex_id": "31985R3461", "uri": "http://publications.europa.eu/resource/cellar/284649a8-86ce-41cd-a7ef-b35aafd30e56", "type": "Regulation", "concepts": ["1085", "1318", "1519", "1552", "2803", "2888"], "title": "Commission Regulation (EEC) No 3461/85 of 9 December 1985 on the organization of campaigns to promote the consumption of grape juice\n", "header": "COMMISSION  REGULATION (EEC) No 3461/85\nof 9 December 1985\non the organization of campaigns to promote the consumption of grape juice\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 337/79 of 5 February 1979 on the common organization of the market in wine (1), as last amended by Regulation (EEC) No 3907/85 (2), and in particular Articles 14a (4) and 65 thereof,\nHaving regard to Regulation (EEC) No 1223/83 of 20 May 1983 on the exchange rates to be applied in agriculture (3), as last amended by Regulation (EEC) No 1297/85 (4), and in particular to Article 4 (3),\nWhereas Article 14a (3a) of Regulation (EEC) No 337/79 provides that, in the wine years 1985/86 to 1989/90, part of the aid granted for the utilization of grape must and concentrated grape must produced in the Community for the production of grape juice is intended for the organization of campaigns to promote the consumption of such juice;\nWhereas Commission Regulation (EEC) No 2275/85 (3) fixes the proportion of the aid to be used at 35 % for the financing of the promotional campaign for the 1985/86 wine year;\nWhereas the amount available for such financing, depending on the quantities of product in respect of which the aid will be granted, is not yet known but may be estimated on the basis of data from the three previous wine years at approximately 3 620 000 ECU; whereas this sum should be allocated for the financing in the wine year concerned; whereas provision should be made for the balance or deficit in terms of the estimates used to be set off against the budget for the following wine year;\nWhereas the amount concerned does not allow effective measures to be taken at present throughout the Community; whereas such measures should be restricted in the current wine year to the Member States where the greatest prospects for a sharp increase in the consumpion of grape juice exist;\nWhereas certain professional bodies and organizations in the Community have the qualifications and the experience necessary; whereas they should be invited to submit detailed programmes which they will be responsible for implementing;\nWhereas rules should be laid down as regards the content of the programmes, the conditions and the time limits for the implementation of the measures and the payment of the parties concerned; whereas the Member States concered should undertake to oversee the implementation of the programmes and the relevant payments; whereas the Commission should also be kept informed of the results of the measures provided for in this Regulation;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Wine,", "main_body": ["1. The campaigns to promote the consumption of grape juice produced in the Community provided for, for the wine years 1985/86 to 1989/90, in Article 14a (3a) of Regulation (EEC) No 337/79 shall be organized in those Member States in which:\n- the prospects of increasing the disposal of grape juice are the most favourable;\n- the existing marketing conditions allow swift adjustment of supply to the expansion of demand engendered by the campaigns.\n2. In accordance with the procedure laid down in Article 67 of Regulation (EEC) No 337/79, the following shall be determined before 5 September for each wine year:\n- the Member States in which the campaigns will be carried out;\n- the total amounts allocated for the financing of the campaigns in each of the said Member States.\n3. For the 1985/86 wine year, the campaigns referred to in paragraph 1 shall be carried out in Germany, France and Italy. The total amounts for the financing of this wine year shall be:\n- 1 502 200 ECU in Germany,\n- 1 340 000 ECU in France,\n- 778 000 ECU in Italy.\nThese amounts shall be converted into national currency by way of the agricultural conversion rates applicable on 1 September 1985.\n4. At the end of each wine year, the budget estimates on which the total amount allocated for the financing of the scheme is based shall be reviewed. The result of the review shall be taken into account when fixing the amount for the financing of the following campaign.", "1. In each of the Member States concerned, the campaigns shall be carried out under programmes prepared by the body designated for this purpose by the said Member State.\n2. Each of the Member States concerned:\n- shall designate the body referred to in paragraph 1 before 15 September, but, for the 1985/86 wine year, before 31 December 1985;\n- shall submit to the Commission before 10 February, but, for the 1985/86 wine year, before 15 March, the programmes prepared by this body together with a reasoned opinion on their compliance with the conditions set out in Article 3 and on their effects on consumption trends.\n3. The Commission shall examine the programmes and, if it takes the view that they meet the criteria set out in Article 3 and should engender appropriate development of the consumption of grape juice, shall, after informing the Management Committee for Wine, conclude contracts with the bodies that prepared them. The Commission shall forward copies of the contracts to the Member State concerned and to its intervention agency.", "1. The programmes referred to in Article 2 shall be prepared in conjunction with professional organizations representing producers of and/or those marketing grape juice.\n2. The programmes shall include:\n- details of the conditions of marketing and consumption of grape juice in the regions covered;\n- detailed descriptions of the measures contemplated and, for each measure, details of its geographic location and its cost;\n- details of resources to be employed;\n- time limits and schedules for the various measures; the completion periods may not exceed 18 months from the date of signature of the contract;\n- the results expected;\n- an indication of any third parties who may be involved;\n- details of professional organizations consulted.\nHowever, if while the contract is being carried out, exceptional circumstances for which the contractor cannot be held responsible make it impossible to keep to the time limit laid down, the Commission may extend the time limit at the reasoned request of the contractor, provided such request is made before expiry of the contract.\n3. The measures referred to by the programmes:\n- must allow for the conditions of marketing and consumption of grape juice in the relevant regions;\n- must promote grape juice without reference to the country or region of origin, or to trade-marks;\n- must not take the place of similar schemes already in operation, but may, where appropriate, extend them;\n- must comply with national requirements concerning advertising.", "1. The contracts referred to in Article 2 (3) shall be supplemented by formal specifications.\nThe formal specifications:\n- shall be drawn up by the Commission in at least three copies and signed by both parties;\n- shall contain detailed descriptions of the measures to be taken and their location, costs and time limits.\n2. Bodies which have signed contracts may entrust to third parties the execution of one or more of the measures provided for, but shall remain responsible for the execution of the contract.\n3. Bodies which have signed contracts shall be subject to the supervision of the Member State in which their head office is located.\nMember States shall ensure compliance with obligations by bodies which have signed contracts, in particular by on-the-spot checks, and shall inform the Commission promptly of any irregularity or delay in execution.", "1. The Member States' competent authorities shall pay bodies which have signed contracts either:\n(a) four equal payments on account, each equivalent to 20 % of the total cost of the measures provided for in the contract, to be paid at two-monthly intervals, the first being payable within six weeks of the date of signature of the contract and the specifications, or\n(b) a single payment on account equivalent to 80 % of the total cost of the measures provided for in the contract, to be paid within six weeks of the date of signature of the contract and the specifications,\nat the choice of the body concerned as stated in the contract. However the competent authorities may, while the contract is being carried out:\n- defer all or part of a payment on account if the checks referred to in Article 4 (3) reveal anomalies in the execution of the measures in question or a considerable difference between the date on which the payment on account is to be made and the date on which the body concerned actually effects the expenditure provided for;\n- exceptionally, make a payment on account before the due date at the reasoned request of the body concerned if the latter is obliged to effect a considerable proportion of the expenditure at an appreciably earlier date than that on which the Community's contribution to the expenditure is scheduled for payment.\n2. Each payment on account shall be made only when a security of 110 % of the amount of the payment on account has been lodged in favour of the competent agency. Where a contract has been concluded with a body governed by public law, the contract may stipulate that a security need not be provided.\n3. The security shall be released and the balance paid by the competent body only when:\n(a) it has been ascertained that the body which signed the contract has met the obligations set out therein and in the specifications;\n(b) the report referred to in Article 6 has been forwarded and the Commission has verified the information contained therein.\n4. Where the conditions referred to in paragraph 3 are not met, the security shall be forfeited. In this event, the amount involved shall be taken into consideration in the review of the budget estimates referred to in Article 1 (4).", "Within four months from the final date fixed in the contracts for the execution of the measures, detailed reports on their execution and on the expected results, particularly with regard to sales of grape juice, shall be forwarded by the bodies responsible for the execution of the programmes to the competent authorities; the latter shall forward the reports, with their comments, to the Commission within one month of receipt thereof.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 9 December 1985.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 54, 5. 3. 1979, p. 1.\n(2) OJ No L 320, 29. 11. 1985, p. 1.\n(3) OJ No L 132, 21. 5. 1983, p. 33.\n(4) OJ No L 137, 27. 5. 1985, p. 1.\n(5) OJ No L 212, 9. 8. 1985, p. 14."}