{"celex_id": "31988R3995", "uri": "http://publications.europa.eu/resource/cellar/84ec4485-d068-4c39-8858-b517396a91d5", "type": "Regulation", "concepts": ["1642", "1644", "3732", "5360", "807"], "title": "Commission Regulation (EEC) No 3995/88 of 21 December 1988 amending Regulation (EEC) No 2042/75 on special detailed rules for the application of the system of import and export licences for cereals and rice as regards the term of validity of licences issued for Community food aid operations\n", "header": "COMMISSION REGULATION (EEC) No 3995/88  of 21 December 1988  amending Regulation (EEC) No 2042/75 on special detailed rules for the application of the system of import and export licences for cereals and rice as regards the term of validity of  licences issued for Community food aid operations\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2727/75 of 29 October 1975 on the common organization of the market in cereals (1), as last amended by Regulation (EEC) No 2221/88 (2), and in particular Article 12 (2) thereof,\nWhereas Commission Regulation (EEC) No 2042/75 (3), as last amended by Regulation (EEC) No 3271/88 (4), determines in particular the term of validity of export licences; whereas that term was limited for exports of certain products in view of the  uncertainty on the world market for cereals; whereas such a limitation is however unwarranted for supplies of Community food aid in view of the specific provisions applicable thereto as regards licences and the time limits laid down for such supplies;  whereas points A and B of Annex II to Regulation (EEC) No 2042/75 should be amended accordingly; whereas, for the same reasons, provision should be made, on application by the operator, for an extension of certain export licences issued for the  execution of Community food aid supplies since the entry into force of the measure in question limiting the term of validity;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["The following is hereby added to points A and B of Annex II (´Term of validity of export licences') to Regulation (EEC) No 2042/75:\n´CN code   Description   Term of validity        Abovementioned products exported with licences with ´´Community food aid (Regulation (EEC) No 2330/87)\" entered in Section 12 thereof  To the end of the fourth month following that of issue'      Article 2   On application by the operator, export licences bearing the words ´Community food aid [Regulation (EEC) No 2330/87]' (5) applied for from 17 September 1988, with a term of validity extending to the end of the second month following that of  issue, shall be extended to the end of the fourth month following that of issue by the authorities issuing such licences.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 21 December 1988.\nFor the Commission  Frans ANDRIESSEN  Vice-President   (1) OJ No L 281, 1. 11. 1975, p. 1.\n(2) OJ No L 197, 26. 7. 1988, p. 16.\n(3) OJ No L 213, 11. 8. 1975, p. 5.\n(4) OJ No L 291, 25. 10. 1988, p. 47.\n(5) OJ No L 210, 1. 8. 1987, p. 56."}