{"celex_id": "31987R0493", "uri": "http://publications.europa.eu/resource/cellar/f0f483d3-4907-4161-b7bb-d10c4fcfaf4e", "type": "Regulation", "concepts": ["1159", "2455", "2879", "5254", "915"], "title": "Commission Regulation (EEC) No 493/87 of 18 February 1987 establishing detailed rules for remedying the prejudice caused on the halting of certain fisheries\n", "header": "COMMISSION  REGULATION (EEC) No 493/87\nof 18 February 1987\nestablishing detailed rules for remedying the prejudice caused on the halting of certain fisheries\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2057/82 of 29 June 1982 establishing certain control measures for fishing activities (1), as last amended by Regulation (EEC) No 4027/86 (2), and in particular Article 10 (4) thereof,\nWhereas it is necessary to ensure that Member States are aware of those cases where fishing on a TAC, quota, allocation or share available to the Community is forbidden and a Member State has not exhausted its quota, allocation or share of the stock or group of stocks concerned;\nWhereas information on catches is necessary as well as knowledge of quota exchanges made in order to determine the prejudice suffered by a Member State;\nWhereas those cases where the prejudice suffered by a Member State is not remedied should be referred to the Management Committee for Fishery Resources;\nWhereas measures adopted with the aim of remedying prejudice suffered should specify the amount of prejudice suffered and the amount of overfishing and the consequent deductions and additions of quota, allocation or share;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Fishery Resources,", "main_body": ["1. When the Commission informs the Member States, in accordance with Article 10 (3) of Regulation (EEC) No 2057/82, of the prospect of halting a fishery as the result of the exhaustion of the TAC, quota, allocation or share available to the Community, it shall also inform them of the latest catch information in its possession and of whether the provisions of Article 10 (4) of the said Regulation apply or appear to apply.\n2. As soon as possible and in any case within 15 days of the date of entry into force of the Commission Regulation halting a fishery, the Member States concerned shall notify to the Commission with respect to the stock or group of stocks in question figures for landings as referred to in Article 9 and information received under Articles 7 and 8 of Regulation (EEC) No 2057/82. The Commission shall notify to all Member States as soon as possible these figures and this information, which shall be considered as definitive for the purposes of this Regulation.\n3. Where the prejudice suffered by a Member State has been removed wholly or in part by action in accordance with Article 5 (1) of Council Regulation (EEC) No 170/83 (3) ('a quota exchange'), the prior notice of the quota exchange given to the Commission in accordance with that Article shall also state in tonnes the amount of prejudice removed.", "1. In cases where the prejudice suffered by a Member State has not been wholly removed by a quota exchange or by any other action the Commission shall, as soon as possible and in any case within 15 days after receiving the figures and information referred to in Article 1 (2), refer the matter to the Management Committee for Fishery Resources and submit a draft measure with the aim of remedying the prejudice caused.\n2. The draft measure shall state:\n(a) which Member States have suffered prejudice ('the prejudiced Member States') and the amount of the prejudice (as reduced by any quota exchanges);\n(b) which Member States have overfished their quota ('the overfishing Member States') and the amount of the overfishing (as reduced by any quota exchanges);\n(c) the deductions to be made from the quotas of the overfishing Member States;\n(d) the additions to be made to the quotas of the prejudiced Member States;\n(e) the date or dates on which the additions and deductions shall take effect.\n3. Where there is more than one overfishing Member State the Commission shall take account of the respective amounts of overfishing in determining the deductions to be made.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 18 February 1987.\nFor the Commission\nAntรณnio CARDOSO E CUNHA\nMember of the Commission\n(1) OJ No L 220, 29. 7. 1982, p. 1.\n(2) OJ No L 376, 31. 12. 1986, p. 4.\n(3) OJ No L 24, 27. 1. 1983, p. 1."}