{"celex_id": "31988D0448", "uri": "http://publications.europa.eu/resource/cellar/f9843cb2-79b3-487c-b8f5-e761b319bad5", "type": "Decision", "concepts": ["1123", "2795", "2917", "3731"], "title": "88/448/Euratom: Council Decision of 25 July 1988 adopting a multiannual research and training programme in the field of controlled thermonuclear fusion\n", "header": "COUNCIL DECISION of 25 July 1988 adopting a multiannual research and training programme in the field of controlled thermonuclear fusion (88/448/Euratom)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Atomic Energy Community, and in particular Article 7 thereof,\nHaving regard to the proposal from the Commission(1) submitted after consultation of the Scientific and Technical Committee,\nHaving regard to the opinion of the European Parliament(2),\nHaving regard to the opinion of the Economic and Social Committee(3) Whereas the energy problem is common to all the Member States; whereas joint efforts to resolve this problem are likely to produce better results; whereas thermonuclear fusion is one possible solution to the energy problem in the longer term; whereas  the rational use of all the different energy sources must be coordinated; whereas the Community must therefore continue to ensure optimum consistency in its efforts between Community activities in the various sectors of energy and energy research;\nWhereas, by Decision 87/516/Euratom, EEC the Council adopted the framework programme for Community activities in the field of research and technological development (1987 to 1991)(4), which takes into account all the foregoing considerations;\nWhereas thermonuclear fusion is a potential new source of energy using fuel which is virtually inexhaustible and universally accessible; whereas nuclear fusion is potentially a safe and environmentally benign energy source in a number of respects;  whereas one of the principal objectives of the framework programme is to achieve controlled thermonuclear fusion and realize this potential in the process;\nWhereas, in its Decision 85/201/Euratom(5), the Council adopted a research and training programme in the field of controlled thermonuclear fusion (1985 to 1989); whereas Article 3 of that Decision provides that the Commission will, based on a review to be carried out during the second year of that programme, submit to the Council in 1987 a proposal for revision  aimed at replacing the 1985 to 1989 programme with a new programme; whereas Decision 85/201/Euratom should therefore be replaced;\nWhereas, as a result of Decision 85/201/Euratom being replaced, approximately 30 million ECU of the sum estimated necessary for the preceding programme, exclusive of the JET (Joint European Torus) project set up under Decision 78/471/Euratom(6) as last  amended by Decision 88/447/Euratom(7) and approximately 154 million ECU of the sum estimated necessary for the preceding programme for the JET project will not have been used; whereas these amounts can be assigned to the new programme; whereas such  assignment, together with the fact that the programme embraces all work carried out in the Member States in this field, must be taken into account in determining the amounts estimated necessary for the execution of the new programme;\nWhereas, in view of the extent of the effort needed to reach the stage of application of controlled thermonuclear fusion, which could be of benefit to the Community, the work hitherto undertaken in this field must continue on a joint basis at its  various stages of development;\nWhereas the research proposed by the Commission constitutes an adequate means of pursuing such actions and it is, consequently, in the common interest to adopt a multiannual programme in the field of controlled thermonuclear fusion, the existence of  which is, moreover, necessary to enable the Community to participate in international cooperation in this field and in particular in the quadripartite International Thermonuclear Experimental Reactor (ITER) conceptual design activities;\nWhereas the strategy on which the continuation of the programme is based should remain largely unchanged, namely:\n-pursuit of a substantial programme oriented towards a demonstration reactor and based at present on the Tokamak concept, completion of the first stage of the programme formed by the JET propject with its extensions and by the full exploitation of the  devices existing or under construction in the associations,\n-continuation of the predesign of the second step of the Tokamak programme, the Next European Torus (NET) and pursuit of the technological developments necessary to its design and construction and of those needed in the longer term for the fusion  reactor,\n-investigation, depending on the resources available, of alternative confinement systems, concentrating on reversed field pinches and stellarators, and maintaining a keep-in-touch activity in the fields of laser fusion and muon-catalysed fusion subject  to a periodic reassessment of their reactor potential compared with that of the Tokamak;\nWhereas this strategy should take into account the potential environmental and safety-related advantages of fusion;\nWhereas this strategy should be reviewed at the next programme revision aimed at replacing the present programme by a new multiannual programme on 1 January 1991; at the time of this revision, it would be appropriate to decide when to proceed to D-T operation on JET and when to start the detailed design of NET, taking into account the preliminary results of the ITER conceptual design activities;\nWhereas the next review of the programme must be preceded by an independent evaluation of those components of the programme already being implemented and in appraisal of the environmental, safety-related and economic potential of fusion;\nWhereas any future research programme at the Joint Research Centre (JRC) in the field of NET and fusion technology is not financially covered by this programme decision;\nWhereas Sweden and Switzerland are associated with Community activities in the field of controlled thermonuclear fusion;\nWhereas the Community should continue to encourage the construction of certain equipment related to projects having priority status, the support for JET and NET by the associations and certain developments in the field of fusion technology, by granting  a preferential rate of participation in the expenditure of such projects;\nWhereas the direct involvement of industry in the implementation of the programme, in particular with regard to NET and fusion technology, must be strengthened;\nWhereas it is important to encourage those Member States without a fusion association to participate more actively in the fusion programme;\nWhereas, furthermore, the mobility of staff between organisations cooperating in the execution of the programme should be promoted,", "main_body": ["A European Atomic Energy Community programme of research and training in the field of controlled thermonuclear fusion, as defined in the Annex, is hereby adopted for the period from 1 January 1988 to 31 March 1992.", "The funds estimated as being necessary for the Community contribution to the research and training programme in the field of controlled thermonuclear fusion for the period referred to in Article 1 amount to 735 million ECU.\nThe funds estimated as being necessary for the execution of the programme, exclusive of JET amount to 406 million ECU, including expenditure on a work force of 105 staff. The funds estimated as being necessary for JET during the duration of the  programme amount to 329 million ECU including expenditure on a work force of 191 temporary employees within the meaning of Article 2 (a) of the conditions of employment of other servants of the European Communities.", "During the course of its third year, the Commission shall arrange for an independent evaluation of the programme, having regard to its objectives set out in the Annex and in conformity with Article 2 (2) of Decision 87/ 516/Euratom, EEC, and for an appraisal to be conducted of the environmental, safety-related and economic potential of fusion. On the basis of this evaluation and appraisal, the Commission shall submit to the Council in 1990 a proposal for revision  designed to replace the present programme with a new multiannual programme with effect from 1 January 1991.", "For the implementation of the programme, the Commission shall be assisted by the consultative committee for the fusion programme set up by Council Decision of 16 December 1980, in its advisory capacity.", "Decision 85/201/Euratom is hereby repealed with effect from 1 January 1988.\nHowever, amounts which are authorized under the relevant headings of the 1985, 1986 and 1987 budgets pursuant to Decision 85/201/Euratom and which on 1 January 1988 have not yet been committed or have been committed but not yet paid, will be used for  the execution of the present programme.", "This Decision shall enter into force on 1 January 1988.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 25 July 1988.\nFor the CouncilThe PresidentTh. PANGALOS  (1)OJ No C 247, 15. 9. 1987, as amended by OJ No C 103, 19. 4. 1988, p. 9.\n(2)OJ No C 94, 11. 4. 1988, p. 139.\n(3)OJ No C 80, 28. 3. 1988, p. 32.\n(4)OJ No L 302, 24. 10. 1987, p. 1.\n(5)OJ No L 83, 28. 3. 1985, p. 25.\n(6)OJ No L 151, 7. 6. 1978, p. 10.\n(7)See page 4 of this Official Journal."}