{"celex_id": "31987R2999", "uri": "http://publications.europa.eu/resource/cellar/80c1911e-9bf8-4b09-9143-0bf0a053d613", "type": "Regulation", "concepts": ["2437", "2879", "5256", "997"], "title": "Council Regulation (EEC) No 2999/87 of 5 October 1987 amending Regulation (EEC) No 4034/86 fixing, for certain fish stocks and groups of fish stocks, the total allowable catches for 1987 and certain conditions under which they may be fished\n", "header": "COUNCIL  REGULATION (EEC) No 2999/87\nof 5 October 1987\namending Regulation (EEC) No 4034/86 fixing, for certain fish stocks and groups of fish stocks, the total allowable catches for 1987 and certain conditions under which they may be fished\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 170/83 of 25 January 1983 establishing a Community system for the conservation and management of fishery resources (1), as amended by the Act of Accession of Spain and Portugal, and in particular Article 11 thereof,\nHaving regard to the proposal from the Commission,\nWhereas, under Article 3 of Regulation (EEC) No 170/83, it falls to the Council to fix the total allowable catches (TAC) by stock or group of stocks, the share available to the Community and the specific conditions for taking those catches; whereas, under the terms of Article 4 of that Regulation, the share available to the Community is allocated among the Member States;\nWhereas Regulation (EEC) No 4034/86 (2), as last amended by Regulation (EEC) No 1880/87 (3), fixes for certain fish stocks and groups of fish stocks the total allowable catches for 1987 and certain conditions under which they may be fished;\nWhereas fishing for adult eel, for which it is permitted to use a minimum mesh size of 16 mm in accordance with Regulation (EEC) No 3094/86 (4), as amended by Regulation (EEC) No 4026/86 (5), takes place in a limited part of the zone in which it is prohibited, under Article 9 of Regulation (EEC) No 4034/86, to use any trawl, Danish seine or similar towed net having a mesh size smaller than 100 mm from 1 January to 31 March 1987 and from 1 October to 31 December 1987; whereas the most important season for this fishing is from September to December;\nWhereas, on the basis of the latest scientific advice, fishing for adult eel in the zone described in Article 9 of Regulation (EEC) No 4034/86 will not adversely affect the conservation of the stock of cod in the North Sea;\nWhereas, on the basis of the same advice, the total allowable catch in respect of the stock of cod in ICES divisions VII, except VII a; VIII, IX and X and CECAF division 34.1.1 (EC zone), can be increased;\nWhereas a transfer of 50 tonnes from the quota of pollack allocated to Ireland in ICES division VII to the quota of pollack allocated to Ireland in ICES divisions V b (EC zone), VI, XII and XIV should be effected, given in particular that the resources in question appear to constitute a single stock and that the transfer would not produce a significant change in patterns of operations while permitting a better balance of fishing effort,", "main_body": ["Regulation (EEC) No 4034/86 is hereby amended as follows:\n1. The following paragraph is added to Article 9:\n'4. By derogation from paragraph 1 it shall be permitted to fish for adult eel (Anguilla anguilla) in the zones indicated in that paragraph with nets having a minimum mesh size of 16 mm, subject to the provisions of Article 2 and Annex I to Regulation (EEC) No 3094/86.'\n2. The figures relating to cod in ICES divisions VII, except VII a; VIII, IX and X and CECAF division 34.1.1 (EC zone) in Annexes I and II are hereby replaced by those set out in Annexes I and II respectively to this Regulation.\n3. The figures relating to pollack in ICES divisions V b (EC zone), VI, XII and XIV and in ICES division VII in Annexes I and II are hereby replaced by those set out in Annexes I and II respectively to this Regulation.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 5 October 1987.\nFor the Council\nThe President\nN. WILHJELM\n(1) OJ No L 24, 27. 1. 1983, p. 1.\n(2) OJ No L 376, 31. 12. 1986, p. 39.\n(3) OJ No L 179, 3. 7. 1987, p. 4.\n(4) OJ No L 288, 11. 10. 1986, p. 1.\n(5) OJ No L 376, 31. 12. 1986, p. 1.\nANNEX I\n1.2.3.4 //  //  //  //  // Species  // Zone  // TAC 1987 (in tonnes)  // Share available to the Community for 1987 (tonnes)  //    //   //   //   // Cod   // VII, except VII a; VIII, IX, X; CECAF 34.1.1 (EC zone)   // 19 000   // 19 000   // Pollack  // V b (EC zone), VI, XII, XIV   // 710 (*)   // 710  // Pollack   // VII   // 10 610 (*)   // 10 610   //    //  //   //\n(*) Precautionary TAC.\nANNEX II\n1,3.4.5 //  //  //  // Stock  // Member State  // 1987 quota (tonnes)  //  // 1.2.3.4.5 // Species  // Geographical regions  // Zone  //  //  //  //  //  //  //  // Cod   // West Ireland and Porcupine Bank, South Ireland, Bristol Channel, English Channel, Bay of Biscay, Portuguese waters, Azores, Moroccan coast   // VII, except VII a; VIII, IX, X; CECAF 34.1.1 (EC zone)   // Belgium Denmark Germany Greece Spain France Ireland Italy Luxembourg Netherlands Portugal United Kingdom Available for Member States  // 850 14 520 1 940 120 1 570  //  //  //  // EEC total   // 19 000   //    //   //   //  //   // Pollack   // Faroes, West Scotland, Rockall, North Azores, East Greenland   // V b (EC zone), VI, XII, XIV  // Belgium Denmark Germany Greece Spain France Ireland Italy Luxembourg Netherlands Portugal United Kingdom Available for Member States  // 10 (1) 340 100 260  //  //  //  // EEC total  // 710   //    //   //   //   //   // Pollack   // Irish Sea, West Ireland and Porcupine Bank, South Ireland, Bristol Channel, English Channel   // VII   // Belgium Denmark Germany Greece Spain France Ireland Italy Luxembourg Netherlands Portugal United Kingdom Available for Member States  // 330 20 (1) 7 600 810 1 850  //  //  //  // EEC total   // 10 610   //   //   //   //   //\n(1) Excluding the zone situated to the south of 56°30 N, to the east of 12°00 W and to the north of 50°30 N."}