{"celex_id": "31980D0180", "uri": "http://publications.europa.eu/resource/cellar/08e37994-8369-46c1-90c2-b5577d7e551d", "type": "Decision", "concepts": ["1136", "1474", "4353", "4385", "666"], "title": "80/180/EEC: Council Decision of 20 December 1979 concerning the conclusion of the Agreement negotiated between the European Economic Community and Austria under Article XXVIII of the GATT concerning certain products of the agri -foodstuffs industry\n", "header": "COUNCIL DECISION  of 20 December 1979  concerning the conclusion of the Agreement negotiated between the European Economic Community and Austria under Article XXVIII of the GATT concerning certain products of the agri-foodstuffs industry  (80/180/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 113 thereof,\nHaving regard to the recommendation from the Commission,\nWhereas, on the basis of Article XXVIII of the General Agreement on Tariffs and Trade (GATT), Austria indicated its intention of unbinding tariff concessions on certain products of which the European Economic Community is its principal supplier;\nWhereas the Commission opened negotiations with Austria under Article XXVIII of the GATT and has reached an Agreement with that country ; whereas the said Agreement is satisfactory,", "main_body": ["The Agreement negotiated between the European Economic Community and Austria under Article XXVIII of the GATT concerning certain products of the agri-foodstuffs industry is hereby approved on behalf of the Community.\nThe text of the Agreement is annexed to this Decision.", "The President of the Council is hereby authorized to designate the person empowered to sign the Agreement in order to bind the Community.", "The Contracting Parties to the General Agreement on Tariffs and Trade shall be notified of the result of the negotiations."], "attachments": "Done at Brussels, 20 December 1979.\nFor the Council\nThe President\nJ. TUNNEY\nANNEX Agreement negotiated between the European Economic Community and Austria under Article XXVIII of the GATT concerning certain products of the agri-foodstuffs industry\nThe Delegations of Austria and of the Commission of the European Communities have concluded their negotiations under Article XXVIII for the modification or withdrawal of concessions provided for in Schedule XXXII-Austria as set out in the report attached.\nGeneva, 2 October 1979.\n(subject to ratification)\nFor the Delegation of Austria\nFor the Delegation of the Commission of the European Communities\nRESULTS OF NEGOTIATIONS UNDER ARTICLE XXVIII FOR THE MODIFICATION OR WITHDRAWAL OF CONCESSIONS IN THE SCHEDULE XXXII-AUSTRIA CHANGES IN SCHEDULE XXXII-AUSTRIA\n>PIC FILE= \"T0012728\">   >PIC FILE= \"T0012729\">\n>PIC FILE= \"T0012730\">\nANNEX Agreement negotiated between the European Economic Community and Austria under Article XXVIII of the GATT concerning certain products of the agri-foodstuffs industry\nThe Delegations of Austria and of the Commission of the European Communities have concluded their negotiations under Article XXVIII for the modification or withdrawal of concessions provided for in Schedule XXXII-Austria as set out in the report attached.\nGeneva, 2 October 1979.\n(subject to ratification)\nFor the Delegation of Austria\nFor the Delegation of the Commission of the European Communities\nRESULTS OF NEGOTIATIONS UNDER ARTICLE XXVIII FOR THE MODIFICATION OR WITHDRAWAL OF CONCESSIONS IN THE SCHEDULE XXXII-AUSTRIA CHANGES IN SCHEDULE XXXII-AUSTRIA\n>PIC FILE= \"T0012728\">   >PIC FILE= \"T0012729\">\n>PIC FILE= \"T0012730\">"}