{"celex_id": "31987R3759", "uri": "http://publications.europa.eu/resource/cellar/b3a64516-ca17-4faf-9213-2bafba20932d", "type": "Regulation", "concepts": ["2069", "2173", "2718", "4080", "4381", "5751"], "title": "Council Regulation (EEC) No 3759/87 of 30 November 1987 amending Regulation (EEC) No 3796/81 on the common organization of the market in fishery products\n", "header": "COUNCIL REGULATION  (EEC) N° 3759/87\nof 30 November 1987\namending Regulation (EEC) N° 3796/81 on the common  organization of the market in fishery products\nTHE COUNCIL OF THE EUROPEAN  COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article  43 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nHaving regard to the opinion of the Economic and Social Committee (2),\nWhereas the Community is a contracting party to the International Convention on the Harmonized  Commodity Description and Coding System, hereinafter called the 'harmonized system', which replaces  the Convention of 15 December 1950 on nomenclature for the classification of goods in customs  tariffs;\nWhereas Council Regulation (EEC) N° 2658/87 of 23 July 1987 on the tariff and statistical  nomenclature and on the Common Customs Tariff (3) introduced a combined goods nomenclature, based  on the harmonized system, which will be applied from 1 January 1988 and which meets the  requirements both of the Common Customs Tariff and of the nomenclature of goods for the external  trade statistics of the Community;\nWhereas the tariff nomenclature which appears in Regulation (EEC) N° 3796 81 (4), as last amended  by\nRegulation (EEC) N° 3879/86 (5), forms part of the Common Customs Tariff; whereas, as a  result, it is necessary to express the descriptions of goods and tariff heading numbers which  appear in the said Regulation according to the terms of the combined nomenclature;\nWhereas, for reasons of simplification, it is necessary in a few cases to modify slightly the  contents of the Annexes;\nWhereas aquatic invertebrates, other than crustaceans and molluscs, and preparations thereof are at  the moment classified in subheadings 01.06 C, 02.04 C II, 02.06 C III and 16.02 B of the Common  Customs Tariff; whereas they are consequently covered by Council Regulation (EEC) N° 827/68 of 28  June 1968 on the common organization of the markets in certain products mentioned in Annex II to  the Treaty (6), as last amended by Regulation (EEC) N° 2966/80 (7); whereas in the harmonized  system they will be classified within heading Nos 0307 and 1605; whereas it is therefore desirable  that the said aquatic invertebrates and preparations thereof be coverd by the present Regulation;  whereas this means that they are no longer covered by Regulation (EEC) N° 827/68,", "main_body": ["Regulation (EEC) N° 3796/81 is hereby amended as set out in the  Annex.", "This Regulation shall enter into force on 1 January 1988.\nThis Regulation shall be binding in its entirety and directly applicable in  all Member States."], "attachments": "Done at Brussels, 30 November 1987.\nFor the Council\nThe President\nN. WILHJELM\n(1) Opinion delivered on 20 November  1987 (not yet published in the Official Journal).\n(2) Opinion delivered on 19 November 1987 (not yet published in the Official Journal).\n(3) OJ N° L 256, 7. 9. 1987, p. 1.\n(4) OJ N° L 379, 31. 12. 1981, p. 1.\n(5) OJ N° L 361, 20. 12. 1986, p. 5.\n(6) OJ NO L 151, 30. 6. 1968, p. 16.\n(7) OJ N° L 307, 18. 11. 1980, p. 5.\nANNEX\nAmendments to be made to Regulation (EEC) N° 3796/81\n(a)\nArticle 1 (2) is hereby  replaced by following:\n'2. This organization shall cover the following products:\n>TABLE>\nCombined\nNomenclature code\nDescription\n(b)\nArticle 20 (1) is hereby  replaced by the following:\n'1.  The Common Customs Tariff duties applicable to the products listed in Annex III shall be  suspended in their entirety.'\n(c)\nAnnex I is hereby replaced by the following:\n'ANNEX I\n>TABLE>\n21. 12. 87\nOfficial Journal of the European Communities\n(d)\n'Annex II  is hereby replaced by the following:\n\"ANNEX II\n>TABLE>\n(e)\nAnnex III is hereby replaced by the following:\n'ANNEX III\nTuna (Thunnus spp.), skipjack or stripe-bellied bonito (Euthynnus (Katsuwonus)  pelamis) and other species of the genus Euthynnus, fresh, chilled or frozen, for the industrial  manufacture of products falling within heading N° 1604, and classifiable in one of the following  Combined Nomenclature codes:\n>TABLE>\nThe following species\nFalling within one of the following Combined  Nomenclature codes\nFish, frozen,\nexcluding fish\nfillets and other\nfish meat of\nheading N° 0304\nFish fillets and\nother fish  meat\n(whether or not\nminced), frozen\nSalted fish, whether\nor not dried\nFish fillets, raw,\nmerely coated\nwith batter or\nbreadcrumbs,\ndeep frozen\nFrozen crustaceans\n(f)\nAnnex IV is hereby replaced by the following:\n'ANNEX IV\n>TABLE>\n>TABLE>\n>TABLE>\n(g)\nAnnex V is hereby replaced by  the following:\n'ANNEX V\nFrozen or salted products; frozen or salted crustaceans; crustaceans, shelled and simply  cooked by steaming or by boiling in water\n>TABLE>\n(h)\nAnnex VI is hereby replaced by the  following:\n'ANNEX VI\n>TABLE>"}