{"celex_id": "31981D0984", "uri": "http://publications.europa.eu/resource/cellar/4eeabc64-8630-46f3-a169-faf0925ce1c3", "type": "Decision", "concepts": ["1414", "2061", "2886", "3581", "889"], "title": "81/984/EEC: Commission Decision of 23 November 1981 on a Belgian Government proposal to aid certain investments in a refinery at Antwerp (Only the French and Dutch texts are authentic)\n", "header": "COMMISSION DECISION of 23 November 1981 on a Belgian Government proposal to aid certain investments in a refinery at Antwerp (Only the Dutch and French texts are authentic) (81/984/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular the first subparagraph of Article 93 (2) thereof,\nHaving given notice to the parties concerned to submit their comments as provided for in Article 93,\nWhereas:\nI\nThe Belgian Law of 17 July 1959, implemented by the Royal Order of 17 August 1959 (1), introduced general measures to aid the Belgian economy and in particular interest rate rebates on loans contracted to pay for investments, State guarantees covering loans contracted by undertakings with banks where certain interest rebates are given, and exemption for five years tax on income from immovable property.\nWhen examining the Belgian Law, pursuant to the procedure defined in Article 93 (1) and (2) of the EEC Treaty, the Commission pointed out that, since it contained no industrial or regional objectives and permitted aid to be given for investment by any firm in any area or industry, it constituted a general aid system which, as such, could not qualify for exemption under Article 92 (3) (a) or (c). In the absence of such specific references, the Commission could not assess the scheme's effects on trade between Member States or on competition and was, therefore, unable to form an opinion as to its compatibility with the common market.\nIt is now the well-established policy of the Commission to accept such general aid schemes subject to one of two conditions, namely that the Member State concerned informs the Commission of either a regional or sectoral plan of application or where this is felt not to be possible, that it notifies significant individual cases of application.\nCommission Decision 75/397/EEC (2) required the Government of the Kingdom of Belgium to notify the Commission in advance and in sufficient time of significant cases of application of the Belgian Law of 17 July 1959 introducing measures to promote economic expansion and the creation of new industries, so as to enable the Commission to decide on the compatibility of the proposed aids with the common market.\nII\nIn accordance with this procedure the Belgian Government notified the Commission on 23 February 1981 of its intention of applying the aid provided for under the abovementioned Law to investments to be carried out at a refinery in Antwerp.\nThe investment would cost Bfrs 6 670 million and mainly involve the installation of catalytic conversion equipment. The overall capacity of the refinery would not be affected but it would be able to convert heavy petroleum fractions into light refined products (motor spirits, naphtha and distillates).\nThe State aid, to be granted in the form of interest and tax concessions, would amount to some 6 % of the investment.\nThe refinery in question markets part of its output in Belgium, although over 50 % is exported to other Member States.\nIII\nThe refining industry in the Community is still in a difficult situation. In its communications to the Council of 17 March 1977, the Commission pointed out that the industry was facing a two-fold problem : considerable surplus refining capacity and structures relatively ill-adapted to structures of the demand trend.  (1) Moniteur Belge of 29 August 1959. (2) OJ No L 177, 8.7.1975, p. 13.\nAs regards the latter, the rise in the price of crude petroleum and the measures taken to develop alternative sources of energy have in fact caused and will continue to cause a substantial reduction in the demand for heavy refined products and concurrently make it necessary to convert these products into lighter ones, for which demand continues to expand. However, the price differential in favour of light products (or crudes giving larger quantities of those products) compared with heavy refined products (or heavy crudes) constitutes a sufficient incentive and as a rule provides firms with the funds needed to build such conversion plants. Assistance towards building these plants can therefore only be warranted where genuinely necessary on account of the recipient firm's financial position and where it does not run counter to the aim of reducing capacity by indirectly supporting the maintenance of surplus refining capacity in the Community.\nThe turnover and profits attained by the refinery in question do not give reason to believe that the aid is absolutely necessary to the investment ; in their comments submitted under the procedure of Article 93 (2) of the EEC Treaty, the Belgian authorities themselves acknowledged that even if the request for aid were turned down, the cracking equipment would be installed, at least in part.\nThe Belgian authorities also pointed out in their comments that the investment would not only maintain the jobs of 336 persons, but would also lead over the next few years to the recruitment of several hundred workers in the district bordering on the Turnhout area, which qualifies for regional assistance and where the rate of unemployment is particularly high. However, this knock-on effect is by no means assured and at this juncture the effect of the aid on the employment situation in the Turnhout area cannot be assessed.\nIV\nThe aid proposed by the Belgian Government is therefore likely to affect trade between Member States and distort or threaten to distort competition by favouring the undertaking in question or the production of its goods within the meaning of Article 92 (1) of the EEC Treaty.\nThe terms of the Treaty provide that aids fulfilling the criteria set out in Article 92 (1) of the Treaty shall be incompatible with the common market. The exemptions from this incompatibility set out in Article 92 (3) of the EEC Treaty specify objectives to be pursued in the Community interest and not that of the individual beneficiary. These exemptions must be strictly construed in the examination both of regional or sectoral aid schemes and of individual cases of application of general aid systems. In particular, they may be granted only when the Commission can establish that this will contribute to the attainment of the objectives specified in the derogations, which the recipient firms would not attain by their own actions under normal market conditions alone.\nTo grant an exemption where there is no compensatory justification would be tantamount to allowing trade between Member States to be affected and competition to be distorted without any benefit in terms of the interest of the Community, while at the same time accepting that undue advantages accrue to some Member States.\nWhen applying the principles set out above in its examination of individual cases of application of general aid systems, the Commission must be satisfied that there exists on the part of the particular beneficiary a specific compensatory justification in that the grant of aid is required to promote the attainment of one of the objectives set out in Article 92 (3). Where such evidence cannot be provided and especially where the aided investment would take place unmodified, it is clear that the aid does not contribute to the attainment of the objectives specified in the exemptions but serves to increase the financial power of the undertaking in question.\nIn the case in question there does not appear to be such a compensatory justification on the part of the undertaking benefiting from the aid.\nThe Belgian Government has not been able to provide, nor has the Commission found, any evidence which establishes that the proposed aid meets the conditions justifying one of the exemptions provided for in Article 92 (3) of the EEC Treaty.\nFurthermore, notwithstanding the fact that Belgium is experiencing a high rate of unemployment, with the result that the Commission has granted an exemption to a scheme of aids to employment on the grounds that a serious disturbance exists in the Belgian  economy, it does not follow that every other aid of whatever nature proposed by the Belgian Government may automatically benefit from one of the exemptions specified in Article 92 (3), since each aid notified must be considered on its own merits in the light of the specific criteria laid down.\nAs far as the exemptions set out in Article 92 (3) (a) and (c) are concerned in respect of aids designed to promote or facilitate the development of certain areas, it is the case that the Antwerp area continues to enjoy a better socio-economic situation than that of other regions in Belgium ; to the extent to which the general problem of unemployment also exists in Antwerp, it is already provided for under the general scheme to promote employment and there is, therefore, no reason to grant a further exemption in respect of this aid on the grounds that it promote or facilitate the development of that area, a purpose, moreover, for which this aid was not intended.\nAs regards the exemptions provided for in Article 92 (3) (b), this investment would be brought about in any event by normal market forces. There is nothing peculiar to the investment in question to qualify it as a project of common European interest or as one designed to remedy a serious disturbance in the economy of a Member State, which merits exemption under Article 92 (3) (b) from the provision laid down in Article 92 (1) on the incompatibility of aids.\nAs regards the exemption specified in Article 92 (3) (c) in favour of \"aid to facilitate the development of certain economic activities ... where such aid does not adversely affect trading conditions to an extent contrary to the common interest\", the proposed assistance does not appear essential to the development of the industry or the firm in question, although it is likely to affect trading conditions to an extent contrary to the common interest.\nSince the investment is likely to yield a profit, it could be carried out under normal market conditions alone, which could hence adapt the structures of the industry and the firm concerned to the latest demand trends.\nFurthermore, the financial position of the firm in question is essentially no different from that of other Community firms in the industry not receiving specific assistance to build conversion plant which is, however, essential to them.\nEven assuming that the firm could not finance the whole of the investment in question without State aid and would in that case have to cut its refining capacity, the aid would still not be warranted. In view of current surplus capacity at Community level, aid contributing to the maintenance of capacity cannot be regarded as being in the Community interest, since it is likely to transfer, without due cause, the burden of the inevitable reductions to other Member States.\nIn view of the above, the aid proposal of the Belgian Government does not meet the conditions necessary to benefit from any of the exemptions set out in Article 92 (3) of the EEC Treaty,", "main_body": ["The Kingdom of Belgium shall not put into effect its proposal, notified to the Commission on 23 February 1981, to grant assistance in respect of certain investments to be carried out in an Antwerp refinery under the Law of 17 July 1959 on the promotion of economic expansion and the creation of new industries.", "The Kingdom of Belgium shall inform the Commission within two months of the date of notification of this Decision of the measures which it has taken to comply with it.", "This Decision is addressed to the Kingdom of Belgium."], "attachments": "Done at Brussels, 23 November 1981.\nFor the Commission\nFrans ANDRIESSEN\nMember of the Commission"}