{"celex_id": "31989D0625", "uri": "http://publications.europa.eu/resource/cellar/28af1704-28b3-4188-b1ad-a48408c169ac", "type": "Decision", "concepts": ["1707", "2795", "2825", "2924", "5237"], "title": "89/625/EEC: Council Decision of 20 November 1989 on two specific research and development programmes in the field of the environment - step and Epoch (1989 to 1992)\n", "header": "COUNCIL DECISION of 20 November 1989 on two specific research and development programmes in the field of the environment - STEP and Epoch (1989 to 1992) (89/625/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES :", "recitals": "Having regard to the Treaty establishing the European Economic Community, and in particular Article 130q (2) thereof,\nHaving regard to the proposal from the Commission(1),\nIn cooperation with the European Parliament(2),\nHaving regard to the opinion of the Economic and Social Committee(3),\nWhereas Article 130k of the Treaty provides that the Framework Programme shall be implemented through specific programmes developed within each activity;\nWhereas by its Decision 87/516/Euratom, EEC(4), as amended by Decision 88/193/EEC, Euratom(5) the Council adopted a Framework Programme for Community activities in the field of research and technological development (1987 to 1991), providing inter alia  for activities in the field of the environment;\nWhereas that Decision provides that a particular aim of Community research must be to strengthen the scientific and technological basis of European industry, particularly in strategic sectors of advanced technology, and to encourage it to become more  competitive at international level, and that Community action is justified where research contributes inter alia to the strengthening of the economic and social cohesion of the Community and the promotion of its overall harmonious development, while  being consistent with the pursuit of scientific and technical excellence; whereas it is intended that the Science and technology for environmental protection (STEP) and European programme on climatology and natural hazards (Epoch) programmes should  contribute to the achievement of these objectives;\nWhereas the Council of the European Communities and the representatives of the Member States, meeting within the Council, declared in their Resolution of 19 October 1987 on the continuation and implementation of a European Community policy and action  programme on the environment (1987 to 1992)(6) that improving the scientific bases of environment policy, inter alia through appropriate research programmes, was one of the priority areas of Community action;\nWhereas the participation of certain European non-member States in a Community research and development programme in the field of the environment would be beneficial;\nWhereas the Scientific and Technical Research Committee (Crest) has given its opinion,", "main_body": ["Two specific research and technological development programmes STEP and Epoch for the European Economic Community in the field of the environment, as defined in Annexes I and II, are hereby adopted for a period of four years, starting from 20  November 1989.", "The funds estimated as necessary for the execution of the two programmes amount to ECU 115 million, including expenditure on a staff of 28. The funds and staff are allocated as follows:\n-STEP: ECU 75 million (19 staff)\n-Epoch: ECU 40 million (9 staff)\nAn indicative allocation of these funds is set out in\nAnnex II.", "Detailed rules for the implementation of the programmes and the rate of the Community's financial participation are set out in Annex III.", "1.  In the third year of the programmes' implementation, the Commission shall review them and send a report on the results of this review to the European Parliament and the Council. This report shall be accompanied, where necessary, by  proposals for amendment or extension of the programmes.\n2.  At the end of the programmes, an evaluation of the results achieved shall be conducted by the Commission, which shall report thereon to the European Parliament and the Council.\n3.  The abovementioned reports shall be established having regard to the objectives and criteria set out\nin Annex I to this Decision and in accordance with", "(2) of Decision 87/516/Euratom, EEC.", "The Commission shall be responsible for the execution of the two programmes.\nThe Commission shall be assisted by a Committee of an advisory nature, hereinafter referred to as the Committee, composed of the representatives of the Member States and chaired by the representative of the Commission.\nContracts concluded by the Commission shall govern the rights and obligations of each party, in particular arrangements for the dissemination, protection and exploitation of research results.", "1.  The representative of the Commission shall submit to the Committee a draft of the measures to be taken. The Committee shall deliver its opinion within a time limit which the Chairman may lay down according to urgency of the matter, if  necessary by taking a vote.\n2.  The opinion shall be recorded in the minutes of the Committee; in addition, each Member State shall have the right to have its opinion recorded in the minutes.\n3.  The Commission shall take the utmost account of the opinion delivered by the Committee. It shall inform the Committee of the manner in which its opinion has been taken into account.", "The procedures laid down in Article 6 shall apply in particular to:\n-the contents of the calls for proposals,\n-the assessment of the proposed projects and the estimated amount of the Community's contribution to them,\n-the implementation of concerted actions,\n-departures from the general rules governing Community participation set out in Annex III,\n-the participation in any project by non-Community organizations and enterprises referred to in Article 8 (2),\n-any adaptation of the indicative allocation of funds set out in Annex II,\n-the measures to be undertaken to evaluate the programmes,\n-arrangements for the dissemination, protection and exploitation of the results of research carried out under the programmes.", "1.  The Commission is hereby authorized to negotiate, in accordance with Article 130n of the Treaty, agreements with European non-member States participating in European Cooperation in the field of scientific and technical research (COST),  and with those having concluded framework agreements for scientific and technical cooperation with the Community, as well as with international organizations, with a view to associating them wholly or partly with the programmes.\n2.  Where framework agreements for scientific and technical cooperation between non-member States and\nthe European Communities have been concluded, organizations and enterprises established in those countries may, on the basis of the criterion of mutual advantage, become partners in a project undertaken within these programmes.\nNo contracting party based outside the Community and participating as a partner in a project undertaken under the programmes may benefit from the Community financing of the programmes. Such contracting party shall contribute to the general  administration costs.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 20 November 1989.\nFor the CouncilThe PresidentH. NALLET\n(1)OJ No C 327, 20. 12. 1988, p. 10.\n(2)OJ No C 120, 16. 5. 1989, p. 76 and OJ No C 291, 20. 11. 1989.\n(3)OJ No C 139, 5. 6. 1989, p. 4.\n(4)OJ No L 302, 24. 10. 1987, p. 1.\n(5)OJ No L 89, 6. 4. 1988, p. 35.\n(6)OJ No C 328, 7. 12. 1987, p. 1.\nANNEX I PROGRAMME OBJECTIVES AND EVALUATION CRITERIA\nEnvironmental issues in one form or another, whether air pollution, water quality or the greenhouse effect, pervade almost every aspect of human life. This is reflected in the  objectives outlined below which are shared by the two programmes, STEP (Science and technology for environmental protection) and Epoch (European programme on climatology and natural hazards).\nThe criteria against which the programmes should be evaluated should reflect these objectives and the wider objectives of the Framework Programme.\n1.An important objective of the two programmes is the provision of scientific and technical support for the environmental policy of the Community, and for other relevant Community policies such as energy, agriculture, industry, aid to developing  countries, both for the solution of short term policy questions and for the medium and long-term formulation of preventive and anticipatory policies.\nTaking into account the general goals of the separate research areas of the programmes, the evaluation criteria should consist of the following:\n-the scientific and technical progress made, contributing to the solution of short term policy questions,\n-the advances in the understanding of environmental processes as a basis for the medium and long term formulation of preventive and anticipatory policies,\n-the contribution to the definition of norms and standards.\n2.A further objective is the continued improvement of the productivity of the overall research effort in the Community, the reduction of overlaps and the identification of gaps, through the coordination of the national R &  D programmes in the field of  environmental research.\nThe coordination of national R &  D programmes will be evaluated by criteria such as:\n-the added value due to coordination which was not obtainable in one national programme alone,\n-the division of research tasks between national programmes as a result of coordination.\n3.A third objective of the programmes would be to promote scientific excellence in the field of environmental research and to contribute to:\n-the strengthening of the economic and social cohesion of the Community,\n-the strengthening of industrial competitivity within the Community.\nThe objective set out in the first indent will be evaluated by criteria such as:\n-the degree of transnationality of the research projects, and in particular the extent of involvement in the programmes of scientists from all Member States, the degree of technology transfer achieved as well as the joint and more efficient use of  scientific facilities,\n-the participation in training and educational activities,\n-the application of the results obtained, to regions of the Community other than those where the research was conducted,\n-the quality of environmental research as measured by suitable bibliometric studies.\nIn respect of the second indent of the first paragraph, the evaluation should attempt to determine:\n-the extent to which the projects were selected against measurable industrial criteria,\n-the extent to which industry has benefited from the work supported.\nANNEX II CONTENT OF THE PROGRAMMES AND INDICATIVE ALLOCATION OF FUNDS\nSTEP (Science and technology for environmental protection)\nIndicative\nallocation\nResearch area 1: Environment and human health 5 %\n1.1.Development of biological markers of exposure and investigation of preclinical effects (early indicators)\n1.2.Development of environmental epidemiology in the European Community\n1.3.Indoor air quality and its impact on man (concerted action)\nResearch area 2: Assessment of risks associated with chemicals10 %\n2.1.Development and validation of protocols in the context of Directive 79/831/EEC(1) for the assessment of health risks\n2.2.Alternatives to the use of vertebrate animals in chemicals testing\n2.3.Assessment procedures for the abiotic degradation of chemicals\n2.4.Research on the assessment of ecological effects of chemicals\n2.5.Refinement and application of quantitative structure/activity relationships (QSARs) (including the selection of chemicals for testing and risk evaluation)\nResearch area 3: Atmospheric processes and air quality20 %\n3.1.Tropospheric chemistry, including analysis, sources, transport and deposition of pollutants and other airborne substances\n3.2.Stratospheric chemistry, ozone depletion and related issues\n3.3.Air pollution effects on terrestrial and aquatic ecosystems\nResearch area 4: Water quality 5 % (1)\n4.1.Analysis and conversion of organic pollutants in water and sediments (concerted action)\n4.2.Effects of pollutants on aquatic organisms\nResearch area 5: Soil and groundwater protection 8 %\n5.1.Protection against inorganic pollutants\n5.2.Protection against organic pollutants\n5.3.Effects of agricultural and forestry practice\nResearch area 6: Ecosystem research12 %\n6.1.Functioning, vulnerability and protection of terrestrial ecosystems\n6.2.Functioning, vulnerability and protection of aquatic and coastal ecosystems (including wetlands): water columns, sediments, biota\nIndicative\nallocation\nResearch area 7: Protection and conservation of the European cultural heritage 8 % (1)\n7.1.Characterization of materials and assessment of the mechanisms of their deterioration\n7.2.Assessment of critical environmental factors\n7.3.Methods and techniques for damage assessment\n7.4.Comparative evaluation of the resistance of materials\n7.5.Conservation, techniques and assessment of methods and materials used in conservation\nResearch area 8: Technologies for environmental protection12 % (1)\n8.1.Characterization, treatment and disposal of toxic and dangerous waste\n8.2.Techniques and methods for emission abatement\n8.3.Investigation of clean and low emission technologies\nResearch area 9: Major technological hazards and fire safety20 % (1)\n9.1.Physical and chemical phenomena linked to industrial accidents and failure of transport facilities\n9.2.Technologies of accident prevention and reliability of processes, equipment and transport facilities (in particular of dangerous substances)\n9.3.Evaluation and management of risk, including the assessment of human factors\nTotal100 %(2)\nEpoch (European programme on climatology and natural hazards)\nIndicative\nallocation\nResearch area 1: Past climates and climate change15 % (1)\n1.1.Modelling of extremes (such as ice ages)\n1.2.Transient behaviour of the European climate: data and modelling (long-term variations in relation to atmospheric CO2-contents)\nResearch area 2: Climate processes and models30 % (1)\n2.1.Climate changes detection, modelling and prediction, especially as regards greenhouse gas effects\n2.2.The global carbon cycle (study of CO2 sources and sinks)\n2.3.Land surface processes (exchanges of energy, mass and momentum between soils, vegetation and atmosphere)\n2.4.Climatic aspects of changes in ozone concentration and troposphere-stratosphere interactions\n2.5.Role of clouds in the climate system\n2.6.Ocean circulation and air-sea flux studies for climate modelling\n2.7.Cryospheric processes (formation and stability of land and sea-ice sheets)\nIndicative\nallocation\nResearch area 3: Climatic impacts and climate-related hazards 40 % (1)\n3.1.Sea level change (factors, rate and consequences)\n3.2.Climatic impacts on land and water resources (European crops, forests and water supplies and reserves in a changing climate)\n3.3.European land degradation and desertification in a changing climate\n3.4.Instability and erosion of natural slopes (in particular landslide factors, mechanisms and impacts)\n3.5.Storms and floods in the context of climate changes (understanding, prevention and mitigation; methods of forecasting and control)\n3.6.Wildfires (understanding the favouring or preventing conditions; forecasting severity and frequency)\nResearch area 4: Seismic hazard15 % (1)\n4.1.Strong-motion measurements (ground acceleration and velocity during strong earthquakes)\n4.2.European data centres and information services (network for seismological data collection and dissemination)\n4.3.Multidisciplinary earthquake prediction studies (identification and evaluation of earthquake precursors)\n4.4.Risk assessment, including methods of evaluating seismic vulnerability of housing stock, lifelines, historical buildings and monuments\n4.5.Establishment of a task force for scientific field missions after a destructive earthquake\nTotal100 %(3)  (1)`OJ No L 259, 15. 10. 1979, p. 10.\n(2)`Of which approximately 5 % staff costs.\n(3)`Of which approximately 5 % staff costs.\nANNEX III IMPLEMENTATION OF THE PROGRAMMES AND THE RATE OF THE COMMUNITY'S FINANCIAL PARTICIPATION\nThe programmes shall be implemented by means of:\nii(i)shared-cost research contracts,\ni(ii)concerted actions,\n(iii)coordination activities,\n(iv)education and training activities, and\ni(v)studies and assessments.\nThe participants may be universities, research organizations and industrial companies, including small and medium-sized enterprises, individuals, or any combination thereof established in the Community.\nShared-cost research projects should, in general, be carried out by participants from more than one Member State.\nThe contracts for shared-cost research projects shall as a general rule be awarded following a selection procedure based on calls for proposals published in the Official Journal of the European Communities.\nFor shared-cost contracts, the Community participation will generally be 50 % of the total expenditure, but this percentage may be varied according to the nature and the stage of development of the research. Alternatively, in respect of universities and  research institutes carrying out projects under these programmes, the Community may bear up to 100 % of the additional expenditure involved."}