{"celex_id": "31987R1422", "uri": "http://publications.europa.eu/resource/cellar/078b7cfb-7196-4cb3-8184-e6309396840a", "type": "Regulation", "concepts": ["1030", "11", "3150", "3468", "865", "972"], "title": "Council Regulation (EEC) No 1422/87 of 21 May 1987 amending Regulation (EEC) No 3626/82 on the implementation in the Community of the Convention on international trade in endangered species of wild fauna and flora\n", "header": "COUNCIL  REGULATION (EEC) No 1422/87\nof 21 May 1987\namending Regulation (EEC) No 3626/82 on the implementation in the Community of the Convention on international trade in endangered species of wild fauna and flora\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 235 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas the inclusion of all species of birdwing butterflies in part 1 of Annex C to Council Regulation (EEC) No 3626/82 of 3 December 1982 on the implementation in the Community of the Convention on international trade in endangered species of wild fauna and flora (4), as last amended by Commission Regulation (EEC) No 2384/85 (5), means that imports of specimens of these species into the Community are prohibited if they are primarily for commercial purposes;\nWhereas ranching operations involving birdwing butterflies are generally considered beneficial to the conservation of these species by contributing to the increase of their population in the wild;\nWhereas the success of such ranching operations in developing countries depends heavily on the availability of commercial outlets for their products; whereas, however, this argument cannot be used to justify a general down-listing of species from part 1 to part 2 of Annex C to the aforementioned Regulation;\nWhereas it is therefore necessary to allow imports of ranched specimens of birdwing butterflies; whereas their transfer from part 1 to part 2 of the said Annex C opens that possibility whilst maintaining adequate safeguards for the prevention of imports of specimens of endangered species and populations of birdwing butterflies;\nWhereas the most endangered species of birdwing butterfly, Ornithoptera alexandrae, requires the strictest possible protection and should therefore remain in part 1 of the said Annex C,", "main_body": ["Regulation (EEC) No 3626/82 is hereby amended as follows:\n1. In Annex A, the text under the heading INSECTA-LEPIDOPTERA shall be replaced by the following:\n'LEPIDOPTERA\n1.2.3 // Butterflies and moths   // Ornithoptera spp. = 356  // (C2)   // Papilionidae   // Ornithoptera alexandrae  // (C1)   // Swallowtails   // Birdwing butterflies   //   //  // Parnassius apollo   // (C1)   //   // Apollo butterfly or mountain apollo   //   //   // Trogonoptera spp. = 356  // (C2)   //   // Birdwing butterflies   //   //   // Troides spp. = 356   // (C2)   //   // Birdwing butterflies.'   //\n2. In part 1 of Annex C, under the heading INSECTA-LEPIDOPTERA:\n- 'Ornithoptera spp. = 356' shall be replaced by 'Ornithoptera alexandrae' and\n- 'Trogonoptera spp. = 356' and 'Troides spp. = 356' shall be deleted.\n3. In part 2 of Annex C, the following text shall be inserted before the heading ANTHOZOA:\n'INSECTA\nLEPIDOPTERA\nPapilionidae\n1.2 // Ornithoptera spp.   // = 356 (with the exception of Ornithoptera alexandrae, which is included in part 1)  // Trogonoptera spp.   // =356\nTroides spp. = 356'.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 21 May 1987.\nFor the Council\nThe President\nM. SMET\n(1) OJ No C 97, 25. 4. 1986, p. 7.\n(2) OJ No C 7, 12. 1. 1987, p. 115.\n(3) OJ No C 207, 18. 8. 1986, p. 27.\n(4) OJ No L 384, 31. 12. 1982, p. 1.\n(5) OJ No L 231, 29. 8. 1985, p. 1."}