{"celex_id": "31989R1218", "uri": "http://publications.europa.eu/resource/cellar/a47c766c-7992-4b75-b397-0162c17561c7", "type": "Regulation", "concepts": ["1025", "2639", "5360"], "title": "Council Regulation (EEC) No 1218/89 of 3 May 1989 fixing the monthly price increases for cereals, wheat and rye flour and wheat groats and meal for the 1989/90 marketing year\n", "header": "COUNCIL REGULATION (EEC) No 1218/89 of 3 May 1989 fixing the monthly price increases for cereals, wheat and rye flour and wheat groats and meal for the 1989/90 marketing year\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2727/75 of 29 October 1975 on the common organization of the market in cereals (1), as last amended by Regulation (EEC) No 1213/89 (2), and in particular Article 6 (2) thereof,\nHaving regard to the proposal from the Commission (3),\nWhereas, when the number and amount of the monthly increases are fixed, account should be taken of the storage costs and financing charges for storing cereals in the Community; whereas experience has shown that the level of the monthly increases for  cereals can encourage operators to hold on to cereals; whereas, so that stocks can be disposed\nof more smoothly, these increases should be reduced somewhat;\nWhereas, as regards the threshold prices for maize and sorghum, the monthly increases are, moreover, determined in accordance with the last subparagraph of Article 5 (1) of Regulation (ECC) No 2727/75,", "main_body": ["For the 1989/90 marketing year, the monthly increases to be applied to the target price, threshold price, intervention price and to the buying-in price of the products referred to in Article 1 (a), (b) and (c) of Regulation (EEC) No 2727/75  shall be as set out in this Regulation.", "The monthly increases to be applied to the target price, threshold price, intervention price and to the buying-in price for common wheat, rye, barley, maize, sorghum and durum wheat, operative for the first month of the marketing year, shall  be as follows:\n(ECU/tonne)\nPeriod\nMonthly increases in respect of the intervention price and the buying-in price\nMonthly increases in respect of the target and threshold prices\nCommon wheat, rye, barley, maize and sorghum\nDurum wheat\nCommon wheat, rye, barley, maize and sorghum\nDurum wheat\nJuly 1989\n-\n-\n-\n-\nAugust 1989\n-\n-\n1,31\n1,78\nSeptember 1989\n-\n-\n2,62\n3,56\nOctober 1989\n-\n-\n3,93\n5,34\nNovember 1989\n1,31\n1,78\n5,24\n7,12\nDecember 1989\n2,62\n3,56\n6,55\n8,90\nJanuary 1990\n3,93\n5,34\n7,86\n10,68\nFebruary 1990\n5,24\n7,12\n9,17\n12,46\nMarch 1990\n6,55\n8,90\n10,48\n14,24\nApril 1990\n7,86\n10,68\n11,79\n16,02\nMay 1990\n9,17\n12,46\n13,10\n17,80\nJune 1990\n-\n-\n13,10\n17,80\nIn the case of maize and sorghum, the monthly increase for August and September shall not apply to the threshold price.", "The monthly increases to be applied to the threshold prices for meslin, oats, buckwheat, millet, canary seed and Â´other cereals' applicable for the first month of the marketing year, shall be the same as those applicable to common wheat.", "The monthly increases to be applied to the threshold price for wheat fluor, meslin flour and rye flour and to the threshold price for groats and meal of common and of durum wheat, applicable for the first month of the marketing year, shall be  as follows:\n(ECU/tonne)\nPeriod\nWheat flour, meslin flour and rye flour, groats and meal of common wheat\nGroats and meal of durum wheat\nJuly 1989\n-\n-\nAugust 1989\n1,98\n2,81\nSeptember 1989\n3,96\n5,62\nOctober 1989\n5,94\n8,43\nNovember 1989\n7,92\n11,24\nDecember 1989\n9,90\n14,05\nJanuary 1990\n11,88\n16,86\nFebruary 1990\n13,86\n19,67\nMarch 1990\n15,84\n22,48\nApril 1990\n17,82\n25,29\nMay 1990\n19,80\n28,10\nJune 1990\n19,80\n28,10", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply from the beginning of the 1989/90 marketing year.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 3 May 1989.\nFor the Council\nThe President\nP. SOLBES\n(1) OJ No L 281, 1. 11. 1975, p. 1.\n(2) See page 1 of this Official Journal.\n(3) OJ No C 82, 3. 4. 1989, p. 6."}