{"celex_id": "31986R3833", "uri": "http://publications.europa.eu/resource/cellar/5df1e7d1-3d81-4f88-91fc-2f18fc663dbf", "type": "Regulation", "concepts": ["1309", "4258", "946"], "title": "Commission Regulation (EEC) No 3833/86 of 16 December 1986 amending Regulation (EEC) No 3601/82 on the communication by Member States to the Commission of data relating to imports and exports of certain agricultural products\n", "header": "COMMISSION  REGULATION (EEC) No 3833/86\nof 16 December 1986\namending Regulation (EEC) No 3601/82 on the communication by Member States to the Commission of data relating to imports and exports of certain agricultural products\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2727/75 of 29 October 1975 on the common organization of the market in cereals (1), as last amended by Regulation (EEC) 1579/86 (2), and in particular Article 24 thereof, and the corresponding provisions of the other Regulations in the common organization of the market in agricultural products,\nWhereas Commission Regulation (EEC) No 3601/82 (3), as last amended by Regulation (EEC) No 3401/85 (4), provides for the communication by Member States to the Commission of data relating to imports and exports of certain agricultural products;\nWhereas, for apples, the data that is at present received is insufficient for the requirements of market management; whereas the data for apples should now be the same as the data required for other fruit and vegetable products;\nWhereas, for certain products in the eggs and poultry sector, the rapid receipt of data on trade with third countries and intracommunity trade is necessary for the good management of the market;\nWhereas the measures provided for in this Regulation are in accordance with the opinions of all the relevant Management Committees,", "main_body": ["Regulation (EEC) No 3601/82 is hereby amended as follows:\n1. Article 2 is deleted.\n2. Annex I\n(a) The following products are added to point 'III. Eggs and Poultry':\n1.2 //  //  // 'CCT heading No  // Description  //  //  // 02.03   // Poultry liver, fresh, chilled, frozen, salted or in brine:   //   // A. Fatty liver of goose or duck  //   // B. Other   //    //   // ex 15.01   // Lard, other pig fat and poultry fat, rendered or solvent-extracted:   //  // B. Poultry fat'   //    //\n(b) The following product is added to point 'XIV. Fruit and Vegetables':\n1.2 //  //  // 'CCT heading No  // Description  //  //  // ex 08.06   // Apples, pears and quinces, fresh:   //   // A. Apples   //   // II. Other'   //    //\n3. Annex II is cancelled.", "This Regulation shall enter into force on 1 January 1987.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 16 December 1986.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 281, 1. 11. 1975, p. 1.\n(2) OJ No L 139, 24. 5. 1986, p. 29.\n(3) OJ No L 376, 31. 12. 1982, p. 11.\n(4) OJ No L 322, 3. 12. 1985, p. 13."}