{"celex_id": "31986R2888", "uri": "http://publications.europa.eu/resource/cellar/ecfe357a-9c13-42b5-91fa-6fa2451d7eea", "type": "Regulation", "concepts": ["1667", "1668", "2965", "5384", "688", "80"], "title": "Commission Regulation (EEC) No 2888/86 of 18 September 1986 amending Regulation (EEC) No 1799/76 laying down detailed rules for the application of special measures in respect of linseed\n", "header": "COMMISSION  REGULATION (EEC) No 2888/86\nof 18 September 1986\namending Regulation (EEC) No 1799/76 laying down detailed rules for the application of special measures in respect of linseed\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 569/76 of 15 March 1976 laying down special measures for linseed (1), as amended by Regulation (EEC) No 1071/77 (2), and in particular Article 2 (4) thereof,\nWhereas the second indent of Article 3 (1) (b) of Commission Regulation (EEC) No 1799/76 (3), as last amended by Regulation (EEC) No 534/81 (4), provides that the aid for linseed referred to in Article 2 of Regulation (EEC) No 569/76 is to be granted only for areas in respect of which a crop declaration has been submitted; whereas, pursuant to Articles 9 and 11 of the said Regulation, the crop declaration must be submitted by 15 December in the case of seed flax and by a date fixed by the Member State concerned, but in any event by 31 October, in the case of fibre flax; whereas, in the case of fibre flax, an application for aid as referred to in Article 5 of Commission Regulation (EEC) No 771/74 of 29 March 1974 laying down detailed rules for granting aid for flax and hemp (5), as last amended by Regulation (EEC) No 2426/86 (6), is equivalent to a crop declaration;\nWhereas total loss of the aid is too severe a penalty to impose on applicants who do not submit a crop declaration within the period stipulated; whereas, therefore, this sanction should be attenuated by making the penalty proportional to the delay involved; whereas, in order to ensure equal treatment among the recipients of the aid, whatever their place of establishment within the Community, a time limit should be set which is applicable in all Member States; whereas, for the purposes of the smooth operation of the aid scheme, the date by which the crop declarations must be submitted should be set at 30 November in the case of fibre flax and at 31 December in the case of seed flax;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Oils and Fats,", "main_body": ["Regulation (EEC) No 1799/76 is hereby amended as follows:\n1. Article 9 (1) is replaced by the following:\n'Every grower of seed flax shall, by 31 December of each year, submit a crop declaration.'\n2. In Article 11 (1), '31 October' is replaced by '30 November' and '15 October' is replaced by '15 November'.\n3. The following subparagraph is added to Articles 9 (1) and 11 (1):\n'However, except for reasons of force majeure, if the crop declaration is submitted:\n- before the end of the month following the month stated in the previous subparagraph, 66 % of the aid for linseed shall be granted,\n- before the end of the second month following the said month, 33 % of the aid shall be granted.'", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply with effect from the 1986/87 marketing year.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 18 September 1986.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 67, 15. 3. 1976, p. 29.\n(2) OJ No L 129, 25. 5. 1977, p. 7.\n(3) OJ No L 201, 27. 7. 1976, p. 14.\n(4) OJ No L 54, 28. 2. 1981, p. 60.\n(5) OJ No L 92, 3. 4. 1974, p. 13.\n(6) OJ No L 210, 1. 8. 1986, p. 35."}