{"celex_id": "31989R3879", "uri": "http://publications.europa.eu/resource/cellar/0ae959fd-05d1-475e-801b-8d41210a6549", "type": "Regulation", "concepts": ["1565", "2173", "2763"], "title": "Council Regulation (EEC) No 3879/89 of 11 December 1989 amending Regulation (EEC) No 804/68 on the common organization of the market in milk and milk products\n", "header": "COUNCIL REGULATION (EEC) No 3879/89 of 11 December 1989 amending Regulation (EEC) No 804/68 on the common organization of the market in milk and milk products\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 43 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas the Member States that avail themselves of Article 9 (4) of Regulation (EEC) No 857/84 (4), as last amended by Regulation (EEC) No 1117/89 (5), may not use the compensation possibilities of Article 4a of that Regulation; whereas the provisions  relating to the temporary grant of reference quantities thus prove to be of use; whereas it is therefore appropriate to relax in this case the requirements relating to the date of execution of such grants during the 12-month period concerned; whereas  temporary grants constitute an exception within the framework of the arrangements; whereas the authorization laid down in this Regulation should be limited to the eighth 12-month period;\nWhereas Article 5c (3) of Regulation (EEC) No 804/68 (6), as last amended by Regulation (EEC) No 763/89 (7), fixes for each Member State the total quantity of milk and milk equivalent delivered to undertakings treating or processing milk or other milk  products in respect of the eight consecutive periods of the additional levy arrangements;\n(8) OJ No C 242, 22. 9. 1989, p. 14.\n(9) Opinion delivered on 24 November 1989 (not yet published in the Official Journal).\n(10) Opinion delivered on 18 October 1989 (not yet published in the Official Journal).\n(11) OJ No L 90, 1. 4. 1984, p. 13.\n(12) OJ No L 118, 29. 4. 1989, p. 10.\n(13) OJ No L 148, 28. 6. 1968, p. 13.\n(14) OJ No L 84, 29. 3. 1989, p. 1.\nWhereas an examination of the way the additional levy system operates has shown that the situation of certain categories of producers continues to cause concern and the trend in their production for forthcoming years requires further quantities to be  found by means of an increase in\nthe Community reserve; whereas in order to achieve the objective of production control, it is consequently necessary to reduce the guaranteed total quantities of each Member State as from the sixth period of application of the arrangements,", "main_body": ["Article 5 (c) of Regulation (EEC) No 804/68 is hereby amended as follows:\n1.  the following subparagraph is added to paragraph 1a:\n´By way of derogation from the first subparagraph, the Member States that apply Article 9 (4) of Regulation (EEC) No 857/84 may, for the eighth period of 12 months, authorize and record temporary grants up to 31 December 1991 at the latest';\n2.  the introductory sentence in paragraph 3 (c) is replaced by the following:\n´(c)  For the period 1 April 1988 to 31 March 1989, the guaranteed total quantity is hereby fixed as follows, in thousands of tonnes:';\n3.  the following point is added to paragraph 3:\n´(d)  For each of the three 12-month periods from 1 April 1989 to 31 March 1992, the guaranteed total quantity is hereby fixed as follows, in thousands of tonnes:\nBelgium3 089,751'\nDenmark4 686,720'\nGermany22 519,080'\nGreece515,520'\nSpain4 514,000'\nFrance24 708,640'\nIreland5 068,800'\nItaly8 446,080'\nLuxembourg254,400'\nNetherlands11 499,840'\nUnited Kingdom14 716,391.'", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply from the sixth period of application of the additional levy arrangements.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 11 December 1989.\nFor the Council\nThe President\nH. NALLET"}