{"celex_id": "31987R2161", "uri": "http://publications.europa.eu/resource/cellar/15312336-5abb-444a-8366-e1e630233154", "type": "Regulation", "concepts": ["2681", "2730", "2888", "797"], "title": "Commission Regulation (EEC) No 2161/87 of 22 July 1987 fixing for the 1987/88 marketing year the minimum price to be paid to producers for unprocessed sultanas and currants and the amount of production aid for sultanas and currants\n", "header": "COMMISSION  REGULATION (EEC) No 000/87\nof 22 July 1987\nfixing for the 1987/88 marketing year the minimum price to be paid to producers for unprocessed sultanas and currants and the amount of production aid for sultanas and currants\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the Act of Accession of Spain and Portugal,\nHaving regard to Council Regulation (EEC) No 426/86 of 24 February 1986 on the common organization of the market in products processed from fruit and vegetables (1), as amended by Regulation (EEC) No 1928/87 (2), and in particular Articles 4 (4) and 5 (5) thereof,\nWhereas Council Regulation (EEC) No 1277/84 of 8 May 1984 laying down general rules for the system of production aid for processed fruit and vegetables (3) contains provisions as to the methods for determining the production aid;\nWhereas, under Article 4 (1) of Regulation (EEC) No 426/86, the minimum price to be paid to producers is to be determined on the basis, first, of the minimum price applying during the previous marketing year; secondly, of the movement of basic prices in the fruit and vegetables sector; and thirdly, of the need to ensure the normal marketing of fresh products for the various uses;\nWhereas Article 5 of Regulation (EEC) No 426/86 lays down the criteria for fixing the amount of production aid; whereas account must, in particular, be taken of the aid fixed for the previous marketing year adjusted to take account of changes in the minimum price to be paid to producers, the non-member country price and, if necessary, the pattern of processing cost assessed on a flat-rate basis; whereas in respect of dried grapes a minimum import price is applicable pursuant to Article 9 of the same Regulation; whereas the non-member country price must be replaced by this price;\nWhereas Article 4 (2) of Regulation (EEC) No 426/86 provides that the minimum price to be paid to producers for unprocessed sultanas and currants shall be increased each month during a certain period of the marketing year by an amount corresponding to storage costs; whereas, in fixing this amount, the technical storage costs and interest cost should be taken into consideration;\nWhereas Article 1 (2) of Council Regulation (EEC) No 461/86 of 25 February 1986 laying down, on account of the accession of Spain and Portugal, rules on the production aid system in respect of processed fruit and vegetables (4) provides that in cases where no minimum price for the raw material is established before the first move towards alignment of prices, the finished product obtained from such raw material shall not benefit from any production aid; whereas as a consequence thereof no production aid shall be paid during the transitional period for processed sultanas and currants obtained from unprocessed dried grapes from Spain and Portugal;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Products Processed from Fruit and Vegetables,", "main_body": ["For the marketing year 1987/88:\n(a) the minimum price referred to in Article 4 of Regulation (EEC) No 426/86 to be paid to producers for unprocessed dried sultanas of category 4;\nand\n(b) the production aid referred to in Article 5 of the same Regulation for processed dried sultanas of category 4;\nshall be as set out in the Annex.", "For the marketing year 1987/88, the amount by which the minimum price for unprocessed dried grapes is to be increased on the first of each month for the period 1 November to 1 August is hereby fixed at 1,566 ECU per 100 kilograms net of sultanas of category 4.\nFor other categories of sultanas and for currants the amount shall be multplied by the coefficient applicable to the minimum price listed in Annex I to Commission Regulation (EEC) No 2347/84 (5).", "No production aid shall be granted for processed sultanas and currants obtained from sultanas and currants grown in Spain or Portugal.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 22 July 1987.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 49, 27. 2. 1986, p. 1.\n(2) OJ No L 183, 3. 7. 1987, p. 32.\n(3) OJ No L 123, 9. 5. 1984, p. 25.\n(4) OJ No L 53, 1. 3. 1986, p. 15.\n(5) OJ No L 219, 16. 8. 1984, p. 1.\nANNEX\nMinimum price to be paid to the producers\n1.2 //  //  // Product  // ECU per 100 kilograms ex producer  //    //   // Unprocessed sultanas of category 4   // 133,17  //    //\nProduction aid\n1.2 //  //  // Product  // ECU per 100 kilograms net   //  //   // Dried sultanas of category 4   // 52,224   //    //"}