{"celex_id": "31989R3882", "uri": "http://publications.europa.eu/resource/cellar/e4cd0fe1-faad-4c60-a716-aa3459fce2b0", "type": "Regulation", "concepts": ["1182", "1465", "1565", "2763"], "title": "Council Regulation (EEC) No 3882/89 of 11 December 1989 amending Regulation (EEC) No 775/87 temporarily withdrawing a proportion of the reference quantities mentioned in article 5c (1) of Regulation (EEC) No 804/68 on the common organization of the market in milk and milk products\n", "header": "COUNCIL REGULATION (EEC) No 3882/89 of 11 December 1989 amending Regulation (EEC) No 775/87 temporarily withdrawing a proportion of the reference quantities mentioned in Article 5c (1) of Regulation (EEC) No 804/68 on the common organization of  the market in milk and milk products\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 804/68 of 27 June 1968 on the common organization of the market in milk and milk products (1), as last amended by Regulation (EEC) No 3879/89 (2), and in particular Article 5c (6) thereof,\nHaving regard to the proposal from the Commission,\nWhereas Regulation (EEC) No 775/87 (3), as last amended by Regulation (EEC) No 1116/89 (4), fixes the rate of temporary withdrawal of the reference quantities at 5,5 % until the end of the eighth period of the arrangements;\nWhereas, since the situation of certain categories of producers continues to cause concern, the trend in their production for forthcoming years requires that further quantities available should be found by increasing the Community reserve; whereas,  however, in order to meet the objective of controlling production, the guaranteed total quantities of the Member States fixed by Regulation (EEC) No 804/68 have been reduced; whereas the rate of temporary withdrawal should therefore be reduced from 5,5  to 4,5 % in order to keep the non-withdrawn reference quantities unaltered;\nWhereas, in order to continue to pay producers the amount resulting from the rate of temporary withdrawal of 5,5 %, the compensation per 100 kilograms should be increased proportionately to the reduction in the rate of temporary withdrawal,", "main_body": ["Regulation (EEC) No 775/87 is hereby amended as follows:\n1.  the second subparagraph of Article 1 (1) is replaced by the following:\n´This proportion shall be set so as to give a total withdrawn quantity of 4 % for the fourth period, 5,5 %\n(5) OJ No L 148, 28. 6. 1989, p. 13.\n(6) See page 1 of this Official Journal.\n(7) OJ No L 78, 20. 3. 1987, p. 5.\n(8) OJ No L 118, 29. 4. 1989, p. 8.\nfor the fifth period and 4,5 % for each of the following three periods, of the guaranteed total quantity for each Member State laid down in Article 5c (3) of Regulation (EEC) No 804/68 for the third 12-month period.';\n2.  the first subparagraph of Article 2 (1) shall be replaced by the following:\n´1.  Compensation shall be granted to the producers concerned for quantities withdrawn. The compensation shall be:\n- for the fourth, fifth and sixth 12-month periods, ECU 10 per 100 kilograms,\n- for the seventh 12-month period, ECU 8,5 per 100 kilograms,\n- for the eighth 12-month period, ECU 7 per 100 kilograms.';\n3.  Article 3 (2) is replaced by the following:\n´2.  A uniform proportion of each reference quantity as mentioned in Article 5c (1) of Regulation (EEC) No 804/68, set to give a total withdrawn quantity of 0,83 % for the sixth period, and 2,67 % for each of the following two periods, of the guaranteed  total quantity determined in Article 5c (3) of that Regulation for the third 12-month period, is hereby withdrawn in Italy.\nCompensation shall be paid to the producers concerned for the quantities withdrawn. Such compensation shall be:\n- for the sixth 12-month period, ECU 10 per 100 kilograms,\n- for the seventh 12-month period, ECU 8,5 per 100 kilograms,\n- for the eighth 12-month period, ECU 7 per 100 kilograms.\nFor each 12-month period, the compensation shall be paid to those entitled during the last quarter of the relevant 12-month period or during the first quarter of the following 12-month period.'", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply from the beginning of the sixth 12-month period of the additional levy arrangements.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 11 December 1989.\nFor the Council\nThe President\nH. NALLET"}