{"celex_id": "31980D1157", "uri": "http://publications.europa.eu/resource/cellar/5d7056b7-2042-48a5-b946-dbc70d794837", "type": "Decision", "concepts": ["1414", "2886", "310", "4839", "766", "889"], "title": "80/1157/EEC: Commission Decision of 28 November 1980 on a scheme of aid by the Belgian Government in respect of certain investments carried out by the Belgian subsidiary of an international oil group at its Antwerp refinery (Only the French and Dutch texts are authentic)\n", "header": "COMMISSION DECISION  of 28 November 1980  on a scheme of aid by the Belgian Government in respect of certain investments carried out by the Belgian subsidiary of an international oil group at its Antwerp refinery  (Only the Dutch and French texts are authentic)  (80/1157/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular the first subparagraph of Article 93 (2) thereof,\nHaving given notice to the parties concerned to submit their comments as provided for in Article 93, and having regard to those comments,\nWhereas:\nI\nThe Belgian law of 17 July 1959, implemented by the Royal Order of 17 August 1959 (1), introduced general measures to aid the Belgian economy and in particular interest rate rebates on loans contracted to pay for investments, state guarantees covering loans contracted by undertakings with banks where certain interest rebates are given, and exemption for five years from tax on income from immovable property.\nWhen examining the Belgian law, pursuant to the procedure defined in Article 93 (1) and (2) of the EEC Treaty, the Commission pointed out that, since it contained no industrial or regional objectives and permitted aid to be given for investment by any firm in any area or industry, it constituted a general aid system which, as such, could not qualify for exemption under Article 92 (3) (a) or (c). In the absence of specific references, industrial or regional objectives, the Commission could not assess the scheme's effects on trade between Member States or on competition and was, therefore, unable to form an opinion as to its compatibility with the common market.\nIt is now the well-established policy of the Commission to accept such general aid schemes subject to one of two conditions, namely that the Member State concerned informs the Commission of either a regional or sectoral plan of application or where this is felt not to be possible, that it notifies significant individual cases of application.\nCommission Decision 75/397/EEC (2), required the Government of the Kingdom of Belgium to notify the Commission in advance and in sufficient time of significant cases of application of the Belgian Law of 17 July 1959, introducing measures to promote economic expansion and the creation of new industries so as to enable the Commission to decide on the compatibility of the proposed aids with the common market.\nII\nIn a letter dated 26 March 1979, the Belgian Government informed the Commission of its intention to apply the aids provided for under the abovementioned law in favour of investments, already carried out at a refinery in Antwerp.\nThe company to be aided was the Belgian subsidiary of one of the world's major oil groups. The Commission objected to two previous applications for aid by the Belgian Government to this company for the same or related purposes on the grounds that these aids were incompatible with the common market, particularly in view of the situation in the refinery sector in the Community. One of these aids was modified to meet the Commission's objections (3), the other was the subject of a negative decision (4).\nIII\nIn its communications to the Council of 17 March 1977 (COM (77) 61 Final) and 22 February 1978 (COM (78) 71 Final), the Commission stated that the refining industry in general was facing a difficult situation as a result of its substantial surplus capacity and because of a relative imbalance between its specific structures and the nature of actual demand. For the most part, existing capacity has been orientated towards the refining of heavy products. The rise in the price of crude petroleum and the measures taken to develop alternative sources of energy have effectively caused and will continue to cause a substantial (1)Moniteur Belge of 29.8.1959. (2)OJ No L 177, 8.7.1975, p. 13. (3)OJ No L 80, 29.3.1977, p. 23 (Anvers). (4)OJ No L 270, 27.9.1973, p. 22 (Anvers + Kallo).   reduction in the demand for those products with a resultant need for the conversion of corresponding refining capacity towards light refined products for which demand is constantly increasing. However, the price differential in favour of light products (or crudes giving larger quantities of those products), compared with heavy refined products (or heavy crudes) constitutes a sufficient incentive to firms to carry out the necessary conversion operations.\nIV\nThe project to be aided concerns investments made at the Antwerp refinery in order to reactivate and extend a catalytic cracking unit, i.e. to increase the output of light refined products. While not adding to the overall capacity of the refinery, this investment will enable it to produce an extra 1 73 million tonnes of light products each year (distillates and naphtha), which will increase added value by about Bfrs 1 500 million annually. The cost of the investment is estimated at Bfrs 1 000 million.\nThe company to be aided has already carried out the investment in question and the new unit has been operating since the beginning of 1979. While there is substantial excess capacity in the refinery sector generally, the market for light distillates is still growing.\nThe refinery being aided has an overall refining capacity of approximately 13 million tonnes, and at the time the application for aid was being considered, was working at approximately 50 % of theoretical capacity. 40 % of its output is sold in Belgium and the remainder in Germany, the United Kingdom and the Netherlands.\nThe proposed aid is in the form of grants of interest relief. The net grant equivalent amounts to Bfrs 120 million or 12 % of the investment. In addition there is tax relief worth a further 1 1/2 % net grant equivalent.\nV\nThe aid proposed by the Belgian Government is therefore likely to affect trade between Member States and distort or threaten to distort competition by favouring the undertaking in question or the production of its goods within the meaning of Article 92 (1) of the EEC Treaty.\nThe terms of the Treaty provide that aids fulfilling the criteria set out in Article 92 (1) of the Treaty shall be incompatible with the common market. The exemptions from this incompatibility set out in Article 92 (3) of the EEC Treaty specify objectives to be pursued in the Community interest and not that of the individual beneficiary. These exemptions must be strictly construed in the examination both of regional or sectoral aid schemes and of individual cases of application of general aid systems. In particular they may be granted only when the Commission can establish that this will contribute to the attainment of the objectives specified in the exemptions, which the recipient firms would not attain by their own actions under normal market conditions alone.\nTo grant an exemption where there is no compensatory justification would be tantamount to allowing trade between Member States to be affected and competition to be distorted without any benefit in terms of the interest of the Community, while at the same time accepting that undue advantages accrue to some Member States.\nWhen applying the principles set out above in its examination of individual cases of application of general aid systems, the Commission must be satisfied that there exists on the part of the particular beneficiary a specific compensatory justification in that the grant of aid is required to promote the attainment of one of the objectives set out in Article 92 (3). Where such evidence cannot be provided and especially where the aided investment would take place unmodified, it is clear that the aid does not contribute to the attainment of the objectives specified in the exemptions but serves to increase the financial power of the undertaking in question.\nIn the case in question there does not appear to be such a compensatory justification on the part of the undertaking benefiting from the aid.\nThe Belgian Government has not been able to provide, nor has the Commission found, any evidence which establishes that the proposed aid meets the conditions justifying one of the exemptions provided for in Article 92 (3) of the EEC Treaty.\nFurthermore, notwithstanding the fact that Belgium is experiencing a high rate of unemployment, with the result that the Commission has granted an exemption to a scheme of aids to employment on the grounds that a serious disturbance exists in the Belgian economy, it does not follow that every other aid of whatever nature proposed by the Belgian Government may automatically benefit from one of the exemptions specified in Article 92 (3), since each aid notified must be considered on its own merits in the light of the specific criteria laid down.\nAs regards the exemptions set out in Article 92 (3) (a) and (c) are concerned in respect of aids designed to promote or facilitate the development of certain areas, it is the case that the Antwerp area continues to enjoy a better socio-economic situation than that of other regions in Belgium ; to the extent to which the general problem of unemployment also exists in Antwerp, it is already provided for under the general  scheme to promote employment and there is, therefore, no reason to grant a further exemption in respect of this aid on the grounds that it will promote or facilitate the development of that area, a purpose moreover for which this aid was not intended.\nAs regards the exemptions provided for in Article 92 (3) (b), since the market for the production of light distillates does not show the over-capacity characteristic of the rest of the refining sector, this investment would be brought about in any event by normal market forces. There is nothing peculiar to the investment in question to qualify it as a project of common European interest or as one designed to remedy a serious disturbance in the economy of a Member State, which merits exemption under Article 92 (3) (b) from the provision laid down in Article 92 (1) on the incompatibility of aids. Finally, as regards the exemption specified in Article 92 (3) (c) of the EEC Treaty in favour of \"aid to facilitate the development of certain economic activities\", examination of the refinery investment it is proposed to aid shows that the investments were carried out and the new plant brought into operation by the firm well before the Belgian Government notified the Commission of its aid scheme. The firm stated that in any case it would have carried out the investments with its own financial resources, as subsidiaries of the group in other Member States have done. In the light of this fact and the general state of the refining industry for light products, it is clear that the aid is not necessary to promote the development of the economic activity in question. Furthermore, having regard to the fact that 60 % of this firm's total production is exported to other Member States, the granting of this aid would be likely to affect trading conditions to an extent contrary to the common interest.\nIn view of the above the aid proposal of the Belgian Government does not meet the conditions necessary to benefit from any of the exemption set out in Article 92 (3) of the EEC Treaty,", "main_body": ["The Kingdom of Belgium shall not put into effect its proposal, notified to the Commission on 26 March 1979, to grant assistance in respect of certain investments carried out in an Antwerp refinery, under the Law of 17 July 1959 for the promotion of economic expansion and the creation of new industries.", "This Decision is addressed to the Kingdom of Belgium, which shall inform the Commission within two months from the date of this Decision of the measures it has taken to comply with it."], "attachments": "Done at Brussels, 28 November 1980.\nFor the Commission\nRaymond VOUEL\nMember of the Commission"}