{"celex_id": "31988R2397", "uri": "http://publications.europa.eu/resource/cellar/9772be9d-578f-4c24-9792-9f62eb688660", "type": "Regulation", "concepts": ["2681", "2731", "4395", "797"], "title": "Commission Regulation (EEC) No 2397/88 of 29 July 1988 amending for the 1988/89 marketing year the date of taking effect of the operative event creating entitlement to production aid and the rate applicable to the minimum price for certain products processed from fruit and vegetables\n", "header": "COMMISSION  REGULATION (EEC) No 2397/88\nof 29 July 1988\namending for the 1988/89 marketing year the date of taking effect of the operative event creating entitlement to production aid and the rate applicable to the minimum price for certain products processed from fruit and vegetables\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 426/86 of 24 February 1986 on the common organization of the market in products processed from fruit and vegetables (1), as last amended by Regulation (EEC) No 2247/88 (2), and in particular Article 3 thereof,\nHaving regard to Council Regulation (EEC) No 2185/88 of 19 July 1988 amending Regulation (EEC) No 1678/85 fixing the conversion rates to be applied in agriculture (3),\nWhereas, pursuant to Article 10 of Commission Regulation (EEC) No 1599/84 (4), as last amended by Regulation (EEC) No 648/88 (5), the operative event creating entitlement to production aid is considered as occurring on the first day of the marketing year for the products concerned and the conversion rate to be applied to the minimum price is the representative rate in force on those dates;\nWhereas the conversion rates to be applied in agriculture for processed fruit and vegetables were adjusted from 25 July 1988; whereas, for economic reasons and to take account of the special features of the processed fruit and vegetables sector, provision should be made for the application of those adjusted rates for the 1988/89 marketing year as a whole; whereas, to that end, the abovementioned dates should be replaced by 25 July;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Products Processed from Fruit and Vegetables,", "main_body": ["By way of derogation from Article 10 of Regulation (EEC) No 1599/84 and for the 1988/89 marketing year, the operative event creating entitlement to production aid is deemed to have occurred on 25 July 1988 for the following products:\n- processed tomato products,\n- peaches in syrup,\n- dried figs,\n- Williams pears in syrup.\nFor those products, the conversion rates applicable to the minimum prices fixed in ECU shall be the representative rates in force on 25 July 1988.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 29 July 1988.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 49, 27. 2. 1986, p. 1.\n(2) OJ No L 198, 26. 7. 1988.\n(3) OJ No L 195, 23. 7. 1988, p. 1.\n(4) OJ No L 152, 8. 6. 1984, p. 16.\n(5) OJ No L 65, 11. 3. 1988, p. 8."}