{"celex_id": "31986R0581", "uri": "http://publications.europa.eu/resource/cellar/b87fc778-fcd8-40c7-98c6-cd9ba06b4c46", "type": "Regulation", "concepts": ["2733", "4314"], "title": "Commission Regulation (EEC) No 581/86 of 28 February 1986 laying down detailed rules for the application of the system of accession compensatory amounts and fixing accession compensatory amounts in the sugar sector\n", "header": "COMMISSION  REGULATION (EEC) No 581/86\nof 28 February 1986\nlaying down detailed rules for the application of the system of accession compensatory amounts and fixing accession compensatory amounts in the sugar sector\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the Act of Accession of Spain and Portugal,\nHaving regard to Council Regulation (EEC) No 469/86 of 25 February 1986 laying down general rules for the system of accession compensatory amounts in the sugar sector (1), and in particular Article 7 (1) thereof,\nWhereas, under Article 3 (1) of Regulation (EEC) No 469/86, accession compensatory amounts must, to the extent required in order to prevent any disruption of trade, be fixed for the products concerned, as specified in Article 1 (1) (d) of Council Regulation (EEC) No 1785/81 on the common organization of the markets in the sugar sector (2), as last amended by Regulation (EEC) No 3768/85 (3); whereas the said accession compensatory amounts should not be applied in the case of sucrose syrups which are less than 85 % pure, since these are not normally marketed without further processing;\nWhereas accession compensatory amounts for syrups are, in principle, fixed on the basis of their sucrose content; whereas, in the case of syrups which are less than 98 % pure, the accession compensatory amounts should be based on the extractable sugar content determined in accordance with the relevant provisions of Commission Regulation (EEC) No 1443/82 of 8 June 1982 laying down detailed rules for the application of the quota system in the sugar sector (4), as last amended by Regulation (EEC) No 3819/85 (5);\nWhereas, when applying accession compensatory amounts in the case of raw sugar, it should be specified that when the latter's yield differs from that of the standard quality as laid down in Council Regulation (EEC) No 431/68 of 9 April 1968 determining the standard quality for raw sugar and fixing the Community frontier crossing point for calculating cif prices for sugar (6), the amount must be adjusted in the light of the recorded difference by means of a coefficient which takes into account the actual yield;\nWhereas, in accordance with the general rules laid down in Regulation (EEC) No 469/86 on the accession compensatory amounts for fresh sugar beet, sugar and syrups, the said accession compensatory amounts should be as shown in the Annex to this Regulation; whereas the accession compensatory amounts for sugar beet in the form of dried sugar-beet pulp and sugar-beet pulp powder should be calculated using a flat-rate yield based on their dry matter content;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Sugar,", "main_body": ["1. Accession compensatory amounts shall not be applied in the case of syrups falling within subheadings 17.02 D II, E and F I, and 21.07 F IV of the Common Customs Tariff which are less than 85 % pure, and in the case of maple sugar and maple syrup falling within subheading 17.02 C of the Common Customs Tariff.\n2. In the case of syrups falling within subheadings 17.02 D II, E and F I, and 21.07 F IV of the Common Customs Tariff:\n(a) which are not less than 98 % pure, the accession compensatory amount shall be based on the syrup's recorded sucrose content;\n(b) which are less than 98 % pure but not less than 85 % pure, the accession compensatory amount applicable shall be based on the extractable sugar content as recorded in accordance with the second subparagraph of Article 1 (5) of Regulation (EEC) No 1443/82.\n3. Where the raw sugar's yield differs from that of the standard quality as laid down in Regulation (EEC) No 431/68, the accession compensatory amount shall be adjusted by means of a coefficient.\nThis coefficient shall be the raw sugar's yield as calculated in accordance with Article 1 of Regulation (EEC) No 431/68, divided by 92.", "The accession compensatory amounts applicable in the sugar sector shall be as shown in the Annex to this Regulation.", "This Regulation shall enter into force on 1 March 1986.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 28 February 1986.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 53, 1. 3. 1986, p. 32.\n(2) OJ No L 177, 1. 7. 1981, p. 4.\n(3) OJ No L 362, 31. 12. 1985, p. 8.\n(4) OJ No L 158, 9. 6. 1982, p. 17.\n(5) OJ No L 368, 31. 12. 1985, p. 25.\n(6) OJ No L 89, 10. 4. 1968, p. 3.\nANNEX\nAccession compensatory amounts applicable in trade with Spain and Portugal\n1.2.3,12 //  //  //  //  //  // Compensatory amounts applicable in trade between:  //  //  //  //  //  //  //  //  // 1.2.3.4.5.6.7.8.9.10.11.12 // CCT heading No  // Description of goods  // on the one hand  // Community of Ten   // Community of Ten   // Community of Ten   // Spain   // Spain   // Spain   // Portugal without Azores   // Portugal without Azores   // Azores   //   //  // on the other hand   // Spain   // Portugal without Azores  // Azores   // Portugal without Azores   // Azores   // Third countries   // Azores   // Third countries   // Third countries   //    //   //  1.2.3,12 //   //   // ECU/1 000 kg  //  //  //  //  //  //  //  //  // 1.2.3.4.5.6.7.8.9.10.11.12 // 12.04   // Sugar beet, whole or sliced, fresh, dried or powdered; sugar cane:   //   //   //   //   //   //   //   //  //   //   //   // A. Sugar beet:   //   //   //   //   //  //   //   //   //   //   //   // I. Fresh   //   // 7,09  // 1,26   // 1,26   // 5,83   // 5,83   // 7,09   // -  // 1,26   // 1,26   //   // II. Dried or powdered (1)   //  // 26,23   // 4,66   // 4,66   // 21,57   // 21,57   // 26,23  // -   // 4,66   // 4,66   //    //   //  1.2.3,12 //   //  // ECU/100 kg  //  //  //  //  //  //  //  //  // 1.2.3.4.5.6.7.8.9.10.11.12 // 17.01   // Beet sugar and cane sugar, solid:   //   //   //  //   //   //   //   //   //   //   //   // A. White sugars; flavoured or coloured sugars   //   // 8,60   // 10,40  // 6,15   // 19,00   // 14,75   // 8,60   // 4,25   // 10,40  // 6,15   //   // B. Raw sugars   //   // 7,91   // 9,57  // 5,66   // 17,48   // 13,57   // 7,91   // 3,91   // 9,57  // 5,66   //    //   //  1.2.3,12 //   //   // Basic compensatory amounts in ECU per 1 % of sucrose content or, as the case may be, of extractable sugar and per 100 kg net of products in question  //  //  //  //  //  //  //  //  // 1.2.3.4.5.6.7.8.9.10.11.12 // 17.02 D II   // Other sugars and syrups (but not including lactose, glucose, malto-dextrine and isoglucose)   //   //  //   //   //   //   //   //   //   //   // 17.02 E  // Artificial honey, whether or not mixed with natural honey  //   //   //   //   //   //   //   //   //   //   // 17.02 F I   // Caramel containing in the natural state 50 % or more by weight of sucrose   //   // 0,0860   // 0,1040   // 0,0615  // 0,1900   // 0,1475   // 0,0860   // 0,0425   // 0,1040  // 0,0615   // 21.07 F IV   // Flavoured or coloured sugar syrups (other than lactose, glucose, malto-dextrine and isoglucose syrups)   //   //   //   //   //   //   //   //  //   //   //    //   //   //   //   //   //   //   //   //  //   //\n(1) Of a sucrose content, on a basis of dry matter, of at least 50 %."}