{"celex_id": "31984D0035", "uri": "http://publications.europa.eu/resource/cellar/84e519de-9b3b-4fb8-b1ae-655ee34cd157", "type": "Decision", "concepts": ["1346", "199", "2296", "3403", "4048"], "title": "84/35/EEC: Council Decision of 23 January 1984 on the provisional application to the State of St Christopher and Nevis of the arrangements provided for in Decision 80/1186/EEC on the association of the overseas countries and territories with the European Economic Community\n", "header": "COUNCIL  DECISION\nof 23 January 1984\non the provisional application to the State of St Christopher and Nevis of the arrangements provided for in Decision 80/1186/EEC on the association of the overseas countries and territories with the European Economic Community\n(84/35/EEC)\nTHE COUNCIL OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Decision 80/1186/EEC of 16 December 1980 on the association of the overseas countries and territories with the European Economic Community (1), and in particular the second subparagraph of Article 142 (2) thereof,\nHaving regard to the proposal from the Commission,\nWhereas, pursuant to the second subparagraph of Article 142 (2) of Decision 80/1186/EEC, the arrangements provided for therein may continue to apply provisionally, under conditions laid down by the Council, to countries and territories which become independent;\nWhereas St Kitts-Nevis, which is mentioned in Annex I to the said Decision, achieved independence on 19 September 1983 as the State of St Christopher and Nevis;\nWhereas a decision should be taken to continue to apply provisionally to that State the arrangements provided for in the abovementioned Decision;\nWhereas the Second ACP-EEC Convention is open, in accordance with the procedure laid down in Article 185 thereof, to accession by countries or territories referred to in part four of the Treaty which have become independent; whereas such accession can take place only following a request by the State concerned and with the approval of the ACP-EEC Council of Ministers;\nWhereas St Christopher and Nevis has submitted a request for accession to the Second ACP-EEC Convention,", "main_body": ["The arrangements laid down by Decision 80/1186/EEC shall apply provisionally to St Christopher and Nevis until the latter accedes to the Second ACP-EEC Convention.", "Questions relating to the application to St Christopher and Nevis of Decision 80/1186/EEC shall be dealt with as necessary by direct contact between the competent authorities of that State and of the Community.", "This Decision shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 19 September 1983."], "attachments": "Done at Brussels, 23 January 1984.\nFor the Council\nThe President\nC. CHEYSSON\n(1) OJ No L 361, 31. 12. 1980, p. 1."}