{"celex_id": "31988D0225", "uri": "http://publications.europa.eu/resource/cellar/4e48cbff-bd66-4c01-a3c0-c8b93f69234b", "type": "Decision", "concepts": ["1524", "1723", "588"], "title": "88/225/EEC: Commission Decision of 18 April 1988 terminating the investigation under Article 13 (10) of Regulation (EEC) No 2176/84 concerning certain hydraulic excavators assembled or produced in the Community\n", "header": "COMMISSION  DECISION\nof 18 April 1988\nterminating the investigation under Article 13 (10) of Regulation (EEC) No 2176/84 concerning certain hydraulic excavators assembled or produced in the Community\n(88/225/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2176/84 of 23 July 1984 on protection against dumped or subsidized imports from countries not members of the European Economic Community (1), as amended by Regulation (EEC) No 1761/87 (2), and in particular Article 13 (10) thereof,\nAfter consultations within the Advisory Committee as provided for under the above Regulation,\nWhereas:\nA. Procedure\n(1) In September 1987, the Commission received a complaint lodged by the Committee for European Construction Equipment representing practically all Community production of the product in question. The complaint contained sufficient evidence to the effect that following the opening of the investigation on hydraulic excavators originating in Japan (3), which led to the adoption of Council Regulation (EEC) No 1877/85 (4) imposing a definitive anti-dumping duty on imports of those products, one company was assembling hydraulic excavators in the Community under the conditions referred to in Article 13 (10) of Regulation (EEC) No 2176/84. After consultation, the Commission accordingly announced, by notice published in the Official Journal of the European Communities (5), the initiation of an investigation, under the said Article 13 (10), concerning hydraulic excavators assembled in the Community by Komatsu (UK) Ltd, Birtley, County Durham, United Kingdom.\n(2) The Commission so advised the company concerned, the representatives of Japan and the complainants and gave the parties directly concerned the opportunity to make known their views in writing and to request a hearing.\n(3) The company concerned as well as the complainants made their views known in writing. They did not request hearings by the Commission.\n(4) No submissions were made by purchasers of hydraulic excavators assembled in the Community. The Commission sought and verified all information it deemed necessary for the purpose of the assessment of the character of the alleged assembly operations and carried out investigations at the premises of Komatsu (UK) Ltd, Birtley, County Durham, United Kingdom.\n(5) The period of investigation was from 1 January to 30 September 1987.\nB. Relationship or association with exporter\n(6) The company referred to under point 1 was found to be a wholly owned subsidiary of the Japanese exporters of hydraulic excavators which are subject to the definitive anti-dumping duty imposed by Regulation (EEC) No 1877/85.\nC. Production\n(7) The company started its assembly opeations after the initiation of the anti-dumping proceeding concerning the imports of hydraulic excavators originating in Japan on 31 July 1984.\nD. Parts\n(8) The value of parts and the ratio between Japanese parts of other origin were determined on the basis of the company's purchase prices of these parts when delivered to the factory in the Community, that is on an into-factory, duty-paid basis.\n(9) Komatsu (UK) Ltd calmed that the direct manufacturing costs of an important part sub-assembled in its premises should be included in the Community parts value because the process of production was not simple assembly but a genuine manufacturing operation. This request, however, cannot be granted because the cost of assembly or production cannot be included in the value of parts or material used in the assembly or production operations but constitutes a value added to these parts or materials in the assembly or production process.\n(10) Accordingly, the weighted average value of Japanese parts, for all models produced by Komatsu, was found to be less than 60 % of the total parts value.\nE. Termination of the investigation\n(11) In these circumstances, therefore, the investigation should be terminated without the extension of the anti-dumping duty, imposed on some hydraulic excavators originating in Japan by Regulation (EEC) No 1877/85, to the hydraulic excavators assembled in the Community.\n(12) No objections to this course were raised in the Advisory Committee.\n(13) The complainant was informed of the facts on the basis of which the Commission intended to terminate the investigation and did not comment,", "main_body": ["The investigation under Article 13 (10) of Regulation (EEC) No 2176/84 concerning self-propelled hydraulic excavators, track-laying or wheeled, of a total operating weight exceeding six tonnes but not exceeding 35 tonnes, equipped with a single bucket mounted on a boom capable of pivoting through 360Â°, or intended to be so equipped, falling within CN codes ex 8429 52 00 and ex 8429 59 00, originating in Japan, is hereby terminated."], "attachments": "Done at Brussels, 18 April 1988.\nFor the Commission\nWilly DE CLERCQ\nMember of the Commission\n(1) OJ No L 201, 30. 7. 1984, p. 1.\n(2) OJ No L 167, 26. 6. 1987, p. 9.\n(3) OJ No C 201, 31. 7. 1984, p. 3.\n(4) OJ No L 176, 6. 7. 1985, p. 1.\n(5) OJ No C 285, 23. 10. 1987, p. 4."}