{"celex_id": "31989D0480", "uri": "http://publications.europa.eu/resource/cellar/aba1daed-c04d-4e6d-a316-84252945ad10", "type": "Decision", "concepts": ["1201", "1261", "1475", "797"], "title": "89/480/EEC: Commission Decision of 24 July 1989 approving an amendment to the varietal conversion programme for hops submitted by the Kingdom of Belgium pursuant to Council Regulation (EEC) No 2997/87 (only the French and Dutch versions are authentic)\n", "header": "COMMISSION  DECISION\nof 24 July 1989\napproving an amendment to the varietal conversion programme for hops submitted by the Kingdom of Belgium pursuant to Council Regulation (EEC) No 2997/87\n(Only the French and Dutch versions are authentic)\n(89/480/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2997/87 of 22 September 1987 laying down, in respect of hops, the amount of aid to producers for the 1986 harvest and providing for special measures for certain regions of production (1), as last amended by Regulation (EEC) No 1809/89 (2), and in particular Article 2 (5) thereof,\nHaving regard to Council Regulation (EEC) No 3889/87 of 22 December 1987 laying down detailed rules for the application of the special measures for certain regions of hops prdouction (3), as last amended by Regulation (EEC) No 2174/89 (4), and in particular Article 3 thereof,\nWhereas, pursuant to Article 2 (5) of the Regulation (EEC) No 2997/87, on 10 March 1988 the Kingdom of Belgium forwarded to the Commission a varietal conversion programme for hops; whereas that programme as amended on 26 July 1988 was approved by Commission Decision 88/606/EEC (5);\nWhereas on 9 March 1989 the Kingdom of Belgium forwarded amendments to that programme to the Commission; whereas, at the request of the Commission, further amendments were forwarded by the Kingdom of Belgium on 20 June and 3 July 1989;\nWhereas the proposed amendments on relate on the one hand to the updating of the plans which were the subject of the programme approved by the Commission and on the other hand to the introduction of new areas involved in the conversion programme; whereas an extension of the period for carrying out the programme is proposed for the period 31 December 1990 to 31 December 1991;\nWhereas the programme as amended satisfies the objectives of the Regulation in question and contains the data required under Article 2 of Commission Regulation (EEC) No 3889/87;\nWhereas the special aid for varietal conversion may also be granted for areas under other varieties where the latter are present on areas under mainly bitter varieties covered by a conversion plan;\nWhereas the financial contribution from the national budget complies with the ceiling in Article 2 (2) of Regulation (EEC) No 2997/87; whereas the actual costs referred to in Article 2 (2) of Regulation (EEC) No 2997/87 may include factors for assessing the net value of income as a result of the implementation of the conversion plan; whereas, however, only factors relating to the net loss of income suffered from the date of adoption of Regulation (EEC) No 2997/87 may be included in the calculation of the actual costs; whereas the financial contribution of the Member State to the varietal conversion programme must be adjusted accordingly;\nWhereas the measures provieded for in this Decision are in accordance with the opinion of the Management Committee for Hops,", "main_body": ["The amendment to the varietal conversion programme for hops, submitted pursuant to Regulation (EEC) No 2997/87 by the Kingdom of Belgium on 9 March 1988, as last amended by the notifications of 20 June and 3 July 1989, is hereby approved. The main aspects of the programme as amended are given in the Annex hereto.", "This Decision is addressed to the Kingdom of Belgium."], "attachments": "Done at Brussels, 24 July 1989.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 284, 7. 10. 1987, p. 19.\n(2) OJ No L 177, 24. 6. 1989, p. 6.\n(3) OJ No L 365, 24. 12. 1987, p. 41.\n(4) OJ No L 208, 20. 7. 1989, p. 16.\n(5) OJ No L 334, 6. 12. 1988, p. 26.\nANNEX\n1. List of producer groups covered by the programme\n- Pacohop SV\n- De Poperingse Hopproducenten Vereniging\n- De Aalsterse Hopproducenten Vereniging\nThese groups are represented by Febelhop (association of producer groups).\n2. Duration of programme\nFrom 1988 to 1991. The last plantings must be carried out before 31 December 1991.\n3. Areas covered by the programme\n1.2 // - Pacohop SV:   // 30,97 ha   // - De Poperingse Hopproducenten Vereniging:   // 119,00 ha   // - De Aalsterse Hopproducenten Vereniging:   // 5,06 ha  // Total:   // 155,03 ha.\n4. Varieties to be planted and areas concerned\nAromatic varieties:\n1.2 // Hallertau:   // 33,03 ha   // Hersbrucker spaet:  // 15,91 ha   // Challenger:   // 13,54   // Spalt:   // 0,10 ha  // Total:  // 62,58 ha.\nSuper-alpha varieties (1):\n1.2 // Target:   // 57,50 ha   // Yeoman:   // 34,94 ha  // Total:  // 92,45 ha."}