{"celex_id": "31985R1533", "uri": "http://publications.europa.eu/resource/cellar/948e18db-c45f-451e-a85f-4f24b38cae76", "type": "Regulation", "concepts": ["161", "2718", "4381"], "title": "Council Regulation (EEC) No 1533/85 of 4 June 1985 opening, allocating and providing for the administration of a Community tariff quota for certain eels falling within subheading ex 03.01 A II of the Common Customs Tariff (1 July 1985 to 30 June 1986)\n", "header": "COUNCIL  REGULATION (EEC) No 1533/85\nof 4 June 1985\nopening, allocating and providing for the administration of a Community tariff quota for certain eels falling within subheading ex 03.01 A II of the Common Customs Tariff (1 July 1985 to 30 June 1986)\nTHE COUNCIL OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 28 thereof,\nHaving regard to the draft Regulation submitted by the Commission,\nWhereas eel fishing has been prohibited or has become impossible in certain Community production centres; whereas this has led to a drop in Community production of eels in general and particularly of fresh eels (live or dead), chilled or frozen, falling within subheading ex 03.01 A II of the Common Customs Tariff, intended for processing by curing or skinning enterprises or for use in the industrial manufacture of products falling within heading No 16.04 thereof; whereas this production is likely to be developed, particularly in two Member States, without, however, being able to satisfy all the requirements of the Community; whereas the processing industries in the Community consequently depend to a large extent on imports for their supplies of eels; whereas, from 1 July 1985 to 30 June 1986 the application of the Common Customs Tariff duty should therefore be suspended totally on imports of the relevant products up to an appropriate quantitative limit; whereas the introduction of a Community measure of this nature is unlikely to harm Community production;\nWhereas current demand not met by Community production which must therefore be met by imports can be estimated at 5 250 tonnes for the period 1 July 1985 to 30 June 1986; whereas a tariff quota for the relevant types of eel should therefore be opened for this period on the conditions set out above; whereas the fixing of the quota volume at this level does not, however, prevent its readjustment during the quota period;\nWhereas it is, in particular, necessary to ensure to all importers in the Member States equal and uninterrupted access to the abovementioned quota and uninterrupted application of the rate laid down for that quota to all imports of the products concerned into all Member States until the quota has been used up; whereas, in the light of these principles, the Community nature of the quota can be respected by allocating the tariff quota among the Member; whereas statistics available for these specific products do not give a clear picture of the market situation; whereas, therefore, it is not possible to allocate the quota among the Member States solely on the basis of import trends for the eels in question over the past few years; whereas, however, according to each Member State's estimated needs, initial shares may be fixed at the quantities set out in Article 2;\nWhereas, in order to take into account import trends for the products concerned, the quota amount should be divided into two instalments, the first instalment being allocated, and the second forming a reserve intended subsequently to cover the requirements of the Member States which have used up their initial shares; whereas, in order to ensure a certain degree of security for importers, the first instalment of the Community tariff quota should be fixed at a level which, under present circumstances, may be around 90 % of the quota amount;\nWhereas the initial shares may be used up at different rates; whereas, in order to take this fact into account and to avoid any break in continuity, any Member State which has almost used up its total initial share should draw an additional share from the reserve; whereas this must be done by each Member State as and when each of its additional shares is almost entirely used up, and repeated as many times as the reserve allows; whereas the initial additional shares must be valid until the end of the quota period; whereas this method of administration requires close cooperation between the Member States and the Commission, which must be able to keep account of the extent to which the quota amount has been used up and to inform the Member States accordingly;\nWhereas, if at a given date in the quota period a considerable balance remains in one or other Member State, it is essential, to prevent a part of the Community tariff quota from remaining unused in one Member State while it could be used in others, that that Member State should return a significant proportion thereof to the reserve;\nWhereas, since the Kingdom of Belgium, the Kingdom of the Netherlands and the Grand Duchy of Luxembourg are united within and jointly represented by the Benelux Economic Union, any measure concerning the administration of the shares allocated to that economic union may be carried out by any one of its members,", "main_body": ["1. During the period 1 July 1985 to 30 June 1986, a Community tariff quota of 5 250 tonnes shall be opened for fresh eels (live or dead), chilled or frozen, falling within subheading ex 03.01 A II of the Common Customs Tariff, intended for processing by curing or skinning enterprises or for use in the industrial manufacture of products falling within heading No 16.04 of the Common Customs Tariff.\nControl of the use for this special purpose shall be carried out pursuant to the relevant Community provisions.\n2. Within the limits of this tariff quota, the Common Customs Tariff duty shall be totally suspended.\nWithin these limits, Greece shall apply customs duties calculated in accordance with the provisions laid down in the 1979 Act of Accession.", "1. A first instalment of 4 750 tonnes of this Community tariff quota shall be allocated among certain Member States. Member States' shares, which, subject to Article 5, shall be valid from 1 July 1985 to 30 June 1986, shall consist of the following amounts:\n1.2 //   // (tonnes)  // Benelux  // 1 661  // Denmark  // 900  // Germany  // 1 866  // France  // 100  // Italy  // 3  // United Kingdom  // 220\n2. The second instalment of 500 tonnes shall constitute the reserve.\n3. If an importer notifies the imminent import of the product in question in Greece or Ireland and requests the benefit of the quota, the Member State concerned shall inform the Commission and draw an amount corresponding to these requirements to the extent that the available balance of the reserve so permits.", "1. If 90 % or more of a Member State's initial share as fixed in Article 2 (1), or of that share minus any portion returned to the reserve where Article 5 has been applied, has been used up, that Member State shall forthwith, by notifying the Commission, draw a second share, to the extent that the reserve so permits, equal to 10 % of its initial share, rounded up as necessary to the next whole number.\n2. If, after its initial share has been exhausted, 90 % or more of the second share drawn by a Member State has been used up, that Member State shall forthwith, by notifying the Commission, draw a third share equal to 5 % of its initial share, rounded up as necessary to the next whole number, to the extent that the reserve so permits.\n3. If, after its second share has been exhausted, 90 % or more of the third share drawn by a Member State has been used up, that Member State shall, in the manner provided in paragraph 2, draw a fourth share equal to the third.\nThis procedure shall apply until the reserve is used up.\n4. By way of derogation from paragraphs 1, 2 and 3, Member States may draw lesser shares than those specified therein if there are grounds for believing that those specified may not be used in full. They shall inform the Commission of their reasons for applying this paragraph.", "Additional shares drawn pursuant to Article 2 (3) or 3 shall be valid until 30 June 1986.", "Member States shall return to the reserve, not later than 1 May 1986, the unused portions of their initial shares which, on 15 April 1986, are in excess of 20 % of the initial amounts. They may return a greater portion if there are grounds for believing that such portion may not be used in full.\nMember States shall notify the Commission, not later than 1 May 1986, of the total quantities of the products in question imported, up to and including 15 April 1986, and charged against the Community quota and of any portion of their initial shares returned to the reserve.", "The Commission shall keep an account of the shares opened by the Member States pursuant to Articles 2 and 3 and, as soon as it has been notified, shall inform each Member State of the extent to which the reserve has been used up.\nIt shall inform the Member States, not later than 5 May 1986, of the amount still in reserve after amounts have been returned thereto pursuant to Article 5.\nIt shall ensure that the drawing which exhausts the reserve does not exceed the balance available, and to this end shall notify the amount of that balance to the Member State making the last drawing. Article 7\n1. Member States shall take all appropriate measures to ensure that additional shares drawn pursuant to Article 3 are opened in such a way that imports may be charged without interruption against their aggregate shares of the Community quota.\n2. Member States shall ensure that importers of the products in question have free access to the shares allocated to them.\n3. Member States shall charge imports of the products in question against their shares as and when the products are entered with the customs authorities for free circulation.\n4. The extent to which a Member State has used up its share shall be determined on this basis of the imports charged against that share in accordance with paragraph 3.", "At the Commission's request, Member States shall inform it of the imports actually charged against their shares.", "Member States and the Commission shall cooperate closely to ensure that this Regulation is complied with.", "0\nThis Regulation shall enter into force on 1 July 1985.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 4 June 1985.\nFor the Council\nThe President\nL. GRANELLI"}