{"celex_id": "31988R4112", "uri": "http://publications.europa.eu/resource/cellar/51445af3-4c84-4556-b39b-482e40349350", "type": "Regulation", "concepts": ["1031", "2068", "5233", "5792"], "title": "Council Regulation (EEC) No 4112/88 of 21 December 1988 amending Regulation (EEC) No 315/68 fixing quality standards for flowering bulbs, corms and tubers\n", "header": "Council Regulation (EEC) No 4112/88\nof 21 December 1988\namending Regulation (EEC) No 315/68 fixing quality standards for flowering bulbs, corms and tubers\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 234/68 of 27 February 1968 on the establishment of a common organization of the market in live trees and other plants, bulbs, roots and the like, cut flowers and ornamental foliage [1], as last amended by Regulation (EEC) No 3991/87 [2], and in particular Article 3 thereof,\nHaving regard to the proposal from the Commission,\nWhereas Regulation (EEC) No 315/68 [3], as last amended by Regulation (EEC) No 1733/84 [4], lays down quality standards for flowering bulbs, corms and tubers intended for sale to consumers for their personal needs within the Community or for export to third countries;\nWhereas the tariff description of the products concerned should be adapted to take account of the implementation of the tariff nomenclature introduced by Council Regulation (EEC) No 2658/87 of 23 July 1987 on the tariff and statistical nomenclature and on the Common Customs Tariff [5], as last amended by Regulation (EEC) No 3468/88 [6];\nWhereas the second subparagraph of Article 2 (1) of Regulation (EEC) No 315/68 lays down marketing conditions within the Community for products intended for a use or destination other than those set out in the first subparagraph of that paragraph; whereas, in view of experience gained, the marketing rules existing in the case of export to third countries should be applied for those products not intended for sale to consumers,", "main_body": ["Regulation (EEC) No 315/68 is hereby amended as follows:\n1. Article 1 is replaced by the following:\n\"Article 1\nQuality standards shall be fixed for bulbs, tubers, tuberous roots, corms, crowns and rhizomes, dormant, falling within CN code 060110.\nThose quality standards are defined in the Annex hereto.\"\n2. Article 2 (1) is replaced by the following:\n\"1. If products listed in Article 1 do not comply with the quality standards, they may not:\n- within the Community:\n(i) be held or transported with a view to sale, at any marketing stage, in packs intended for the consumer for his personal need;\n(ii) be displayed for sale, offered for sale, sold or delivered to the consumer, by a trader or directly by a producer;\n- be exported to a third country for sale to the consumer for his personal needs.\nThe products referred to in Article 1 and intended for purposes other than those set out in the first subparagraph may not be marketed within the Community or exported to a third country unless:\n(a) they comply with the provisions set out in the first paragraph of Title II of the Annex hereto;\n(b) each package bears the following particulars, legibly and indelibly marked:\n- identification of the seller:\nname and address or code mark,\n- nature of produce:\n\"Not for sale to the consumer for his personal needs\", to which shall be added, as appropriate, \"produce for propagation\".\n(c) the packaging is clearly different from that used for sales to the consumer for his personal needs.\"", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 21 December 1988.\nFor the Council\nThe President\nV. Papandreou\n[1] OJ No L 55, 2. 3. 1968, p. 1.\n[2] OJ No L 377, 31. 12. 1987, p. 19.\n[3] OJ No L 71, 21. 3. 1968, p. 1.\n[4] OJ No L 164, 22. 6. 1984, p. 1.\n[5] OJ No L 256, 7. 7. 1987, p. 1.\n[6] OJ No L 296, 29. 10. 1988, p. 50.\n--------------------------------------------------"}