{"celex_id": "31984R2881", "uri": "http://publications.europa.eu/resource/cellar/617bfef7-5863-401a-9483-c18fb7f37ef0", "type": "Regulation", "concepts": ["1565", "2763", "3568"], "title": "Commission Regulation (EEC) No 2881/84 of 12 October 1984 amending Regulation (EEC) No 896/84 laying down additional provisions concerning the grant of export refunds on milk and milk products\n", "header": "COMMISSION  REGULATION (EEC) No 2881/84\nof 12 October 1984\namending Regulation (EEC) No 896/84 laying down additional provisions concerning the grant of export refunds on milk and milk products\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 804/68 of 27 June 1968 on the common organization of the market in milk and milk products (1), as last amended by Regulation (EEC) No 1557/84 (2), and in particular Article 17 (4) thereof,\nHaving regard to Council Regulation (EEC) No 876/68 of 28 June 1968 laying down general rules for granting export refunds on milk and milk products and criteria for fixing the amount of such refunds (3), as last amended by Regulation (EEC) No 2429/72 (4), and in particular Article 6 (3) thereof,\nWhereas, pursuant to Commission Regulation (EEC) No 896/84 (5), as amended by Regulation (EEC) No 1161/84 (6), two refund amounts may, at the beginning of a new milk year, be fixed for the same product and destination in order to take the price levels before and after the beginning of the new milk year into account; whereas the granting of the higher refund is conditional on the production of evidence that the product was produced during the period in which the higher of the two prices obtained;\nWhereas the two refund amounts may be cancelled one after another in the course of a new milk year; whereas in cases where the refund was fixed in advance by the operator at a time when two refund amounts were applicable, the requirement whereby he should produce the evidence referred to above should, where such evidence relates to the fact that the goods were produced during the new milk year, be waived as from the replacement of the two refund amounts by a single amount;\nWhereas Article 1 of Regulation (EEC) No 896/84 should be redrafted to make its meaning clearer;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Milk and Milk Products,", "main_body": ["Article 1 of Regulation (EEC) No 896/84 is hereby replaced by the following:\n'Article 1\n1. Where, at the beginning of a new milk year, two refund amounts are fixed for the same product and destination, the granting of the higher refund is conditional:\n- in cases where the intervention prices applicable as from the beginning of the new milk year have a positive effect on market prices for the product, on the production of evidence that the product exported was produced in the new milk year,\n- in cases where the interventon prices applicable as from the beginning of the new milk year have a negative effect on market prices for the product, on the production of evidence that the product exported was produced before the beginning of the new milk year.\n2. The evidence referred to in the first indent of paragraph 1 need not be produced, in the case of an operator who applied for an export licence with advance fixing of the refund, where the customs export formalities referred to in Article 22 (1) (b) of Commission Regulation (EEC) No 3183/80 (1) are completed on or after the day on which the two refund amounts are replaced by a single amount.\n3. In the case of products falling within subheadings 04.03 B or ex 23.07 B of the Common Customs Tariff, evidence of the following may be required in addition to or instead of the evidence referred to in paragraph 1:\n- that the butter or cream used as the raw material for the manufacture of products falling within subheading 04.03 B,\n- that skimmed milk or skimmed-milk powder incorporated in products falling within subheading ex 23.07 B,\nwere manufactured during the period in question.\n4. Member States shall adopt the necessary measures concerning the supporting documents which may be used as proof as referred to in paragraphs 1 and 3, and the relevant control measures.\n(1) OJ No L 338, 13. 12. 1980, p. 1.'", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 12 October 1984.\nFor the Commission\nPoul DALSAGER\nMember of the Commission\n(1) OJ No L 148, 28. 6. 1968, p. 13.\n(2) OJ No L 150, 6. 6. 1984, p. 6.\n(3) OJ No L 155, 3. 7. 1968, p. 1.\n(4) OJ No L 264, 23. 11. 1972, p. 1.\n(5) OJ No L 91, 1. 4. 1984, p. 71.\n(6) OJ No L 112, 28. 4. 1984, p. 12."}