{"celex_id": "31989R1390", "uri": "http://publications.europa.eu/resource/cellar/a8c6f87c-6cb8-4955-8eae-456f139275bb", "type": "Regulation", "concepts": ["161", "2436", "2437", "2438", "2743"], "title": "Council Regulation (EEC) No 1390/89 of 22 May 1989 opening and providing for the administration of Community tariff quotas for herrings, frozen fillets of hake and certain eels\n", "header": "COUNCIL  REGULATION (EEC) No 1390/89\nof 22 May 1989\nopening and providing for the administration of Community tariff quotas for herrings, frozen fillets of hake and certain eels\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Articles 28 and 113 thereof,\nHaving regard to the proposal from the Commission,\nWhereas, in some Agreements under Article XXIV (6) of the General Agreement on Tariffs and Trade (GATT), the Community has undertaken to open each year, subject to compliance with the reference prices, and for which the periods, the customs duties and the amounts applicable have been already determined, Community tariff quotas for herring, fresh, chilled or frozen, and for frozen fillets of hake (Merluccius spp.) presented in the form of industrial blocks with bones ('standard'); whereas supplies to the processing industries of eels, fresh, chilled or frozen, intended for processing by curing or skinning enterprises or for use in the industrial manufacture of products falling within CN code 1604 still depend to a large extent on imports from third countries; whereas, from 1 July 1989 to 30 June 1990 the levy of the customs duty applicable should therefore be suspended totally on imports of the relevant products up to an appropriate quantitative limit; whereas the introduction of a Community measure of this nature is unlikely to harm Community production; whereas demand not met by Community production can be estimated at 5 250 tonnes for the period in question; whereas a tariff quota for the relevant types of eel should therefore be opened for this period on the conditions set out above; whereas the fixing of the quota volume at this level does not, however, prevent its readjustment during the quota period;\nWhereas it is necessary, in particular, to ensure for all Community importers equal and uninterrupted access to the said quotas and to ensure the uninterrupted application of the rates laid down for the quotas to all imports of the products concerned into all Member States until the quotas have been used up; whereas, in the present case, they should not be allocated among the Member States, without prejudice to the drawing against the quota volumes of such quantities as they may need, under the conditions and according to a procedure to be determined; whereas this method of administration requires close cooperation between the Member States and the Commission and the latter must in particular be able to monitor the rate at which the quotas are used up and inform the Member States accordingly;\nWhereas, since the Kingdom of Belgium, the Kingdom of the Netherlands and the Grand Duchy of Luxembourg are united within and jointly represented by the Benelux Economic Union, all transactions concerning the administration of shares levied by that economic union may be carried out by any one of its members,", "main_body": ["1. The customs duty applicable to the import of the products listed below shall be suspended at the levels, during the periods and within the limits of the Community tariff quotas indicated for each product:\n1.2.3.4.5.6 //  //  //  //  //  //  // Order No  // CN code  // Description  // Quota period  // Amount of quota (tonnes)  // Quota duty (%)   //    //   //   //   //   //   //   //  //   //   //   //   // 09.0006   // 0302 40 90 0303 50 90 0304 10 93 ex 0304 10 98 0304 90 25  // Herring, fresh, chilled or frozen   // 16 June 1989 to 14 February 1990   // 34 000   // 0   // 09.0037   // ex 0304 20 57   // Frozen fillets of hake (Merluccius spp.) presented in the form of industrial blocks with bones ('standard')   // 1 July to 31 December 1989   // 5 000   // 10   // 09.2702   // ex 0301 92 00 ex 0302 66 00 ex 0303 76 00  // Eels (Anguilla spp.), live, fresh, chilled or frozen, intended for processing by curing or skinning enterprises or for use in the industrial manufacture of products falling within CN code 1604 (1)   // 1 July 1989 to 30 June 1990   // 5 250   // 0   //    //   //   //   //   //\n(1) Control of the use for this special purpose shall be carried out pursuant to the relevant Community provisions. 2. Within these limits the Kingdom of Spain and the Portuguese Republic shall apply a customs duty calculated in accordance with the provisions laid down in this respect in the Act of Accession.\n3. Imports of these products shall not be charged against these tariff quotas if they are already eligible for an equal or lower customs duty under other preferential tariff treatment.\n4. Where the Community has fixed a reference price for the products or categories of products concerned, imports of fillets of hake shall benefit from the relevant quota fixed in paragraph 1 only if the free-at-frontier price determined by the Member States in accordance with Article 21 of Regulation (EEC) No 3796/81 (1) is at least equal to the reference price.\nThe use of the tariff quota for herrings shall be subject to compliance with any reference price which may be fixed.", "The tariff quotas referred to in Article 1 shall be managed by the Commission, which may take all appropriate administrative measures in order to ensure effective administration thereof.", "If an importer presents in a Member State a declaration of entry into free circulation, including a request for preferential benefit for a product covered by this Regulation and if this request is accepted by the customs authorities, the Member States concerned shall inform the Commission and draw an amount corresponding to its requirements from the corresponding quota amount.\nThe drawing requests, with indication of the date of acceptance of the said declarations, must be transmitted to the Commission without delay.\nThe drawings are granted by the Commission by reference to the date of acceptance of the declarations of entry into free circulation by the customs authorities of the Member States concerned to the extent that the available balance so permits.\nIf a Member State does not use the quantities drawn, it shall return them as soon as possible to the corresponding quota amount.\nIf the quantities requested are greater than the available balance of the quota amount, allocation shall be made on a pro rata basis with respect to the requests. Member States shall be informed by the Commission in accordance with the drawings made.", "1. Member States shall take all appropriate measures to ensure that their drawings pursuant to Article 3 enable imports to be charged without interruption against their accumulated shares of the Community quota.\n2. Each Member State shall ensure that importers of the products concerned have free access to the quotas for such time as the residual balance of the quota volumes so permits.\n3. Member States shall charge imports of the said goods against their drawings as and when the goods are entered with the customs authorities for free circulation.\n4. The extent to which the quotas have been used up shall be determined on the basis of the imports charged in accordance with paragraph 3.", "At the request of the Commission, Member States shall inform it of imports actually charged against the quotas.", "The Member States and the Commission shall cooperate closely to ensure that this Regulation is complied with.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 22 May 1989.\nFor the Council\nThe President\nF. FERNANDEZ ORDOĂ\u0091EZ\n(1) OJ No L 379, 31. 12. 1981, p. 1."}