{"celex_id": "31984R3444", "uri": "http://publications.europa.eu/resource/cellar/dd34fdbf-f3c4-447a-b0c1-591f19dff380", "type": "Regulation", "concepts": ["2670"], "title": "Commission Regulation (EEC) No 3444/84 of 5 December 1984 on the sale at a price fixed in advance of dried grapes from the 1983 harvest held by Greek storage agencies\n", "header": "COMMISSION  REGULATION (EEC) No 3444/84\nof 5 December 1984\non the sale at a price fixed in advance of dried grapes from the 1983 harvest held by Greek storage agencies\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 516/77 of 14 March 1977 on the common organization of the market in products processed from fruit and vegetables (1), as last amended by Regulation (EEC) No 988/84 (2),\nHaving regard to Council Regulation (EEC) No 2194/81 of 27 July 1981 laying down the general rules for the system of production aid for dried figs and dried grapes (3), as last amended by Regulation (EEC) No 2057/84 (4), and in particular Article 6 (2) thereof,\nWhereas the Greek storage agencies still have stocks of dried grapes from the 1983 harvest which they have bought pursuant to Article 3 of Regulation (EEC) No 2194/81; whereas in the light of the situation on the market in dried grapes the sale of such dried grapes at a price fixed in advance should continue in accordance with the provisions of Commission Regulation (EEC) No 3263/81 (5);\nWhereas, when fixing the sale price consideration must be given to the fact that such products may remain eligible for aid; whereas, as a consequence of the provisions of Article 10 (1) of Commission Regulation (EEC) No 2425/81 of 20 August 1981 laying down detailed rules for the application of the system of aid for dried grapes and dried figs (6), as amended by Regulation (EEC) No 3334/83 (7), the exchange rate to be applied when converting the aid fixed in ECU into national currency is the representative rate applicable on 1 September 1983; whereas, pursuant to Article 5 of Regulation (EEC) No 3263/81, the exchange rate applied to sale prices fixed in advance is to be the representative rate in force on the day on which the application is deemed valid for consideration; whereas the impact of the two different exchange rates on the sale price expressed in national currency must be reflected in the sale price to be fixed;\nWhereas the prices fixed in this Regulation replace those fixed by Commission Regulation (EEC) No 3248/83 (8);\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Products Processed from Fruit and Vegetables,", "main_body": ["1. The Greek storage agencies listed in Annex I shall undertake the sale of dried grapes from the 1983 harvest, the qualities and prices of which are stated in Annex II.\n2. The sale shall take place pursuant to Regulation (EEC) No 3263/81, and in particular Articles 2 to 5 thereof.\n3. Applications to purchase must be submitted in writing to each storage agency in question at the headquarters of Ydagep, 5 Acharnon Street, GR-Athens.\n4. Information on the quantities and the places where the products are stored may be obtained by those concerned from the addresses given in Annex I.", "Regulation (EEC) No 3248/83 is hereby repealed.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply until 31 January 1985.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 5 December 1984.\nFor the Commission\nPoul DALSAGER\nMember of the Commission\n(1) OJ No L 73, 21. 3. 1977, p. 1.\n(2) OJ No L 103, 16. 4. 1984, p. 11.\n(3) OJ No L 214, 1. 8. 1981, p. 1.\n(4) OJ No L 191, 19. 7. 1984, p. 1.\n(5) OJ No L 329, 17. 11. 1981, p. 8.\n(6) OJ No L 240, 24. 8. 1981, p. 1.\n(7) OJ No L 330, 26. 11. 1983, p. 18.\n(8) OJ No L 321, 18. 11. 1983, p. 14.\nANNEX  I\nList of storage agencies referred to in Article 1 of this Regulation\nA. CURRANTS\n1. ASO, Mezonos 241, Patra, Greece.\n2. Panegialios Enosis Sineterismon, Egion, Greece.\n3. Enosis Georgicon Sineterismon Zakynthou, Zakynthos, Greece.\n4. Enosis Georgicon Sineterismon Olympias Ilias, Pyrgos, Greece.\nB. SULTANAS\n1. KSOS, 24 Kanari Street, Athens, Greece.\n2. Enosis Georgicon Sineterismon Iracliou Critis, Iraclio Crete, Greece.\n3. Enosis Georgicon Sineterismon Messaras, Mires Iracliou Crete, Greece.\n4. Enosis Georgicon Sineterismon Monofatsiou, Assimi Iracliou Crete, Greece.\n5. Eleourgicos, Oinopiiticos ke Pistoticos Sineterismos Archanon Critis, Archanes Crete, Greece.\n6. Eleourgicos ke Oinopiiticos Sineterismos Casteliou Pediados Critis, Casteli Pediados Crete, Greece.\n7. Eleourgicos Sineterismos Kroussonos Iracliou Critis, Iraclio Crete, Greece.\n8. Enosis Paragogicon Sineterismon Pezon, Kalloni Iracliou Crete, Greece.\n9. Enosis Paragogicon Sineterismon, Milopotamos, Crete, Greece.\n10. Enosis Paragogicon Sineterismon, Sitia, Crete, Greece.\n11. Enosis Archalochoriou, Iraclio Critis, Greece.\nANNEX II\nQualities and prices of the dried grapes referred to in Article 1\n1.2 //   // (ECU/100 kg)  // Sultana No 1  // 102,50  // Currant, dried in the shade, Eghion region  // 101,22  // Sultana No 2  // 100,36  // Currant, select, Eghion region  // 99,08  // Currant, dried in the shade, Corinth region  // 98,36  // Sultana No 4  // 97,08  // Currant, select, Corinth region  // 95,46  // Currant, standard quality, Eghion region  // 94,08  // Sultana No 5  // 92,80  // Currant, select, from Patras, the Ionian islands, the Prefecture of Ilias, Triphilias  // 92,80  // Currant, standard quality, Corinth region  // 92,80  // Currant, select, remainder of Messenia  // 91,37  // Currant, standard quality, from Patras, the Ionian islands, the Prefecture of Ilias, Triphilias  // 89,94  // Currant, standard quality, remainder of Messenia  // 88,51  // Currant, standard quality B (other origins)  // 80,95"}