{"celex_id": "31988R1859", "uri": "http://publications.europa.eu/resource/cellar/0dd64782-d79e-4cb5-97ad-65402049cfb2", "type": "Regulation", "concepts": ["1264", "2871", "3170", "4291", "4983"], "title": "Commission Regulation (EEC) No 1859/88 of 30 June 1988 amending Regulation (EEC) No 3472/85 on the buying-in and storage of olive oil by intervention agencies\n", "header": "COMMISSION  REGULATION (EEC) No 1859/88\nof 30 June 1988\namending Regulation (EEC) No 3472/85 on the buying-in and storage of olive oil by intervention agencies\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation No 136/66/EEC of 22 September 1966 on the establishment of a common organization of the market in oils and fats (1), as last amended by Regulation (EEC) No 1098/88 (2), and in particular Article 12 (4) thereof,\nWhereas Commission Regulation (EEC) No 3472/85 (3), as last amended by Regulation (EEC) No 3236/87 (4), specifies the olive oil qualities that may be offered for intervention; whereas experience has shown that intervention purchasing of olive-pomace oil is of no direct benefit to producers; whereas intervention purchasing of pomace oil is not therefore fully consonant with the aims of Article 12 (1) of Regulation No 136/66/EEC such as market stability and protection of producers' incomes; whereas, pursuant to Commission Regulation (EEC) No 3635/86 (5), intervention purchasing of olive-pomace oil was already suspended during the 1986/87 marketing year; whereas intervention purchasing of this quality of oil should therefore be terminated; whereas the Annex to Regulation (EEC) No 3472/85 must therefore be amended;\nWhereas the maximum acidity of lampante virgin olive oil offered for intervention must be altered to improve the quality;\nWhereas Council Regulation (EEC) No 1915/87 (6) altered the definition of virgin olive oil; whereas the price increase applicable on that quality should therefore be altered to take account of market conditions; whereas the Annex to Regulation (EEC) No 3472/85 must therefore be amended;\nWhereas Commission Regulation (EEC) No 1058/77 (7), as last amended by Regulation (EEC) No 1858/88 (8), stipulates that virgin oils with a tetrachloroethylene content above a certain level are to be classed as lampante virgin olive oils; whereas as far as intervention purchasing is concerned this downgrading will be efective only from the beginning of the next marketing year; whereas on account of the depreciation in the market value of these oils a special intervention price should apply to them temporarily;\nWhereas the Management Committee for Oils and Fats has not issued an opinion within the time limit set by its Chairman,", "main_body": ["Regulation (EEC) No 3472/85 is hereby amended as follows:\n1. Article 1 is replaced by the following:\n'Article 1\nIntervention under Article 12 (1) of Regulation No 136/66/EEC shall be restricted to olive oil as defined at point 1 of the Annex to that Regulation. The water and impurity content of such oil may not be more than 1 %.\nIn the case of lampante virgin olive oil the free fatty acid content expressed as oleic acid may not be more than 10 %.'\n2. In Article 2 (2), 'and, in the case of olive residue oil, the accounts of the extraction industries of this oil' is deleted.\n3. The fourth indent in Article 2 (3) is deleted.\n4. In Article 3 (3), 'and of 0,5 % for residue oil' is deleted.\n5. The third indent in Article 8 (2) is deleted.\n6. The Annex is replaced by the Annex to this Regulation.", "This Regulation shall enter into force on 1 July 1988.\nHowever until 31 October 1988 Annex A to this Regulation shall apply in place of the Annex to Regulation (EEC) No 3472/85.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 June 1988.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No 172, 30. 9. 1966, p. 3025/66.\n(2) OJ No L 110, 29. 4. 1988, p. 10.\n(3) OJ No L 333, 11. 12. 1985, p. 5.\n(4) OJ No L 308, 30. 10. 1987, p. 12.\n(5) OJ No L 336, 29. 11. 1986, p. 39.\n(6) OJ No L 183, 3. 7. 1987, p. 7.\n(7) OJ No L 128, 24. 5. 1977, p. 6.\n(8) See page 10 of this Official Journal.\nANNEX\n'ANNEX\n(ECU/100 kg)\n1.2.3 //  //  //  // Description and quality as defined in the Annex to Regulation No 136/66/EEC (the degree of acidity represents the free fatty acid content, expressed as grams of oleic acid/100 grams of oil)   // Price increase   // Price reduction   //    //   //   // Extra virgin olive oil  // 17,29   // -   // Virgin olive oil   // 6,05   // -  // Ordinary virgin olive oil   // -   // -   // Lampante virgin olive oil 1°   //   // 8,14   // Other lampante virgin olive oils:   //   //   // - more than 1°, up to and including 8° acidity   //   // Reduction increased by 0,32 ECU for each additional tenth of a degree of acidity  // - more than 8° acidity   //   // Reduction increased by 0,35 ECU for each additional tenth of a degree of acidity'  //  //  //\nANNEX A\n(ECU/100 kg)\n1.2.3 //  //  //  // Description and quality as defined in the Annex to Regulation No 136/66/EEC (the degree of acidity represents the free fatty acid content, expressed as grams of oleic acid/100 grams of oil)   // Price increase   // Price reduction   //    //   //   // Extra virgin olive oil with a tetrachloroethylene content of not more than 0,1 mg/kg  // 17,29   //   // Extra virgin olive oil with a tetrachloroethylene content of more than 0,1 mg/kg but not more than 1 mg/kg   // 3,46   //   // Virgin olive oil with a tetrachloroethylene content of not more than 0,1 mg/kg  // 6,05   //   // Virgin olive oil with a tetrachloroethylene content of more than 0,1 mg/kg but not more than 1 mg/kg  // 1,21   //   // Ordinary virgin olive oil with a tetrachloroethylene content of not more than 0,1 mg/kg Ordinary virgin olive oil with a tetrachloroethylene content of more than 0,1 mg/kg but not more than 1 mg/kg   //   // 6,51  // Lampante virgin olive oil 1° and other virgin olive oils 1° with a tetrachloroethylene content of more than 1 mg/kg   //  // 8,14   // Other lampante virgin olive oils and other virgin olive oils with a tetrachloroethylene content of more than 1 mg/kg   //   //   // - more than 1°, up to and including 8° activity   //   // Reduction increased by 0,32 ECU for each additional tenth of a degree of activity  // - more than 8° activity   //   // Reduction increased by 0,35 ECU for each additional tenth of a degree of activity"}