{"celex_id": "31986D0521", "uri": "http://publications.europa.eu/resource/cellar/ba1678e4-007a-4874-89ad-0660cd1a3f11", "type": "Decision", "concepts": ["1085", "862"], "title": "86/521/EEC: Commission Decision of 22 October 1986 on the improvement of the efficiency of agricultural structures in France pursuant to Council Regulation (EEC) No 797/85 (Only the French text is authentic)\n", "header": "COMMISSION  DECISION\nof 22 October 1986\non the improvement of the efficiency of agricultural structures in France pursuant to Council Regulation (EEC) No 797/85\n(Only the French text is authentic)\n(86/521/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 797/85 of 12 March 1985 on improving the efficiency of agricultural structures (1), and in particular Article 25 (3) thereof,\nWhereas the French Government communicated, in accordance with the second indent of Article 24 (1) of Regulation (EEC) No 797/85, the legislative and administrative provisions listed in the Annex to this Decision and relating to the setting up of young farmers;\nWhereas, in accordance with Article 25 (3) of Regulation (EEC) No 797/85, the Commission must decide whether, in the light of the conformity of the said provisions with the abovementioned Regulation and having regard to the objectives of the latter and the need for a proper connection between the various measures, the conditions are satisfied for a financial contribution from the Community under Article 7 of the said Regulation;\nWhereas the measures provided for by the provisions notified are in line with the objectives of Article 7 of Regulation (EEC) No 797/85;\nWhereas the Community can make a financial contribution towards the aid scheme in question only in those cases which satisfy the requirements of Article 7 (1) of Regulation (EEC) No 797/85, subject to observance of the amounts specified therein;\nWhereas the EAGGF (European Agricultural Guidance and Guarantee Fund) Committee has been consulted on the financial aspects;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Agricultural Structure,", "main_body": ["The legislative and administrative provisions listed in the Annex to this Decision, as communicated by the French Government in accordance with the second indent of Article 24 (1) of Regulation (EEC) No 797/85, satisfy the conditions for a financial contribution by the Community under Article 7 of the said Regulation.", "This Decision is addressed to the French Republic."], "attachments": "Done at Brussels, 22 October 1986.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 93, 30. 3. 1985, p. 1.\nANNEX\nList of legislative and administrative provisions covered by Commission Decision 86/521/EEC\n1. Decree No 81-246 of 17 March 1981 on aids to setting up for young farmers:\n- supplemented by Decree 81-957 of 22 October 1981,\n- amended by Decree 84-778 of 8 August 1984.\n2. Decree No 82-1125 of 27 December 1982 on aids to setting up for young farmers in the French overseas departments.\n3. Order of 10 July 1986 on special medium-term loans from the CrĂŠdit Agricole Mutuel.\n4. Order of 17 March 1981 on the setting-up grant for young farmers, amended by:\n- Order of 8 December 1982,\n- Order of 8 August 1984.\n5. Order 27 December 1982 on the setting-up grant for young farmers in the French overseas departments.\n6. Decree No 78-123 of 2 February 1978 on long-term loans with interest-rate subsidies granted by the CrĂŠdit Agricole Mutuel for certain real-estate transactions.\nOrder of 2 February 1978 implementing Article 11 of Decree No 78-123, amended by Order of 10 July 1986.\n7. Order of 17 March 1981 on skill and competence in agriculture, amended by Order of 8 August 1984.\nOrder of 27 December 1984 on skill and competence in agriculture in the French overseas departments.\n8. Circulars:\n- DIAME 81/5007 of 8 April 1981,\n- DIAME 82/5004 of 26 January 1983,\n- DIAME 84/5016 of 28 November 1984,\n- DIAME 83/5010 of 8 July 1983,\n- DIAME 81/5018 of 23 November 1981,\n- DIAME 82/5010 of 23 October 1982."}