{"celex_id": "31987R2143", "uri": "http://publications.europa.eu/resource/cellar/4da72ae7-cc4c-4ac7-8b94-578144c29b9c", "type": "Regulation", "concepts": ["1474", "2018", "5404", "544"], "title": "Council Regulation (EEC) No 2143/87 of 13 July 1987 concerning the conclusion of the Agreement between the European Economic Community and the Government of the People's Republic of Mozambique on fisheries relations\n", "header": "22.7.1987 EN Official Journal of the European Communities L 201/1\nCOUNCIL REGULATION (EEC) No 2143/87\nof 13 July 1987\nconcerning the conclusion of the Agreement between the European Economic Community and the Government of the People's Republic of Mozambique on fisheries relations\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 43 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nWhereas the Community and the People's Republic of Mozambique have negotiated and initialled an Agreement on fisheries relations which guarantees fishing opportunities for Community fishermen in waters over which Mozambique has sovereignty or jurisdiction;\nWhereas it is in the Community's interest to approve this Agreement,", "main_body": ["The Agreement between the European Economic Community and the Government of the People's Republic of Mozambique on fisheries relations is hereby approved on behalf of the Community.\nThe text of the Agreement is attached to this Regulation.", "The President of the Council is hereby authorized to designate the persons empowered to sign the Agreement in order to bind the Community (3).", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 13 July 1987.\nFor the Council\nThe President\nB. SCHALL HOLBERG\n(1)  OJ No C 79, 26. 3. 1987, p. 4.\n(2)  Opinion delivered on 19 June 1987 (not yet published in the Official Journal).\n(3)  The date of entry into force of the Agreement will be published in the Official Journal of the European Communities by the General Secretariat of the Council.\nAGREEMENT\nbetween the European Economic Community and the Government of the People's Republic of Mozambique on fisheries relations\nTHE EUROPEAN ECONOMIC COMMUNITY,\nhereinafter referred to as ‘the Community’,\nand\nTHE GOVERNMENT OF THE PEOPLE'S REPUBLIC OF MOZAMBIQUE,\nhereinafter referred to as ‘Mozambique’,\nCONSIDERING the spirit of cooperation resulting from the Lomé Convention and the good cooperation relations which exist between the Community and Mozambique;\nRECOGNIZING the importance of the rational conservation, management and exploitation of the marine resources;\nRECALLING that, in particular in respect of sea fishing, Mozambique exercises its sovereignty or jurisdiction over a zone extending up to 200 nautical miles from its coast;\nTAKING INTO ACCOUNT the signature by both Parties of the United Nations Convention on the Law of the Sea;\nAFFIRMING that the exercise by coastal States of their sovereign rights in the waters within their jurisdiction for the purpose of exploring, exploiting, conserving and managing the living resources thereof must be in accordance with the principles of international law;\nINSPIRED by the will to develop and intensify mutually advantageous cooperation in the field of fisheries;\nDETERMINED to conduct their relations in a spirit of mutual trust and respect for each other's interests in the sphere of sea fishing;\nDESIROUS of establishing the terms and conditions governing fishing activities of common interest to both parties,\nHAVE AGREED AS FOLLOWS:\nArticle 1\nThe purpose of this Agreement is to establish the principles and rules which will in future govern, in all respects, the fisheries relations between the Community and Mozambique including fishing by vessels flying the flag of a Member State of the Community, hereinafter referred to as ‘Community vessels’, in the waters over which Mozambique has sovereignty or jurisdiction in respect of fisheries in accordance with the provisions of the United Nations Convention on the Law of the Sea and other rules of international law, hereinafter referred to as ‘Mozambique's waters’.\nArticle 2\n1.   Mozambique shall permit fishing by Community vessels in Mozambique's waters in accordance with this Agreement.\n2.   The fishing activities under this Agreement shall be subject to the laws of Mozambique.\nArticle 3\n1.   The Community undertakes to take all appropriate steps to ensure that its vessels observe the provisions of this Agreement and the laws relating to fishing in Mozambique's waters consistent with the provisions of the United Nations Convention on the Law of the Sea and other rules of international law.\n2.   The authorities of Mozambique shall notify the Commission of the European Communities of any change to the said laws.\n3.   The measures taken by Mozambican authorities to regulate fisheries for the purpose of conservation shall be based on objective and scientific criteria and shall apply equally to Community and other third country vessels without prejudice to special arrangements between developing States within the same geographical area, including reciprocal fishing arrangements.\nArticle 4\n1.   Fishing activities by Community vessels in Mozambique's waters under the present Agreement shall be subject to possession of a fishing licence issued at the Community's request by the authorities of Mozambique.\n2.   The authorities of Mozambique will issue fishing licences within the limits laid down in the Protocol referred to in Article 8 of this Agreement.\n3.   Licences shall be valid in the zones defined in the Annex.\n4.   Licences shall be valid, at the request of the shipowner, for periods defined in the Annex.\n5.   A licence shall be issued for a given vessel and shall not be transferable.\n6.   At the request of the Community, a vessel's fishing licence may, and in the case of force majeure will, be replaced by a licence for another vessel of which the fishing capacity does not exceed that of the vessel to be replaced.\nArticle 5\n1.   Fishing licences shall be issued by the authorities of Mozambique subject to payment of a fee by the shipowner concerned.\n2.   The fee for a tuna-fishing licence shall be set per tonne of tuna caught in Mozambique's waters; the fee for shrimp trawlers shall be set according to the number of gross registered tonnes admissible under the licences.\n3.   The amount of these fees and the methods of payment are set out in the Annex.\nArticle 6\nThe Parties undertake to consult each other, either directly or within international organizations, to ensure the management and conservation of the living resources in the Indian Ocean and to cooperate in the relevant scientific research.\nArticle 7\nThe vessels authorized to fish in Mozambique's waters in the framework of this Agreement are obliged to communicate to the competent services of Mozambique the statements of catch and other relevant information according to the modalities defined in the Annex.\nArticle 8\nIn return for the fishing opportunities granted under Article 2, the Community will pay, in accordance with the conditions and arrangements stipulated in the Protocol annexed to this Agreement a financial contribution to Mozambique, without prejudice to the financing received by Mozambique under the Lomé Convention.\nArticle 9\n1.   The Parties agree to consult on questions relating to the implementation and proper functioning of this Agreement.\n2.   In the event of a dispute concerning the interpretation or application of this Agreement, such dispute shall be the subject of consultation between the Parties.\nArticle 10\n1.   With the aim of adopting practical measures for the application of the present Agreement, the Parties agree to constitute a Joint Committee. This Committee shall have the following competences:\n— to oversee the implementation, interpretation and proper functioning of the said Agreement;\n— to ensure the necessary liaison concerning matters of common interest;\n— to agree upon:\n— licence fees for vessels fishing for shrimps,\n— the quantitative limits for the species referred to in Articles 1 (1) and 1 (2) of the Protocol.\n2.   The Joint Committee will at least meet annually, preferably during the third quarter, alternatively in the People's Republic of Mozambique and the Community, or extraordinarily at the request of either Party, the date and location to be agreed.\n3.   The Parties shall consult at least 30 days in advance regarding the date and agenda for the Joint Committee meeting.\nArticle 11\nShould the authorities of Mozambique decide, as a result of developments in the state of stocks, to take conservation measures which affect the activities of Community vessels, consultations shall be held between the Parties in order to adapt the Annex and the Protocol attached to this Agreement.\nSuch consultations will be based on the principle that any substantial reduction of the fishing rights provided for in the Protocol shall lead to an equivalent reduction of the financial compensation to be paid by the Community.\nArticle 12\nNothing in this Agreement shall affect or prejudice in any manner the view of either Party with respect to any matter relating to the Law of the Sea.\nArticle 13\nThis Agreement shall apply, on the one hand, to the territories in which the Treaty establishing the European Economic Community is applied and under the conditions laid down in that Treaty and, on the other hand, to the territory of the People's Republic of Mozambique.\nArticle 14\nThe Annex and the Protocol shall form an integral part of this Agreement and a reference to this Agreement shall also constitute a reference to the Annex and Protocol.\nArticle 15\nThis Agreement shall be concluded for an initial period of five years from the date of its entry into force. Unless one of the Parties denounces it by giving notice to that effect six months before the date of expiry of the five-year period, it shall remain in force for further periods of two years unless denounced by notice given at least three months before the date of expiry of each such two-year period.\nAt the end of the five-year period, and thereafter at the end of each two-year period, and at the end of the duration of the Protocol, the Contracting Parties shall enter into negotiations to determine by common agreement what amendments or additions to the Annex or Protocol are required. In the event of a Contracting Party giving notice denouncing the Agreement, the Contracting Parties shall enter into negotiations.\nArticle 16\nThis Agreement, drawn up in duplicate in the Danish, Dutch, English, French, German, Greek, Italian, Portuguese and Spanish languages, each of these texts being equally authentic, shall enter into force on the date of its signature.\nANNEX\nCONDITIONS FOR THE PURSUIT OF FISHING ACTIVITIES IN MOZAMBIQUE'S WATERS BY COMMUNITY VESSELS\nA.   LICENCE APPLICATION AND ISSUING FORMALITIES\nThe procedure for applications for, and issue of, the licences enabling Community vessels to fish in Mozambique's waters shall be as follows:\nThe relevant Community authorities shall present to the Secretary of State for Fisheries of the People's Republic of Mozambique, via the Delegation of the Commission in Mozambique, an application for each vessel that wishes to fish under the Agreement:\n— for shrimp vessels before 1 August of each year,\n— for tuna vessels at least 30 days before the date of commencement of the period of validity requested.\nThe applications shall be made on the forms provided for that purpose by Mozambique, a specimen of which is annexed hereto.\nThe licences will be delivered to vessel owners or to their representatives. Licences must be held on board at all times.\nI.   Provisions applicable to shrimp vessels\n(a) The licence fees are set as follows:\n(b) All shrimp vessels authorized to fish under the Agreement in Mozambique's waters shall be obliged to forward to the Secretary of State for Fisheries at the end of each fishing campaign a daily catch report drawn up by the captain in accordance with the specimen annexed hereto.\n(c) Each shrimp vessel fishing in Mozambican waters under the Agreement shall inform the radio station ‘Radio Naval’, on a daily basis, of its geographical position. Shipowners shall be notified of the call sign at the time of delivery of the fishing licence.\nII.   Provisions applicable to tuna vessels\n(a) The fees shall be set at 20 ECU per tonne caught within Mozambique's waters.\n(b) Applications for licences for tuna vessels shall be issued following advance payment to Mozambique of a lump sum of 1 000 ECU a year for each tuna seiner, equivalent to the fees for 50 tonnes of tuna caught within Mozambique's waters per year. A provisional statement of the fees due for the fishing year shall be drawn up by the Commission of the European Communities at the end of each calendar year on the basis of the catch statements made by the shipowners and forwarded simultaneously to the Mozambican authorities and the Commission of the European Communities. The corresponding amount shall be paid by the shipowners to the Mozambican treasury no later than 31 March of the following year. The final statement of the fees due in respect of a fishing year shall be drawn up jointly by the Commission of the European Communities and the Secretary of State for Fishreies of the People's Republic of Mozambique, taking into account available scientific opinion, particularly of ORSTOM, the Spanish Institute of Oceanography (IEO) and the Institute of Fisheries Research (IIP), and any statistical data which can be gathered by an international fishing organization in the Indian Ocean. The shipowners shall be notified by the Commission of the European Communities of the statement and shall have 30 days in which to meet their financial obligations. If the amount of the sum due for actual fishing operations does not equal the advance payment, the corresponding outstanding sum shall not be recoverable by the shipowner.\n(c) Every three days during the fishing period in Mozambique's waters, the vessels shall communicate to the radio station at ‘Radio Naval’ their position and their catch. On entering and leaving Mozambique's waters, the vessels shall communicate to the radio station at ‘Radio Naval’ their position and the volume of the catches on board.\nB.   SIGNING ON OF SEAMEN\nShipowners who have been issued fishing licences may employ Mozambican nationals as fishermen.\nThe salary and social contribution shall be paid through a local agent designated by the Secretary of State for Fisheries of the People's Republic of Mozambique.\nC.   FISHING ZONES\n(a) The fishing zones accessible to shrimp vessels shall comprise all waters under the sovereignty or the jurisdiction of the People's Republic of Mozambique south of 10o 30' S and north of 26o 30' S and beyond the first 12 nautical miles measured from the base lines.\n(b) The fishing zones accessible to tuna vessels shall comprise all waters under the sovereignty or the jurisdiction of the People's Republic of Mozambique south of 10o 30' S and north of 26o 30' S and outside 200 m isobathe.\nD.   INSPECTION AND MONITORING OF FISHING ACTIVITIES\nAny Community vessel fishing in Mozambique's waters shall allow on board, and assist in the accomplishment of his duties, any official of Mozambique responsible for inspection and monitoring.\nE.   CHANGE OF GEAR\nChanges in fishing gear shall be submitted to the Office of the Secretary of State for Fisheries for authorization.\nF.   IDENTIFICATION OF SHRIMP VESSELS\nAll shrimp vessels authorized under the Agreement to fish in Mozambique's waters shall be identifiable by means of a registration number and identification number given by the Secretary of State for Fisheries.\nG.   BY-CATCHES\nBy-catches in the shrimp fisheries shall be landed at the port of Maputo destined for supply to the internal market, at a price fixed by the Secretary of State for Fisheries.\nH.   CHEMICAL ADDITIVES\nShrimp vessels' shipowners are authorized to utilize only, for transformation purposes, those chemical additives authorized by Community legislation.\nI.   PROPERTY OF RARE SPECIES\nAll marine species for which preservation is justified due to rarity of the species or biological research and which are caught by a Community vessel authorized under the Agreement to fish in Mozambique's waters shall be the property of the Office of the Secretary of State for Fisheries and therefore shall be delivered as soon as possible, and in the best possible condition, to the Office of the Secretary of State for Fisheries at the port of Maputo free of charge.\nJ.   TRANSHIPMENTS OF SHRIMPS\nTranshipments, other than those between Community shrimp vessels, outside the base port are prohibited.\nAs far as transhipments which take place in the base port are concerned, they shall be authorized only under control by the Secretary of State for Fisheries.\nK.   TAKING ON BOARD OF OBSERVERS\n(a) Each shrimp vessel shall take on board an observer designated by the Secretary of State for Fisheries of the People's Republic of Mozambique. The observer shall be accorded the conditions enjoyed by officers of that vessel. The salary and the social contributions of the observer shall be borne by the Mozambican authorities. Observers shall enjoy all facilities necessary for the performance of their duties including permanent access to fishing and navigation log books as well as navigation and communications equipment.\n(b) All Community vessels may be requested by the Mozambican authorities to take on board a biologist.\nL.   PROHIBITION OF FIREARMS\nFirearms, including those intended for self-defense purposes, shall be forbidden on all vessels authorized to fish in Mozambique's zone.\nM.   PENALTIES\nInfringements shall be penalized as follows:\n— payment of a fine of up to 100 000 ECU depending on the seriousness of the infringements for non-compliance with the provisions laid down in the Annex,\n— non-renewal of fishing licence for failure to supply statements of catch.\nPenalties not paid may lead to temporary seizure of the vessel concerned or any other vessel belonging to the same shipowner as a warranty for payment and to confiscation of the vessel without prejudice to the right of the shipowner to appeal to the relevant court.\nAPPLICATION FOR A LICENCE TO FISH FOR SHRIMP IN THE WATERS OF MOZAMBIQUE\nAPPLICATION FOR A LICENCE TO FISH FOR TUNA IN THE WATERS OF MOZAMBIQUE\nPROTOCOL\nestablishing the fishing rights and contributions provided for in the Agreement between the European Economic Community and the Government of the People's Republic of Mozambique on fisheries relations\nArticle 1\nFrom 1 January 1987, for a period of three years, the limits referred to in Article 2 of the Agreement shall be as follows:\n1. Shrimp vessels fishing exclusively on deep-water shrimps: 1 100 grt per month on a yearly average.\n2. Shrimp vessels fishing on shallow-water and deep-water shrimps: 3 700 grt per month on a yearly average.\n3. Pending the availability of more extensive knowledge in respect of tuna resources and without prejudice to future arrangements, 40 ocean-going freezer tuna boats are allowed to fish simultaneously.\nArticle 2\n1.   The financial compensation referred to in Article 8 of the Agreement for the period referred to in Article 1 of this Protocol, is fixed at 6 900 000 ECU, payable in three annual instalments.\n2.   If during the period of application of this Protocol the amount of tuna caught by Community vessels in Mozambican waters exceeds 18 000 tonnes, the financial compensation will be increased by 50 ECU per tonne caught above this quantitative limit.\n3.   The use to which this compensation is put shall be the competence solely of Mozambique.\n4.   The compensation shall be paid into an account opened at a financial institution or any body designated by Mozambique.\nArticle 3\nIn the event of an increase in the availability of fishing possibilities then at the request of the Community the vessels' limits referred to in Article 1 (1) and (2) may be increased. In this case, the financial compensation referred to Article 2 shall be increased proportionally pro rata temporis.\nArticle 4\n1.   The Community shall also contribute, during the period referred to in Article 1, 600 000 ECU towards the financing of Mozambican scientific and technical programmes (e.g. equipment and infrastructure) to improve information on the fishery resources within the waters of Mozambique.\nAt the request of Mozambique, part of the amount not exceeding 60 000 ECU may be used to finance the expenses of participation in international conferences, not necessarily related to the said scientific programme, destined to improve the knowledge of fisheries resources.\n2.   The competent Mozambican authorities shall send to the Commission a brief report on the utilization of the funds.\n3.   The Community's contribution to the sicientific and technical programmes shall be paid into an account specified on each occasion by the Office of the Secretary of State for Fisheries.\nArticle 5\nShould the Community fail to make the payments provided for in this Protocol, the Agreement on fishing may be suspended."}