{"celex_id": "31985D0480", "uri": "http://publications.europa.eu/resource/cellar/4293829d-0ee4-4946-ab4d-44ae0d61dee0", "type": "Decision", "concepts": ["2478", "4415"], "title": "85/480/EEC: Commission Decision of 16 October 1985 establishing the list of priority actions for 1985 within the framework of Council Decision 83/624/EEC concerning a plan for the transnational development of the supporting infrastructure for innovation and technology transfer\n", "header": "COMMISSION  DECISION\nof 16 October 1985\nestablishing the list of priority actions for 1985 within the framework of Council Decision 83/624/EEC concerning a plan for the transnational development of the supporting infrastructure for innovation and technology transfer\n(85/480/EEC)\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Decision 83/624/EEC of 25 November 1983 concerning a plan for the transnational development of the supporting infrastructure for innovation and technology transfer (1983 to 1985), and in particular Article 6 and Annexes I and II (F) (1) thereof,\nWhereas it is for the Commission to establish the annual list of priority actions for 1985;\nWhereas the priority actions for 1983, as set out in Annex III to Decision 83/624/EEC were continued through 1984;\nWhereas the results already obtained through the priority actions implemented justify the continuation and intensification of the work undertaken;\nWhereas the Consultative Committee for Innovation and Technology Transfer (CIT), having been consulted in accordance with Annex II (F) to Decision 83/624/EEC, has given a favourable opinion,", "main_body": ["The list of priority actions for 1985 is set out in the Annex. This list will remain in force in 1986 unless a new list of priority actions is established.", "This Decision shall enter into force on the day of its publication in the Official Journal of the European Communities."], "attachments": "Done at Brussels, 16 October 1985.\nFor the Commission\nKarl-Heinz NARJES\nVice-President\n(1) OJ No L 353, 15. 12. 1983, p. 15.\nANNEX\nPRIORITY ACTIONS FOR 1985\n1. Support for the establishment and initial activities of liaison mechanisms between advisory bodies on technology and management, particularly for small and medium-sized enterprises (SMEs).\n2. Organization of transnational activities and dissemination on a Community-wide scale of information concerning innovation and technology transfer, in particular:\n(a) research and development results;\n(b) technologies developed in regions of the world where information is difficult to obtain;\n(c) opportunities for cooperation between business concerns, particularly SMEs;\n(d) supply and demand in transferable technologies, e.g. through technological data bases, exchanges and exhibitions;\n(e) industrial property and innovation;\n(f) technical standards and regulations.\n3. Organization of activities designed to facilitate innovation financing and, in particular, continued support for liaison mechanisms between organizations financing venture capital.\n4. Within the framework of the Consultative Committee for Innovation and Technology Transfer, as a first step towards concertation, exchanges of information, experience and opinions on national and Community measures designed to promote innovation and technology transfer, on their effects and their efficiency. In this context, identification of new opportunities for transnational action and proposals for their realization."}