{"celex_id": "31989R2428", "uri": "http://publications.europa.eu/resource/cellar/69a9068e-ca4e-4e48-80ed-f2333dac5eb3", "type": "Regulation", "concepts": ["1474", "2771", "5989"], "title": "Council Regulation (EEC) No 2428/89 of 28 July 1989 on the application of Decision No 1/89 of the EEC-Cyprus Association Council derogating from the provisions concerning the definition of the concept of \"originating products\" laid down in the agreement establishing an association between the European economic Community and the Republic of Cyprus\n", "header": "COUNCIL  REGULATION (EEC) No 2428/89\nof 28 July 1989\non the application of Decision No 1/89 of the EEC-Cyprus Association Council derogating from the provisions concerning the definition of the concept of 'originating products' laid down in the agreement establishing an association between the European Economic Community and the Republic of Cyprus\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 113 thereof,\nHaving regard to the proposal from the Commission,\nWhereas the Agreement establishing an Association between the European Economic Community and the Republic of Cyprus (1) was signed on 19 December 1972 and entered into force on 1 June 1973;\nWhereas the Additional Protocol (2) to the said Agreement was signed at Brussels on 15 September 1977 and entered into force on 1 June 1978;\nWhereas, pursuant to Article 25 of the Protocol concerning the definition of the concept of 'originating products' and methods of administrative cooperation, annexed to the Additional Protocol, as extended by Article 2 of the Protocol laying down the conditions and procedures for the implementation of the second stage of the Agreement establishing an association between the European Economic Community and the Republic of Cyprus and adapting certain provisions of the Agreement (3), which was signed at Luxembourg on 19 October 1987, entered into force on 1 January 1988 and force an integral part of the agreement, the EEC-Cyprus Association Council has adopted Decision No 1/89 derogating from the rules of origin applicable to certain textile products;\nWhereas that Decision should be made to apply within the Community,", "main_body": ["Decision No 1/89 of the EEC-Cyprus Association Council shall apply in the Community.\nThe text of the Decision is annexed to this Regulation.", "1. The quantities listed in Annex I to Decision 1/89 shall be administered by the Commission. If an importer enters for the circulation in a Member State a product covered by a certificate EUR 1 bearing the endorsement referred to in Article 4 of Decision No 1/89 and that entry is accepted by the customs authorities, the Member State concerned shall, by notifying the Commission, draw an amount corresponding to the requirements.\n2. Requests for drawings, endorsed with the date of acceptance of the said entry and the serial number of the certificates EUR 1, must be forwarded to the Commission forthwith.\n3. Drawings shall be granted by the Commission in chronological order of the date of acceptance by the customs authorities of the Member State concerned of the entry for free circulation to the extent that the available balance of the said amount so permits.\n4. Should a Member State fail to use the quantities it has drawn, it shall return them as soon as possible.\n5. If the quantities requested are greater than the available balance of the amount, they shall be granted pro rata, pursuant to paragraph 3. The Commission shall inform the Member State of the drawings made.\nMember States shall be informed forthwith when the quantity has been used up.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 28 July 1989.\nFor the Council\nThe President\nM. CHARASSE\n(1) OJ No L 133, 21. 5. 1973, p. 2.\n(2) OJ No L 339, 28. 12. 1977, p. 2.\n(3) OJ No L 393, 31. 12. 1987, p. 2.\nDECISION No 1/89 OF THE EEC-CYPRUS ASSOCIATION COUNCIL\nof 28 July 1989\nderogating from the provisions concerning the definition of the concept of 'originating products' laid down in the Agreement establishing an association between the European Economic Community and the Republic of Cyprus\nTHE EEC-CYPRUS ASSOCIATION COUNCIL,\nHaving regard to the Agreement establishing an Association between the European Economic Community and the Republic of Cyprus, signed at Brussels on 19 December 1972, hereinafter referred to as 'the Agreement',\nHaving regard to the Protocol concerning the definition to the concept of 'originating products' and methods or administrative cooperation annexed to the Additional Protocol to the Agreement, and in particular Article 25 thereof,\nWhereas it was agreed, in the Joint Declaration by the Contracting Parties concerning the rules of origin, annexed to the Final Act of the Protocol laying down the conditions and procedures for the implementation of the second stage of the Agreement establishing an Association between the European Economic Community and the Republic of Cyprus and adapting certain provisions of the Agreement, signed at Luxembourg on 19 October 1987, which entered into force on 1 January 1988, that the Community and the Association Council would, after the entry into force of the Protocol, take a decision on additional Cypriot requests for derogations from the rules of origin applicable to products under headings 61.02 and 61.03 of the Common Customs Tariff;\nWhereas the derogations requested are intended to bring into line the availability of supplies to Cypriot garment industries with the availability of supplies to Community producers;\nWhereas, during the first phase of the second stage of the Agreement, Community and Cypriot tariff and commercial policy measures, particularly as regards the use of raw materials originating in third countries in the manufacture of products to which the requests relate, are to be only partially harmonized; whereas the products imported from Cyprus and benefiting from a derogation from the rules of origin accordingly be subject to conditions which are as far as possible equivalent to those applicable to the same products obtained within the Community, in order to avoid all risk of circumvention of Community tariff and commercial policy measures;\nHAS DECIDED AS FOLLOWS:\nArticle 1\nBy way of derogation from Article 3 (1) of the Protocol concerning the definition of the concept or 'originating product' and methods of administrative cooperation, products listed in Annex I to this Decision and manufactured in Cyprus shall, within the limits of the quantities indicated and under the conditions set out below, be considered as originating products for the purposes of the Agreement.\nArticle 2\n1. For the purposes of Article 1, products listed in Annex I shall be considered as originating in Cyprus provided that, as a result of working or processing carried out in Cyprus, the products obtained are classified under a tariff heading other than that covering each of the materials worked or processed.\n2. Notwithstanding paragraph 1, the manufacture of garments from parts of garments falling within Combined Nomenclature code 6217 90 00 shall not be considered as sufficient working or processing, unless the parts have been obtained from fabric cut to size in the Community and are covered by a supplier's declaration made out on an invoice or other accompanying document, of which a specimen is given in Annex III.\nArticle 3\nMaterials not originating in Cyprus or in the Community used for the manufacture of the products referred to in Article 1 shall not be eligible for any form of drawback of or exemption from customs duties or charges having equivalent effect to customs duties, with the exception of any amounts exceeding the corresponding duties of the Common Customs Tariff.\nArticle 4\nMovement certificates EUR 1 issued pursuant to this Decision shall be endorsed:\n'Derogation - Decision No 1/89'\nin the box marked 'remarks', in one of the languages in which the Agreement is drawn up.\nArticle 5\nThe competent authorities of Cyprus shall send the Commission monthly statements of Cypriot imports and exports of fabrics listed in Annex II. Article 6\nThis Decision shall apply for a period of two years.\nArticle 7\nThis Decision shall enter into force on the day on which it is adopted.\nDone at Brussels, 28 July 1989.\nFor the EEC-Cyprus Association Council\nThe President\nA. ANGELIDES\nANNEX I\nLIST PROVIDED FOR IN ARTICLE 1\n(products benefiting from the derogation)\n1.2.3 //  //  //  // CN Code   // Description  // Annual quantities (1 000 pieces)   //    //   //   // 6204 43 00  // Dresses of synthetic fibres   // 90   //    //   //  // 6204 53 00 6204 59 10   // Skirts and divided skirts of synthetic or artificial fibres   // 47   //    //   //  // 6206 40 00   // Women's or girls' blouses, shirts and shirt-blouses, of man-made fibres   // 390   //    //   //  // 6205 30 00   // Men's or boy's shirts, of man-made fibres  // 105   //    //   //\nANNEX II\nLIST PROVIDED FOR IN ARTICLE 5\n(products subject to statistical notification)\n1.2 //  //  // CN Code  // Description  //  //  // 5407 5408  // Woven fabrics of synthetic or artificial filament yarn  // 5512 to 5516   // Woven fabrics of synthetic or artificial staple fibres   //    //\nANNEX III\nDECLARATION FOR PRODUCTS NOT HAVING PREFERENTIAL ORIGIN STATUS\nI, the undersigned, declare that the goods listed on this invoice (1)\nwere producted in (2) and incorporate the following components\nor materials which not have Community origin for preferential trade:\n1.2.3 // (3)   // (4)   // (5)   //   //   //   //   //   //\n(6)\nI undertake to make available to the customs authorities, if required, evidence in support of this declaration.\n1.2.3 // (7)   //   // (8)   //   //   // (9)\nNote:\nThe text inside the box, suitably completed in conformity with the footnotes below, constitutes a suppliers' declaration. The footnotes do not have to be reproduced.\n(1) - If only of the goods listed in the invoice are concerned, they should be clearly indicated or marked and this marketing entered on the declaration as follows: 'Listed on this invoice and marked\nwere produced '\n- If a document other than the invoice or an Annex to the invoice is used (see Article 3), the name of the document concerned shall be mentioned instead of the word 'invoice'.\n(2) Customs or Member State.\n(3) Description is to be given in all cases. The description must be adequate and should be sufficiently detailed to allow the tariff classification of the goods concerned to be determined.\n(4) Customs values to be given only if required.\n(5) Country of origin to be given only if required. The origin to be given must be a preferential origin, all other origins to be given as 'third country'\n(6) 'And have undergone the following processing in (the Community) (Member State)  ' to be added with a description of the processing carried out if this information\nis required.\n(7) Place and date.\n(8) Name and function in company.\n(9) Signature."}