{"celex_id": "31982R3303", "uri": "http://publications.europa.eu/resource/cellar/73ec34bd-6505-4f36-8ddf-2edf7b65c6fd", "type": "Regulation", "concepts": ["1233", "1277", "2664", "2763", "2902", "2958"], "title": "Commission Regulation (EEC) No 3303/82 of 9 December 1982 amending Regulation (EEC) No 1235/82 with regard to certain coefficients to be applied for milk products incorporated in compound feeds\n", "header": "10.12.1982 EN Official Journal of the European Communities L 350/8\nCOMMISSION REGULATION (EEC) No 3303/82\nof 9 December 1982\namending Regulation (EEC) No 1235/82 with regard to certain coefficients to be applied for milk products incorporated in compound feeds\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 974/71 of 12 May 1971 on certain measures of conjunctural policy to be taken in agriculture following the temporary widening of the margins of fluctuation for the currencies of certain Member States (1), as last amended by Regulation (EEC) No 3605/81 (2), and in particular Article 6 thereof,\nWhereas the monetary compensatory amounts introduced by Regulation (EEC) No 974/71 were fixed by Commission Regulation (EEC) No 1235/82 (3), as last amended by Regulation (EEC) No 3258/82 (4);\nWhereas, by Regulation (EEC) No 1753/82 (5), the Commission brought back into application Regulations (EEC) No 368/77 and (EEC) No 443/77 dealing with the sale of skimmed-milk powder for use in feed for pigs and poultry; whereas it was consequently necessary to set a coefficient for skimmed-milk powder and for animal feeds containing skimmed-milk powder which has been sold under the special terms set out in those two Regulations; whereas the coefficient in question is laid down in Regulation (EEC) No 1931/82; whereas there has since been a substantial change in the selling price of skimmed-milk powder; whereas the coefficient in question should therefore be adjusted;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committees for Cereals and for Milk and Milk Products,", "main_body": ["Annex I to Regulation (EEC) No 1235/82 is hereby amended as follows:\n1. In section (b) of note (8) to Part 1, ‘0-53’ is replaced by ‘0-25’.\n2. In Part 5:\n— in the second paragraph of note (1), ‘0-30’ is replaced by ‘0-14’,\n— in the fourth paragraph of note (6), ‘0-53’ is replaced by ‘0-25’.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply from 20 December 1982.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 9 December 1982.\nFor the Commission\nPoul DALSAGER\nMember of the Commission\n(1)  OJ No L 106, 12. 5. 1971, p. 1.\n(2)  OJ No L 362, 17. 12. 1981, p. 2.\n(3)  OJ No L 142, 20. 5. 1982, p. 1.\n(4)  OJ No L 346, 6. 12. 1982, p. 1.\n(5)  OJ No L 193, 3. 7. 1982, p. 6."}