{"celex_id": "31987R0538", "uri": "http://publications.europa.eu/resource/cellar/1cd98669-e283-4ade-bd8e-93bbb8d307a5", "type": "Regulation", "concepts": ["1821", "4722", "87", "893"], "title": "Council Regulation (EEC) No 538/87 of 23 February 1987 amending Regulation (EEC) No 3309/85 laying down general rules for the description and presentation of sparkling wines and aerated sparkling wines\n", "header": "COUNCIL  REGULATION (EEC) No 538/87\nof 23 February 1987\namending Regulation (EEC) No 3309/85 laying down general rules for the description and presentation of sparkling wines and aerated sparkling wines\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 337/79 of 5 February 1979 on the common organization of the market in wine (1), as last amended by Regulation (EEC) No 536/87 (2), and in particular Article 54 (1) thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (3),\nWhereas Regulation (EEC) No 3309/85 (4), as last amended by Regulation (EEC) No 1626/86 (5), laid down general rules for the description of sparkling wines and aerated sparkling wines; whereas, to prevent any distortion of existing trade patterns, provision should be made under these rules that sparkling wines originating in third countries may be described as 'Sekt' if they are recognized as equivalent to a quality sparkling wine originating in the Community;\nWhereas quality sparkling wines of the aromatic type are very similar, by virtue of their high residual sugar content, to quality sparkling wines of the aromatic type produced in specified regions; whereas, therefore, these two categories of product should be subject to the same rules as regards the description of this characteristic on the labelling;\nWhereas the second subparagraph of Article 3 (2) of Regulation (EEC) No 3309/85 should be brought into line with the provisions covering the indication of the address of the bottler of still wines,", "main_body": ["Regulation (EEC) No 3309/85 is hereby amended as follows:\n1. The second subparagraph of Article 3 (2) is replaced by the following:\n'Where the label features the name or business name of the producer and where production takes place in a different local administrative area, part of such area or Member State from that referred to in the second indent of the first subparagraph, the information referred to therein shall be supplemented by the name of the local administrative area or part of such area where production was carried out and, if production took place in another Member State, by the name of that Member State.'\n2. In Article 5:\n(a) Paragraph 2 (e) is replaced by the following:\n'(e) in the case of sparkling wine originating in a third country:\n- \"sparkling wine\"\nor\n- \"quality sparkling wine\" or \"Sekt\", where the conditions laid down for the production of such wine have been recognized as equivalent to those set out in Title III of Regulation (EEC) No 358/79.\nFor such sparkling wines the sales description shall be accompanied by a reference to the third country in which the grapes used where harvested, fermented and made into sparkling wine. Where the products used to produce the sparkling wine were obtained in a country other than that in which production took place, the indication of the country of production pursuant to Article 3 (3) must stand out clearly from all the indications shown on the labelling.';\n(b) The third subparagraph of paragraph 3 is replaced by the following:\n'Notwithstanding Article 3 (1) (c), for quality sparkling wines of the aromatic type and for quality sparkling wines of the aromatic type produced in specified regions as referred to in Article 18 of Regulation (EEC) No 358/79, indication of the type of product as referred to in the first subparagraph may be replaced by indication of the residual sugar content expressed in grams per litre as determined by analysis.';\n(c) The first subparagraph of paragraph 5 is replaced by the following:\n'Where the name of a local administrative area or part of such area features on the label, either to indicate where the producer or another person involved in the commercial distribution of the product has his head office or to indicate where production took place, and those particulars include the name of a specified region within the meaning of Article 3 of Regulation (EEC) No 338/79 other than that which may be used to describe the product in question, that name shall be given by means of a code.'", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.", "(2) (b) shall apply with effect from 1 September 1986.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 23 February 1987.\nFor the Council\nThe President\nP. DE KEERSMAEKER\n(1) OJ No L 54, 5. 3. 1979, p. 1.\n(2) See page 1 of this Official Journal.\n(3) Opinion delivered on 19 February 1987 (not yet published in the Official Journal).\n(4) OJ No L 320, 29. 11. 1985, p. 9.\n(5) OJ No L 144, 29. 5. 1986, p. 3."}