{"celex_id": "31985R0541", "uri": "http://publications.europa.eu/resource/cellar/9dec205a-869b-4917-8136-f7e35ef4ef8b", "type": "Regulation", "concepts": ["1644", "2300"], "title": "Commission Regulation (EEC) No 541/85 of 28 February 1985 amending for the sixth time Regulation (EEC) No 3077/78 on the equivalence with Community certificates of attestations accompanying hops imported from non-member countries\n", "header": "COMMISSION  REGULATION (EEC) No 541/85\nof 28 February 1985\namending for the sixth time Regulation (EEC) No 3077/78 on the equivalence with Community certificates of attestations accompanying hops imported from non-member countries\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1696/71 of 26 July 1971 on the common organization of the market in hops (1), as last amended by the Act of Accession of Greece (2), and in particular Article 5 (2) thereof,\nWhereas Commission Regulation (EEC) No 3077/78 (3), as last amended by Regulation (EEC) No 3093/81 (4), recognizes the equivalence with Community certificates of attestations accompanying hops imported from certain non-member countries, and contains a list of the bodies in those countries authorized to issue attestations of equivalence;\nWhereas New Zealand has notified the Commission that it has authorized a further body to issue attestations of equivalence; whereas the name of that body should be added to the Annex to Regulation (EEC) No 3077/78;\nWhereas a number of recent linguistic and administrative reforms in the People's Republic of China have caused the names of the two official bodies hitherto empowered to issue attestations of equivalence to change; whereas, moreover, the People's Republic of China has also notified the Commission of a third body empowered to issue attestations of equivalence; whereas the Annex to Regulation (EEC) No 3077/78 should therefore be amended accordingly;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Hops,", "main_body": ["The Annex to Regulation (EEC) No 3077/78 is hereby amended as follows:\n1. The entry for New Zealand is replaced by the following:\n1.2.3.4 //   //   //   //   // Country of origin  // Organizations authorized to issue attestations  // Products  // CCT heading No  //   //   //   //   // NEW ZEALAND  // 1. Cawthron Institute, Nelson, South Island 2. Ministry of Agriculture and Fisheries, Wellington  // Hop cones Hop powders Saps and extracts of hops  // ex 12.06 ex 12.06 13.03 A VI  //  //   //   //\n2. The entry for the People's Republic of China is replaced by the following:\n1.2.3.4 //   //   //   //   // Country of origin  // Organizations authorized to issue attestations  // Products  // CCT heading No  //   //   //   //   // PEOPLE'S REPUBLIC OF CHINA  // 1. Tianjin Import and Export Commodity Inspection Bureau 2. Xinjiang Import and Export Commodity Inspection Bureau 3. Neimonggol Import and Export Commodity Inspection Bureau  // Hop cones Hop powders Saps and extracts of hops 310, 30. 10. 1981, p. 17.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 28 February 1985.\nFor the Commission\nFrans ANDRIESSEN\nVice-President  // ex 12.06 ex 12.06 13.03 A VI  //   //   //   //\n(1) OJ No L 175, 4. 8. 1971, p. 1. (2) OJ No L 291, 19. 11. 1979, p. 77. (3) OJ No L 367, 28. 12. 1978, p. 28. (4) OJ No L"}