{"celex_id": "31989R0350", "uri": "http://publications.europa.eu/resource/cellar/9895f87b-c110-4a0f-8758-b49412643fbf", "type": "Regulation", "concepts": ["1264", "2563", "797", "863"], "title": "Commission Regulation (EEC) No 350/89 of 13 February 1989 laying down transitional measures for the 1988/89 marketing year regarding production aid for olive oil in Spain and Portugal\n", "header": "COMMISSION  REGULATION (EEC) No 350/89\nof 13 February 1989\nlaying down transitional measures for the 1988/89 marketing year regarding production aid for olive oil in Spain and Portugal\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the Act of Accession of Spain and Portugal, and in particular Articles 90 (1) and 257 (1) thereof,\nWhereas Articles 90 and 257 of the Act of Accession provide that where difficulties arise in applying the Community arrangements, transitional measures may be adopted to facilitate the passage from the national arrangements to the Community arrangements; whereas transitional measures relating to production aid for olive oil have already been adopted, in particular by Commission Regulation (EEC) No 521/87 of 20 February 1987 laying down special measures for the 1986/87 marketing year for the grant of production aid for olive oil in Spain and Portugal (1);\nWhereas Council Regulation (EEC) No 4007/87 (2) as amended by Regulation (EEC) No 4074/88 (3), extends the period during which transitional measures may be taken until 31 December 1989 for Spain and until 31 December 1990 for Portugal; whereas, in view of the special situation existing in Spain, where many olive growers sell their production of olives to the mill, the provisions of Regulation (EEC) No 521/87 should in this respect be extended for the 1988/89 marketing year; whereas, to facilitate the implementation of the Community system of production aid in Spain and Portugal, the possibility of approving mills provisionally for the 1988/89 marketing year should be maintained;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Oils and Fats,", "main_body": ["For the 1988/89 marketing year in Spain, notwithstanding Article 7 of Council Regulation (EEC) No 2261/84 (4), where an olive grower who is a member of a producer organization recognized pursuant to Council Regulation No 136/66/EEC (5), and whose production is at least 300 kilograms within the meaning of that Regulation, has sold all or part of his production of olives to an approved mill, the quantity eligible for the aid shall be equal to that obtained by applying the oil yield, fixed pursuant to Article 18 of Regulation (EEC) No 2261/84, to the quantity of olives produced.", "Notwithstanding the first subparagraph of Article 13 (3) of Regulation (EEC) No 2261/84, in Spain and Portugal the provisional approval granted to mills in the 1986/87 and 1987/88 marketing years shall expire at the end of the 1988/89 marketing year.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 November 1988.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 13 February 1989.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 52, 21. 2. 1987, p. 14.\n(2) OJ No L 378, 31. 12. 1987, p. 1.\n(3) OJ No L 359, 28. 12. 1988, p. 3.\n(4) OJ No L 208, 3. 8. 1984, p. 3.\n(5) OJ No 172, 30. 9. 1966, p. 3025/66."}