{"celex_id": "31986D0039", "uri": "http://publications.europa.eu/resource/cellar/fb5b76c8-c5d0-4ad1-895e-7b8f8656f251", "type": "Decision", "concepts": ["1184", "2407", "2792", "431"], "title": "86/39/EEC: Commission Decision of 23 December 1985 instituting in the prefecture of Grevena, Greece, a pilot action in preparation for the integrated Mediterranean programmes (Only the Greek text is authentic)\n", "header": "COMMISSION  DECISION\nof 23 December 1985\ninstituting in the prefecture of Grevena, Greece, a pilot action in preparation for the integrated Mediterranean programmes\n(Only the Greek text is authentic)\n(86/39/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nWhereas the Council has adopted Regulation (EEC) No 2088/85 of 23 July 1985 concerning the integrated Mediterranean programmes (1);\nWhereas pilot actions are necessary to test the methods for implementing the integrated Mediterranean programmes in order that such programmes may be implemented as soon as possible after their adoption;\nWhereas the pilot actions constitute a coherent set of operations that are compatible with each other and with the regional development programmes; whereas they have intrinsic merits in the context of the Community's policies;\nWhereas each pilot action is on a smaller scale than the operational plan of campaign for the integrated Mediterranean programmes;\nWhereas the Hellenic Republic has proposed to the Commission that a pilot action be instituted in the prefecture of Grevena, Greece, in preparation for the integrated Mediterranean programmes;\nWhereas the pilot action in question concerns an area which exhibits development problems typical of those which the integrated Mediterranean programmes are intended to resolve;\nWhereas, in order to ensure its effectiveness, the pilot action in question will be carried out in close cooperation with the competent national, regional and local authorities of the Member State concerned,", "main_body": ["A pilot action is hereby instituted in the prefecture of Grevena, Greece, in preparation for the integrated Mediterranean programmes. This pilot action is described in Annex 1.", "The implementation of the pilot action shall be reviewed at regular intervals by the Commission in consultation with the Member State concerned so that it may be decided whether, and in which respects, the items set out in Annex 1 should be modified.", "The pilot action shall be implemented by means of specific decisions by the Commission on individual operations forming constituent parts of the pilot action. The decisions shall describe the substance of the operations, shall fix the Community's contribution to the financing of each operation and shall define the procedures. The general conditions to be met for such specific decisions to be taken are set out in Annex 2.", "Within three months of the completion of all the operations under the pilot action, the Member State concerned shall transmit to the Commission a report in five copies on the lessons to be drawn from the pilot action as a whole for the implementation of the integrated Mediterranean programmes.", "A monitoring committee shall be set up by agreement between the Commission and the national, regional and local authorities concerned in the Member State to check on the implementation of the pilot action. Those authorities shall, in consultation with the Commission, take the other administrative measures necessary at each level of administration.", "The assistance that the Commission decides upon for the pilot action shall not bind the Community as regards the final selection of the areas in which the integrated Mediterranean programmes are to be carried out.", "This Decision is addressed to the Hellenic Republic."], "attachments": "Done at Brussels, 23 December 1985.\nFor the Commission\nKarl-Heinz NARJES\nVice-President\n(1) OJ No L 197, 27. 7. 1985, p. 1.\nANNEX 1\nPILOT ACTION IN THE PREFECTURE OF GREVENA, GREECE, IN PREPARATION FOR THE INTEGRATED MEDITERRANEAN PROGRAMMES\n1. TITLE\nPilot action in the prefecture of Grevena, Greece, in preparation for the integrated Mediterranean programmes.\n2. DESCRIPTION AND GENERAL FEATURES OF THE AREA\nThe pilot action concerns the entire prefecture (nomos) of Grevena, focusing particular attention on the town of Grevena and the western part of the prefecture.\nAt present, 59 % of the working population is employed in agriculture and forestry, 21 % in industry and 20 % in services. Productivity in the first two sectors is especially low compared with the average for the Greek economy.\nSheep and goat farming, which is a particularly important agricultural activity, is currently on the decline, forestry is not sufficiently developed and is still on a very limited scale despite its considerable potential,  especially for winter sports.\nThe area is particularly lacking in social infrastructure.\n3. GENERAL PURPOSE AND CHOICE OF OPERATIONS\nThe object of the pilot action is to facilitate the establishment and launch of a new type of public agency for fostering speedier implementation of integrated development programmes and for giving the dynamic elements in the local economy greater say in how public money is spent.\nTo this end, the pilot action provides for Community assistance in respect of implementation, from 1986, of a coherent consistent programme of measures to be carried out initially by the agency in various fields and designed to secure the following improvements in public socio-economic structures in the prefecture of Grevena:\n(a) Agriculture and forestry\n- extension of the areas under irrigation,\n- crop conversion with a view to improved integration of irrigated fodder crops and stock-farming,\n- reorganization of stock-farming, coupled with improved productivity,\n- better utilization of woodland resources, including the Pindos National Park;\n(b) Industry\ntraining, studies and joint services to foster the activities of small and medium-sized enterprises and craft firms;\n(c) Tourism\n- improvement of the region's tourist infrastructure, notably by refurbishing buildings of traditional design and providing holiday accommodation in the countryside,\n- upgrading a skiing centre at Vasilitsa and improving access to it by road,\n- feasibility studies on the development of the skiing centre and on the establishment of an athletics training centre;\n(d) Infrastructure\n- improvement of the road link with the east-west trunk road (Ioannina-Larisa),\n- water-supply schemes for fifteen municipalities in the prefecture,\n- construction of a sports centre in Dheskati and an indoor swimming pool in Grevena;\n(e) General\nexpenditure linked to the setting up, staffing, equipping and operation of the Grevena Development Agency.\n4. TIMETABLE\nFrom December 1985 to December 1986. 5. AUTHORITIES RESPONSIBLE\n- For coordination:\nMinistry for the National Economy,\n- For implementation:\nMinistry for the National Economy, Ministry of Agriculture, Ministry of Public Works, Prefecture of Grevena, National Organization for Small and Medium-sized Firms and the Craft Industry (Ecommex), National Tourist Office (EOT), General Secretariat for Sports (GGA) and the Hellenic Productivity Centre (Elkepa), in conjunction with Grevena Development Agency.\n6. ESTIMATE OF COMMUNITY ASSISTANCE AND PAYMENTS SCHEDULE\nFinancing estimates: see following table (1).\nPREPARATORY PILOT ACTION IN THE PREFECTURE OF GREVENA\nFINANCING ESTIMATES\n1.2,6 //  //  //  // Payments to be made by 31 December 1986  //  // 1.2.3,4.5,6 // Operations  // Total cost  // Existing instruments  // Budget Article 550  //  // 1.2.3.4.5.6 //  // ECU   // ECU   // %   // ECU   // %  //    //   //   //   //   //   // A. Agriculture   //   //  //   //   //   // - stock-farming   // 385 000   // 105 875  // (1)   // -   // -   // - improvement of pastures   // 500 000   // 225 000   // (2)   // 50 000   // 10   // - veterinary care of livestock   // 67 500   // -   // -   // 33 750   // 50   // - genetic improvement of livestock   // 50 000   // -  // -   // 25 000   // 50   // - irrigation   // 2 000 000  // 1 000 000   // 50   // 400 000   // 20   // - forestry  // 1 423 000   // 654 000   // (3)   // 57 500   // (3)  // B. Infrastructure   //   //   //   //   //   // - improvement of road network   // 307 700   // 153 850   // 50  // 61 540   // 20   // - water-supply schemes for fifteen municipalities   // 370 000   // 185 000   // 50   // 74 000  // 20   // - sports facilities   // 690 000   // -   // -  // 345 000   // 50   // C. Tourism   //   //   //   //   //  // - construction of road from Agia Paraskevi to Vasilitsa  // 385 000   // 192 500   // 50   // 77 000   // 20   // - provision of holiday accommodation in countryside   // 385 000  // -   // -   // 192 500   // 50   // - promotion   // 40 000  // -   // -   // 20 000   // 50   // - feasibility studies  // 120 000   // -   // -   // 84 000   // 70   // D. Small and medium-sized enterprises   //   //   //   //   //   // - training   // 12 000   // -   // -   // 8 400   // 70   // - feasibility studies   // 23 000   // -   // -   // 16 100  // 70   // - joint services   // 230 000   // -   // -  // 161 000   // 70   // E. Grevena Development Agency   //  //   //   //   //   // - setting up, staffing, equipping and operation   // 310 000  // -   // -   // 155 000   // 50  // Total  // 7 298 200   // 2 516 225   //   // 1 760 790  //   //    //   //   //   //   //\n(1) The instrument in question (EAGGF) covers 50 % of expenditure by the Member State, the latter representing an estimated 55 % of the cost of the action.\n(2) As EAGGF covers 50 % of expenditure by the Member State, with the latter representing an estimated 90 % of the cost of this operation, the level of its participation will be 45 %. The remaining 10 %, which would otherwise be borne by the beneficiaries, will be provided under Article 550 of the budget. The operations will therefore be financed as follows: Member State: 45 %, EAGGF: 45 %; Article 550: 10 %.\n(3) The EAGGF's participation is restricted to measures eligible under Regulation (EEC) No 1975/82. Expenditure on such measures is put at 1 308 000 ECU for 1986, of which the EAGGF will contribute 50 %. Measures not eligible under that Regulation are financed under Article 550, with expenditure on them being put at 115 000 ECU for each year of the pilot action's duration. Of that amount, Article 550 will contribute 50 %.\nANNEX 2\nGENERAL CONDITIONS FOR THE SPECIFIC DECISIONS REFERRED TO IN ARTICLE 3\n1. In the case of the operations detailed in point 6 of Annex 1 for which assistance from the Community is to be financed entirely out of the appropriations under Article 550 of the general budget of the European Community, specific decisions within the meaning of Article 3 may be taken in the light of the budget resources available.\n2. In the case of the operations detailed in point 6 of Annex 1 for which assistance from the Community is to be financed partly out of appropriations under Article 550 of the general budget of the European Communities and partly out of appropriations from Community funds or under Community measures, in particular, the European Agricultural Guidance and Guarantee Fund and the European Regional Development Fund, decisions to use the appropriations entered under Article 550 are to be taken separately, after approval of each operation in accordance with the procedures laid down for the fund or measure concerned and in the light of the budget resources available.\n3. The Hellenic Republic is required to assign the necessary priority to each operation in line with the payments schedule set out in point 6 of Annex 1 when submitting applications for Community aid from the funds or under the measures referred to in point 2 of this Annex.\n(1) The existing instruments are the European Regional Development Fund, the European Social Fund and the Guidance Section of the European Agriculture Guidance and Guarantee Fund.\nNB: The estimates shown in this table may be revised."}