{"celex_id": "31987R4127", "uri": "http://publications.europa.eu/resource/cellar/33a88b26-491e-45d4-bcb9-1e06ed9650fa", "type": "Regulation", "concepts": ["2437", "2657"], "title": "Commission Regulation (EEC) No 4127/87 of 21 December 1987 fixing the reference prices for intra-Community trade in anchovies and Atlantic sardines for the 1988 fishing year\n", "header": "COMMISSION  REGULATION (EEC) No 4127/87\nof 21 December 1987\nfixing the reference prices for intra-Community trade in anchovies and Atlantic sardines for the 1988 fishing year\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the Act of Accession of Spain and Portugal, and in particular Articles 170 and 357 thereof,\nWhereas Articles 170 (1) and 357 (1) of the Act of Accession provide that, during the period of moves towards alignment of the prices of anchovies and Atlantic sardines listed in Annex I (A) to Council Regulation (EEC) No 3796/81 of 29 December 1981 on the common organization of the market in fishery products (1), as last amended by Regulation (EEC) No 3759/87 (2), a monitoring system is to be introduced based on the annual fixing of reference prices applicable to certain trade in the products in question between the new Member States and the Community as constituted at 31 December 1985;\nWhereas Articles 170 (2) and 357 (2) of the Act of Accession provide that the reference prices in question are to be the same as the withdrawal prices applicable in Spain for anchovies and in the other Member States for Mediterranean sardines respectively, fixed in accordance with Article 12 (1) of Regulation (EEC) No 3796/81;\nWhereas the withdrawal prices for the 1988 fishing year for anchovies and Mediterranean sardines listed in Annex I (A) to Regulation (EEC) No 3796/81 were fixed by Commission Regulation (EEC) No 4115/87 (3);\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Fishery Products,", "main_body": ["The reference prices for the 1988 fishing year applicable under the monitoring system provided for in Articles 170 and 357 of the Act of Accession shall be as follows:\n- for imports of Atlantic sardines into the Community as constituted at 31 December 1985 from Portugal and Spain, fresh products:\n(ECU/tonne)\n1,3 //  // Whole fish   //    //   //  1.2.3 // Size (1)  // Extra, A (1)   // B (1)   //    //   //   // 1   // 217  // 138   // 2   // 217   // 138   // 3   // 335   // 138  // 4   // 217   // 138   //    //   //\n(1) The freshness, size and presentation categories are those defined pursuant to Article 2 of Regulation (EEC) No 3796/81.\n- for imports of anchovies into Spain from other Member States of the Community:\n(ECU/tonne)\n1,3 //  // Whole fish   //    //   //  1.2.3 // Size (1)  // Extra, A (1)   // B (1)   //    //   //   // 1   // 697  // 392   // 2   // 741   // 392   // 3   // 610   // 392  // 4   // 253   // 253   //    //   //\n(1) The freshness, size and presentation categories are those defined pursuant to Article 2 of Regulation (EEC) No 3796/81.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 January 1988.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 21 December 1987.\nFor the Commission\nAntรณnio CARDOSO E CUNHA\nMember of the Commission\n(1) OJ No L 379, 31. 12. 1981, p. 1.\n(2) OJ No L 359, 21. 12. 1987, p. 1.\n(3) See page 1 of this Official Journal."}