{"celex_id": "31984R1207", "uri": "http://publications.europa.eu/resource/cellar/63740386-9c9c-4c9b-a3f6-012e7026ff0b", "type": "Regulation", "concepts": ["1565", "2358", "3679"], "title": "Council Regulation (EEC) No 1207/84 of 27 April 1984 introducing provisions to support the incomes of small-scale milk producers during the 1984/85 and 1985/86 milk years\n", "header": "COUNCIL  REGULATION (EEC) No 1207/84\nof 27 April 1984\nintroducing provisions to support the incomes of small-scale milk producers during the 1984/85 and 1985/86 milk years\nTHE COUNCIL OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1079/77 of 17 May 1977 on a co-responsibility levy and on measures for expanding the market in milk and milk products (1), as last amended by Regulation (EEC) No 1206/84 (2), and in particular Article 2a thereof,\nHaving regard to the proposal from the Commission,\nWhereas Article 2a of Regulation (EEC) No 1079/77 provides for the adoption of measures intended to support the incomes of small-scale milk producers; whereas the cost of such measures has been made subject to a ceiling of 120 000 000 ECU; whereas the object of these measures is, in particular, to lighten the burden which the additional co-responsibility levy established by Regulation (EEC) No 861/84 (3) exerts on small-scale milk producers;\nWhereas the total quantity of milk guaranteed, by the Community, established by Council Regulation (EEC) No 856/84 of 31 March 1984 amending Regulation (EEC) No 804/68 on the common organization of the market in milk and milk products (4) has been allocated among the Member States on the basis of the quantities of milk delivered on their territory during the 1981 calendar year, increased by 1 %; whereas, also, in order to ensure that the system is appropriately managed and controlled, the amount of 120 000 000 ECU intended for the aid to small-scale milk producers should be allocated among the Member States bearing in mind the quantities of milk delivered, by all the producers during the 1981 calendar year, to undertakings treating or processing milk subject to a limit of 60 000 kilograms per producer;\nWhereas the distribution of this amount among the small-scale producers of the Community must abide by criteria designed to ensure a rapprochement of the maximum amounts per producer whilst retaining the flexibility needed in order to cope with the diversity of situations;\nWhereas, in view of the diversity of production structures, there would appear to be no justification for establishing a single ceiling for deliveries for the purposes of defining the concept of small-scale producer for the Community as a whole; whereas it appears, on the other hand, appropriate to exclude from entitlement to aid producers who hold more than 40 dairy cows or whose deliveries have reached a quantity corresponding to a herd of 40 dairy cows bearing in mind the average annual yields of each Member State;\nWhereas, in order to restrict the granting of aid to agricultural producers whose output of milk and milk products constitutes their main resource, and bearing in mind administrative requirements connected in particular with the various production structures of the Member States, provision should be made for Member States not to grant aid to producers who have delivered less than 15 000 kilograms of milk or milk equivalent in 1983,", "main_body": ["For the 1984/85 and 1985/86 milk years, the aid to the incomes of small-scale producers referred to in Article 2a of Regulation (EEC) No 1079/77 shall be distributed among the Member States as provided for in the Annex to this Regulation and granted subject to the conditions set out below.", "1. Aid shall be granted to any producer whose deliveries during the 1983 calendar year were less than the average quantity of milk or milk equivalent delivered per farm in the Member State during the same year.\n2. However, where the average quantity referred to in paragraph 1:\n- is less than 60 000 kilograms of milk per year, the aid shall be granted to any producer whose deliveries were less than this quantity,\n- is equal to, or more than, 60 000 kilograms but less than 100 000 kilograms of milk per year, the aid may be granted, according to the decision of the Member State concerned, to producers whose deliveries do not exceed a quantity falling between 60 000 and 100 000 kilograms of milk per year,\n- is equal to, or more than, 100 000 kilograms but less than 150 000 kilograms of milk per year, the aid may be granted, according to the decision of the Member State concerned, to producers whose delivieries do not exceed a quantity falling between 60 000 and 150 000 kilograms of milk per year,\n- is equal to, or more than, 150 000 kilograms of milk per year, the aid may be granted, according to the decision of the Member State concerned, to any producer having a maximum of 40 dairy cows or an annual production which corresponds to the average yield of 40 dairy cows in the Member State concerned.\n3. Producers who deliver more than 60 000 kilograms of milk shall receive aid which is, at most, equal to that granted to producers delivering 60 000 kilograms of milk.\n4. Member States may decide not to grant aid to producers whose deliveries have been less than 15 000 kilograms of milk or milk equivalent in 1983.\n5. The quantities of milk referred to in this Article may be converted by the Member States into numbers of dairy cows on the basis of the average annual yield of each Member State concerned.", "1. On the basis of the criteria referred to in Article 2, each Member State shall apportion among small-scale milk producers the amount attributed to it.\n2. Member States shall inform the Commission, in good time, of the provisions they intend to take for the apportionment, among small-scale milk producers, of the amounts fixed in the Annex.\nThe Commission shall approve the provisions referred to in the first subparagraph on the basis of the criteria referred to in Article 2.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply with effect from the beginning of the 1984/85 milk year.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 27 April 1984.\nFor the Council\nThe President\nM. ROCARD\n(1) OJ No L 131, 26. 5. 1977, p. 6.\n(2) See page 73 of this Official Journal.\n(3) OJ No L 90, 1. 4. 1984, p. 21.\n(4) OJ No L 90, 1. 4. 1984, p. 10.\nANNEX\nDistribution of 120 000 000 ECU among the Member States\n(pursuant to Article 1)\n1.2 //   //   // Member State  // Million ECU  //   //  // Belgium  // 4,7  // Denmark  // 4,8  // Germany  // 34,9  // France  // 39,6  // Greece  // 0,8  // Ireland  // 6,5  // Italy  // 13,4  // Luxembourg  // 0,3  // Netherlands  // 8,0  // United Kingdom  // 7,0  //   //   // Total  // 120,0  //   //"}