{"celex_id": "31982R3130", "uri": "http://publications.europa.eu/resource/cellar/480672b7-bc5e-40cb-adc8-31ccf3d7720d", "type": "Regulation", "concepts": ["1642", "1644", "2733", "4314"], "title": "Commission Regulation (EEC) No 3130/82 of 24 November 1982 amending Regulation (EEC) No 2630/81 on special detailed rules for the application of the system of import and export licences in the sugar sectorm\n", "header": "COMMISSION  REGULATION (EEC) No 3130/82\nof 24 November 1982\namending Regulation (EEC) No 2630/81 on special detailed rules for the application of the system of import and export licences in the sugar sector\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1785/81 of 30 June 1981 on the common organization of the market in sugar (1), as last amended by Regulation (EEC) No 606/82 (2), and in particular Article 13 (2) thereof,\nWhereas the volume of trade with third countries in the syrups referred to in Article 1 (1) of Regulation (EEC) No 1785/81 has recently increased, while at the same time there have been marked fluctuations in world sugar prices; whereas Article 8 of Commission Regulation (EEC) No 2630/81 (3), as amended by Regulation (EEC) No 3027/81 (4), should therefore be amended so as to increase the rate of the security relating to licences with advance fixing of the refund for the syrups in question;\nWhereas Article 9 of Commission Regulation (EEC) No 2630/81 lays down that import and export licences for sugar falling within heading No 17.01 of the Common Customs Tariff which relate to quantities exceeding 10 tonnes are to be issued on the third working day following the day on which the application for them is lodged; whereas at present sugar-candy and flavoured or coloured sugars are covered by this rule; whereas, in view of the special characteristics of these products and the small volume of trade that they represent, they should be excluded from the scope of the said Article 9;\nWhereas having regard to the traditional patterns of trade in sugar between the Community and third countries, a particular term of validity should be specified for licences used in the event of prior exportation of white sugar followed by corresponding importation of raw sugar on the basis of authorization under either Article 25 of Council Directive 69/73/EEC (5) or Article 9 of Commission Regulation (EEC) No 645/75 (6);\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Sugar,", "main_body": ["Regulation (EEC) No 2630/81 is hereby amended as follows:\n1. Article 7 is repealed.\n2. In the third and fourth indents of Article 8 (1) (d) '0;25 ECU' and '1 ECU' are both replaced by '3;50 ECU'.\n3. Article 9 is replaced by the following:\n'Article 9\n1. Without prejudice to the application of Article 22 of Regulation (EEC) No 1785/81, export and import licences for sugar falling within Common Customs Tariff heading No 17.01, other than:\n(a) C sugar,\n(b) sugar - candy,\n(c) flavoured or coloured sugars,\n(d) preferential sugar to be imported into the Community in accordance with Regulation (EEC) No 2782/76,\nshall be issued on the third working day following the day on which the application for them is lodged.\n2. When an application is made for an import or export licence for sugar candy and flavoured or coloured sugars, section 12 of the application for the licence and the licence itself shall contain the description of the product concerned and the tariff number entered in Section 8 shall be preceded by the expression \"ex\".\n3. When an application for a licence concerning the products to which paragraph 1 applies relates to quantities not exceeding 10 tonnes, the party concerned may not lodge on the same day and with the same competent authority more than one such application.'\n4. In Article 10 (3) the following second subparagraph is inserted:\n'However, export licences for white sugar and import licences for raw sugar the applications for which are lodged within the meaning of Article 14 (1) of Regulation (EEC) No 3183/80, between 1 December 1982 and 30 September 1983 shall be valid until that last date.'", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 24 November 1982.\nFor the Commission\nPoul DALSAGER\nMember of the Commission\n(1) OJ No L 177, 1. 7. 1981, p. 4.\n(2) OJ No L 74, 18. 3. 1982, p. 1.\n(3) OJ No L 258, 11. 9. 1981, p. 16.\n(4) OJ No L 302, 23. 10. 1981, p. 22.\n(5) OJ No L 58, 8. 3. 1969, p. 1.\n(6) OJ No L 67, 14. 3. 1975, p. 16."}