{"celex_id": "31989D0238", "uri": "http://publications.europa.eu/resource/cellar/fdb28856-c66f-47cd-a5fc-1f08d49770a8", "type": "Decision", "concepts": ["2795", "2924", "3842", "5237"], "title": "89/238/EEC: Council Decision of 14 March 1989 adopting an experimental Community plan to support and facilitate access to large-scale scientific and technical facilities and installations of European interest\n", "header": "COUNCIL DECISION of 14 March 1989 adopting an experimental Community plan to support and facilitate access to large-scale scientific and technical facilities and installations of European interest (89/238/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 130q (2) thereof,\nHaving regard to the proposal from the Commission,\nIn cooperation with the European Parliament (1),\nHaving regard to the opinion of the Economic and Social Committee (2),\nWhereas Article 130k of the Treaty states that the framework programme is to be implemented through specific programmes developed within each activity;\nWhereas Council Decision 87/516/Euratom, EEC of 28 September 1987 concerning the framework programme for Community activities in the field of research and technological development (1987 to 1991) (3), as amended by Decision 88/193/EEC, Euratom (4),  includes the use of major installations amongst the activities it provides for;\nWhereas one of the objectives of the Community R &   D efforts for 1987 to 1991 is to promote better use of human resources in the Community as a whole and to improve the utilization of large-scale scientific and technical installations through the  addition of a European dimension;\nWhereas the present plan, whilst being consistent with the pursuit of scientific excellence, will help to improve the Community's competitiveness in the field of research and at the same time strengthen economic and social cohesion in the Community;\nWhereas the Commission will ensure that the research carried out under this plan falls solely within the scope of the Treaty, even in cases where the facility or installation used may not be wholly or partially covered by that Treaty;\nWhereas the Scientific and Technical Research Committee (Crest) has expressed its opinion on the Commission proposal,", "main_body": ["An experimental Community plan to support and facilitate access to large-scale scientific and technical facilities and installations situated in the Community, hereinafter referred to as Â´the Plan' and as defined in the Annex, is hereby  adopted for a four-year period commencing on 1 January 1989.", "1.  The Plan shall consist of temporary financial support measures designed to facilitate access to, and thereby develop the exploitation of, large-scale scientific facilities situated in the Community.\n2.  To achieve this objective, the Community shall provide financial support for operations chosen on the basis of their scientific and technical quality. Such operations, which will be selected in conformity with the procedure laid down in Article 3,  shall be based on joint proposals from the institutions or bodies responsible for the facilities and from the scientists or research workers wishing to acquire access to them.\n3.  Community financial support for the operations shall be used to contribute, as necessary, to:\n- the operating costs of the facilities and, if necessary, the cost of adaptations and/or special features to meet the objectives set out in paragraph 1,\n- incidental expenditure arising from the operations,\n- expenditure incurred by the scientists or research workers, including expenditure on mobility and travel.\n4.  The scientists or research workers acquiring access to a facility as a result of Community financial support under the Plan shall be nationals of a Member State. Financial support under the Plan shall be granted only to provide access to a  scientific facility for scientists or research workers not normally enjoying access to the facility in question.\n5.  The Commission shall notify the European Parliament and the Council, within a maximum period of three months from their selection, of the list of beneficiaries (scientific installations and researchers) of the Plan.\n6.  The precise objectives of the Plan, together with its implementation procedures, are set out in the Annex.", "1.  The Commission shall be responsible for implementing the Plan.\n2.  The Commission shall be assisted by a committee of an advisory nature composed of the representatives of the Member States and chaired by the representative of the Commission.\n3.  The representative of the Commission shall submit to the Committee a draft of the measures to be taken. The Committee shall deliver its opinion on the draft, within a time limit which the Chairman may lay down according to the urgency of the matter,  if necessary by taking a vote.\nThe opinion shall be recorded in the minutes; in addition, each Member State shall have the right to ask to have its position recorded in the minutes.\nThe Commission shall take the utmost account of the opinion delivered by the Committee. It shall inform the Committee of the manner in which its opinion has been taken into account.", "The funds estimated as necessary for the execution of the Plan amount to ECU 30 million, including expenditure on a staff of three.", "The Commission shall address a report to the European Parliament and the Council after 30 months on the basis of an evaluation of the results so far achieved. This report shall be accompanied by suggestions for changes wich may be necessary in  the light of these results.\nAfter completion of the Plan, the Commission shall send to the European Parliament and the Council a report on the performance and results of the Plan.\nThe reports referred to in the first and second subparagraphs will be carried out in relation to the precise objectives set\nout in the Annex to this Decision and in conformity with", "(2) of Decision 87/516/Euratom, EEC.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 14 March 1989.\nFor the Council\nThe President\nJ. SOLANA MADARIAGA\n(1) OJ No C 167, 27. 6. 1988, p. 1 and OJ No 69, 20. 3. 1989.\n(2) OJ No C 35, 8. 2. 1988, p. 1.\n(3) OJ No L 302, 24. 10. 1987, p. 1.\n(4) OJ No L 89, 6. 4. 1988, p. 35.   ANNEX   OBJECTIVES AND IMPLEMENTATION PROCEDURES\nThe Plan takes the form of a number of temporary financial support measures, aimed at encouraging access to large-scale scientific and technical facilities and installations within the Community. It is of potential benefit to all researchers in the  exact and natural sciences who are nationals of one of the Member States.\n1.\nOBJECTIVES\nThe precise objectives of the plan take the following form:\n- to encourage access by researchers who are nationals of Member States to major scientific and technical installations within the Community to which they would not normally enjoy access,\n- to increase training opportunities available to European researchers so as to enable them to make better use of major scientific and technical installations,\n- to develop the use of large-scale scientific and technical facilities within the Community, where necessary by adaptation and/or the addition of special features.\n2.\nPOTENTIAL BENEFICIARIES\nCommunity financial support may be made available to:\n- any organization within the Community which possesses major scientific and technical equipment or an installation of interest to the exact and natural sciences,\n- any researcher or engineer who is a national of one of the Member States and is currently working in a public or private sector laboratory in one of the Member States. All fields of the exact and natural sciences are eligible.\n3.\nPROCEDURAL ARRANGEMENTS\n3.1.\nCall for proposals and selection procedure\n(a)  The Commission will publish a call for preliminary proposals from organizations or groups of organizations within the Community having one or more major scientific and technical installation with experimental and/or test facilities which could be  made available to scientists or research workers who have hitherto been unable to use them.\nThe Commission will also ensure that scientists and research workers who could potentially benefit under the Plan from access to the facilities in question are informed of the possibilities likely to become available. The preliminary proposals received  from those responsible for the large-scale facilities should be accompanied by a written statement of interest expressed by potential new users.\nAll information regarding the call for proposals and the selection procedure shall be published simultaneously in all the official languages of the Community in order to ensure that the opportunity to participate in the Plan is available on equal terms  in all the Member States.\n(b)  The Commission will draw up a draft preselection list of preliminary proposals to be retained. The Committee referred to in Article 3 of the Decision will be informed of the proposals received and will give an opinion on the draft preselection list  according to the procedure set out in Article 3 (3). The Commission will then establish a preselection list of facilities which will be published in the Official Journal of the European Communities.\n(c)  On the basis of the preselection list, the Commission will ask for Â´joint proposals' from the installations and potential users concerned. The Commission may, if necessary, assist in the organization of meetings between those responsible for the  installations and potential users (financing of joint meetings, etc.).\n(d)  The Commission will submit the list of joint proposals received to the Committee, which shall, in accordance with the procedure set out in Article 3 (3) of the Decision, give an opinion on the operations with a view to financial support from the  Plan. The Commission will then proceed to the final selection of the operations to benefit from Community support.\n3.2.\nChoice of installations to receive Community support\nCriteria of selection\nThe assessment of the value of Community support will be based upon an evaluation of the proposal put forward, on the basis of the following criteria:\n(a)  Quality of the facility:\n- specific characteristics,\n- originality or uniqueness,\n- up-to-dateness,\n- range of experiments or tests possible,\n- back-up and technical support available.\n(b)  Interest shown by potential users:\n- priority will be given to researchers from Member States other than that in which the major installation is situated.\n(c)  Cost/benefit ratio of Community support:\n- the number and quality of opportunities made available at the facility in return for Community support.\n(d)  Value to the Community:\n- importance of the facility in respect of the Community's overall scientific and technical potential,\n- value of the experimental opportunities made available in terms of achieving the Community's scientific and technical objectives (potential links with sectoral R &   D objectives),\n- value of the facility in terms of strengthening the scientific and technical potential of certain countries or regions of the Community.\n3.4.\nMechanisms for giving Community support to selected installations\nThe Commission will conclude an agreement with the recipient organization or institution which will set out:\n- the level of Community funding,\n- the uses to which it may be put, including a quantification of the opportunities for access to visiting scientists,\n- the obligations imposed upon the recipient organization.\nThe obligations imposed on the recipient organization include:\n- making possible the use of the equipment and installations forming the subject of the agreement at no extra charge by researchers not belonging to the recipient organization or institution, this being for a fixed period of time over the year,\n- ensuring access by visiting scientists to the scientific and technical back-up services on site.\nThe contracts will also specify:\n- the payment from Community funds to visiting scientists and research workers of all eligible expenditure covered by the Plan,\n- the methods by which the results arising from research carried out under the agreement are to be protected, disseminated and exploited.\nFinally, the Commission will, in cooperation with the installations concerned, take all appropriate measures to ensure the best possible implementation of the operations selected (programming, availability of machine time, etc.).\n3.4.\nImplementation report\nAt the end of each year of Community support, the beneficiary organization or institute will make a report to the Commission on the use to which the funds awarded to them were put and the results arising from the use which outside researchers made of  the facilities made available to them in the context of the agreement signed with the Commission."}