{"celex_id": "31986R3534", "uri": "http://publications.europa.eu/resource/cellar/63433548-f516-49c8-9f9e-4494dfceb6fc", "type": "Regulation", "concepts": ["3156", "4404", "5360"], "title": "Commission Regulation (EEC) No 3534/86 of 20 November 1986 introducing a derogation from Regulations (EEC) No 1871/86, (EEC) No 2040/86 and (EEC) No 2096/86 on exemption from the co-responsibility levy on cereals\n", "header": "COMMISSION  REGULATION (EEC) No 3534/86\nof 20 November 1986\nintroducing a derogation from Regulations (EEC) No 1871/86, (EEC) No 2040/86 and (EEC) No 2096/86 on exemption from the co-responsibility levy on cereals\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2727/75 of 29 October 1975 on the common organization of the market in cereals (1), as last amended by Regulation (EEC) No 1579/86 (2), and in particular Article 4 thereof,\nWhereas Commission Regulation (EEC) No 2572/86 (3) amending Regulation (EEC) No 2040/86 (4) and Commission Regulation (EEC) No 2573/86 (5) amending Regulations (EEC) No 1871/86 (6) and (EEC) No 2096/86 (7) introduce the requirement that exempted cereals must be accompanied by an appropriately endorsed document when consigned from one Member State to another;\nWhereas it appears necessary to provide for a temporary derogation from the abovementioned requirement in order to take account of difficulties experienced in some Member States in adapting to the new regime in due time;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["On application by parties concerned and notwithstanding Articles 3 and 4 of Regulation (EEC) No 2040/86, Article 5 (2) of Regulation (EEC) No 1871/86 and Article 4 (2) of Regulation (EEC) No 2096/86, Member States may continue to accept exemption certificates duly issued by the competent authority of another Member State if the following conditions are satisfied:\n(a) The cereals are considered exempt cereals within the meaning of one of the abovementioned Regulations and the document establishing the community status of the cereals has not been validly endorsed by the Member State of departure;\n(b) The cereals were consigned to another Member State during the period between 18 August 1986 and the 10th day following the publication of this Regulation inclusive;\n(c) The applicant produces a valid exemption certificate issued by the competent authority of the Member State of departure;\n(d) The applicant produces proof of release of the cereals for home use in the Member State of destination, duly certified by the customs authorities.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 November 1986.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 281, 1. 11. 1975, p. 1.\n(2) OJ No L 139, 24. 5. 1986, p. 29.\n(3) OJ No L 229, 15. 8. 1986, p. 25.\n(4) OJ No L 173, 1. 7. 1986, p. 65.\n(5) OJ No L 229, 15. 8. 1986, p. 28.\n(6) OJ No L 162, 18. 6. 1986, p. 18.\n(7) OJ No L 180, 4. 7. 1986, p. 19."}