{"celex_id": "31982R2009", "uri": "http://publications.europa.eu/resource/cellar/c3416393-c2a7-4ede-ba45-86f0618c819e", "type": "Regulation", "concepts": ["1134", "164", "4294", "4718", "473"], "title": "Council Regulation (EEC) No 2009/82 of 19 July 1982 amending Regulation (EEC) No 2852/81 derogating from Regulation (EEC) No 343/79 in respect of general rules relating to the distillation of table wines decided upon in accordance with Article 12a of Regulation (EEC) No 337/79t\n", "header": "COUNCIL  REGULATION (EEC) No 2009/82\nof 19 July 1982\namending Regulation (EEC) No 2852/81 derogating from Regulation (EEC) No 343/79 in respect of general rules relating to the distillation of table wines decided upon in accordance with Article 12a of Regulation (EEC) No 337/79\nTHE COUNCIL OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 337/79 of 5 February 1979 on the common organization of the market in wine (1), as last amended by Regulation (EEC) No 3577/81 (2), and in particular Article 12a (4) thereof,\nHaving regard to the proposal from the Commission,\nWhereas Regulation (EEC) No 2852/81 (3) introduced, by way of derogation from Council Regulation (EEC) No 343/79 of 5 February 1979 laying down general rules governing certain distillation operations in the wine sector (4), as last amended by Regulation (EEC) No 2008/82 (5), special rules applying to the distillation operations reserved for holders of long-term storage contracts concluded during the 1980/81 wine-growing year; whereas experience of applying that Regulation (EEC) No 2852/81 indicates that, pending the adoption of new general rules relating to distillation by the Council, the rules of that Regulation should be renewed to cover a future wine-growing year subject only to a change in the rules applying to contracts to take account of certain administrative difficulties raised by their application,", "main_body": ["Regulation (EEC) No 2852/81 is hereby amended as follows:\n1. Article 1 shall be replaced by the following:\n'Article 1\nFor distillation decided on pursuant to Article 12a of Regulation (EEC) No 337/79 in the context of the measures reserved for holders of long-term storage contracts concluded during the 1980/81 and 1981/82 wine-growing years and by way of derogation from Regulation (EEC) No 343/79 the provisions applicable shall be those laid down in this Regulation.'\n2. Article 2 (2) (b) shall be replaced by the following:\n'(b) the obligation for the distiller to pay for the wine at least the price referred to in Article 12a (3) of Regulation (EEC) No 337/79, the price being for unpacked goods ex producer's premises.'\n3. The following Article 2a shall be inserted:\n'Article 2a\nThe product of the distillation must have an alcoholic strength of 86 % vol or more, or 85 % vol or less.'\n4. The second subparagraph of Article 3 (3) shall be deleted.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply from 16 September 1982.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 July 1982.\nFor the Council\nThe President\nB. WESTH\n(1) OJ No L 54, 5. 3. 1979, p. 1.\n(2) OJ No L 359, 15. 12. 1981, p. 1.\n(3) OJ No L 280, 2. 10. 1981, p. 2.\n(4) OJ No L 54, 5. 3. 1979, p. 64.\n(5) See page 2 of this Official Journal."}