{"celex_id": "31984D0497", "uri": "http://publications.europa.eu/resource/cellar/036b1627-ae61-424d-a0da-5374fc4c4738", "type": "Decision", "concepts": ["2286", "889"], "title": "84/497/EEC: Commission Decision of 27 June 1984 on a proposal by the Netherlands Government to grant aid for an investment by a flat-glass manufacturer at Tiel (Only the Dutch text is authentic)\n", "header": "COMMISSION  DECISION\nof 27 June 1984\non a proposal by the Netherlands Government to grant aid for an investment by a flat-glass manufacturer at Tiel\n(Only the Dutch text is authentic)\n(84/497/EEC)\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular the first subparagraph of Article 93 (2) thereof,\nHaving given notice in accordance with the above Article to interested parties to submit their comments and having regard to those comments,\nWhereas:\nI\nArticle 6 of the Netherlands Law of 29 June 1978 (Wet Investeringsrekening - WIR) (1) on the promotion and guidance of investment introduced an 'additional premium for major projects' for investments exceeding Fl 30 million. The amount of the premium depends on the number of jobs created and may account for up to 4 % of the investment in question.\nWhen examining the Netherlands Law at the draft stage, in the course of the procedure under Article 93 (3) of the EEC Treaty, the Commission pointed out that since the 'additional premium for major projects' involved no sectoral or regional objectives it therefore constituted a general aid system, and that since the arrangements applied to all investment, without distinction by reference to given undertakings, regions or sectors, they could not qualify for the derogations under Article 92 (3) (a) or (c). In the absence of such specification, the Commission could not assess the system's effects on trade between Member States and on competition and therefore assess its compatibility with the common market.\nIn respect of such general aid systems it is now the well-established policy of the Commission to accept them subject to one of two conditions, namely that the Member State concerned notifies to the Commission either a plan for regional or sectoral application or alternatively, where this is felt not to be possible, significant individual cases of application.\nIn line with this approach, and in accordance with Article 93 (3) of the EEC Treaty, the Commission requested prior notification in good time of individual cases of application of the 'additional premium for major projects', account being taken of the amount of investment concerned.\nDuring discussions with the Netherlands authorities the Commission stated that it would assess each case on its own merits in the light of the rules contained in Articles 92 et seq. or rules developed during administration of those provisions. The Netherlands Government could not infer that, by requesting regular prior notification, the Commission had taken a favourable view of the additional premium system.\nThe Netherlands Government complied with the Commission's request by including the prior notification procedure in Articles 6 (7) and 7 (3) of Chapter V of the Netherlands Law of 29 June 1978.\nII\nBy telex of 24 August 1983 the Netherlands Government, as required by the procedure, informed the Commission of its intention to grant the 'additional premium for major projects' for a proposed investment by a Dutch company, belonging to a flat-glass manufacturing group, who was the only producer of basic flat glass in the Netherlands until 1981. At present no basic flat glass is produced in the Netherlands.\nThe proposed investment consists of the establishment of a float for the production of flat glass. The cost of the investment is estimated to be Fl 150 million and the premium proposed would amount to Fl 6 million, or 4 % of the sum of the investment. The investment would create 140 jobs within five years and preserve another 350 jobs in the firm's processing unit.\nThe project will have the effect of increasing overall production capacity. The new plant has a production capacity of 500 t/d, while the investor's Belgian branch, which would stop its production of basic flat glass, has a capacity of 100 t/d. Even when taking into account the capacity lost by the closure of the old glass factory at Tiel in 1981 (280 t/d), the new float will lead to an increase of capacity of 120 t/d. Almost the whole of the new float's products are expected to be used inside the Community, the major share of which inside the Netherlands. The recipient company is expected to cease buying glass for processing purposes from other firms.\nIII\nAfter a first examination of the notification the Commission believed the aid proposal to be incompatible with the common market, on the ground that it would distort competition to an extent contrary to the Community interest, especially given the overcapacity problems the flat-glass sector is facing at the Community level. Consequently, the Commission decided to initiate the procedure provided for in the first subparagraph of Article 93 (2) of the EEC Treaty and informed the Netherlands Government accordingly by letter of 6 October 1983, requesting it to let the Commission have its remarks.\nThe Netherlands Government, in submitting its comments under the procedure by letter of 23 December 1983, stated that the recipient group would be the only European flat-glass producer to have decreased its production capacity by at least 20 % since 1974, even after completion of the new float at Tiel and that the new float would prevent imports from third countries.\nThe comments of the Governments of four other Member States and another flat-glass manufacturer submitted under the procedure supported the Commission's concern over the effect of the proposed aid on competition and on trade.\nIV\nThe premium proposed by the Netherlands Government constitutes and aid within the meaning of Article 92 (1) of the EEC Treaty, since it would allow the undertaking to carry out the investment without bearing all its costs. In view of the effect the proposed aid will have on capacity and on deliveries by manufacturers in other Member States it can be concluded that the aid is liable to distort competition and affect trade contrary to the common interest.\nArticle 92 (1) of the EEC Treaty provides that, in principle, any aid fulfilling the criteria which it sets out is incompatible with the common market. The derogations from this incompatibility set out in Article 92 (3) of the EEC Treaty, which are the only ones that could apply to this case, specify objectives pursued in the Community interest and not in that of the individual recipient of the aid. These derogations must be strictly interpreted in the examination of any regional or sectoral aid scheme or of any individual case of application of general aid systems. In particular, they may be applied only where the Commission establishes that, in the absence of the aid, the free play of market forces would not of itself induce the recipient undertakings to act in such a manner as to contribute to the attainment of one of the objectives specified by those derogations.\nTo apply such derogations for aids which do not offer a compensating benefit of this kind would be tantamount to allowing trade between Member States to be affected and competition to be distorted without any justification in terms of the interest of the Community, while at the same time granting undue advantages to certain Member States.\nWhen applying the principles set out above in its examination of individual cases of application of general aid systems, the Commission must be satisfied that there exists on the part of the recipient undertaking a specific compensating justification in that the grant of aid is required to promote the attainment of one of the objectives set out in Article 92 (3) of the Treaty. Where this cannot be demonstrated, and especially where the proposed investment nevertheless takes place, it is clear that the aid does not contribute to the attainment of the objectives of the derogations but serves to increase the financial power of the undertaking in question.\nIn the case in question there does not appear to be such a compensating justification on the part of the recipient of the aid.\nThe Netherlands Government has not been able to give, nor has the Commission found, any grounds to establish that the proposed aid meets the conditions justifying one of the derogations for which provision is made in Article 92 (3) of the EEC Treaty.\nAs regards the derogations of Article 92 (3) (a) and (c) of the EEC Treaty concerning aid to promote or to facilitate the development of certain areas, it cannot be considered that the standard of living in the Tiel area is 'abnormally low' or that it suffers from 'serious underemployment' within the meaning of subparagraph (a). As regards the derogation of subparagraph (c) the Netherlands Government has not included the Tiel area amongst those requiring special regional aid. The Netherlands Government itself emphasized that the 'additional premium for major projects' was not granted on account of regional considerations. In respect of the derogations envisaged in Article 92 (3) (b) of the EEC Treaty, investment of this type is brought about in a general way by normal market forces. Moreover, there is nothing peculiar to the investment in question to qualify it as a project of common European interest or as one designed to remedy a serious disturbance in the economy of a Member State, the promotion of which merits a derogation under Article 92 (3) (b) of the EEC Treaty from the principle of the incompatibility of aids laid down by Article 92 (1). In stating its views on the WIR, the Commission recalled that the Netherlands is part of the Community's central regions. These regions are not suffering from the most serious economic and social problems in the Community but they are the regions where there is a real risk of an upward spiral of aids, and where any aid is likely, more than elsewhere, to affect trade between Member States. Furthermore, the information available on the socio-economic situation in that country does not point to the conclusion that it is suffering from a serious disturbance in its economy within the meaning of the Treaty. In individual cases of application the 'additional premium for major projects' is not granted for the purpose of dealing with such a situation. To take any other view would enable the Netherlands, in the present climate of slow growth and high unemployment throughout the Community, to divert to their advantage investment which might be made in other, less well-placed, Member States. Recent social and economic trends in the Community justify maintaining this approach as regards both the scheme itself and possible cases of application.\nFinally, as regards the derogations provided for in Article 92 (3) (c) in favour of 'aid to facilitate the development of certain economic activities or of certain economic areas' examination of the flat-glass market indicates that the sector's undertakings are facing problems of stagnant demand and a low rate of capacity utilization, which have had a negative effect on the financial structure of the companies and have resulted in a reduction of employment and closure of production units. Any assistance to establish new capacity would be liable to aggravate existing capacity problems and deteriorate the financial situation of firms in the industry, particularly in other Member States. In addition, the output of the new unit would partly replace imports from other Member States. It is therefore evident that the aid in question would affect trading conditions to an extent contrary to the common interest.\nIn view of the above, the aid proposed by the Netherlands Government does not meet the conditions necessary for it to benefit from any of the derogations set out in Article 92 (3) of the EEC Treaty,", "main_body": ["The Netherlands Government shall refrain from implementing its proposal, notified to the Commission by telex dated 24 August 1983, to grant the 'additional premium for major projects' in favour of an investment made at Tiel by a flat-glass manufacturer.", "The Netherlands Government shall inform the Commission within two months of the date of notification of this Decision of the measures which it has taken to comply therewith.", "This Decision is addressed to the Kingdom of the Netherlands."], "attachments": "Done at Brussels, 27 June 1984.\nFor the Commission\nFrans ANDRIESSEN\nMember of the Commission\n(1) Staatsblad 1978, No 368."}