{"celex_id": "31984D0232", "uri": "http://publications.europa.eu/resource/cellar/a447f82d-4d21-4683-94cb-168ce0a8f9ce", "type": "Decision", "concepts": ["1308", "2739", "3763", "588"], "title": "84/232/EEC: Commission Decision of 27 April 1984 accepting undertakings given in connection with the anti-dumping proceeding concerning imports of choline chloride originating in the German Democratic Republic and Romania and terminating that proceeding\n", "header": "COMMISSION  DECISION\nof 27 April 1984\naccepting undertakings given in connection with the anti-dumping proceeding concerning imports of choline chloride originating in the German Democratic Republic and Romania and terminating that proceeding\n(84/232/EEC)\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3017/79 of 20 December 1979 on protection against dumped or subsidized imports from countries not members of the European Economic Community (1), as amended by Regulation (EEC) No 1580/82 (2), and in particular Article 10 thereof,\nAfter consultations within the Advisory Committee as provided for under the above Regulation,\nWhereas:\nA. Provisional action\n(1) The Commission, by Regulation (EEC) No 3578/83 (3), imposed a provisional anti-dumping duty on imports of choline chloride originating in the German Democratic Republic and Romania.\nB. Subsequent procedure\n(2) Following the imposition of the provisional anti-dumping duty, the exporters and certain importers and processors of the product concerned requested and were granted an opportunity to be heard by the Commission and made submissions making known their views on the duty.\nC. Dumping\n(3) One exporter continued to object to the Commission's choice of the United States as the most appropriate market-economy country in which to make its determination on normal value. This exporter did not submit any new evidence regarding this or make any suggestions for an alternative. The Commisssion, after further considering the matter, is satisfied that in the circumstances its choice of analogue market was reasonable.\nAccordingly, since no new evidence on dumping has been received since the imposition of the provisional duty, the Commission considers its findings on dumping as set out in Regulation (EEC) No 3578/83 to be definitive.\nConsequently the preliminary determinations on dumping are confirmed.\nD. Injury\n(4) One exporter submitted figures for its exports to the Community which showed quantities approximately 30 % less than the national and NIMEXE statistics used by the Commission as the best evidence available for the exports of the country in question. The exporter concerned, despite requests by the Commission, did not, however, supply any supporting documentation for these figures which, in any event, showed significant and increased volumes from 1980 to 1982 and an increase in market shares held by the dumped imports from 14 to 17 % in the Community during this period. The other exporting country indicated that it had reduced exports to the Community considerably since the opening of the present anti-dumping proceeding. This reduction, however, being outside the reference period and, indeed, having been influenced by the opening of the proceeding, was considered to have no effect on the outcome of the investigation.\n(5) In addition, both exporting countries argued that the effect of their individual exports on the industry should be looked at in isolation from one another and neither considered to have caused material injury. In analyzing whether cumulation was appropriate in each case the Commission considered whether the dumped imports were a contributory factor to the material injury sustained by the Community industry. In reaching its conclusion, the factors considered were the comparability of the imported products, the total volume of imports, the increase in volume of imports from the previous comparable period and the low level of prices attributable to products of both supplying countries. Therefore the Commission took the view that the exports by both countries concerned, that is the German Democratic Republic and Romania, were made under conditions such that the Commission, for the purposes of assessing the injury, should not consider the goods of either country separately from those exported by the other. Accordingly, the Commission concluded that for the purpose of establishing the injury sustained by the Community industry, regard should be paid to the effect of the dumped imports cumulated from both countries concerned.\nIn the Commission's view, therefore, the facts as finally determined show that the injury being caused by dumped imports of choline chloride originating in the German Democratic Republic and Romania, taken in isolation from the injury caused by other factors, has to be considered as material.\nE. Community interest\n(6) Community processing industries have argued that the introduction of protective measures would not be in the Community interest because it would make them less competitive in the market for downstream products for which choline chloride is a constituent material. In view of the particularly serious difficulties facing the Community industry, the Commission has, however, come to the conclusion that it is in the Community's interest that action be taken.\nF. Undertakings\n(7) The exporters concerned were informed of the main findings of the investigation and commented on them. Undertakings were subsequently offered by both exporters concerning their exports of choline chloride to the Community.\nThe effect of the said undertakings will be to increase export prices to the Community to the level which the Commission, having taken into account, on the one hand, the selling prices necessary to provide an adequate return to Community producers and, on the other hand, the purchase price to the Community importers and their costs and profit margins, considered necessary to eliminate injury. These increases in no case exceed the dumping margins found in the investigation.\nIn these circumstances, the undertakings offered are considered acceptable and the proceeding may, therefore, be terminated without imposition of anti-dumping duties.\nNo objection to this course was raised in the Advisory Committee.", "main_body": ["The undertakings given by Germed - export - import, Berlin, the German Democratic Republic and Chimimportexport, Bucharest, Romania in connection with the anti-dumping proceeding concerning imports of choline chloride falling within subheading ex 29.24 B of the Common Customs Tariff, corresponding to NIMEXE code ex 29.24-20, originating in the German Democratic Republic and Romania, are hereby accepted.", "The anti-dumping proceeding referred to in Article 1 is hereby terminated."], "attachments": "Done at Brussels, 27 April 1984.\nFor the Commission\nFranz ANDRIESSEN\nMember of the Commission\n(1) OJ No L 339, 31. 12. 1979, p. 1.\n(2) OJ No L 178, 22. 6. 1982, p. 9.\n(3) OJ No L 356, 20. 12. 1983, p. 12."}