{"celex_id": "31984D0495", "uri": "http://publications.europa.eu/resource/cellar/225d6fc8-14d3-49d6-8ac1-c29d1fd8f083", "type": "Decision", "concepts": ["1318", "192"], "title": "84/495/EEC: Commission Decision of 10 October 1984 temporarily suspending the status of certain parts of the territory of the Federal Republic of Germany with regard to classical swine-fever\n", "header": "COMMISSION  DECISION\nof 10 October 1984\ntemporarily suspending the status of certain parts of the territory of the Federal Republic of Germany with regard to classical swine-fever\n(84/495/EEC)\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 64/432/EEC of 26 June 1964 on animal health problems affecting intra-Community trade in bovine animals and swine (1), as last amended by Directive 83/646/EEC (2), and in particular Article 4c (1) (c) thereof,\nHaving regard to Council Directive 72/461/EEC of 12 December 1972 on health problems affecting intra-Community trade in fresh meat (3), as last amended by Directive 83/646/EEC, and in particular Article 13a (2) thereof,\nWhereas Council Decision 82/838/EEC of 3 December 1982 (4) recognizes certain parts of the territory of the Federal Republic of Germany as being either officially swine-fever-free or swine-fever-free; Whereas outbreaks of classical swine-fever have been recorded in some of the parts of the territory of the Federal Republic of Germany referred to in Annexes I and II to Decision 82/838/EEC;\nWhereas, therefore, the status of the affected parts of the territory of the Federal Republic of Germany with regard to classical swine fever should be temporarily suspended,", "main_body": ["The status of those parts of the territory of the Federal Republic of Germany constituted by the regions set out in Annex I to this Decision, as areas recognized to be officially swine-fever-free within the meaning of Article 4c (1) (c) of Directive 64/432/EEC, shall be suspended for a period of 15 days.", "The status of those parts of the territory of the Federal Republic of Germany constituted by the regions set out in Annex II, as areas recognized to be swine-fever-free within the meaning of Article 13a (2) of Directive 72/461/EEC, shall be suspended for a period of 15 days.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 10 October 1984.\nFor the Commission\nPoul DALSAGER\nMember of the Commission\n(1) OJ No 121, 29. 7. 1964, p. 1977/64.\n(2) OJ No L 360, 23. 12. 1983, p. 44.\n(3) OJ No L 302, 31. 12. 1972, p. 24.\n(4) OJ No L 352, 14. 12. 1982, p. 27.\nANNEX\nRegions in the Federal Republic of Germany whose status as officially swine-fever-free is suspended\nRegierungsbezirk Niederbayern.\nANNEX II\nRegions in the Federal Republic of Germany whose status as swine-fever-free is suspended\nRegierungsbezirk Oberbayern."}