{"celex_id": "31985R0202", "uri": "http://publications.europa.eu/resource/cellar/20b514d2-82b9-4c27-808e-42d9a8982c33", "type": "Regulation", "concepts": ["1079", "1609", "2710", "4256"], "title": "Commission Regulation (EEC) No 202/85 of 25 January 1985 on communications from Member States to the Commission with regard to peas, field beans and sweet lupins\n", "header": "COMMISSION  REGULATION (EEC) No 202/85\nof 25 January 1985\non communications from Member States to the Commission with regard to peas, field beans and sweet lupins\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1431/82 of 18 May 1982 laying down special measures for peas, field beans and sweet lupins (1), as last amended by Regulation (EEC) No 1032/84 (2), and in particular Article 5 thereof,\nWhereas, in order to ensure sound management of the measures provided for peas, field beans and sweet lupins, Member States must keep the Commission informed about the implementation of the measures provided for in Council Regulation (EEC) No 2036/82 adopting general rules concerning special measures for peas, field beans and sweet lupins (3), as last amended by Regulation (EEC) No 1734/84 (4), and in Commission Regulation (EEC) No 2365/84 (5), as amended by Regulation (EEC) No 157/85 (6); whereas to that end certain information on the situation with regard to approved bodies and to production, markets and the pattern of trade in peas, field beans and sweet lupins must be communicated by Member States to the Commission at regular intervals;\nWhereas, however, such communication should be kept to a strict minimum and should make allowance for the administrative facilities at present available in the Member States;\nWhereas, in the interests of efficient administration, all the obligations falling on Member States as regards the information to be sent at regular intervals to the Commission should be included in this Regulation, and Commission Regulation (EEC) No 573/83 (7) should therefore be repealed;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Dried Fodder,", "main_body": ["Member States shall forward to the Commission, within 30 days of approval, the names and addresses of bodies approved in accordance with Article 8 (2) of Regulation (EEC) No 2036/82 and the numbers of producers belonging to them.", "Member States shall, not later than Wednesday each week, notify the Commission of the quantities, compiled separately for peas, field beans and sweet lupins, for which the aids referred to in Article 3 (1) and (2) of Regulation (EEC) No 1431/82 have been requested in advance during the previous week, broken down between products intended for animal feed and products for human or similar consumption.", "For each month, Member States shall forward to the Commission, within 30 days following the end of the month, the following information, compiled separately for peas, field beans and sweet lupins:\n- the number of certificates issued as referred to in Article 4 (2) of Regulation (EEC) No 2036/82, together with the quantities concerned,\n- the quantities for which Article 30 of Regulation (EEC) No 2365/84 has been applied,\n- the quantities for which Article 31 of Regulation (EEC) No 2365/84 has been applied,\n- the quantities declared as having entered undertakings as referred to in the second indent of Article 5 (1) of Regulation (EEC) No 2036/82, broken down between products intended for animal feed and products for human or similar consumption,\n- the quantities in respect of which a request for aid has been made in accordance with the provisions of Article 21 (4) of Regulation (EEC) No 2365/84, broken down between products intended for animal feed and products for human or similar consumption.", "Member States shall forward to the Commission before 1 October each year, for the preceding marketing year, the following information compiled separately for peas, field beans and sweet lupins:\n- the quantities actually used, broken down in accordance with the subdivisions of Article 14 of Regulation (EEC) No 2365/84, and the numbers of approved users, both in total and by type of use,\n- the quantities actually used by the approved bodies, broken down in accordance with the subdivisions of Article 13 of Regulation (EEC) No 2365/84, the number of such bodies and the numbers of producers belonging to them,\n- the number of declarations of delivery lodged as referred to in Article 4 (1) of Regulation (EEC) No 2036/82, together with the quantities covered by them.", "Member States shall, before 1 February 1985, forward to the Commission the information specified in Articles 2 and 3 which relates to the period starting on:\n- 1 July 1984, in the case of sweet lupins,\n- 1 October 1984, in the case of the other products.", "Regulation (EEC) No 573/83 is hereby repealed.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 25 January 1985.\nFor the Commission\nFrans ANDRIESSEN\nMember of the Commission\n(1) OJ No L 162, 12. 6. 1982, p. 28.\n(2) OJ No L 107, 19. 4. 1984, p. 39.\n(3) OJ No L 219, 28. 7. 1982, p. 1.\n(4) OJ No L 164, 22. 6. 1984, p. 3.\n(5) OJ No L 222, 20. 8. 1984, p. 26.\n(6) OJ No L 19, 23. 1. 1985, p. 7.\n(7) OJ No L 69, 15. 3. 1983, p. 5."}