{"celex_id": "31987R3990", "uri": "http://publications.europa.eu/resource/cellar/c3de066a-a7d9-4809-b423-cbd16956494e", "type": "Regulation", "concepts": ["2173", "3732"], "title": "Commission Regulation (EEC) No 3990/87 of 23 December 1987 amending Regulation (EEC) No 1418/76 on the common organization of the market in rice\n", "header": "COMMISSION REGULATION  (EEC) N° 3990/87\nof 23 December 1987\namending Regulation (EEC) N° 1418/76 on the common  organization of the market in rice\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) N° 2658/87 of 23 July 1987 on the tariff and statistical  nomenclature and on the Common Customs Tariff (1), as amended by Regulation (EEC) N° 3985/87 (2),  and in particular Article 15 thereof,\nWhereas Council Regulation (EEC) N° 2658/87 establishes, with effect from 1 January 1988, a  combined goods nomenclature based on the Harmonized System which will meet the requirements both of  the Common Customs Tariff and the nomenclature of goods for the external trade statistics of the  Community;\nWhereas, as a consequence, it is necessary to express the descriptions of goods and tariff heading  numbers which appear in Council Regulation (EEC) N° 1418/76 (3), as last amended by Regulation  (EEC) N° 3877/87 (4), according to the terms of the combined nomenclature; whereas these  adaptations do not call for any amendment of substance,", "main_body": ["Regulation (EEC) N° 1418/76 is modified as follows:\n1.", "(1) is replaced by the following:\n'1.  The common organization of the market in rice shall comprise a price and trading system and  cover the following products:\n>TABLE>\n2.", "1 a paragraphs (2), (3) and (4) are replaced by the following:\n'2.  By way of derogation from Article 11 (1) (a), (b), (c), (d) and (i), no levy shall be charged  on imports of products falling within subheadings 1006 10 91, 1006 10 99, 1006 20 and 1006 40 00 in  the French overseas department of Réunion.\n3.  By way of derogation from Article 11 (1) (e), (f), (g) and (h), the levy to be charged on  imports of products falling within subheading 1006 30 in the French overseas department of Réunion  shall be equal to be amount for the protection of the industry referred to in Article 14 (3).\n4.  For consignments to the French overseas department of Réunion of products falling within  heading N° 1006 excluding subheading 1006 10 10 which come from Member States and are in one of the  situations referred to in Article 9 (2) of the Treaty, a subsidy shall be granted, on application  by the party concerned, equal to the levy in force for the product concerned.\nHowever, this subsidy shall:\n- in respect of products falling within subheadings 1006 30 11 and 1006 30 19 be equal to the levy  applicable to products falling within subheading 1006 20,\n- in respect of products falling within subheadings 1006 30 91 and 1006 30 99, be reduced by the  amount for the protection of the industry referred to in Article 14 (3)'.\n3.\nAnnex B shall be replaced by the Annex to this Regulation.", "This Regulation shall enter into force on 1 January 1988.\nThis Regulation shall be binding in its entirety and directly applicable in all  Member States."], "attachments": "Done at Brussels, 23 December 1987.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\nANNEX\n'ANNEX B\n>TABLE>"}