{"celex_id": "31988L0302", "uri": "http://publications.europa.eu/resource/cellar/9d53ec72-6843-408d-bfb8-3615cc16f2a7", "type": "Directive", "concepts": ["3135", "3139", "3730", "6263"], "title": "Commission Directive 88/302/EEC of 18 November 1987 adapting to technical progress for the ninth time Council Directive 67/548/EEC on the approximation of laws, regulations and administrative provisions relating to the classification, packaging and labelling of dangerous substances\n", "header": "COMMISSION DIRECTIVE of 18 November 1987 adapting to technical progress for the ninth time Council Directive 67/548/EEC on the approximation of laws, regulations and administrative provisions relating to the classification, packaging and labelling of dangerous substances (87/302/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 67/548/EEC of 27 June 1967 on the approximation of laws, regulations and administrative provisions relating to the classification, packaging and labelling of dangerous substances (1), as amended for the sixth time by Directive 79/831/EEC (2), and in particular Article 19 thereof,\nWhereas Article 3 (1) of Directive 67/548/EEC provides that the physico-chemical properties, toxicity and ecotoxicity of the substances and preparations shall be determined according to the methods specified in Annex V;\nWhereas Article 3 (2) of Directive 67/548/EEC provides that the real or potential environmental hazard of a substance or preparation shall be assessed according to the characteristics set out in Annexes VII and VIII;\nWhereas Annex V to the version introduced by Commission Directive 84/449/EEC (3) presently contains only those test methods corresponding to the characteristics detailed in Annex VII and it is necessary also to make available test methods corresponding to the characteristics detailed in Annex VIII;\nWhereas the provisions of this Directive are in accordance with the opinion of the Committee for the Adaptation to Technical Progress of the Directives on the Removal of Technical Barriers to Trade in Dangerous Substances and Preparations,", "main_body": ["The text of the Annex to this Directive is added to Annex V to Directive 67/548/EEC.", "Member States shall adopt and publish before 31 December 1988 the measures needed to comply with this Directive and shall immediately inform the Commission thereof. They shall apply those measures by 30 June 1989 at the latest.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 18 November 1987.\nFor the Commission\nStanley CLINTON DAVIS\nMember of the Commission\n(1) OJ No 196, 16.8.1967, p. 1/67. (2) OJ No L 259, 15.10.1979, p. 10. (3) OJ No L 251, 19.9.1984, p. 1.\nANNEX\nThe test methods described herein are for the determination of some of the toxicological and ecotoxicological properties listed in Annex VIII to Council Directive 79/831/EEC. Test methods appropriate to level 1 and level 2 of Annex VIII are described, but the tests are not subdivided as a function of the different levels."}