{"celex_id": "31986L0197", "uri": "http://publications.europa.eu/resource/cellar/a9f50cef-68da-411a-a953-ae9651aef1d8", "type": "Directive", "concepts": ["1134", "13", "1425", "2897", "5018", "893"], "title": "Council Directive 86/197/EEC of 26 May 1986 amending Directive 79/112/EEC on the approximation of the laws of the Member States relating to the labelling, presentation and advertising of foodstuffs for sale to the ultimate consumer\n", "header": "COUNCIL  DIRECTIVE\nof 26 May 1986\namending Directive 79/112/EEC on the approximation of the laws of the Member States relating to the labelling, presentation and advertising of foodstuffs for sale to the ultimate consumer\n(86/197/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 100 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas Directive 79/112/EEC (4) has not yet provided for, as part of the compulsory wording on labels, any indication of the alcoholic strength of alcoholic beverages;\nWhereas an indication of such strength is necessary in order to ensure that consumers are given adequate information;\nWhereas the rules concerning indication of alcoholic strength are measures of a technical nature the adoption of which should be entrusted to the Commission in accordance with the procedures governing the various beverages concerned,", "main_body": ["Directive 79/112/EEC is hereby amended as follows:\n1. The following point is added to Article 3 (1):\n'(9) with respect to beverages containing more than 1,2 % by volume of alcohol, the actual alcoholic strength by volume.'\n2. In Article 6 (3), 'and, possibly, indicating the alcoholic strength' is deleted.\n3. The following Article is inserted:\n'Article 10a\nThe rules concerning indication of the alcoholic strength by volume shall, in the case of products covered by tariff heading Nos 22.04 and 22.05, be those laid down in the specific Community provisions applicable to such products.\nIn the case of other beverages containing more than 1,2 % by volume of alcohol, these rules shall be laid down in accordance with the procedure provided for in Article 17.'\n4. The first subparagraph of Article 11 (3) (a) is replaced by the following:\n'(a) The particulars listed in Article 3 (1), points (1), (3), (4) and (9) shall be simultaneously visible.'", "1. Member States shall, where necessary, amend their legislation to comply with this Directive and shall forthwith inform the Commission thereof; legislation thus amended shall be applied in such a manner as to:\n- permit trade in products which comply with this Directive by 1 May 1988 at the latest;\n- prohibit trade in products which do not comply with this Directive as from 1 May 1989.\n2. However, trade in beverages which do not comply with this Directive, labelled before the date in the second indent of paragraph 1, shall be permitted until stocks are exhausted.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 26 May 1986.\nFor the Council\nThe President\nG. BRAKS\n(1) OJ No C 281, 26. 10. 1982, p. 3.\n(2) OJ No C 104, 16. 4. 1984, p. 139.\n(3) OJ No C 124, 9. 5. 1983, p. 23.\n(4) OJ No L 33, 8. 2. 1979, p. 1."}