{"celex_id": "31986R1010", "uri": "http://publications.europa.eu/resource/cellar/36ff7c26-2703-4318-9830-dea12db47006", "type": "Regulation", "concepts": ["1362", "2733", "3576", "4314"], "title": "Council Regulation (EEC) No 1010/86 of 25 March 1986 laying down general rules for the production refund on certain sugar products used in the chemical industry\n", "header": "COUNCIL  REGULATION (EEC) No 1010/86\nof 25 March 1986\nlaying down general rules for the production refund on certain sugar products used in the chemical industry\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1785/81 of 30 June 1981 on the common organization of the markets in the sugar sector (1), as last amended by Regulation (EEC) No 934/86 (2), and in particular Articles 9 (5) and 28 (5) thereof,\nHaving regard to the proposal from the Commission,\nWhereas under Article 9 (3) of Regulation (EEC) No 1785/81 it may be decided to grant production refunds on sugar, unprocessed isoglucose and syrups covered by that Regulation which are used in the manufacture of certain products of the chemical industry;\nWhereas the third subparagraph of Article 28 (5) of Regulation (EEC) No 1785/81 states that provision may be made for all or part of the financial losses resulting from the granting of any production refunds to be borne by the beet growers and the manufacturers; whereas use should be made of this possibility for the sugar used by the chemical industry over and above the usual quantities;\nWhereas a system of production refunds should be introduced which will enable the outlets for sugar to expand beyond the usual quantities; whereas, to this end, the products in question should henceforth be made available to the chemical industry at a lower price level;\nWhereas sugar can be used as a basic product by the chemical industry in the same way as starch products; whereas a harmonious development should therefore be assured for the use of these basic products; whereas, to that end, provision should be made for the application of a system of production refunds taking account of the price of sugar, the value of maize needed for the manufacture of the chemical products in question, the production refunds granted for starch products under Council Regulation (EEC) No 1009/86 of 25 March 1986 laying down general rules applicable to production refunds for cereals and rice (3) and the trend in world sugar prices; whereas in view of the links between the system of production refunds in the sugar sector and in the cereals sector, it should be laid down for the purposes of the system provided for in this Regulation that the marketing year is to be that defined by Council Regulation (EEC) No 2727/75 of 29 October 1975 on the common organization of the market in cereals (4) as last amended by Regulation (EEC) No 1006/86 (5);\nWhereas arrangements similar to those laid down for white sugar used by the chemical industry should be laid down for unprocessed isoglucose;\nWhereas raw sugar and syrups with a high degree of purity, calculated in accordance with Article 1 (5) of Regulation (EEC) No 1443/82 (6), as last amended by Regulation (EEC) No 3819/85 (7), should also qualify for the production refunds if used in the chemical industry; whereas the production refund on these basic products should therefore be that for white sugar, adjusted by reference to yield or sucrose content as appropriate; whereas, as far as isoglucose is concerned, production refunds should be granted subject to the same conditions as the export refunds on that product;\nWhereas, to prevent abuses, provision should be made for the production refund to be granted only if other uses are excluded by means of controls; whereas, if such controls are to be possible, the production refund should be paid only to the processor and on application by the processor;\nWhereas controls may, in certain cases, be rendered more effective if provision is also made for an approval procedure; whereas the Member State in the territory of which processing takes place should therefore be free to decide whether or not processors must obtain such approval;\nWhereas, to keep pace with technological developments in this sector, provision should be made for changes to the original list of the chemical products in question to be made in accordance with the procedure laid down in Article 41 of Regulation (EEC) No 1785/81;\nWhereas this Regulation is intended to repalce Council Regulation (EEC) No 1400/78 of 20 June 1978 laying down general rules for the production refund on sugar used in the chemical industry (1); whereas the latter Regulation should therefore be repealed,", "main_body": ["1. As from the 1986/87 marketing year, as defined in paragraph 3, a production refund shall be granted subject to the conditions laid down in this Regulation on the products referred to in Article 1 (1) (a) and (f) of Regulation (EEC) No 1785/81 and to the sucrose syrups referred to in Article 1 (1) (d) of the said Regulation and falling within subheading 17.02 D ex II of the Common Customs Tariff having a purity of at least 85 % (hereinafter called 'basic products') which are used in the manufacture of the products of the chemical industry listed in the Annex hereto (hereinafter called 'chemical products').\n2. The production refund on the product referred to in Article 1 (1) (f) of Regulation (EEC) No 1785/81 shall be granted only in respect of a product:\n(a) which has been obtained by isomerization of glucose;\n(b) which has a content by weight in the dry state of at least 41 % fructose;\nand\n(c) of which the total content by weight in the dry state of polysaccharides and oligosaccharides, including the di- or trisaccharides content, does not excedd 8,5 %.\n3. For the purposes of this Regulation 'marketing year' shall mean the marketing year defined in the first subparagraph of Article 2 of Regulation (EEC) No 2727/75.\n4. The production refund shall be fixed periodically.", "1. The production refund shall be granted by the Member State in the territory of which processing of the basic products takes place.\n2. The Member State may grant the refund only if customs control, or administrative inspection affording equivalent guarantees, ensures that the basic products are used for the purpose specified in the application referred to in Article 3.", "1. The production refund shall be granted only to processors who guarantee that the control provided for in Article 2 (2) can be carried out at any time and who have submitted an application specifying the chemical product in the manufacture of which the basic product is to be used.\n2. The Member State concerned may make entitlement to the refund subject to prior approval of the processors referred to in paragraph 1, in particular for the application of paragraph 1.", "1. Without prejudice to paragraphs 2 to 5, the amount of the production refund per 100 kilograms of white sugar shall be fixed taking into account the world market price for white sugar plus a standard amount of 7 ECU per 100 kilograms of white sugar, the price of glucose and the price of Community sugar.\n2. For the 1986/87 and 1987/88 marketing years the price of sugar shall be equal to the price of glucose.\n3. As from the 1988/89 marketing year the price of sugar shall be adjusted taking into account any difference between the world market price for white sugar and the price of glucose.\nThe adjustment referred to in the first subparagraph shall be as follows:\n(a) for the 1988/89 marketing year, 25 % of the difference recorded;\n(b) for the 1989/90 marketing year, 50 % of the difference recorded except where, during the preceding marketing year, owing to unforeseen circumstances, the aid for sugar was such as to disrupt the starch sector. In that event, the adjustment shall not be raised to 50 % and the details of these arrangements shall be reviewed.\n4. For the purpose of implementing paragraphs 1, 2 and 3, the following definitions shall apply:\n(a) world market price for sugar: the price of Community sugar less the average of the export refunds for white sugar recorded during the reference period in question, after deduction of a standard amount of 7 ECU per 100 kilograms;\n(b) price of glucose: twice the price of maize as recorded on the Community market less twice the production refunds, per 100 kilograms of maize, applicable to starch products used for the manufacture of the products referred to in the Annex to Regulation (EEC) No 1009/86;\n(c) price of Community sugar: the intervention price for white sugar plus the storage levy.\n5. The detailed rules referred to in (b) of the second subparagraph of paragraph 3 shall be reviewed in accordance with the procedure laid down in Article 41 of Regulation (EEC) No 1785/81.\n6. Before the end of the 1989/90 marketing year the Commission shall report to the Council on the operation of the present arrangements and make appropriate proposals concerning future arrangements.", "The amount of the production refund granted per 100 kilograms of raw sugar shall be equal to one hundredth of the amount applicable on the use of white sugar, multiplied by the yield of the raw sugar used, which yield shall be determined in accordance with Article 1 of Regulation (EEC) No 431/68 (1).", "The amount of the production refund granted per 100 kilograms of the sucrose syrups referred to in Article 1 shall be equal to one hundredth of the amount applicable on the use of white sugar, multiplied by:\n(a) the sucrose content of the syrup used, where the purity of the latter is not less than 98 %;\nor\n(b) the extractable sugar content of the syrup used, determined in accordance with the second subparagraph of Article 1 (5) of Regulation (EEC) No 1443/82, where the purity of the syrup is at least 85 % but less than 98 %.", "The amount of the production refund granted per 100 kilograms of dry matter of the basic product referred to in Article 1 (1) (f) of Regulation (EEC) No 1785/81 shall be equal to the amount of the production refund applicable on the use of white sugar.", "The Annex to this Regulation shall be amended, if necessary, in accordance with the procedure laid down in Article 41 of Regulation (EEC) No 1785/81.", "When the total loss referred to in Article 28 (1) (e) of Regulation (EEC) No 1785/81 is being established, the losses resulting from the granting of the production refunds referred to in Article 1 of this Regulation shall be taken into account in respect of eligible quantities exceeding in total 60 000 tonnes of white-sugar equivalent.", "0\n1. Regulation (EEC) No 1400/78 shall be repealed with effect from the 1986/87 marketing year.\n2. However, Regulation (EEC) No 1400/78 shall remain applicable to processing operations in respect of which production refund applications have been submitted prior to the entry into force of the arrangements introduced by this Regulation.", "1\nThis Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 25 March 1986.\nFor the Council\nThe President\nG. BRAKS\n(1) OJ No L 177, 1. 7. 1981, p. 4.\n(2) OJ No L 87, 2. 4. 1986, p. 1.\n(3) See page 6 of this Official Journal.\n(4) OJ No L 281, 1. 11. 1975, p. 1.\n(5) See page 1 of this Official Journal.\n(6) OJ No L 158, 9. 6. 1982, p. 17.\n(7) OJ No L 368, 31. 12. 1985, p. 25.\n(1) OJ No L 170, 27. 6. 1978, p. 9.\n(1) OJ No L 89, 10. 4. 1968, p. 3.\nANNEX\nList of chemical products\n1.2 //  //  // CCT heading No  // Description  //  //  // ex 13.03 C III   // Carrageenan   // ex 15.11 B   // Glycerol, other than crude   // Chapter 29 (excluding subheadings 29.04 C II, 29.04 C III and ex 29.43 B (levulose))   // Organic chemicals   // Chapter 30   // Pharmaceutical products  // 34.02   // Organic surface-active agents; surface-active preparations and washing preparations, whether or not containing soap   // Chapter 35 (excluding headings 35.01 and 35.05)   // Albuminoidal substances; glues; enzymes  // Chapter 38 (excluding subheadings 38.12 A and 38.19 T)  // Miscellaneous chemical products   // Chapter 39  // Artificial resins and plastic materials, cellulose esters and ethers, articles thereof   //    //"}