{"celex_id": "31981D1053", "uri": "http://publications.europa.eu/resource/cellar/30ac6fbd-5f66-4bf8-aff5-9bcaee659828", "type": "Decision", "concepts": ["1372", "2556", "4790", "4829", "5100", "5343"], "title": "81/1053/EEC: Council Decision of 29 December 1981 on the conclusion of an Agreement on fisheries between the European Economic Community and the Government of Canada\n", "header": "COUNCIL DECISION of 29 December 1981 on the conclusion of an Agreement on fisheries between the European Economic Community and the Government of Canada (81/1053/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 43 thereof,\nHaving regard to the recommendation from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nWhereas it is in the Community's interest to approve the Agreement between the European Economic Community and the Government of Canada concerning fishing by vessels of either Party in the fishery zone of the other Party,", "main_body": ["The Agreement on fisheries between the European Economic Community and the Government of Canada is hereby approved on behalf of the Community.\nThe text of the Agreement is attached to this Decision.", "The President of the Council shall, on behalf of the Community, give the notification provided for in Article XV of the Agreement (2)."], "attachments": "Done at Brussels, 29 December 1981.\nFor the Council\nThe President\nP. WALKER  (1) Opinion delivered on 18 December 1981 (not yet published in the Official Journal). (2) The date of the entry into force of the Agreement will be published in the Official Journal of the European Communities by the General Secretariat of the Council.\nAGREEMENT ON FISHERIES between the European Economic Community and the Government of Canada\nTHE EUROPEAN ECONOMIC COMMUNITY,\n(hereinafter referred to as \"the Community\") and\nTHE GOVERNMENT OF CANADA,\nRECALLING the close relations between the Community and Canada and, in particular, the Framework Agreement for Commercial and Economic Cooperation between the European Communities and Canada signed in Ottawa on 6 July 1976;\nCONSIDERING their common desire to ensure the conservation and rational management of the living resources of the waters adjacent to their coasts and their concern for the welfare of their coastal communities and the living resources of the adjacent waters upon which these communities depend;\nNOTING that the Government of Canada has extended its jurisdiction over the living resources of its adjacent waters to a limit of up to 200 nautical miles from its coast and exercises within this limit sovereign rights for the purposes of exploring and exploiting, conserving and managing these resources ; and that the Member States of the Community have agreed that the limits of their fishing zones (hereinafter referred to as the fishery zone of the Community) shall extend up to 200 nautical miles from the coast, fishing within these limits being subject to the common fisheries policy of the Community;\nTAKING into account the need to coordinate the management of certain living resources which occur both in waters under the fisheries jurisdiction of Canada and in the fishery zone of the Community;\nTAKING into account the work of the Third United Nations Conference on the Law of the Sea and State practice conforming thereto;\nAFFIRMING that the exercise of sovereign rights by coastal States within their areas of jurisdiction over the living resources for the purpose of exploring, exploiting, conserving and managing these resources should be conducted in accordance with the principles of international law;\nTAKING into account the interest of each Party in developing fisheries in the fishery zone of the other Party;\nDESIROUS of establishing the terms and conditions pertaining to fisheries of mutual concern,\nHAVE AGREED AS FOLLOWS:\nArticle I\nThe two Parties shall cooperate closely in matters pertaining to the conservation and utilization of the living resources of the sea. They shall take appropriate measures to facilitate such cooperation and shall consult and cooperate in international negotiations and organizations with a view to achieving common fisheries objectives.\nArticle II\n1.  (a) The Government of Canada undertakes to grant access to vessels flying the flag of Member States of the Community to fish within the area off the east coast of Canada, brought under Canadian fisheries jurisdiction after 31 December 1976, for allotments, as appropriate, of parts of total allowable catches  surplus to Canadian harvesting capacity, in accordance with the provisions of this Article.\n(b) The Community undertakes to grant access to Canadian vessels to fish within the fishery zone of the Community for allotments, as appropriate, of parts of total allowable catches surplus to Community harvesting capacity, in accordance with the provisions of this Article.\n2. Each Party shall determine annually for the waters under its fisheries jurisdiction referred to in paragraph 1, subject to adjustment when necessary to meet unforeseen circumstances:    (a) the total allowable catch for individual stocks or complexes of stocks taking into account the scientific evidence available to it, the interdependence of stocks, the work of appropriate international organizations and other relevant factors;\n(b) its harvesting capacity in respect of such stocks ; and\n(c) after appropriate consultations, allotments, as appropriate, for fishing vessels of the other Party of parts of surpluses of stocks or complexes of stocks and the areas within which these allotments may be fished.\n3. In determining the allotments and areas where fishing may take place, each Party will take into account inter alia:    - its interests,\n- the amount of the surplus of total allowable catches of relevant stocks,\n- traditional fishing by vessels of the other Party,\n- reciprocity of access,\n- other benefits which may be offered pursuant to the cooperation referred to in Article VIII.\nArticle III\n1. Each Party shall take all appropriate measures to oblige its vessels to operate in compliance with the provisions of this Agreement and with any measures agreed upon from time to time pursuant to the provisions of this Agreement.\n2. Each Party may take within its area of fisheries jurisdiction such measures, in conformity with international law, as may be necessary to ensure compliance with the provisions of this Agreement by vessels of the other Party.\n3. Each Party shall take, within its area of fisheries jurisdiction, the necessary measures to give effect to the provisions of this Agreement, which may include the issuing of licences.\n4. Fishing vessels of one Party shall, when fishing within the area of fisheries jurisdiction of the other Party, comply with all laws governing fishing activities in that area.\n5. Each Party may establish measures which it deems to be required for the conservation, rational management, and regulation of fisheries within its fishery zone, provided that such measures are not taken for the specific purpose of impeding the fishing vessels of the other Party from taking the allocations granted under this Agreement.\nArticle IV\nThe two Parties shall cooperate, either bilaterally or through appropriate international organizations, to ensure the proper management and conservation of stocks occurring within the fishery zones of both Parties and stocks of associated species.\nIn particular, they shall endeavour to harmonize the regulatory measures applicable to these stocks, and shall consult frequently and exchange relevant fisheries statistics for this purpose.\nArticle V\nEach Party shall cooperate with the other Party, as appropriate, in light of the development of their fisheries relations pursuant to the provisions of Article II, in scientific research required for the purposes of management, conservation and utilization of the living resources in the area under the fisheries jurisdiction of that other Party. For these purposes, scientists of the two Parties shall consult regarding such research and the analysis and interpretation of the results obtained.\nArticle VI\n1. Each Party shall, subject to the availability of facilities and to the needs of its own vessels, allow vessels which it has licensed pursuant to this Agreement to enter its ports in accordance with applicable laws, regulations and administrative requirements, for the purpose of purchasing bait, supplies or outfits or effecting repairs, or for such other purposes as that Party may determine.\n2. Such authorization shall become null and void in respect of any vessel licensed pursuant to this Agreement upon the cancellation or termination of its licence, except for the purpose of entering port to purchase supplies or effect repairs necessary for its outward voyage.\n3. The provisions of this Article shall not affect access to the ports of either Party in cases of distress, medical emergency or force majeure.\nArticle VII\n1. The two Parties reaffirm their attachment to the cooperation provided for in the Convention on Future Multilateral Cooperation in the North-West Atlantic Fisheries, to which they are Contracting Parties and, in particular, in Article XI, paragraph 4, thereof.\n2. In the event that third-party fishing causes a threat to the conservation of the living resources of the waters beyond and adjacent to the areas referred to in Article II, the two Parties agree to take cooperative action to overcome that threat.\nArticle VIII\n1. The two Parties shall encourage economic and commercial cooperation in the field of fisheries.\n2. To this end, the two Parties shall, in particular, utilize the possibilities offered by the 1976 Framework Agreement for commercial and economic cooperation between Canada and the European Communities in the fisheries sector with a view to improving in a reciprocal manner the conditions and terms of their fisheries relations.\nArticle IX\nThe two Parties shall carry out periodic bilateral consultations regarding the development of further cooperation in relation to fisheries, including cooperation on such matters as fisheries trade, exchanges of technical information and specialized personnel, improvement of utilization and processing of catches, and arrangements for the use of the ports of each Party by fishing vessels of the other Party to ship or discharge crew members or other persons and for such other purposes as may be agreed upon.\nArticle X\n1. The two Parties shall consult periodically on questions relating to the application of this Agreement.\n2. In the event of a dispute concerning the interpretation or application of this Agreement, such dispute shall be the subject of consultations between the two Parties.\nArticle XI\nThis Agreement shall apply, on the one hand, to the territories in which the Treaty establishing the Community is applied and under the conditions laid down in that Treaty and, on the other hand, to the territory of Canada.\nArticle XII\n1. Nothing in this Agreement shall prejudice any multilateral convention to which Canada and the Community, or Canada and any Member State of the Community, are parties, or the views of either Party with respect to any question relating to the Law of the Sea.\n2. This Agreement is without prejudice to the delimitation of economic zones or fishery zones between Canada and Member States of the Community.\nArticle XIII\nThis Agreement is without prejudice to any existing Bilateral Agreement between a Member State of the Community and Canada relating to fisheries.\nArticle XIV\nThe Annex to this Agreement shall form an integral part thereof.\nArticle XV\nThis Agreement shall enter into force on the date on which the Parties notify each other of the completion of the procedures necessary for this purpose.\nArticle XVI\nThis Agreement may be terminated by either Party on 31 December 1987 or at any time thereafter, provided that notice of termination is given not less than 12 months in advance of such termination.\nIn witness whereof, the undersigned, being duly authorized for this purpose, have signed this Agreement.\nDone at ..., on ..., in duplicate in the Danish, Dutch, English, French, German, Greek and Italian languages, each of these texts being equally authentic.\nFor the Council of the European Communities\nFor the Government of Canada\nANNEX Community declaration concerning Article XI of the Agreement on fisheries between the European Economic Community and the Government of Canada\nPursuant to the wish expressed by the Government of Canada, the Community confirms that it considers Article XI of the Agreement, which incorporates provisions that are traditionally used in agreements concluded between the European Economic Community and third countries, as having no bearing upon the question of the legal status of the economic zone, currently under discussion at the Third Conference of the United Nations on the Law of the Sea."}