{"celex_id": "31981R0010", "uri": "http://publications.europa.eu/resource/cellar/b9227398-6601-4926-b284-dddad5b87e5a", "type": "Regulation", "concepts": ["1115", "1182", "1602", "2456", "3568", "4395"], "title": "Council Regulation (EEC) No 10/81 of 1 January 1981 fixing, in respect of fruit and vegetables the general rules for implementing the 1979 Act of Accession\n", "header": "COUNCIL REGULATION (EEC) No 10/81 of 1 January 1981 fixing, in respect of fruit and vegetables, the general rules for implementing the 1979 Act of Accession\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the 1979 Act of Accession, and in particular Article 72 (1) thereof,\nHaving regard to the proposal from the Commission,\nWhereas, pursuant to Article 74 of the Act of Accession the basic price for fruit and vegetables is to be fixed in Greece, at the time of accession, taking into account the difference between the average producer prices in Greece and the Community of Nine recorded over a reference period, to be determined ; whereas that reference period must be representative of real market trends ; whereas the past three marketing years should be taken for this purpose, excluding periods during which prices underwent abnormal fluctuations;\nWhereas the same criteria should be used to determine the difference in prices referred to in Article 67 of the Act of Accession and for calculating the minimum price applicable in Greece, referred to in Article 77 of that Act;\nWhereas Article 75 of the said Act introduced a compensatory mechanism for imports into the Community of Nine of fruit and vegetables coming from Greece for which an institutional price is fixed ; whereas the detailed rules for implementing the said mechanism should be determined;\nWhereas, where the prices paid in Greece under the previous national system for citrus fruit for processing would result in fixing a minimum price higher than the common minimum price, it is appropriate to adopt the common price definitively for Greece, as provided for in Article 77 (3) of the Act of Accession,", "main_body": ["Where, for calculating reference prices or fixing export refunds, the difference in prices is taken into account pursuant to Article 67 of the Act of Accession, the procedure shall be as follows:    (1) for price fixings relating to the period from 1 January 1981 to the end of the current marketing year, this difference shall be the difference between average producer prices in Greece and in the Community of Nine recorded during the marketing years 1977/78, 1978/79 and 1979/80, to the exclusion of years or parts of years during which abnormal prices obtained;\n(2) for subsequent price fixings, this difference shall be that referred to in paragraph 1 phased down as provided for in Article 59 of the Act.", "The reference period referred to in the second paragraph of Article 74 (2) of the Act of Accession shall be the marketing years 1977/78, 1978/79 and 1979/80, to the exclusion of years or parts of years during which abnormal prices obtained.", "The prices taken for the purposes of calculating the producer prices referred to in Article 75 (2) (a) of the Act of Accession shall be those recorded for a home-grown product, defined as to commercial characteristics, on the representative market or markets located in the production areas in which the prices are lowest, for products or varieties representing a large proportion of production marketed throughout or during part of the year and which correspond to quality Class I and meet specific conditions with regard to packaging.\nFor each representative market, the average price calculated shall exclude price data which may be regarded as excessively high or low in terms of normal fluctuations on this market.", "The \"representative\" prices of the Greek product, referred to in Article 75 (2) (b) of the Act of Accession shall be    - the prices for Class I products, provided that the quantities in this class represent at least 50 % of the total quantities marketed,\n- the prices for Class I products, supplemented, where products in this class represent less than 50 % of the total quantities, by the prices, unchanged, of Class II products for quantities enabling 50 % of total quantities marketed to be covered,\n-  the prices, unchanged, of Class II products, where there are no Class I products, unless it is decided to apply a conversion factor if, because of production conditions in Greece, these products are not, by reason of their qualitative characteristics, normally and traditionally marketed in Class I.", "1. The \"daily offer price\" of the Community product referred to in Article 75 (2) (c) of the Act shall be    - for products covered both by a Community offer price and a basic price, for the period of application of the latter, the mathematical average of the prices plus packaging costs, which the Member States shall notify to the Commission in accordance with Article 17 (1) of Regulation (EEC) No 1035/72 (1),\n- for products which are the subject only of a Community offer price, and outside the period of application of the basic price, for the products referred to in the first indent, the mathematical average of the producer prices recorded on the representative markets for home-grown products having the same characteristics as those referred to for fixing the Community offer price.\nThe amount defined in paragraph 2 shall be added to the mathematical averages thus determined.\nHowever, where, for a given market, the prices recorded refer to products grown by methods differing from those taken for the fixing of Community offer prices, coefficients laid down for the calculation of the Greek offer price for this type of product shall be applied to these prices for the purposes of calculating the daily offer price.\nThese coefficients shall be applied to the prices, including packaging costs and the amount defined in paragraph 2.\n2. The amount referred to in paragraph 1, which may be calculated at a standard rate, shall be fixed on the basis of transport costs borne by the products from the growing areas to the representative consumption centres of the Community. It shall be the same as that to be taken in respect of transport costs referred to in Article 75 (2) (a) of the Act of Accession.", "1. The corrective amount referred to in Article 75 (2) (c) of the Act of Accession shall be introduced:    (a) whenever the offer price for the Greek product remains for two consecutive marketing days at a level at least 0 76 ECU below that of the relevant Community offer price ; or\n(b) whenever, during a period of five to seven consecutive market days, Greek offer prices are alternately above and below the relevant Community offer price, even when such higher or lower Greek entry prices are above or below the Community offer price for two consecutive market days,\nwithout this situation having led to no application of the provision referred to in (a).\nIn the latter case, the corrective amount shall, however, be introduced only when\n- at least three Greek offer prices have been recorded below the relevant Community offer price,\nand\n- provided that one of these Greek offer prices is at least 0 76 ECU below that of the relevant Community offer price.\n2. The corrective amount shall be equal to:    (a) in the case referred to in paragraph 1 (a), the difference between, as appropriate,      - the Community offer price defined in Article 75 (2) (a) of the Act and the mathematical average of the two last Greek offer prices available,\n- the mathematical average of the two last relevant Community offer prices and the mathematical average of the two last available Greek offer prices,\n(b) in the case referred to in paragraph 1 (b), the difference between the relevant Community offer price and the last available Greek offer price at least 0 76 ECU below the relevant Community offer price.", "1. The corrective amount introduced pursuant to Article 6 (1) (a) shall not be changed until variations in the components referred to for its calculation entail, from the date of its effective application and during three consecutive market days, a change in this amount of more than 1 72 ECU.\nA decision to discontinue the corrective amount shall be taken whenever Greek offer prices for two consecutive market days from the time of effective application of the amount at least match the relevant Community offer price. Such a decision shall also be taken whenever, for Greek products, no prices are recorded for six consecutive working days or where application of the first subparagraph entails a corrective amount of zero.\n2. Corrective amounts introduced pursuant to Article 6 (1) (b) shall be applied for six days.\nSuch an amount may be discontinued before the end of this period only    - if application of Article 6 (1) (a) entails the establishment of a higher amount, or\n- if, from the time of effective application of the corrective amount, the Greek offer prices are, for three consecutive market days, at a level at least equal to the relevant Community offer price.\n(1) OJ No L 118, 20.5.1972, p. 1.", "1. The minimum price referred to in Article 77 (1) of the Act shall be established on the basis of the prices paid to Greek producers during the marketing years 1977/78, 1978/79 and 1979/80, to the exclusion of years of parts of years during which abnormal prices have obtained.\n2. Where the prices recorded in Greece result in a minimum price level in excess of the common minimum price, the latter price shall be definitively adopted for Greece.", "1. The following shall be determined according to the procedure laid down in Article 33 of Regulation (EEC) No 1035/72    - implementing procedures for this Regulation,\n- the Community offer price referred to in Article 75 (2) (a) of the Act of Accession,\n- the minimum price and the financial compensation referred to in Article 77 of the Act of Accession.\n2. The Commission shall decide when the corrective amount is to be introduced, amended or discontinued.", "0\nThis Regulation shall enter into force on 1 January 1981.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 1 January 1981.\nFor the Council\nThe President\nD.F. VAN DER MEI"}