{"celex_id": "31988D0111", "uri": "http://publications.europa.eu/resource/cellar/33d8ebbc-76f8-451d-a223-1655409a6815", "type": "Decision", "concepts": ["1520", "2965", "2979", "4640"], "title": "88/111/EEC: Commission Decision of 28 December 1987 on improving the efficiency of agricultural structures in Italy (Valle d'Aosta) pursuant to Council Regulation (EEC) No 797/85 (Only the Italian text is authentic)\n", "header": "COMMISSION  DECISION\nof 28 December 1987\non improving the efficiency of agricultural structures in Italy (Valle d'Aosta) pursuant to Council Regulation (EEC) No 797/85\n(Only the Italian text is authentic)\n(88/111/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 797/85 of 12 March 1985 on improving the efficiency of agricultural structures (1), as last amended by Regulation (EEC) No 1760/87 (2), and in particular Article 25 thereof,\nWhereas, on 31 July 1987, the Italian Government forwarded to the Commission pursuant to Article 24 (4) of Regulation (EEC) No 797/87, Valle d'Aosta regional Law No 49 of 18 August 1986 adopting measures for the application of Regulation (EEC) No 797/85;\nWhereas, under Article 25 (3) of Regulation (EEC) No 797/85, the Commission must decide whether, having regard to the conformity which the provisions which have been forwarded have with Regulation (EEC) No 797/85, and having regard to the latter's objectives and to the need for a proper connection between the various measures, the conditions for a financial contribution by the Community are met;\nWhereas the Italian Government has, via the abovementioned regional law, forwarded in full only the provisions relating to the compensatory allowance and collective investment in mountain and less-favoured areas of the Valle d'Aosta;\nWhereas this Decision covers only the provisions which relate to the compensatory allowance and collective investment in mountain and less-favoured areas and which are laid down in Articles 7 and 9 of regional Law No 49 of 18 August 1986 of the Valle d'Aosta;\nWhereas the provisions referred to above are in keeping with the conditions and the objectives of Title III of Regulation (EEC) No 797/87;\nWhereas the European Agricultural Guidance and Guarantee Fund (EAGGF) Committee has been consulted on the financial aspects;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Agricultural Structures,", "main_body": ["Articles 7 and 9 of Valle d'Aosta regional Law No 49 of 18 August 1986 adopting measures for the application of Regulation (EEC) No 797/85 on improving the efficiency of agricultural structures are hereby deemed to satisfy the conditions for a financial contribution by the Community towards the common measures referred to in Article 1 of that Regulation.", "This Decision is addressed to the Italian Republic."], "attachments": "Done at Brussels, 28 December 1987.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 93, 30. 3. 1985, p. 1.\n(2) OJ No L 167, 30. 6. 1987, p. 1."}