{"celex_id": "31984R2159", "uri": "http://publications.europa.eu/resource/cellar/07613bad-af0a-4e02-b598-57c3390af6fd", "type": "Regulation", "concepts": ["180", "2871", "5300", "5360"], "title": "Commission Regulation (EEC) No 2159/84 of 26 July 1984 amending for the first time Regulation (EEC) No 1908/84 fixing the standard methods for determining the quality of cereals\n", "header": "COMMISSION  REGULATION (EEC) No 2159/84\nof 26 July 1984\namending for the first time Regulation (EEC) No 1908/84 fixing the standard methods for determining the quality of cereals\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2727/75 of 29 October 1975 on the common organization of the market in cereals (1), as last amended by Regulation (EEC) No 1018/84 (2), and in particular Article 3 (2) thereof,\nHaving regard to Council Regulation (EEC) No 2731/75 of 29 October 1975 fixing standard qualities for common wheat, rye, barley, maize, sorghum and durum wheat (3), as last amended by Regulation (EEC) No 1028/84 (4), and in particular Article 6 thereof,\nWhereas Commission Regulation (EEC) No 1569/77 of 11 July 1977 fixing the procedure and conditions for the taking over of cereals by intervention agencies (5), as last amended by Regulation (EEC) No 2096/84 (6), defines the minimum quality for cereals taken over by intervention agencies; whereas the maximum level of tannins is specified, as the quality criterion for sorghum; whereas, therefore, Commission Regulation (EEC) No 1908/84 (7) should be amended to include the standard method for determining the level of tannins in sorghum;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["Regulation (EEC) No 1908/84 is hereby amended as follows:\n1. The following is added as the third indent in Article 1:\n'- the standard method for determining the level of tannins in sorghum shall be that set out in Annex III.'\n2. The contents of the Annex to this Regulation is added as Annex III.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply from 1 August 1984.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 26 July 1984.\nFor the Commission\nPoul DALSAGER\nMember of the Commission\n(1) OJ No L 281, 1. 11. 1975, p. 1.\n(2) OJ No L 107, 19. 4. 1984, p. 1.\n(3) OJ No L 281, 1. 11. 1975, p. 22.\n(4) OJ No L 107, 19. 4. 1984, p. 17.\n(5) OJ No L 174, 14. 7. 1977, p. 15.\n(6) OJ No L 193, 21. 7. 1984, p. 20.\n(7) OJ No L 178, 5. 7. 1984, p. 22.\nANNEX\n'ANNEX III\nSTANDARD METHOD FOR DETERMINING THE TANNINS IN SORGHUM\n// 1.  // PRINCIPLE  //   // The tannins are extracted by dimethylformamide with shaking. After centrifuging, ferric ammonium citrate and ammonia are added to an aliquot part of the supernatant and the absorbance of the solution thus obtained is measured spectrometrically at 525 nm.  //   // The tannin content is determined using a calibration curve prepared from tannic acid.  // 2.  // OBJECTIVE AND FIELD OF APPLICATION  //   // This global method of determing tannins applies to sorghum grains.  // 3.  // APPARATUS  //   // Normal laboratory equipment, in particular:  // 3.1.  // Mechanical crusher making it possible to obtain particles which pass completely through the sieve (3.2);  // 3.2.  // Sieve with a 1 mm mesh;  // 3.3.  // Centrifuge making it possible to attain a centrifugal acceleration of 3 000 g (3 000 × 9,81 m/s-2);  // 3.4.  // Centrifuge tubes with a capacity of about 50 ml, hermetically stoppered;  // 3.5.  // Mechanical stirrer with a reciprocating motion or magnetic stirrer;  // 3.6.  // Vortex stirrer;  // 3.7.  // Spectrometer with cells 10 mm thick, permitting measurements at 525 nm;  // 3.8.  // Pipettes, 1 ml, 5 ml and 20 ml, class A;  // 3.9.  // Graduated pipettes, 5 ml and 10 ml, class A;  // 3.10.  // Test tubes, 140 × 14 mm;  // 3.11.  // Volumetric flasks, 100 ml;  // 3.12.  // Analytical balance.  // 4.  // REAGENTS  //   // All the reagents used must be of analytical quality. The water used must be distilled water or of at least equivalent purity.  // 4.1.  // Tannic acid solution 2 grams per litre  //  // Since the origin of the tannic acid has a definite influence on the calibration curve, the use of Merck reference 773 tannic acid is recommended in order to permit inter-laboratory comparisons.  //   // This solution can be kept for one week.  // 4.2.  // Ammonia solution 8,0 grams per litre of NH3.  // 4.3.  // Dimethylformamide solution 75 % v/v  //   // Introduce 75 ml of dimethylformamide into a 100-ml volumetric flask. Dilute with water, allow to cool and make up to the mark.  // 4.4.  // Ferric ammonium citrate (28 % iron) solution 3,5 grams per litre, prepared 24 hours before use.  // 5.  // METHOD  // 5.1.  // Preparation of the test sample  //   // Remove any matter other than sorghum from the laboratory sample and crush the sample in the mechanical crusher (3.1) so as to reduce it to particles which pass completely through a 1-mm sieve (3.2). Homogenize well.  // 5.2.  // Water content of the test sample  //  // Determine the water content of the test sample.  // 5.3.  // Test portion  //   // Introduce about 1 g of test sample (5.1) weighed to the nearest 1 mg into a centrifuge tube (3.4).  // 5.4.  // Determination  // 5.4.1.  // Pipette 20 ml of the dimethylformamide solution (4.3) into the centrifuge tube. Stopper the tube hermetically and shake it for 60 ± 1 minutes on the stirrer (3.5). Then centrifuge for 10 minutes with an acceleration of 3 000 g.  // 5.4.2.  // Remove 1 ml of the supernatant liquid (5.4.1) with a pipette (3.8) and introduce it into a test tube (3.10). Successively add 6 ml of water and 1 ml of the ammonia solution (4.2) by pipetting, and then shake for a few seconds on the stirrer (3.6).  // 5.4.3.  // Remove 1 ml of the supernatant liquid (5.4.1) with a pipette (3.8) and introduce it into a test tube (3.10). Successively add 5 ml of water and 1 ml of the ferric ammonium citrate solution (4.4) by pipetting, shake for a few seconds on the stirrer (3.6), then add 1 ml of the ammonia solution (4.2) by pipetting and shake again for a few seconds on the stirrer (3.6).  // 5.4.4.  // Transfer the solutions obtained in 5.4.2 and 5.4.3 measuring cells and measure the absorbances by spectrometer (3.7) at 525 mm against the water blank 10 ± 1 minutes after the end of the operations in 5.4.2 and 5.4.3. The result is the difference between the two absorbances.  // 5.5.  // Number of determinations  //   // Perform two determinations on test portions from the same test sample.  // 5.6.  // Establishment of the calibration curve  //  // Warning: The calibration scale must be obtained again every day.  // 5.6.1.  // Prepare six 20-ml volumetric flasks (3.11) and pipette into them respectively 0, 1, 2, 3, 4 and 5 ml of the tannic acid solution (4.1). Make up to the mark with the dimethylformamide solution (4.3). The calibration scale thus obtained is 0, 0,1, 0,2, 0,3, 0,4 and 0,5 mg/ml.  // 5.6.2.  // Pipette into test tubes (3.10) 1 ml of each of these solutions and add, by pipetting, successively 5 ml of water and 1 ml of ferric ammonium citrate solution (4.4), shake for a few seconds on the stirrer (3.6), then add 1 ml of ammonia solution (4.2) and shake again for a few seconds on the stirrer (3.6).  //   // Transfer the solutions thus obtained to measuring cells and after 10 ± 1 minutes measure the absorbances on the spectrometer at 525 nm against the water blank.  // 5.6.3.  // Plot the calibration curve, using the absorbance values as the ordinate and the corresponding concentrations of tannic acid on the calibration scale (5.6.1) as the abscissa, in milligrams per millilitre.  //   // Note: This line should not pass through the origin and should not be corrected for the zero of the scale.  // 6.  // EXPRESSION OF RESULTS  //  // The tannin content, expressed as a percentage by mass of tannic acid in relation to the dry matter, is equal to:\n1.2.3.4 //   // 2C m  // ×  // 100 100 - H\nwhere:\n1.2.3 //   // C =  // the tannic acid concentration, in milligrams per millilitre, of the test solution, read from the calibration curve (5.6.3),  //   // m =  // the mass, in grams, of the test portion (5.3);  //   // H =  // the water content of the test sample, as a percentage by mass (5.2).'"}