{"celex_id": "31989R0643", "uri": "http://publications.europa.eu/resource/cellar/22a0ef77-9428-4bb4-8b14-8175d26aae51", "type": "Regulation", "concepts": ["1339", "2887", "4316"], "title": "Commission Regulation (EEC) No 643/89 of 14 March 1989 determining, for the period 1 February to 30 June 1989, the quantities of raw sugar produced in the French overseas departments benefiting from the refining aid referred to in Council Regulation (EEC) No 2225/86\n", "header": "COMMISSION  REGULATION (EEC) No 643/89\nof 14 March 1989\ndetermining, for the period 1 February to 30 June 1989, the quantities of raw sugar produced in the French overseas departments benefiting from the refining aid referred to in Council Regulation (EEC) No 2225/86\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1785/81 of 30 June 1981 on the common organization of the market in the sugar sector (1), as last amended by Regulation (EEC) No 2306/88 (2), and in particular Article 9 (6) thereof,\nHaving regard to Council Regulation (EEC) No 2225/86 of 15 July 1986 laying down measures for the marketing of sugar produced in the French overseas departments and for the equalization of the price conditions with preferential raw sugar (3), and in particular the second subparagraph of Article 3 (2) thereof,\nWhereas Article 3 of Regulation (EEC) No 2225/86 provides for the granting of an aid for raw sugar produced in the French overseas departments and refined in a refinery situated in the European regions of the Community within the limits of the quantities to be determined according to the regions of destination in question and separately according to origin; whereas those quantities must be determined on the basis of a Community supply balance sheet for raw sugar; whereas in a first stage quantities were fixed by Commission Regulation (EEC) No 2136/88 (4) on the basis of a forward estimate covering the period 1 July 1988 to 31 January 1989;\nWhereas the final production of the French overseas departments and the quantities available for refining are now known; whereas the latter quantities which may qualify for this refining aid are accordingly to be determined for the remainder of the 1988/89 marketing year;\nWhereas the Management Committee for Sugar has not delivered an opinion within the time limit set by its chairman,", "main_body": ["The quantities of sugar referred to in Article 3 (2) of Regulation (EEC) No 2225/86 shall be fixed for the period 1 February to 30 June 1989 in accordance with the Annex to this Regulation.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 February 1989.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 14 March 1989.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 177, 1. 7. 1981, p. 4.\n(2) OJ No L 201, 27. 7. 1988, p. 65.\n(3) OJ No L 194, 17. 7. 1986, p. 7.\n(4) OJ No L 188, 19. 7. 1988, p. 26.\nANNEX\nQuantities of raw cane sugar, expressed as 1 000 tonnes of white sugar:\n1.2,5 //  //  // Originating from the French overseas departments  // For refining 1.2.3.4.5 //  // in metropolitan France   // in Portugal   // in the United Kingdom   // in the other regions of the Community   //    //   //   //   //  // 1. RĂŠunion   // 24   // 10   // 12   // -   // 2. Guadeloupe and Martinique   // 1   // -   // -   // -   //  //   //   //   //"}