{"celex_id": "31985D0191", "uri": "http://publications.europa.eu/resource/cellar/25b4579d-50b1-40db-850c-33fd3b5c1fa5", "type": "Decision", "concepts": ["1318", "4667", "4860"], "title": "85/191/EEC: Commission Decision of 18 March 1985 on the sixth amendment of Decision 82/467/EEC authorizing a number of Member States to sell butter at a reduced price in the form of concentrated butter (Only the German text is authentic)\n", "header": "COMMISSION  DECISION\nof 18 March 1985\non the sixth amendment of Decision 82/467/EEC authorizing a number of Member States to sell butter at a reduced price in the form of concentrated butter\n(Only the German text is authentic)\n(85/191/EEC)\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 804/68 of 27 June 1968 on the common organization of the market in milk and milk products (1), as last amended by Regulation (EEC) No 1557/84 (2), and in particular Article 6 (7) thereof,\nHaving regard to Council Regulation (EEC) No 985/68 of 15 July 1968 laying down general rules for intervention on the market in butter and cream (3), as last amended by Regulation (EEC) No 3521/83 (4), and in particular Article 7a thereof,\nWhereas Commission Regulation (EEC) No 649/78 (5), as last amended by Regulation (EEC) No 1741/84 (6), provides that the Member States may be authorized to sell butter at a reduced price from public storage or to grant aid in respect of butter from private storage for the purpose of its release for direct consumption as concentrated butter;\nWhereas a number of Member States were authorized by Commission Decision 82/467/EEC (7), as amended by Decision 84/501/EEC (8), to sell butter at a reduced price in the form of concentrated butter;\nWhereas the Federal Republic of Germany has requested authorization to sell a further quantity of 4 000 tonnes of butter in order to continue the operation; whereas the said Member State is in a position to guarantee that the butter in question will reach its prescribed destination; whereas it is necessary to accede to this request, and accordingly to amend Decision 82/467/EEC;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Management Committee for Milk and Milk Products,", "main_body": ["In Article 1 of Decision 82/467/EEC, the quantity of '13 000 tonnes' shown for the Federal Republic of Germany is hereby replaced by '17 000 tonnes'.", "This Decision is addressed to the Federal Republic of Germany."], "attachments": "Done at Brussels, 18 March 1985.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 148, 28. 6. 1968, p. 13.\n(2) OJ No L 150, 6. 6. 1984, p. 6.\n(3) OJ No L 169, 18. 7. 1968, p. 1.\n(4) OJ No L 352, 15. 12. 1983, p. 4.\n(5) OJ No L 86, 1. 4. 1978, p. 33.\n(6) OJ No L 164, 22. 6. 1984, p. 20.\n(7) OJ No L 211, 20. 7. 1982, p. 38.\n(8) OJ No L 278, 23. 10. 1984, p. 17."}