{"celex_id": "31989R0765", "uri": "http://publications.europa.eu/resource/cellar/ff1449f3-1716-496d-a64d-52fd3c4842f9", "type": "Regulation", "concepts": ["2763", "4404"], "title": "Council Regulation (EEC) No 765/89 of 20 March 1989 amending Regulation (EEC) No 1079/77 on a co- responsibility levy and on measures for expanding the markets in milk and milk products\n", "header": "COUNCIL  REGULATION (EEC) No 765/89\nof 20 March 1989\namending Regulation (EEC) No 1079/77 on a co-responsibility levy and on measures for expanding the markets in milk and milk products\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 43 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas Regulation (EEC) No 1079/77 (4), as last amended by Regulation (EEC) No 2234/88 (5) introduced a co-responsibility levy due, in principle, on all milk delivered to dairies and on certain farm sales of milk products;\nWhereas pursuant to Article 5c of Council Regulation (EEC) No 804/68 of 27 June 1968 on the common organization of the market in milk and milk products (6), as last amended by Regulation (EEC) No 763/89 (7), the additional levy scheme was extended from five to eight consecutive 12-month periods; whereas it was also decided to renew the co-responsibility levy at the rate of 2 % with effect from 1 July 1988; whereas it would, therefore, appear appropriate to ease the burden of the co-responsibility levy on small producers,", "main_body": ["The following paragraph is added to Article 1 of Regulation (EEC) No 1079/77:\n'4. With regard to producers whose deliveries during the 12 months of the fourth period of application of the additional levy scheme referred to in Article 5c of Regulation (EEC) No 804/68 did not exceed 60 000 kilograms, the amount of the levy resulting from the application of Article 2 of this Regulation, and, where appropriate, of paragraph 3 of this Article, shall be reduced by 0,5 points during the sixth period of application of the additional levy.\nAny producer who commenced or recommenced deliveries after the beginning of the fourth 12-month period before a date specified each year by the Member State concerned and whose deliveries as recorded or, where appropriate, estimated, for the first year of production, do not exceed 60 000 kilograms shall also qualify for the 0,5 point reduction.'", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 April 1989.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 March 1989.\nFor the Council\nThe President\nC. ROMERO HERRERA\n(1) OJ No C 265, 12. 10. 1988, p. 6.\n(2) OJ No C 12, 16. 1. 1989.\n(3) OJ No C 337, 31. 12. 1988, p. 16.\n(4) OJ No L 131, 26. 5. 1977, p. 6.\n(5) OJ No L 197, 26. 7. 1988, p. 36.\n(6) OJ No L 148, 28. 6. 1968, p. 13.\n(7) See page 1 of this Official Journal."}