{"celex_id": "31989D0551", "uri": "http://publications.europa.eu/resource/cellar/d7e1ca40-edfa-4d58-901d-d6f243288a06", "type": "Decision", "concepts": ["1218", "2306"], "title": "89/551/EEC: Council Decision of 29 September 1989 on the conclusion of an Agreement in the form of an exchange of letters concerning the provisional application of the Protocol establishing, for the period from 27 June 1989 to 26 June 1992, the fishing rights and financial compensation provided for in the Agreement between the European Economic Community and the Government of the Republic of Equatorial Guinea on fishing off the coast of Equatorial Guinea\n", "header": "COUNCIL DECISION of 29 September 1989 on the conclusion of an Agreement in the form of an Exchange of Letters concerning the provisional application of the Protocol establishing, for the period from 27 June 1989 to 26 June 1992, the fishing rights  and financial compensation provided for in the Agreement between the European Economic Community and the Government of the Republic of Equatorial Guinea on fishing off the coast of Equatorial Guinea (89/551/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the Act of Accession of Spain and Portugal, and in particular Article 155 (2) (b) thereof,\nHaving regard to the Agreement between the European Economic Community and the Government of the Republic of Equatorial Guinea on fishing off the coast of Equatorial Guinea (1), signed at Malabo on 15 June 1984 and amended by the Agreement signed in  Brussels on 4 November 1987 (2),\nHaving regard to the proposal from the Commission,\nWhereas the Community and the Republic of Equatorial Guinea conducted negotiations to determine the amendments or additions to be made to the said Agreement at the end of the period of application of the Protocol;\nWhereas, as a result of these negotiations, a new Protocol was initialled on 2 June 1989;\nWhereas, under that Protocol, Community fishermen have fishing rights in the waters under the sovereignty or jurisdiction of the Republic of Equatorial Guinea for the period from 27 June 1989 to 26 June 1992;\nWhereas, under Article 155 (2) (b) of the Act of Accession, it is for the Council to determine the procedures appropriate to take into consideration all or part of the interests of the Canary Islands when it adopts decisions, case by case, particularly  with a view to the conclusion of fisheries agreements with third countries; whereas the case in point calls for the said procedures to be determined;\nWhereas, in order to avoid any interruption in the fishing activities of Community vessels, it is essential that the Protocol in question be approved as soon as possible; whereas, for this reason, the two Parties initialled an Agreement in the form of  an Exchange of Letters providing for the provisional application of the initialled Protocol from the day following the date of expiry of the Protocol in force; whereas the Agreement in the form of an Exchange of Letters should be approved pending a  final decision taken on the basis of Article 43 of the Treaty,", "main_body": ["The Agreement in the form of an Exchange of Letters concerning the provisional application of the Protocol establishing, for the period from 27 June 1989 to 26 June 1992, the fishing rights and financial compensation provided for in the  Agreement between the European Economic Community and the Government of the Republic of Equatorial Guinea on fishing off the coast of Equatorial Guinea is hereby approved on behalf of the Community.\nThe text of the Agreement is attached to this Decision.", "With a view to taking into consideration the interests of the Canary Islands, the Agreement referred to in Article 1 and, insofar as is necessary for its application, the provisions of the common fisheries policy relating to the conservation  and management of fishery resources shall also apply to vessels sailing under the flag of Spain, which are recorded on a permanent basis in the registers of the relevant authorities at local level (Â´registros de base') in the Canary Islands, under the  conditions specified in Note 6 to Annex I to Council Regulation (EEC) No 570/86 of 24 February 1986 concerning the definition of the concept of Â´originating products' and methods of administrative cooperation in\ntrade between the customs territory of the Community, Ceuta and Melilla and the Canary Islands (3).", "The President of the Council is hereby authorized to designate the persons empowered to sign the Agreement in\nthe form of an Exchange of Letters in order to bind the Community."], "attachments": "Done at Brussels, 29 September 1989.\nFor the Council\nThe President\nE. EVIN\n(1) OJ No L 188, 16. 7. 1984, p. 1.\n(2) OJ No L 29, 30. 1. 1987, p. 1.(3) OJ No L 56, 1. 3. 1986, p. 1."}