{"celex_id": "31985R2918", "uri": "http://publications.europa.eu/resource/cellar/2f77d789-68c2-4231-9515-03348f1d11bb", "type": "Regulation", "concepts": ["1504", "4284", "4663", "5360"], "title": "Council Regulation (EEC) No 2918/85 of 17 October 1985 putting up for sale in Ireland and Northern Ireland, for disposal in feedingstuffs, cereals held by the Irish and United Kingdom intervention agencies\n", "header": "COUNCIL  REGULATION (EEC) No 2918/85\nof 17 October 1985\nputting up for sale in Ireland and Northern Ireland, for disposal in feedingstuffs, cereals held by the Irish and United Kingdom intervention agencies\nTHE COUNCIL OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2727/75 of 29 October 1975 on the common organization of the market in cereals (1), as last amended by Regulation (EEC) No 1018/84 (2), and in particular Article 7 (4) thereof,\nHaving regard to Council Regulation (EEC) No 729/70 of 21 April 1970 on the financing of the common agricultural policy (3), as last amended by Regulation (EEC) No 870/85 (4), and in particular Article 3 (2) thereof,\nHaving regard to Council Regulation (EEC) No 2738/75 of 29 October 1975 laying down general rules for intervention on the market in cereals (5), and in particular Article 4 thereof,\nHaving regard to the proposal from the Commission,\nWhereas the climatological conditions in Ireland during the summer of 1985, characterized by very heavy rainfall since the month of June and by the floods resulting therefrom, have brought about in particular the loss of a major part of the fodder intended as winter feed; whereas if this situation were left uncorrected, it could lead stockfarmers to sell part of their cattle stock prematurely with negative consequences for their income;\nWhereas the shortage of fodder in Ireland may be offset by the use by stockfarmers of feed-grain held in large quantities by the Irish intervention agency; whereas, however, that quantity may be insufficient to cover the needs; whereas it will be possible to have recourse to feed-grain stocks held by the United Kingdom intervention agency; whereas, moreover, taking into account the size of those stocks, a transfer thereof to Ireland would constitute a means of reducing current surpluses;\nWhereas, taking into account the particular situation of stockfarmers in Ireland, disposal of intervention stocks cannot be envisaged under normal conditions; whereas provision should be made for particular price conditions for the sale of intervention feed-grain; whereas for the same reason a fixed price sale seems to be the most appropriate procedure;\nWhereas the same situation, characterized in particular by a shortage of winter fodder for cattle, also obtains in Northern Ireland; whereas feed-grain held in intervention stocks in Great Britain shall be put up for sale as animal feed at the same price as that laid down for Ireland; whereas that feed-grain will be transported within the territory of the United Kingdom in accordance with Article 5 (1) of Regulation (EEC) No 3247/81 (6) on the financing by the Guidance Section of the European Agricultural Guidance and Guarantee Fund, of certain intervention measures;\nWhereas only a limited quantity of feed-grain may be transported as mentioned above at resale price terms identical to those laid down for Ireland; whereas that measure will be insufficient to meet the fodder shortage in Northern Ireland;\nWhereas in order to counteract the difficulties of stockfarmers in Northern Ireland, the purchase referred to above should be linked to the purchase of a certain additional quantity of feed-grain held by the United Kingdom intervention agency and to the transport to Northern Ireland of that additional quantity by the purchaser with a view to its disposal in animal feed; whereas that measure is designed to permit the\nstockfarmers in that region to obtain supplies in sufficient quantities and at a price level close to the intervention buying-in price for intervention feed-grain;\nWhereas the detailed rules for implementing this Regulation should be laid down at a later date;\nWhereas provisions should be adopted for taking account of this measure in accordance with the procedure provided for in Council Regulation (EEC) No 1883/78 of 2 August 1978 laying down general rules for the financing of interventions by the European Agricultural Guidance and Guarantee Fund (EAGGF), Guarantee Section (1), as last amended by Regulation (EEC) No 1262/82 (2),", "main_body": ["TITLE I\nSalee, in Ireland, of cereals held by the United Kingdom and Irish intervention agencies", "1. From 1 November 1985 the United Kingdom intervention agency shall hold 55 000 tonnes of common wheat at the disposal of the Irish intervention agency.\n2. The Irish intervention agency shall accept delivery of the common wheat before 1 January 1986 and shall ensure that it is transported before 31 March 1986 to stores in the regions where the ports are situated; it shall ensure that it is disposed of in animal feed before 21 May 1986.\n3. Contracts to carry the product shall be awarded by tendering procedure. Mobilization shall be carried out under the most favourable transport conditions.", "The Irish intervention agency shall put up for sale, at a fixed price, for disposal in animal feed, 125 000 tonnes of common wheat and/or barley divided up as follows:\n- the quantities transferred under Article 1, and\n- the balance being taken from the quantities of common wheat and/or barley which it holds in accordance with Article 7 (1) of Regulation (EEC) No 2727/75.\nThe selling price of the product at the time of its removal from intervention storage shall be 25 % less than the buying-in price for common wheat applicable in respect of the month concerned. The price increases and reductions specified in Regulation (EEC) No 1570/77 (3) shall not be applied.", "1. The United Kingdom intervention agency shall debit the accounts referred to in Article 4 of Regulation (EEC) No 1883/78 with the quantities of common wheat transferred, valued at zero.\n2. The Irish intervention agency shall credit the accounts referred to in paragraph 1 with the quantities of common wheat of which they have taken delivery, valued at zero, and shall value them at the end of each month at the price fixed pursuant to Article 8 of Regulation (EEC) No 1883/78 for stock carried forward to the financial year in question.\n3. The transport costs of the quantities transferred shall be entered in the accounts referred to in paragraph 1.\nTITLE II\nSale, in Northern Ireland, of cereals held by the United Kingdom intervention agency", "1. The United Kingdom intervention agency shall, at a fixed price and on the terms laid down in the second paragraph of Article 2, put up for sale in Northern Ireland for disposal in animal feed 40 000 tonnes of common wheat it holds in Great Britain and which is approved for transport in accordance with Article 5 (1) of Regulation (EEC) No 3247/81.\n2. All sales relating to the wheat referred to in paragraph 1 shall be subject to the following conditions:\n(a) the purchaser of a given quantity of that wheat shall buy, from the intervention stocks held in Great Britain, a quantity of wheat to be determined in accordance with the procedure referred to in Article 5;\n(b) the sale of that additional quantity of wheat shall be at a fixed price, which shall be equal to the buying-in price for common wheat, adjusted on the basis of the price increases and reductions specified in Regulation (EEC) No 1570/77, applicable at the time of purchase of that additional quantity;\n(c) the purchaser shall ensure that the additional quantity of wheat purchased in accordance with (a) shall be transferred at this expense to Northern Ireland to be used there in animal feed;\n(d) the purchaser shall lodge a security in order to guarantee the observance of the conditions referred to in points (a), (b) and (c).\n3. The United Kingdom intervention agency shall put up for sale the necessary quantity of wheat in accordance with paragraph 2.\nTITLE III\nGeneral provisions", "Detailed rules for the application of this Regulation shall be adopted in accordance with the procedure laid down in Article 26 of Regulation (EEC) No 2727/75.\nThe said detailed rules shall concern, in particular, the conditions governing the transfer referred to in Title I and the sale of the products in question.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 17 October 1985.\nFor the Council\nThe President\nJ. F. POOS\n(1) OJ No L 281, 1. 11. 1975, p. 1.\n(2) OJ No L 107, 19. 4. 1984, p. 1.\n(3) OJ No L 94, 28. 4. 1970, p. 13.\n(4) OJ No L 95, 2. 4. 1985, p. 1.\n(5) OJ No L 281, 1. 11. 1975, p. 49.\n(6) OJ No L 327, 14. 11. 1981, p. 1.\n(1) OJ No L 216, 5. 8. 1978, p. 1.\n(2) OJ No L 148, 27. 5. 1982, p. 1.\n(3) OJ No L 174, 14. 7. 1977, p. 18."}