{"celex_id": "31984R1873", "uri": "http://publications.europa.eu/resource/cellar/325895af-a5c7-47f6-8973-3b69a4f12179", "type": "Regulation", "concepts": ["2081", "3191", "4713", "4726", "888"], "title": "Council Regulation (EEC) No 1873/84 of 28 June 1984 authorizing the offer or disposal for direct human consumption of certain imported wines which may have undergone oenological processes not provided for in Regulation (EEC) No 337/79\n", "header": "COUNCIL  REGULATION (EEC) No 1873/84\nof 28 June 1984\nauthorizing the offer or disposal for direct human consumption of certain imported wines which may have undergone oenological processes not provided for in Regulation (EEC) No 337/79\nTHE COUNCIL OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 337/79 of 5 February 1979 on the common organization of the market in wine (1), as last amended by Regulation (EEC) No 1208/84 (2), and in particular Article 51 (1) thereof,\nHaving regard to the proposal from the Commission,\nWhereas Article 50 (1) (a) of Regulation (EEC) No 337/79 lays down that the products referred to in Article 1 (2) (a) and (b) of that Regulation may be imported only if they are accompanied by a certificate attesting that they comply with the provisions governing production, marketing and, should such be the case, supply for direct human consumption in the third countries in which they originate;\nWhereas Article 51 (1) of Regulation (EEC) No 337/79 lays down that products imported from third countries and falling within heading No 22.05 of the Common Customs Tariff which have undergone oenological practices not allowed by Community rules, or which do not conform either to the provisions of that Regulation or to those adopted in implementation thereof, may not, except by way of derogation, be offered or disposed of for direct human consumption;\nWhereas Article 2 (2) of Council Regulation (EEC) No 354/79 of 5 February 1979 laying down general rules for the import of wines, grape juice and grape must (3), as last amended by the 1979 Act of Accession, exempts from the requirement to present the abovementioned certificate imports of wine originating in and coming from third countries whose annual exports to the Community are less than 1 000 hl; whereas, in view of the current level of exports of United States wines to the Community, an arrangement should be introduced which is more appropriate to the situation;\nWhereas, with the aim of fostering the harmonious development of trade in wine products between the Community and the United States of America, and in view of the effectiveness of the control system in force in the United States and the particular extent to which compliance with provisions governing the production, marketing and disposal of wine for direct human consumption is thereby ensured, the import into the Community of United States wines which have undergone certain oenological processes not provided for by Community rules should be authorized if, in the present state of scientific knowledge, those processes have been shown to be identical or almost equivalent to oenological processes permitted in the Community; whereas other oenological processes in use in the United States which are not permitted in the Community necessitate further scientific research; whereas, therefore, authorization for the import into the Community of United States wines which have undergone such processes should be limited to a certain period; whereas, however, it should be made clear that such authorization may be reviewed at any time, after consultation with the United States authorities, in particular were it to be found that the use of certain oenological practices could present a public health risk;\nWhereas, in a letter sent to the Government of the United States of America on 6 July 1983, the Community, represented by the Commission, expressed the intention of modifying Community provisions in respect of oenological processes with a view to encouraging trade in the wine sector; whereas the necessary provisions should therefore be incorporated in Community legislation in order to put those modifications into effect;\nWhereas the Government of the United States of America undertook in its letter dated 26 July 1983 to delete from the American provisions a large number of substances whose use has hitherto been permitted in the manufacture of wine, and to replace expressions having little meaning in such provisions with scientific terms, thus making identification easier; whereas the Government of the United States of America further undertook to ensure that geographical names referring to a Community wine-growing area were no longer used as generic names unless such use was traditional; whereas the Government of the United States of America also undertook to work in constant collaboration with the Community with the object of expanding scientific knowledge on certain oenological processes referred to in 1 (b) of the Annex to this Regulation; whereas, moreover, the United States Government recognized the need to establish collaboration between on the one hand, the competent autho\nrities in the Member States, coordinated if necessary by the Commission, and on the other hand, the competent American authorities in order to facilitate the prevention of fraud; whereas these commitments should, therefore, be respected and provision should be made for certain derogatioins from Article 51 (1) of Regulation (EEC) No 337/79,", "main_body": ["1. By way of derogation from Article 51 (1) of Regulation (EEC) No 337/79, it shall be permitted to offer or dispose of for direct human consumption in the Community products falling withing heading No 22.05 of the Common Customs Tariff and derived from grapes harvested and vinified on the territory of the United States of America for which, in accordance with United States provisions, one or more of the oenological processes listed in 1 (a) and (b) of the Annex to this Regulation may have been used during manufacturing or storage operations.\nHowever, this authorization shall only be valid, as regards use of the oenological processes listed in 1 (b) of the Annex, until 26 July 1988.\n2. Member States may not prohibit the offer or supply for direct human consumption of wine derived from grapes harvested and vinified on the territory of the United States of America in accordance with the provisions in force in that country on the grounds that one or more of the oenological processes listed in 2 (a) and (b) of the Annex may have been used.\n3. Wines derived from grapes harvested and vinified on the territory of the United States of America which have been the subject of the addition of sugar in aqueous solution may not be offered or disposed of for direct human consumption in the Community.", "Producer Member States shall forward to the Government of the United States of America the list of their protected geographical designations of wines in the Community which they wish to see protected by the United States in accordance with the commitment entered into by that country.", "The Commission shall ensure the publication in the Official Journal of the European Communities, 'C' series, of the value limits laid down by the provisions of the United States of America for the use of the substances listed in the Annex to this Regulation. It shall keep such publication up to date if changes are made to the American provisions.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 28 June 1984.\nFor the Council\nThe President\nH. BOUCHARDEAU\n(1) OJ No L 54, 5. 3. 1979, p. 1.\n(2) OJ No L 115, 1. 5. 1984, p. 77.\n(3) OJ No L 54, 5. 3. 1979, p. 97.\nANNEX\n1. Oenological processes permitted\n(a) without any time limit:\n- catalase derived from Aspergillus niger,\n- glucose oxydase derived from Aspergillus niger,\n- ferrous sulphate,\n- oxygen,\n- soya flour;\n(b) until 26 July 1988 at the latest:\n- dimethylpolysiloxane,\n- polyoxyethylene-40-monostearate,\n- sodium carboxymethylcellulose,\n- sorbitan monostearate,\n- calcium sulphate,\n- substances composed of potassium ferrocyanide and aqueous ferrous sulphate, possibly combined with copper sulphate and active carbon,\n- fumaric acid,\n- ion-exchange resins,\n- lactic acid,\n- malic acid,\n- polyvinylpolypyrrolidone (PVPP),\n- polyvinylpyrrolidone (PVP).\n2. Oenological processes which are indentical to, or comparable with, those permitted in the Community\n(a) oenological processes which are identical:\n- acacia (gum arabic),\n- activated carbon,\n- animal albumen (including egg white powder and egg white solution),\n- ammonium phosphate (dibasic),\n- ascorbic acid,\n- bentonite (Wyoming clay),\n- bentonite slurry,\n- carbon dioxide,\n- casein,\n- citric acid,\n- compressed air (aeration),\n- copper sulphate,\n- diatomaceous earth,\n- enzymes: pectolytic, derived from Aspergillus niger,\n- gelatin,\n- gelatin slurry,\n- isinglass,\n- nitrogen gas,\n- potassium bitartrate,\n- potassium caseinate,\n- potassium metabisulfite,\n- potassium sorbate,\n- silica gel (colloidal silicon dioxide - 30 %),\n- sorbic acid,\n- tannin,\n- tartaric acid,\n- Calcium carbonate, possibly containing small quantities of double calcium salt of tartaric L (+) and malic L (-) acid; (b) oenological processes which are comparable:\n- Agar agar,\n- ammonium carbonate,\n- ammonium phosphate (monobasic),\n- granular cork,\n- milk powder,\n- oak chips sawdust, uncharred and not treated,\n- potassium carbonate,\n- carageenan,\n- cellulase derived from Aspergillus niger,\n- cellulose,\n- autolyzer yeast."}