{"celex_id": "31984R0068", "uri": "http://publications.europa.eu/resource/cellar/237cbf7c-3a51-4640-a46e-0f967a44f60b", "type": "Regulation", "concepts": ["1474", "2674", "4319"], "title": "Council Regulation (EEC) No 68/84 of 9 January 1984 on the conclusion of an Agreement in the form of an exchange of letters between the European Economic Community and Barbados, Belize, the People' s Republic of the Congo, Fiji, the Cooperative Republic of Guyana, Jamaica, the Republic of Kenya, the Democratic Republic of Madagascar, the Republic of Malawi, Mauritius, the Republic of Surinam, the Kingdom of Swaziland, the United Republic of Tanzania, Trinidad and Tobago, the Republic of Uganda and the Republic of Zimbabwe on the guaranteed prices for cane sugar for the 1983/84 delivery period\n", "header": "COUNCIL  REGULATION (EEC) No 68/84\nof 9 January 1984\non the conclusion of an Agreement in the form of an exchange of letters between the European Economic Community and Barbados, Belize, the People's Republic of the Congo, Fiji, the Cooperative Republic of Guyana, Jamaica, the Republic of Kenya, the Democratic Republic of Madagascar, the Republic of Malawi, Mauritius, the Republic of Surinam, the Kingdom of Swaziland, the United Republic of Tanzania, Trinidad and Tobago, the Republic of Uganda and the Republic of Zimbabwe on the guaranteed prices for cane sugar for the 1983/84 delivery period\nTHE COUNCIL OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Protocol 7 on ACP sugar, hereinafter referred to as 'the Protocol', annexed to the Second ACP-EEC Convention (1), and in particular Article 5 (4) thereof,\nHaving regard to the proposal from the Commission,\nWhereas the Protocol, in accordance with Article 1 (2) thereof, is implemented within the framework of the management of the common organization of the sugar market;\nWhereas it is appropriate to approve an Agreement in the form of an exchange of letters between the European Economic Community and the States referred to in the Protocol, on the guaranteed prices for cane sugar for the 1983/84 delivery period,", "main_body": ["The Agreement in the form of an exchange of letters between the European Economic Community and Barbados, Belize, the People's Republic of the Congo, Fiji, the Cooperative Republic of Guyana, Jamaica, the Republic of Kenya, the Democratic Republic of Madagascar, the Republic of Malawi, Mauritius, the Republic of Surinam, the Kingdom of Swaziland, the United Republic of Tanzania, Trinidad and Tobago, the Republic of Uganda and the Republic of Zimbabwe on the guaranteed prices for cane sugar for the 1983/84 delivery period is hereby approved by the Community.\nThe text of the said Agreement is attached to this Regulation.", "The President of the Council is hereby authorized to designate the person empowered to sign the Agreement in order to bind the Community.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 9 January 1984.\nFor the Council\nThe President\nM. ROCARD\n(1) OJ No L 347, 22. 12. 1980, p. 1."}