{"celex_id": "31987R0471", "uri": "http://publications.europa.eu/resource/cellar/4807763b-b981-4709-a241-1a302251a53a", "type": "Regulation", "concepts": ["1988", "2734", "2748", "2751", "3568"], "title": "Commission Regulation (EEC) No 471/87 of 16 February 1987 amending Regulation (EEC) No 798/80 laying down detailed rules on the advance payment of export refunds and positive monetary compensatory amounts in respect of agricultural products\n", "header": "COMMISSION  REGULATION (EEC) No 471/87\nof 16 February 1987\namending Regulation (EEC) No 798/80 laying down detailed rules on the advance payment of export refunds and positive monetary compensatory amounts in respect of agricultural products\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2727/75 of 29 October 1975 on the common organization of the market in cereals (1), as last amended by Regulation (EEC) No 1579/86 (2), and in particular Articles 16 (6) and 24 thereof, and also to the corresponding provisions of the other Regulations on the common organization of the markets in agricultural products,\nHaving regard to Council Regulation (EEC) No 1677/85 of 11 June 1985 on monetary compensatory amounts in agriculture (3), as last amended by Regulation (EEC) No 90/87 (4), and in particular Article 12 thereof,\nHaving regard to Council Regulation (EEC) No 565/80 of 4 March 1980 on the advance payment of export refunds in respect of agricultural products (5), as last amended by Regulation (EEC) No 2026/83 (6),\nWhereas the aim of prefinancing refunds is to put Community produce on an equal footing with third country products imported for processing and re-exporting;\nWhereas the production methods for processed products and their control procedures require a degree of flexibility;\nWhereas Article 2 of Council Regulation (EEC) No 1999/85 (7) provides for a system of equivalence under the inward processing arrangements;\nWhereas a system of equivalence may also be authorized for the prefinancing system given that the two regimes are similar;\nWhereas the provisions of Regulation (EEC) No 565/80 and of Commission Regulation (EEC) No 798/80 (8), as last amended by Regulation (EEC) No 3903/86 (9), may have given rise to diverging interpretations as regards the possibility of using the system of equivalence;\nWhereas products which are not eligible for refunds may not be equivalent products;\nWhereas it is clear from the provisions of Commission Regulation (EEC) No 1687/76 (10) that intervention products must reach the prescribed destination; whereas, as a result, such products may not be replaced by equivalent products;\nWhereas the measures provided for in this Regulation are in accordance with the opinions of all the Management Committees concerned,", "main_body": ["The following Article 3a is hereby inserted in Regulation (EEC) No 798/80:\n'Article 3a\n1. Basic products placed under the arrangements referred to in Article 4 of Regulation (EEC) No 565/80 must form all or part of the processed products or goods which are exported. However, the basic products may, provided the competent authorities agree, be replaced by equivalent products, falling within the same subheading of the Common Customs Tariff, of the same commercial quality, having the same technical characteristics and meeting the requirements for the granting of an export refund.\n2. Replacement by equivalent products shall not be allowed for intervention products purchased for export and which are under the control system set out in Article 2 of Commission Regulation (EEC) No 1687/76 (1).\n(1) OJ No L 190, 14. 7. 1976, p. 1.'", "This Regulation shall enter into force on 1 March 1987.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 16 February 1987.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 281, 1. 11. 1975, p. 1.\n(2) OJ No L 319, 24. 5. 1986, p. 29.\n(3) OJ No L 164, 24. 6. 1985, p. 6.\n(4) OJ No L 13, 15. 1. 1987, p. 12.\n(5) OJ No L 62, 7. 3. 1980, p. 5.\n(6) OJ No L 199, 22. 7. 1983, p. 12.\n(7) OJ No L 188, 20. 7. 1985, p. 1.\n(8) OJ No L 87, 1. 4. 1980, p. 42.\n(9) OJ No L 364, 23. 12. 1986, p. 13.\n(10) OJ No L 190, 14. 7. 1976, p. 1."}