{"celex_id": "31986R2976", "uri": "http://publications.europa.eu/resource/cellar/18f18646-e2d3-4d52-915e-6b500e53cdc2", "type": "Regulation", "concepts": ["1519", "192", "2483", "4692"], "title": "Commission Regulation (EEC) No 2976/86 of 29 September 1986 adopting exceptional support measures for the market in pigmeat in Italy\n", "header": "COMMISSION  REGULATION (EEC) No 2976/86\nof 29 September 1986\nadopting exceptional support measures for the market in pigmeat in Italy\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2759/75 of 29 October 1975 on the common organization of the market in pigmeat (1), as last amended by Regulation (EEC) No 1475/86 (2), and in particular Article 20 thereof,\nWhereas, because of the outbreak of foot-and-mouth disease in certain production regions in Italy, the introduction of live pigs and certain fresh pigmeat products from Italy into the other Member States has been temporarily prohibited pursuant to Commission Decision 86/448/EEC of 4 September 1986 on certain protective measures against foot-and-mouth disease in Italy (3);\nWhereas, in order to take account of the limitations to free movement of goods resulting from the situation, exceptional measures to support the market must be taken;\nWhereas it is therefore appropriate to fix private storage aid for certain sensitive products coming from the infection zone in accordance with detailed implementing rules for the granting of private storage aid in the pigmeat sector adopted by Commission Regulation (EEC) No 1092/80 (4), as last amended by Regulation (EEC) No 201/85 (5);\nWhereas in order to limit the risk of infection the Italian authorites should be authorized to designate the places of storage;\nWhereas, given this exceptional situation, this Community measure should be widened by allowing Italy to grant a supplementary aid to be borne by the national budget, the amount of which should be fixed by that Member State with the agreement of the Commission;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Pigmeat,", "main_body": ["1. As from 29 September until 31 December 1986 applications for private storage aid in the pigmeat sector may be made to the Italian intervention agency in accordance with the provisions of Regulation (EEC) No 1092/80 and of this Regulation.\nOnly products coming from pigs reared in local health units in which foot-and-mouth disease has been detected and which have not been declared free of the disease, as well as from local health units which share a boundary with such local health units, may be subject to this aid.\nProducts coming from pigs reared in local health units in which no cases of foot-and-mouth disease have been recorded for three months and local health units which share a boundary with such local health units shall not be subject to this aid.\nModifications to the boundary of the infection zone shall be immediately notified by the Italian authorities to the Commission.\nThe list of products which qualify for aid and the relevant amounts are set out in the Annex hereto.\n2. If the period of storage is extended or curtailed, the amount of aid shall be adjusted accordingly. The amounts of the supplements per month and the dedutions per day are set out in columns 7 and 8 of the Annex.\n3. Where Community aid is granted, Italy may grant supplementary national aid, the amount of which shall be fixed by that Member State in agreement with the Commission.", "The minimum quantity per contract and per product shall be 5 tonnes.\nThe Italian authorities may designate the places of storage in accordance with veterinary requirements.", "The security shall be 20 % of the amount of aid set out in the Annex.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 29 September 1986.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 29 September 1986.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 282, 1. 11. 1975, p. 1.\n(2) OJ No L 133, 21. 5. 1986, p. 39.\n(3) OJ No L 259, 11. 9. 1986, p. 34.\n(4) OJ No L 114, 3. 5. 1980, p. 22.\n(5) OJ No L 23, 26. 1. 1985, p. 19.\nANNEX\n(ECU/tonne)\n1.2.3,6.7,8 //  //  //  //  // CCT heading No  // Products in respect of which aid is granted  // Amount of the aid for a storage period of  // Supplement or deduction  //  //  //  // 1.2.3.4.5.6.7.8 //  //  // 2 months   // 3 months   // 4 months   // 5 months   // per month   // per day  //    //   //   //   //   //   //   //   // 1  // 2  // 3  // 4   // 5   // 6   // 7   // 8   //    //   //   //   //  //   //   //   // ex 02.01 A III a) 1   // Whole carcases or half carcases without the head, flare fat, kidneys, forefeet, tail, diaphragm and spinal cord, fresh or chilled (1)   // 199  // 230   // 261   // 292   // 31   // 1,03   // ex 02.01 A III a) 2   // Legs, fresh or chilled   // 244   // 279   // 314  // 349   // 35   // 1,17   // ex 02.01 A III a) 3  // Fore-ends or shoulders, fresh or chilled   // 244   // 279  // 314   // 349   // 35   // 1,17   // ex 02.01 A III a) 4  // Loins, with or without collar, collars, fresh or chilled (2)   // 244   // 279   // 314   // 349   // 35   // 1,17  // ex 02.01 A III a) 5   // Bellies whole or trimmed by rectangular cut, fresh or chilled   // 109   // 136   // 163  // 190   // 27   // 0,90   // ex 02.01 A III a) 6 aa)  // Bellies, whole or trimmed by rectangular cut, without rind and ribs, fresh or chilled   // 109   // 136   // 163   // 190  // 27   // 0,90   // ex 02.01 A III a) 6   // Cuts corresponding to 'middles', with or without rind, fat or bones, fresh or chilled (3)   // 182   // 211   // 240   // 269  // 29   // 0,97   // ex 02.01 A III a) 6 aa)   // Legs, fore-ends, shoulders, loins with or without collar or collars, boned, fresh or chilled (4)   // 244   // 279   // 314   // 349   // 35   // 1,17   //    //   //   //   //   //   //   //\n(1) The aid for products falling within subheading ex 02.01 A III a) 1 can also be granted for half carcases presented as Wiltshire sides, i.e. without the head, feet, tail, flare fat, kidneys, tenderloin, bone blade, sternum, vertebral column, pelvic bone and diaphragm.\n(2) Loins falling within subheading ex 02.01 A III a) 4 may be with or without rind, the adherent layer of fat, however, not exceeding 25 mm in depth.\n(3) Same presentation as for products falling within subheading 02.06 B I a) 2.\n(4) Loins and collars falling within subheading ex 02.01 A III a) 6 aa) may be with or without rind, the adherent layer of fat, however, not exceeding 25 mm in depth. The minimum quantity of 5 tonnes refers to all products."}