{"celex_id": "31987R0428", "uri": "http://publications.europa.eu/resource/cellar/7b71c310-ae3e-487d-8c64-7f5d088d2948", "type": "Regulation", "concepts": ["2299", "2355", "3472", "946"], "title": "Council Regulation (EEC) No 428/87 of 9 February 1987 setting up a system of compensation for loss of export earnings for least-developed countries not signatory to the Third ACP - EEC Convention\n", "header": "COUNCIL  REGULATION (EEC) No 428/87\nof 9 February 1987\nsetting up a system of compensation for loss of export earnings for least-developed countries not signatory to the Third ACP - EEC Convention\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 235 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament,\nWhereas in pursuance of the Community development cooperation policy it is desirable to give effect on certain conditions to a system to compensate least-developed countries not signatory to the Thrid ACP - EEC Convention for losses of export earnings;\nWhereas amongst the objectives that make up the importance and significance of development there is inter alia that of promoting the welfare and respecting the fundamental rights of the communities concerned; whereas it is therefore necessary to obtain the fullest guarantees that the system will operate to the benefit of those communities;\nWhereas for the purposes of implementation, the aims and outlines of the system should be established in a framework regulation;\nWhereas to ensure that the system attains its objectives it is necessary to provide that the countries concerned should benefit only if they undertake to abide by certain conditions;\nWhereas the Treaty has not provided the necessary powers other than those of Article 235,", "main_body": ["TITLE I\nOBJECTIVES AND GENERAL PROVISIONS", "1. As part of its cooperation policy with developing countries, the Community shall give effect, in accordance with the objectives of that policy, to a system of compensation for loss of export earnings for States which are not signatory to the Third ACP - EEC Convention and are classified by the United Nations as least-developed countries (LLDCs) under the procedure provided for in Article 9.\n2. The said system shall cover the period 1986 to 1990 and transfers shall start as from the financial year 1987.", "1. With the aim of remedying the effects of the instability of export earnings and of aiding the States concerned in their development efforts, the system shall operate to help stabilize the said States' earnings from exports to the Community of agricultural commodities on which their economies are dependent, which are affected by fluctuations in price or quantity or both, and which are included in the list referred to in Article 3.\n2. The system referred to in paragraph 1 shall help stabilize export earnings by means of non-repayable transfers of financial resources, hereinafter referred to as 'transfers'.\n3. Transfers must be used for projects, programmes or operations in the sector in which the loss of export earnings occurred, where the circumstances which caused the loss might be alleviated by such projects, programmes or operations, or, if that is not the case, in other appropriate sectors, for the purposes of diversification.", "1. The system shall apply to earnings from each of the recipient States' exports to the Community of each of the products listed in Annex I to the Regulation laying down the detailed rules of implementation provides for in Article 9.\n2. Each recipient State shall certify that products to which the system applies have originated in its territory.\nTITLE II\nFUNDING AND FINANCIAL MANAGEMENT", "The estimated budgetary cost of implementing the system pursuant to Article 1 should not exceed 50 million ECU for the five-year period from the financial year 1987 to the financial year 1991.", "1. The appropriations required for implementing the system established under this Regulation shall be determined under the annual budgetary procedure.\n2. If, during a given financial year, the amount of the appropriations referred to in paragraph 1 is less than the sum of justified transfer requests to be covered for that financial year, the amount of each justified payment shall be reduced according to a formula which shall be specified in the detailed rules of implementation to be adopted by the Council under Article 9.\nTITLE III\nRULES AND PROCEDURES FOR IMPLEMENTATION", "1. The transfers referred to in Article 2 (2) shall be allocated on the basis of requests from the recipient States.\n2. In addition to the necessary statistical data, transfer requests shall include substantial information concerning the situation in the sector or sectors in which the loss of earnings has occurred, the authorities' policies with regard to those sectors, and the projects, programmes and operations to which the recipient State has allocated or undertakes to allocate the funds in accordance with the objectives and provisions set out in Article 2.", "Transfer requests shall be addressed to the Commission, which shall examine them in conjunction with the recipient State concerned. Such examination shall consider the statistical data, calculation of the amount of the transfer basis, any reduction which may be applicable, and the use to be made of the funds to be transferred.", "Following the examination referred to in Article 7, the Commission shall take a transfer approval decision.", "Detailed rules for the implementation of this Regulation shall be adopted by the Council acting by a qualified majority on a proposal from the Commission, as provided for in Article 148 (2) of the Treaty.", "0\nThe Commission shall report annually to the European Parliament and the Council on the administration of the system during the preceding year.", "1\nThis Regulation shall enter into force on its day of publication in the Official Journal of the European Communities.\nIt shall apply until 31 December 1991.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 9 February 1987.\nFor the Council\nThe President\nM. EYSKENS\n(1) OJ No C 183, 22. 7. 1986, p. 5."}