{"celex_id": "31989R0314", "uri": "http://publications.europa.eu/resource/cellar/35cea142-7620-4f38-8f42-113f645a9f2f", "type": "Regulation", "concepts": ["1642", "3190", "3568", "3732", "4088", "5000"], "title": "Commission Regulation (EEC) No 314/89 of 8 February 1989 amending Regulation (EEC) No 2042/75 on special detailed rules for the application of the system of import and export licences for cereals and rice\n", "header": "COMMISSION  REGULATION (EEC) No 314/89\nof 8 February 1989\namending Regulation (EEC) No 2042/75 on special detailed rules for the application of the system of import and export licences for cereals and rice\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Regulation (EEC) No 2727/75 of the Council of 29 October 1975 on the common organization of the market in cereals (1), as last amended by Regulation (EEC) No 166/89 (2), and in particular Articles 12 (2) and 16 (6) thereof,\nWhereas, pursuant to Regulation (EEC) No 2042/75 of the Commission (3), as last amended by Regulation (EEC) No 3995/88 (4), the refund for exports is fixed in advance on application; whereas in that case exports outside the Community are subject to the presentation of an export licence issued pursuant to Commission Regulation (EEC) No 3719/88 (5);\nWhereas, on account of budgetary constraints, the additional grant of export refunds for durum-wheat meal for the 1988/89 marketing year must be limited; whereas, to control the granting of such refunds, provision should be made for licences for the export of the product in question with advance fixing of the refund to be issued after a period of reflection with, where applicable, a uniform percentage reduction in quantities, and provision should be made for applications for licences to be withdrawn after the percentage reduction is fixed, where the quantity allocated is no longer of interest to the operator in question; whereas Regulation (EEC) No 2042/75 should be amended accordingly;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["The following Article 9e is hereby added to Regulation (EEC) No 2042/75:\n'Article 9e\n1. Without prejudice to Article 16 (2) of Regulation (EEC) No 2727/75, export licences for products falling within CN code 1103 11 10 with advance fixing of the refund shall, until 1 July 1989, be issued on the fourth working day following the day on which the application is submitted.\n2. If applications for export licences refferred to in paragraph 1 exceed the quantities which may be exported for the 1988/89 marketing year under a refund, the Commission shall fix a uniform percentage reduction in the quantities. Applications for licences may be withdrawn within two days of the date of publication of the percentage reduction.\n3. The period of validity of export licences issued pursuant to paragraph 1 shall run from the day on which they are actually issued.'", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 8 February 1989.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 281, 1. 11. 1975, p. 1.\n(2) OJ No L 20, 25. 1. 1989, p. 16.\n(3) OJ No L 213, 11. 8. 1975, p. 5.\n(4) OJ No L 354, 22. 12. 1988, p. 25.\n(5) OJ No L 331, 2. 12. 1988, p. 1."}