{"celex_id": "31988R3127", "uri": "http://publications.europa.eu/resource/cellar/1acc91f7-f78c-46cc-b0ec-e2e92b4af4e2", "type": "Regulation", "concepts": ["3065", "4291", "4395", "4718"], "title": "Commission Regulation (EEC) No 3127/88 of 11 October 1988 amending Regulation (EEC) No 2723/88 implementing additional measures applicable to holders of long-term storage contracts for table wine for the 1987/88 wine year\n", "header": "(2) OJ No L 198, 26. 7. 1988, p. 35.\n(3) OJ No L 164, 24. 6. 1985, p. 1.\n(4) OJ No L 153, 13. 6. 1987, p. 1.\n(5) OJ No L 5, 8. 1. 1988, p. 11.\n(6) OJ No L 241, 1. 9. 1988, p. 95.\n(7) OJ No L 241, 1. 9. 1988, p. 79.\nCOMMISSION REGULATION (EEC) No 3127/88  of 11 October 1988  amending Regulation (EEC) No 2723/88 implementing additional measures applicable to holders of long-term storage contracts for table wine for the 1987/88 wine year\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the Act of Accession of Spain and Portugal,\nHaving regard to Council Regulation (EEC) No 822/87 of 16 March 1987 on the common organization of the market in wine (1), as last amended by Regulation (EEC) No 2253/88 (2), and in particular Article 42 (6) thereof,\nHaving regard to Council Regulation (EEC) No 1676/85 of 11 June 1985 on the value of the unit of account and the conversion rates to be applied for the purposes of the common agricultural policy (3), as last amended by Regulation (EEC) No 1636/87 (4),  and in particular Article 5 (3) thereof,\nWhereas the storage contracts referred to in Commission Regulation (EEC) No 34/88 (5) were concluded during the 1987/88 wine year; whereas it should be stipulated that the agricultural conversion rate applicable for the conversion into national currency  of the amounts applicable to the measures provided for by Commission Regulation (EEC) No 2723/88 (6), as referred to in Annex V to Commission Regulation (EEC) No 2720/88 of 31 August 1988 fixing the buying-in prices, aid and certain other amounts  applicable for the 1988/89 wine year to intervention measures in the wine sector (7), is the rate in force on the last day of the 1987/88 wine year;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Wine,", "main_body": ["The following Article 2a is hereby inserted in Regulation (EEC) No 2723/88:\nÂ´Article 2a  The amounts referred to in Annex V to Regulation (EEC) No 2720/88 shall be converted into national currency using the agricultural conversion rate applicable for wine on 31 August 1988.'  Article 2   This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities. It shall apply with effect from 16 September 1988.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 11 October 1988.\nFor the Commission  Frans ANDRIESSEN  Vice-President   (1) OJ No L 84, 27. 3. 1987, p. 1."}