{"celex_id": "31989R1010", "uri": "http://publications.europa.eu/resource/cellar/79dcb727-b9e2-47ae-a3ad-36dc51a80ba8", "type": "Regulation", "concepts": ["1117", "1120", "2173"], "title": "Council Regulation (EEC) No 1010/89 of 17 April 1989 amending Regulation (EEC) No 1035/72 on the common organization of the market in fruit and vegetables\n", "header": "COUNCIL  REGULATION (EEC) No 1010/89\nof 17 April 1989\namending Regulation (EEC) No 1035/72 on the common organization of the market in fruit and vegetables\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 43 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nWhereas Article 21 (1) of Regulation (EEC) No 1035/72 (2), as last amended by Regulation (EEC) No 789/89 (3), lists the ways in which products withdrawn from the market under Articles 15b and 18 or bought in under Articles 19 and 19a of the said Regulation may be disposed of;\nWhereas nectarines were added to the list of products covered by the price and intervention system by Regulation (EEC) No 223/88 (4), amending Regulation (EEC) No 1035/72;\nWhereas it should be possible for nectarines withdrawn from the market or bought in under Regulation (EEC) No 1035/72 to be disposed of in the same way as peaches by processing into alcohol; whereas, to this end, the first subparagraph of Article 21 (1) (b) of the said Regulation should be amended;\nWhereas Article 2 of Regulation (EEC) No 1035/72 provides for the fixing of common quality standards for a number of products marketed within the Community or exported to third countries; whereas kiwi fruit already accounts for a substantial volume of trade within the Community and with third countries; whereas it is therefore desirable that common quality standards should be laid down for this product; whereas application of the standards should have the effect of keeping products of unsatisfactory quality off the market, guiding production to meet consumers' requirements and facilitating trade relations based on fair competition, thus helping to improve the profitability of production; whereas, to this end, kiwi fruit should be added to the list in Annex I to the said Regulation,", "main_body": ["Regulation (EEC) No 1035/72 is amended as follows:\n1. In the first subparagraph of Article 21 (1) (b), 'and nectarines' is added after 'peaches';\n2. In Annex I, 'kiwi fruit' is added under the heading 'Fruit'.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 17 April 1989.\nFor the Council\nThe President\nC. ROMERO HERRERA\n(1) Opinion delivered on 14 April 1989 (not yet published in the Official Journal).\n(2) OJ No L 118, 20. 5. 1972, p. 1.\n(3) OJ No L 85, 30. 3. 1989, p. 3.\n(4) OJ No L 23, 28. 1. 1988, p. 1."}