{"celex_id": "31985R2661", "uri": "http://publications.europa.eu/resource/cellar/2906c8fb-ed73-4cd4-be61-4c4c7f34f84c", "type": "Regulation", "concepts": ["1590", "4284", "4498"], "title": "Commission Regulation (EEC) No 2661/85 of 20 September 1985 derogating from Regulations (EEC) No 262/79 and (EEC) No 1932/81 as regards butter for use in the manufacture of pastry products, ice-cream and other foodstuffs\n", "header": "COMMISSION  REGULATION (EEC) No 2661/85\nof 20 September 1985\nderogating from Regulations (EEC) No 262/79 and (EEC) No 1932/81 as regards butter for use in the manufacture of pastry products, ice-cream and other foodstuffs\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 804/68 of 27 June 1968 on the common organization of the market in milk and milk products (1), as last amended by Regulation (EEC) No 1298/85 (2), and in particular Articles 6 (7) and 12 (3) thereof,\nWhereas Commission Regulation (EEC) No 262/79 (3), as last amended by Regulation (EEC) No 2077/85 (4), and Commission Regulation (EEC) No 1932/81 (5), as last amended by Regulation (EEC) No 453/85 (6), provide for the sale of intervention butter at reduced prices and for the granting of aid for butter from the market for use in the manufacture of pastry products, ice-cream and other foodstuffs respectively;\nWhereas the size of the intervention stocks as helped to restore the balance between the price at which intervention butter is sold and the aid for butter from the market, to the advantage of intervention butter; whereas it would appear to be advisable to widen the scope of the measures concerned by introducing a temporary measure whereby, subject to certain conditions, operators who are awarded a contract under Regulation (EEC) No 1932/81 are not required to fulfil the obligations arising therefrom provided they take over large quantities of intervention butter in accordance with Regulation (EEC) No 262/79;\nWhereas provision should be made for cases where the quantities reqired for the purposes of this Regulation are not available in the Member States where tenders are submitted;\nWhereas this derogation can be fully effective only if the time limits for the processing of the butter are adjusted;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Milk and Milk Products,", "main_body": ["For tenders submitted pursuant to Regulation (EEC) No 1932/81 and in connection with individual invitations to tender Nos 76 to 81, provided that the processing period specified in Article 2 (2) of that Regulation has not expired, the undertaking which has been awarded the contract shall, at its request, not be required to fulfil its obligations for all or part of the quantities for which it has been awarded a contract under that Regulation, on the condition that it has been awarded a contract pursuant to Regulation (EEC) No 262/79 in respect of a quantity of butter equivalent to 25 % more than the quantity for which it has requested a release from its obligation pursuant to Regulation (EEC) No 1932/81.\nIn such cases, tenders submitted in accordance with Article 14 of Regulation (EEC) No 262/79 must be accompanied by a declaration to the effect that the tender is being submitted in order to qualify under this Regulation and specifying the number of the individual invitation to tender which gave rise to the contract to be terminated, the quantities of butter stated in that contract and the quantities subject to that termination.", "Tenders submitted pursuant to Regulation (EEC) No 262/79 must be lodged in the same Member State as those pursuant to Regulation (EEC) No 1932/81. In cases where a tender submitted pursuant to Regulation (EEC) No 262/79 would, if accepted, result in the quantity of butter available in the Member State where the tender is lodged being exceeded, the intervention agency concerned shall, after contacting the intervention agencies of the other Member States, notify the tenderer of the additional quantities available in the other Member States. The tenderer shall submit to the intervention agencies concerned tenders in respect of those additional quantities, up to the total quantity specified in the first paragraph of Article 1. All tenders must be submitted before the closing date referred to in Article 11 (1) (c) of Regulation (EEC) No 262/79.\nIntervention agencies shall take the necessary measures to notify each other of the quantities of butter available and of tenders which have been submitted.\nThe tendering security referred to in Article 6 of Regulation (EEC) No 1932/79 shall be released only when the intervention agency concerned has received proof that the undertaking in question has been awarded a contract under Regulation (EEC) No 262/79 for the entire quantity referred to in the first paragraph of Article 1.", "Where an undertaking is awarded a contract pursuant to Article 1, the seven-month and 10-month periods laid down in Article 8 and Article 10 (2) of Regulation (EEC) No 262/79 shall be reduced to three months and five months respectively.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 September 1985.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 148, 28. 6. 1968, p. 13.\n(2) OJ No L 137, 27. 5. 1985, p. 5.\n(3) OJ No L 41, 16. 2. 1979, p. 1.\n(4) OJ No L 196, 26. 7. 1985, p. 22.\n(5) OJ No L 191, 14. 7. 1981, p. 6.\n(6) OJ No L 52, 22. 2. 1983, p. 40."}