{"celex_id": "31984D0059", "uri": "http://publications.europa.eu/resource/cellar/2fd0f5bd-c692-43eb-b55c-990e073c9f08", "type": "Decision", "concepts": ["2766", "3577", "888"], "title": "84/59/ECSC, EEC: Commission Decision of 30 January 1984 on the setting-up of an EC/US Steel Arrangement Committee\n", "header": "COMMISSION  DECISION\nof 30 January 1984\non the setting-up of an EC/US Steel Arrangement Committee\n(84/59/ECSC, EEC)\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES,\nHaving to the Treaty establishing the European Coal and Steel Community", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nWhereas, by Commission Decision No 2872/82/ECSC of 28 October 1982 on the restriction of exports of certain steel products to the United States of America (1), as last amended by Decision No 2626/83/ECSC (2), the Commission established a system of export restrictions following the conclusion of an arrangement, hereinafter referred to as 'the Arrangement', by the Community with the United States of America relating to the sale of certain steel products on the United States market;\nWhereas, by Council Regulation (EEC) No 2870/82 of 21 October 1982 on the restriction of exports of certain steel products to the United States of America (3), as amended by Regulation (EEC) No 2190/83 (4), an identical system was established for steel products falling under the Treaty establishing the European Economic Community;\nWhereas, in order to facilitate the implementation of the provisions of Decision No 2872/82/ECSC, that Decision, and in particular Articles 2 (3), 3 (2) and 4 thereof, provides for a procedure establishing close cooperation between the Member States and the Commission within the framework of a Committee; whereas certain Articles of Regulation (EEC) No 2870/82 provide for the same procedure; whereas, in order to achieve that cooperation, the said Committee should be established and the consultations envisaged under the provisions adopted by the Council and the Commission for the implementation of the Arrangement should be organized within the said Committee,", "main_body": ["1. An EC/US Steel Arrangement Committee, hereinafter referred to as 'the Committee', is hereby set up within the Commission.\n2. The Committee shall be composed of representatives of the Member States and shall be chaired by a representative of the Commission.", "1. The Committee shall be consulted in all cases where consultations are provided for in the provisions adopted by the Council and the Commission for the implementation of the Arrangement.\n2. The Committee may also examine any other matter relating to the provisions referred to in paragraph 1 raised by its chairman either on his own initiative or at the request of a Member State.\n3. The Committee may be consulted only on the matters referred to in paragraphs 1 and 2.\n4. The Commission shall provide secretarial services for the Committee.", "The Committee shall draw up its rules of procedure, which shall be submitted for the prior approval of the Commission.", "This Decision shall enter into force on 30 January 1984.\nIt shall remain in force until the date of expiry of the Arrangement."], "attachments": "Done at Brussels, 30 January 1984.\nFor the Commission\nĂ\u0089tienne DAVIGNON\nVice-President\n(1) OJ No L 307, 1. 11. 1982, p. 27.\n(2) OJ No L 260, 21. 9. 1983, p. 9.\n(3) OJ No L 307, 1. 11. 1982, p. 3.\n(4) OJ No L 215, 5. 8. 1983, p. 10."}