{"celex_id": "31982R2791", "uri": "http://publications.europa.eu/resource/cellar/f4024672-e5bb-4d99-be8c-6c126c622396", "type": "Regulation", "concepts": ["2069", "2560", "2591", "4381", "4692", "5263"], "title": "Council Regulation (EEC) No 2791/82 of 18 October 1982 amending Regulation (EEC) No 2764/75 laying down the rules for calculating a component of the levy on pig carcases and Regulation (EEC) No 950/68 on the Common Customs Tariffe\n", "header": "COUNCIL  REGULATION (EEC) No 2791/82\nof 18 October 1982\namending Regulation (EEC) No 2764/75 laying down the rules for calculating a component of the levy on pig carcases and Regulation (EEC) No 950/68 on the Common Customs Tariff\nTHE COUNCIL OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2759/75 of 29 October 1975 on the common organization of the market in pigmeat (1), as last amended by Regulation (EEC) No 2966/80 (2), and in particular Article 9 (2) thereof,\nHaving regard to the proposal from the Commission,\nWhereas Articles 8 and 9 of Regulation (EEC) No 2759/75 provide for the basic rules for fixing the levy applicable on imports of pig carcases; whereas it seems appropriate to introduce a definition of this product into Regulation (EEC) No 2764/75 (3), as amended by Regulation (EEC) No 370/76 (4), in order to facilitate the correct application of the levy on pig carcases within subheading 02.01 A III a) 1 of the Common Customs Tariff, and to amend Regulation (EEC) No 950/68 (5), as last amended by Regulation (EEC) No 2655/82 (6), accordingly,", "main_body": ["The following Article 3a is hereby inserted into Regulation (EEC) No 2764/75:\n'Article 3a\n\"Pig carcases\" shall be taken to mean whole carcases or half-carcases of domestic swine which have been bled and eviscerated and from which the bristles and hooves have been removed. Half-carcases are derived from whole carcases by division through the centre of each cervical, dorsal, lumbar and sacral vertebra and through the centre of the sternum and the iscio-public symphysis. These whole carcases and half-carcases may be with or without head, feet, flare fat, kidneys, tail or diaphragm. Half-carcases may be with or without spinal cord, brain or tongue. Whole carcases and half-carcases of sows may be with or without udders (mammary glands).'", "The Common Customs Tariff annexed to Regulation (EEC) No 950/68 is hereby amended as follows:\n1. The following text shall be inserted as Additional Note No 7 to Chapter 2:\n'7. For the purposes of subheading 02.01 A III a) 1, \"whole carcases or half carcases\" shall be taken to mean slaughtered pigs in the form of carcases of domestic swine which have been bled and eviscerated and from which the bristles and hooves have been removed. Half-carcases are derived from whole carcases by division through the centre of each cervical, dorsal, lumbar and sacral vertebra and through the centre of the sternum and the ischio-pubic symphysis. These whole carcases and half-carcases may be with or without head, feet, flare fat, kidneys, tail or diaphragm. Half-carcases may be with or without spinal cord, brain or tongue. Whole carcases and half-carcases of sows may be with or without udders (mammary glands).';\n2. Subheading 02.01 A III a) 1 shall be replaced by the following:\n1.2.3,4 //   //   //   // Heading No  // Description  // Rate of duty 1.2.3.4 //   //   // Autonomous % or levy (L)  // Conventional %  //   //   //   //   // 1  // 2  // 3  // 4  //   //   //   //   // '02.01  // Meat and edible offals of the animals falling within heading No 01.01, 01.02, 01.03 or 01.04, fresh, chilled or frozen:  //   //   //   // A. Meat:  //   //   //   // III. Of swine:  //   //   //   // a) Of domestic swine:  //   //   //   // 1. Whole carcases or half-carcases  // 20 (L)  // -'  //   //   //   //", "This Regulation shall enter into force on 1 January 1983.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 18 October 1982.\nFor the Council\nThe President\nN. A. KOFOED\n(1) OJ No L 282, 1. 11. 1975, p. 1.\n(2) OJ No L 307, 18. 11. 1980, p. 5.\n(3) OJ No L 282, 1. 11. 1975, p. 21.\n(4) OJ No L 45, 21. 2. 1976, p. 4.\n(5) OJ No L 172, 22. 7. 1968, p. 1.\n(6) OJ No L 280, 2. 10. 1982, p. 14."}