{"celex_id": "31982R2989", "uri": "http://publications.europa.eu/resource/cellar/5755c35a-14c9-4674-ad99-fa5b7541400a", "type": "Regulation", "concepts": ["1182", "1519", "1712", "2636", "336", "4860"], "title": "Council Regulation (EEC) No 2989/82 of 9 November 1982 on the granting of aid for the consumption of butter in Denmark, Greece, Italy and Luxembourg\n", "header": "COUNCIL  REGULATION (EEC) No 2989/82\nof 9 November 1982\non the granting of aid for the consumption of butter in Denmark, Greece, Italy and Luxembourg\nTHE COUNCIL OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 804/68 of 27 June 1968 on the common organization of the market in milk and milk products (1), as last amended by Regulation (EEC) No 1183/82 (2), and in particular Article 12 (2) thereof,\nHaving regard to the proposal from the Commission,\nWhereas the situation on the Community butter market is characterized by large stocks and it is therefore advisable to increase the consumption of butter by all appropriate means;\nWhereas the reduction of final consumer prices is an efficient means of attaining this objective; whereas, to this end, the Commission envisages the adoption of an ad hoc measure based on Article 6 (7) of Regulation (EEC) No 804/68 involving an additional reduction in the price of butter bought for direct consumption in view of the Christmas and New Year holidays;\nWhereas the implementation of the abovementioned measure presents particular problems in Denmark, Greece, Italy and Luxembourg; whereas, in fact, the butter markets in these Member States are characterized by very low or non-existent public stocks and by very small quantities under private storage contracts; whereas, in order to avoid placing consumers in these Member States at a disadvantage, as compared with consumers in the other Member States, provision should be made for subsidizing butter in Denmark, Greece, Italy and Luxembourg on the same conditions as the butter sold in the other Member States in the framework of the said measure;\nWhereas Denmark and Luxembourg make use of the provisions of Council Regulation (EEC) No 1269/79 of 25 June 1979 on the marketing of reduced-price butter for direct consumption (3), as last amended by Regulation (EEC) No 1186/82 (4); whereas the measure provided for in this Regulation has to take into account the aid granted in pursuance of the said Regulation,", "main_body": ["1. Aid shall be granted in Denmark, Greece, Italy and Luxembourg for the direct consumption of butter.\n2. The aid is hereby fixed at 130 ECU per 100 kilograms for Greece and Italy and at 85 ECU per 100 kilograms for Denmark and Luxembourg.", "The detailed rules for the application of this Regulation shall lay down, in particular, a time limit for the packaging of the butter in small packets, the maximum amount of butter which may be eligible for the aid referred to in Article 1, and provisions guaranteeing that the butter will be consumed in the Member State for which it is intended.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 9 November 1982.\nFor the Council\nThe President\nK. ENGGAARD\n(1) OJ No L 148, 28. 6. 1968, p. 13.\n(2) OJ No L 140, 20. 5. 1982, p. 1.\n(3) OJ No L 161, 29. 6. 1979, p. 8.\n(4) OJ No L 140, 20. 5. 1982, p. 5."}