{"celex_id": "31988R2671", "uri": "http://publications.europa.eu/resource/cellar/f3b1b707-32cd-4042-9789-85332eced361", "type": "Regulation", "concepts": ["2400", "2494", "3821", "75"], "title": "Commission Regulation (EEC) No 2671/88 of 26 July 1988 on the application of Article 85 (3) of the Treaty to certain categories of agreements between undertakings, decisions of associations of undertakings and concerted practices concerning joint planning and coordination of capacity, sharing of revenue and consultations on tariffs on scheduled air services and slot allocation at airports\n", "header": "COMMISSION  REGULATION (EEC) No 2671/88\nof 26 July 1988\non the application of Article 85 (3) of the Treaty to certain categories of agreements between undertakings, decisions of associations of undertakings and concerted practices concerning joint planning and coordination of capacity, sharing of revenue and consultations on tariffs on scheduled air services and slot allocation at airports\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3976/87 of 14 December 1987 on the application of Article 85 (3) of the Treaty to certain categories of agreements and concerted practices in the air transport sector (1), and in particular Article 2 thereof,\nHaving published a draft of this Regulation (2),\nHaving consulted the Advisory Committee on Agreements and Dominant Positions in Air Transport,\nWhereas:\n(1) Regulation (EEC) No 3976/87 empowers the Commission to apply Article 85 (3) of the Treaty by regulation to certain categories of agreements, decisions or concerted practices relating directly or indirectly to the provision of air transport services.\n(2) Agreements, decisions or concerted practices concerning joint planning and coordination of capacity, sharing of revenue, consultations on tariffs and slot allocation at airports are liable to restrict competition and affect trade between Member States.\n(3) Agreements concerning joint planning and coordination of capacity can help ensure the maintenance of services at less busy times of the day, during less busy periods or on less busy routes, thus benefiting air transport users. However, no air carrier should be bound by each agreement or concerted practices but must be free to change its planned services unilaterally. Nor must they prevent carriers deploying extra capacity. Any clauses concerning extra flights must not require prior approval in the event of deviation or involve financial penalties. Agreements must also allow parties to withdraw from them at reasonably short notice.\n(4) Agreements on the sharing of revenue may encourage airlines to provide a service on a route during less busy periods, thereby improving the service to air transport users. To be eligible for exemption under Article 85 (3), however, revenue sharing must be kept within limits such that it does not affect the competitiveness of more efficient carriers. It must also be clearly related - route by route, and not merely in aggregate, because each route has its specific features - to improvements in the services covered by the agreement.\n(5) Council Directive 87/601/EEC of 14 December 1987 on fares for scheduled air services between Member States (3) has laid down a new procedure for the establishment of air fares, which is a step towards an increase in price competition in air transport. The procedure restricts the possibility of innovative and competitive fare proposals by air carriers being blocked. Hence, competition may not be eliminated under these arrangements and consumers will benefit from them. Consultations on tariffs between air carriers may therefore be permitted, provided that participation in such consultations is optional, that they do not lead to an agreement in respect of tariffs or related conditions and that in the interests of transparency the Commission and the Member States concerned can send observers to them.\n(6) Agreements on slot allocation at airports and airport scheduling can improve the utilization of airport capacity and airspace, facilitate air traffic control and help spread out the supply of air transport services from the airport. However, to provide a satisfactory degree of security and\ntransparency, such arrangements can only be accepted if all the air carriers concerned can participate in the negotiations, and if the allocation is made on a non-discriminatory and transparent basis.\n(7) In accordance with Article 4 of Regulation (EEC) No 3976/87, this Regulation should apply with retroactive effect to agreements, decisions and concerted practices in existence on the date of entry into force of this Regulation, provided that they meet the conditions for exemption set out in this Regulation.\n(8) Under Article 7 of Regulation (EEC) No 3976/87, this Regulation should also specify the circumstances in which the Commission may withdraw the block exemption in individual cases.\n(9) No applications under Articles 3 or 5 of Council Regulation (EEC) No 3975/87 (4) need be made in respect of agreements automatically exempted by this Regulation. However, when real doubt exists, undertakings may request the Commission to declare whether their agreements comply with this Regulation.\n(10) The Regulation is without prejudice to the application of Article 86 of the Treaty,", "main_body": ["Pursuant to Article 85 (3) of the Treaty and subject to the provisions of this Regulation, it is hereby declared that Article 85 (1) of the Treaty shall not apply to agreements between undertakings in the air transport sector, decisions by associations of such undertakings and concerted practices between such undertakings which have as their purpose one or more of the following:\n- joint planning and coordination of the capacity to be provided on scheduled international air services between Community airports,\n- sharing of revenue from scheduled international air services between Community airports,\n- the holding of consultations for the joint preparation of proposals on tariffs for the carriage of passengers and baggage on scheduled international air services between Community airports,\n- slot allocation and airport scheduling in so far as they concern scheduled international air services between airports in the Community.\nTITLE II\nSPECIAL PROVISIONS", "Special provisions for agreements on joint planning and coordination of capacity\nThe exemption concerning joint planning and coordination of the capacity to be provided on scheduled air services shall apply only if:\n(a) the agreements, decisions and concerted practices do not bind air carriers to the results of the planning and coordination;\n(b) the planning and coordination are intended to ensure a satisfactory supply of services at less busy times of the day, during less busy periods or on less busy routes;\n(c) the agreements, decisions and concerted practices do not include arrangements such as to limit in advance, directly or indirectly, the capacity to be provided by the participants or to share capacity;\n(d) the agreements, decisions and concerted practices do not prevent carriers taking part in the planning and coordination from changing their planned services, both with respect to capacity and schedules, without incurring penalties and without being required to obtain the prior approval of the other participants;\n(e) the arrangements, decisions and concerted practices do not prevent carriers from withdrawing from the planning and coordination for future seasons without penalty, on giving notice of not more than three months to that effect;\n(f) the agreements, decisions and concerted practices do not seek to influence the capacity provided or schedules adopted by carriers not participating in them.", "Special provisions for agreements for the sharing of revenue from scheduled air services\n1. The exemption concerning the sharing of revenue from scheduled air services shall apply only if:\n(a) the transfer of revenue is made in compensation for the loss incurred by the receiving partner in scheduling flights at less busy times of the day, or during less busy periods in a particular traffic season;\n(b) the transfer can be made in only one direction, which is to be determined in advance when the agreement is concluded for the season in question;\n(c) the transfer does not exceed 1 % of the revenue earned by the transferring partner on the route concerned, after deducting 20 % of that revenue as a contribution to costs;\n(d) neither partner bears any of the costs incurred by the other partner;\n(e) the agreement contains no provision which would impede either carrier from providing additional capacity, whether such impediment is financial or through a procedure for allocating such capacity.\n2. Where the agreement covers several routes, the transfer of revenue shall be determined route by route and all the conditions referred to in paragraph 1 shall be satisfied individually for each route (city pair or, where points are combined, group of cities).\nAirports serving the same city shall be considered as the same point.", "Special provisions for agreements on consultations on tariffs\n1. The exemption concerning the holding of consultations on tariffs shall apply only if:\n(a) the consultations are solely intended to prepare jointly tariff proposals covering scheduled air fares to be paid by members of the public directly to a participating air carrier or to its authorized agents for carriage as passengers with their accompanying baggage on a scheduled service and the conditions under which those fares apply, in application of Article 4 of Directive 87/601/EEC;\n(b) the consultations only concern tariffs subject to approval by the aeronautical authorities of the Member States concerned, and do not extend to the capacity for which such tariffs are to be available;\n(c) the tariffs which are the subject of the consultations are applied by participating air carriers without discrimination on grounds of passengers' nationality or place of residence within the Community;\n(d) participation in the consultations is voluntary and open to any air carrier who operates or has applied to operate on the route concerned;\n(e) any draft tariff proposals which may result from the consultations are not binding on participants, that is to say, following the consultations the participants retain the right to act independently, both in putting forward tariff proposals for approval independently of the other participants and in freely applying such tariffs after they have been approved;\n(f) the consultations do not entail agreement on agents' remuneration or other elements of the tariffs discussed;\n(g) in respect of each tariff which was the subject of the consultations, each participant informs the Commission without delay of its submission to the aeronautical authorities of the Member States concerned.\n2. (a) The Commission and the Member States concerned shall be entitled to send observers to tariff consultations, whether bilateral or multilateral. For this purpose, air carriers shall give the Member States concerned and the Commission the same notice as is given to participants, but not less than 10 days' notice, of the date, venue and subject-matter of the consultations.\n(b) Such notice shall be given:\n(i) to the Member States concerned according to procedures to be established by the competent auhorities of those Member States;\n(ii) to the Commission according to procedures to be published from time to time in the Official Journal of the European Communities.\n(c) A full report on the consultations shall be submitted to the Commission by or on behalf of the air carriers involved at the same time as it is submitted to participants, but not later than six weeks after the consultations were held.", "Special provisions for agreements on slot allocation and airport scheduling\n1. The exemption concerning slot allocation and airport scheduling shall apply only if:\n(a) The consultations on slot allocation and airport scheduling are open to all air carriers having expressed an interest in the slots which are the subject of the consultations;\n(b) Any rules of priority established are neither directly nor indirectly related to carrier identity or nationality or category of service and take into account constraints or air traffic distribution rules laid down by competent national or international authorities. Such rules of priority may take account of rights acquired by air carriers through the use of particular slots in the previous corresponding season;\n(c) The rules of priority established shall be made available on request to any interested party;\n(d) The rules of priority shall be applied without discrimination, that is to say that the rules shall not prevent each carrier having an equal right to slots for its services. 2. (a) The Commission and the Member States concerned shall be entitled to send observers to consultations on slot allocation and airport scheduling held in the context of a multilateral meeting in advance of each season. For this purpose, air carriers shall give the Member States concerned and the Commission the same notice as is given to participants, but not less than 10 days' notice, of the date, venue and subject-matter of the consultations.\n(b) Such notice shall be given\n(i) to the Member States concerned according to procedures to be established by the competent authorities of those Member States;\n(ii) to the Commission according to procedures to be published from time to time in the Official Journal of the European Communities.", "Any air carrier claiming the benefit of this Regulation must be able at all times to demonstrate to the Commission, on request, that the conditions of Articles 2 to 5 are fulfilled.\nTITLE III\nMISCELLANEOUS PROVISIONS", "The Commission may withdraw the benefit of this Regulation, pursuant to Article 7 of Regulation (EEC) No 3976/87, where it finds in a particular case that an agreement, decision or concerted practice exempted under this Regulation nevertheless has certain effects which are incompatible with the conditions laid down by Article 85 (3) or are prohibited by Article 86 of the Treaty.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nIt shall apply with retroactive effect to agreements, decisions and concerted practices which were in existence at the date of it's entry into force, from the time when the conditions of application of this Regulation were fulfilled.\nIt shall expire on 31 January 1991.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 26 July 1988.\nFor the Commission\nPeter SUTHERLAND\nMember of the Commission\n(1) OJ No L 374, 31. 12. 1987, p. 9.\n(2) OJ No C 138, 28. 5. 1988, p. 3.\n(3) OJ No L 374, 31. 12. 1987, p. 12.\n(1) OJ No L 374, 31. 12. 1987, p. 1."}