{"celex_id": "31985R2245", "uri": "http://publications.europa.eu/resource/cellar/751d4ba0-6cae-4d17-b4a6-3211c8a8f8c6", "type": "Regulation", "concepts": ["133", "2108", "3468", "5283", "544", "997"], "title": "Council Regulation (EEC) No 2245/85 of 2 August 1985 laying down certain technical measures for the conservation of fish stocks in the Antarctic\n", "header": "COUNCIL  REGULATION (EEC) No 2245/85\nof 2 August 1985\nlaying down certain technical measures for the conservation of fish stocks in the Antarctic\nTHE COUNCIL OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 170/83 of 25 January 1983 establishing a Community system for the conservation and management of fishery resources (1), and in particular Article 11 thereof,\nHaving regard to the proposal from the Commission,\nWhereas, under Article 2 of Regulation (EEC) No 170/83, the conservation measures necessary to achieve the aims set out in Article 1 of that Regulation must be formulated in the light of the available scientific advice;\nWhereas the Convention on the Conservation of Antarctic Marine Living Resources, hereinafter referred to as 'the Convention', was approved by Decision 81/691/EEC (2);\nWhereas the Convention entered into force for the Community on 21 May 1982;\nWhereas the Commission for the Conservation of Antarctic Marine Living Resources established by the Convention adopted and notified on 5 October 1984 recommendations made by its Scientific Committee that a ban be imposed on fishing off the coasts of South Georgia and that a minimum mesh size be fixed for the zone covered by the Convention in respect of certain types of nets and certain species of fish;\nWhereas, in the absence of objections to these recommendations from any of the Contracting Parties to the Convention, the said recommendations became binding on 5 April 1985 by virtue of Article IX (6) of that Convention;\nWhereas the Community is now bound to implement these recommendations in respect of Community fishermen;\nWhereas it may be necessary to adopt detailed rules for the implementation of this Regulation; whereas such rules must be adopted in accordance with the procedure laid down in Article 14 of Regulation (EEC) No 170/83,", "main_body": ["Scope\n1. This Regulation shall apply to Community fishermen who take and retain on board, fish from resources to which the Convention applies by virtue of Article I thereof, except those fish resources occurring within waters subject to such coastal State jurisdiction as may exist in accordance with international law.\n2. This Regulation shall be without prejudice to the provisions of the Convention and shall operate in furtherance of its objectives and principles and the provisions of the Final Act of the Conference at which it was adopted.", "Prohibition on fishing\nSubject to Article 1, all fishing shall be prohibited within 12 nautical miles of the coasts of South Georgia.", "Minimum mesh size\nIt shall be prohibited to use or to haul any trawl, Danish seine or similar net any part of which is composed of meshes of a size smaller than those laid down in the Annex hereto when engaging in direct fishing for the species or groups of species referred to in the Annex.", "Measurement of mesh sizes\nFor the nets referred to in Article 3, the minimum mesh size provided for in the Annex shall be measured in accordance with rules to be adopted under the procedure referred to in Article 8.", "Attachments to nets\nNo device shall be attached to a net of the type referred to in Article 3 by means of which the mesh in any part of that net is obstructed or otherwise effectively diminished. However, the use of certain devices may be authorized under the procedure referred to in Article 8.", "Use of gear\nWhen fishing directly for one of the species referred to in the Annex, vessels may not carry trawls, Danish seines or similar nets the mesh size of which is smaller than that laid down in the Annex unless they are properly lashed and stowed in such a way that they may not be readily used, that is to say:\n(a) nets shall be unshackled from their boards and their hauling or trawling cables and ropes;\n(b) nets carried on or above the deck must be lashed securely to a part of the superstructure.\nGeneral provisions", "This Regulation shall not apply to fishing operations conducted solely for the purpose of scientific investigation or to fish, crustaceans and molluscs caught in the course of such operations.", "Detailed rules for the implementation of this Regulation shall be adopted in accordance with the procedure laid down in Article 14 of Regulation (EEC) No 170/83.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nHowever, Articles 3 to 6 shall apply from 1 September 1985.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 2 August 1985.\nFor the Council\nThe President\nJ. POOS\n(1) OJ No L 24, 27. 1. 1983, p. 1.\n(2) OJ No L 252, 5. 9. 1981, p. 26.\nANNEX\nMinimum mesh size provided for in Article 3\n1.2.3 //   //   //   // Species  // Type of net  // Minimum mesh size  //   //   //   // Notothenia rossii  // Trawls, Danish seines and similar nets  // 120 mm  // Dissostichus eleginoides  // Trawls, Danish seines and similar nets  // 120 mm  // Notothenia gibberifrons  // Trawls, Danish seines and similar nets  // 80 mm  // Notothenia kempi  // Trawls, Danish seines and similar nets  // 80 mm  // Notothenia squamifrons  // Trawls, Danish seines and similar nets  // 80 mm  // Champsocephalus gunnari  // Trawls, Danish seines and similar nets  // 80 mm  //   //   //"}