{"celex_id": "31989D0537", "uri": "http://publications.europa.eu/resource/cellar/c2296758-f96f-48d7-8ad7-e3d8c3f706d1", "type": "Decision", "concepts": ["1524", "2767", "3757", "588"], "title": "89/537/EEC: Commission Decision of 27 September 1989 terminating the anti-dumping proceeding concerning imports of mica originating in Japan\n", "header": "COMMISSION  DECISION\nof 27 September 1989\nterminating the anti-dumping proceeding concerning imports of mica originating in Japan\n(89/537/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2423/88 of 11 July 1988 on protection against dumped or subsidized imports from countries not members of the European Economic Community (1), and in particular Article 9 thereof,\nAfter consultations within the Advisory Committee as provided for by that Regulation,\nWhereas:\nA. Procedure\n(1) In 1988 the Commission received a complaint lodged by the Cie Royale Asturienne des Mines, Division Cogebi, representing the majority of Community production of mica. The complaint contained evidence of dumping of the product concerned originating in Japan and of material injury and threat of injury resulting therefrom, which was considered sufficient to warrant the opening of an investigation.\n(2) The Commission accordingly announced, by notice published in the Official Journal of the European Communities (2), the initiation of an anti-dumping proceeding concerning imports into the Community of mica originating in Japan. The product concerned comprised agglomerated or reconstituted mica, whether or not on a support of paper, paperboard or other materials falling within CN codes 6814 10 00, 6814 90 10 and 6814 90 90. The Commission commenced an investigation.\n(3) The Commission officially notified the producers/exporters and importers allegedly concerned, the representatives of the exporting country and the complainant and gave the parties directly concerned the opportunity to make known their views in writing and to request a hearing.\n(4) Most of the producers addressed by the Commission replied that they had not exported the product concerned to the Community; the only company which had exported mica products to the Community during the investigation period, i.e. Nippon Rika Kogyosho, Tokyo, Japan, and the two importers concerned requested and were granted hearings.\n(5) The Commission sought and verified all the information it deemed necessary. On the spot investigations were carried out at the premises of the following companies:\n(a) Community producer:\nCie Royale Asturienne des Mines (Division Cogebi), Lot, Belgium;\n(b) producers/exporters:\nNippon Rika Kogyosho, Tokyo, Japan,\nOkabe Mica Co. Ltd, Tokyo, Japan;\n(c) importer in the Community:\nAEG Isolier- und Kunststoff GmbH, Kassel-Walden, Germany.\n(6) The investigation period set pursuant to Article 7 (1) (c) of Regulation (EEC) No 2423/88 covered the period from 1 January to 30 November 1988.\nB. The product\n(7) Mica is generally available in the following three types:\n- mica paper,\n- mica heater sheets,\n- mica fire resistant tape for cable.\nIt was found during the investigation that a special type of mica paper, called Ar-Mat, had been developed by Nippon Rika and was exported during the investigation period by this company to the Community. The complainant neither produced nor intends to produce this material in the near future. This special type has therefore been excluded from the investigation.\nC. Dumping\n(i) Normal value\n(8) With regard to mica heater sheets, normal value was determined for each thickness on the basis of weighted average domestic prices charged by Nippon Rika to independent customers. In the absence of domestic sales of the thickness exported, normal value was determined on the basis of an arithmetic average price between the two thicknesses nearest to the exported product.\nAs far as fire resistant insulating tape, i.e. AMS 864 G, is concerned, which was not sold on the domestic market during the investigation period, normal value was based - in the absence of domestic sales of the same size as that of the exports to the Community - on constructed value determined by adding the average cost of production of all sizes of the like product, i.e. T 512 A, plus the average margin of profit realized for that product on the domestic market.\n(ii) Export price\n(9) Export prices were determined on the basis of the prices actually paid or payable for the products sold for export to the Community.\n(iii) Comparison\n(10) The normal value was compared with the export prices for the corresponding type and thickness of the product on a transaction by transaction basis. All comparisons were made at ex-works level.\n(11) The exporting company claimed several adjustments pursuant to Article 2 (9) and (10) of Council Regulation (EEC) No 2423/88 for differences affecting price comparability. To the extent that the company had proven its claims adjustments were made for directly related selling expenses, such a transport, insurance, loading, anciliary costs, credit terms and commissions.\n(12) The exporting company also claimed an adjustment of the normal value pursuant to Article 2 (10) (c) (iv) of Regulation (EEC) No 2423/88 for additional services rendered, when the product was sold on the domestic market. The company claimed that the amount of the adjustment should correspond to the direct costs incurred for cutting the product concerned into slices.\nThis adjustment could not be granted, since Article 2 (10) (c) (iv) only covers after-sales services, whereas the services allegedly being rendered related to pre-sales services. In addition, this request was made outside the time limit.\n(iv) Dumping margin\n(13) The weighted average dumping margin calculated on this basis amounts to 41,26 % for the mica heater sheets and to 5,7 % for the fire-resistant cable, the margins of dumping being equal to the amount by which the normal value exceeds the prices for exports to the Community, duly adjusted.\nD. Injury\n(14) As Italy was allegedly the only part of the Community market where losses were incurred by the complainant and to where 70 % of the Japanese exports were directed, the investigation concentrated particularly on this market.\nWith regard to the injury allegedly being caused by the dumped imports, the evidence available to the Commission showed that Japanese exports of mica to the Community increased from zero in 1984 to 40,5 tonnes in 1987 and to 102,5 tonnes during the investigation period.\nExports of mica from Japan into Italy increased from zero tonnes in 1984 through 1987 to 87 tonnes during the investigation period, with a consequent increase in market share held by the exporting country from 0 % in 1984 to 17,6 % during the same period.\nWhen assessing the market shares held by the suppliers of mica to the Italian market, account has to be taken of the fact that the consumption of mica on this market increased from 448 tonnes in 1984 to 542 tonnes in 1985, i.e. by 20,9 % and decreased to 508 tonnes, i.e. by 6,3 % in 1986. In 1987 it increased to 634 tonnes, i.e. by 24,8 % and decreased to 618 tonnes, i.e. by 2,5 % during the investigation period.\nThis development shows an overall increase in the consumption of mica in Italy by 38 % from 1984 to the investigation period. In the absence of production of mica in Italy the figures relating to consumption and market shares were calculated on the basis of the imports from Japan and supplies from other Member States.\n(15) With regard to the resale prices of these imports on the Italian market, it was found that during the period under investigation the Japanese product undercut the prices of the complainant Community producer by 21,5 % (weighted average margin).\n(16) With regard to the possible impact of the dumped imports on the situation of the complainant Community producer, account has been taken of the following factors (the following figures cover the three types of mica products mentioned under recital 7):\n(a) the complainant increased its production capacity by 18,3 % in 1985, by 29,8 % in 1986, by 32,5 % in 1987 and by 1,6 % during  the investigation period. This development corresponds to an increase of more than 100 % between 1984 and 1988.\nThe increase in production capacity took place mainly in order to meet estimated market requirements outside the Community, in particular in the Far East; (b) the complainant's production increased by 18,3 % in 1985, by 29,5 % in 1986 and by 21,7 % in 1987 and decreased by 2,8 % during the investigation period.\n(c) after remaining stable between 1984 and 1986 the complainant's capacity utilization decreased by 7,9 % in 1987 but only by 2,9 % during the investigation period;\n(d) with regard to the complainant's sales in the Community and in particular on the Italian market the following findings were made:\n(i) Community-wide sales of all mica products increased steadily from 1984 to 1988 with an increase of 9 % during the investigation period;\n(ii) Community-wide sales of mica heater sheets increased by 12,2 % in 1985, by 26,8 % in 1986, by 2,2 % in 1987 and by 2,4 % during the investigation period;\n(iii) on the Italian market sales of mica heater sheets remained stable or even increased, with the exception of the sales to only one of the complainant's major customers. The latter decreased by 7,4 % in 1985 and by 9,1 % in 1986; they remained stable in 1987 and decreased by 48 % during the investigation period;\n(e) as far as the development of the complainant's market share on a Community-wide basis and in Italy is concerned the following findings were made. (In the absence of figures concerning sales by non-complainant Community producers, market shares are based on the complainant's market knowledge.):\n(i) it's market share for all mica products in the Community decreased from 44 % in 1984 to 42 % during the investigation period;\n(ii) its market share for mica heater sheets in the Community decreased from 72 % in 1984 to 71,1 % in 1985, it increased again to 72,1 % in 1986 and decreased to 69,8 % in 1987 and to 65,2 % during the investigation period;\n(iii) on the Italian market the complainant's market share for mica heater sheets decreased from 69 % in 1984 to 46 % during the investigation period, its market share for all mica products decreasing by only 7 %;\n(f) with regard to the complainant's profitability it was found that its profits on sales of all mica products, and in particular of sales of mica heater sheets in the Community, were already significant in 1984 and further increased by 30 % and 20 % respectively between 1984 and 1988;\n(g) the personnel employed by the complainant in the mica sector remained stable throughout the period 1984 to 1988.\n(17) Although some injury has been established on the Italian market, where the complainant realized about 20 % of his turnover in mica heater sheets in the Community, it is considered that this does not constitute material injury.\nE. Threat of injury\n(18) In order to examine the allegations made by the complainant with regard to a situation of threat of injury, the Commission carefully examined the telexes sent to the complainant by one of the other Japanese producers of mica, i.e. Okabe Mica Co. Ltd, and the activities of this company, which threatened to retaliate against the complainant by selling huge quantities of mica at very low prices in the Community.\nHowever, it was considered that, in the absence of any exports of mica by Okabe Mica Co. Ltd to the Community either during the investigation period or afterwards, there was insufficient evidence to indicate that the intention declared by this firm would lead to a situation wherein the threats are likely to develop into actual injury.\n(19) With regard to Nippon Rika, the only Japanese producer who in fact exported mica to the Community, there is no evidence to indicate any probability of an increase in exports of mica to the Community by this company.\n(20) In these circumstances it is considered that a change of circumstances which would create a situation in which the dumping could cause injury cannot at present be clearly foreseen and is not imminent.\nF. Termination of the proceeding\n(21) The proceeding concerning imports of mica originating in Japan should therefore be terminated without the imposition of measures.\n(22) No objections to this course of action were raised in the Advisory Committee. (23) The complainant was informed of the essential facts and considerations on the basis of which the Commission intended to terminate this proceeding. Subsequently, the complainant made its comments known to the Commission. However, these comments concerning the findings of threat of injury are not substantiated and cannot therefore be considered as affecting at present the findings outlined above with regard to injury and threat of injury.\nThe exporter was also informed of the dumping findings but did not significantly challenge the Commission's calculations,", "main_body": ["The anti-dumping proceeding concerning imports of mica originating in Japan is hereby terminated."], "attachments": "Done at Brussels, 27 September 1989.\nFor the Commission\nKarel VAN MIERT\nMember of the Commission\n(1) OJ No L 209, 2. 8. 1988, p. 1.\n(2) OJ No C 323, 16. 12. 1988, p. 3."}