{"celex_id": "31984R1633", "uri": "http://publications.europa.eu/resource/cellar/2a1fd75c-2cbf-4457-84d4-4f1d0959cdc2", "type": "Regulation", "concepts": ["2211", "2620", "3774", "4395", "4691", "5263"], "title": "Commission Regulation (EEC) No 1633/84 of 8 June 1984 laying down detailed rules for applying the variable slaughter premium for sheep and repealing Regulation (EEC) No 2661/80\n", "header": "COMMISSION  REGULATION (EEC) No 1633/84\nof 8 June 1984\nlaying down detailed rules for applying the variable slaughter premium for sheep and repealing Regulation (EEC) No 2661/80\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1837/80 of 27 June 1980 on the common organization of the market in sheepmeat and goatmeat (1), as last amended by Regulation (EEC) No 871/84 (2), and in particular Article 9 (4) thereof,\nHaving regard to Council Regulation (EEC) No 1223/83 of 20 May 1983 on the exchange rates to be applied in agriculture (3), as last amended by Regulation (EEC) No 855/84 (4), and in particular Article 4 (3) thereof,\nWhereas Article 9 of Regulation (EEC) No 1837/80 makes provision, in the case of the United Kingdom only, for the possible granting, in region 5, of a variable slaughter premium for sheep; whereas detailed rules for its implementation should be laid down;\nWhereas it should be stipulated that only animals born or reared in region 5, where the premium is granted, should qualify;\nWhereas it is necessary to enable the United Kingdom to grant the premium when animals are first placed on the market with a view to their slaughter; whereas, in this case, measures should be taken to ensure that animals or the meat therefrom cannot qualify more than once for the premium;\nWhereas Article 9 (2) of Regulation (EEC) No 1837/80 lays down that the amount of the premium is to be equal to the difference between the seasonalized guide level and the recorded market price in this region;\nWhereas Article 9 (3) of Regulation (EEC) No 1837/80 lays down that, in the event of payment of the premium in region 5, an amount equivalent to that premium is to be charged for the products referred to in Article 1 (a) and (c) of the said Regulation when those products leave that region; whereas the detailed rules for calculating this amount must be laid down; whereas the said amount can be ascertained only after the products have so left; whereas it is accordingly necessary to require provision of a security for the said amount;\nWhereas, in order to prevent, in so far as live animals and meat are concerned, disturbances in trade which may result from the implementation of the arrangements for the premium, a maximum period should be fixed, commencing at the time the animals are first placed on the market, on the expiry of which the live animals for which the premium has been granted must be slaughtered or consigned to a location outside region 5; whereas, in addition, with a view to combating fraud, provision should be made, in order to facilitate checks in slaughterhouses, for the marking of all carcases of sheep slaughtered in the region in question;\nWhereas, pursuant to Article 4 (2) of Council Regulation (EEC) No 1134/68 (5), the sums stated are to be paid on the basis of the conversion rate which obtained at the time when the transaction or part transaction was carried out; whereas Article 6 of the same Regulation stipulates that the time when a transaction is carried out is to be considered as being the date on which occurs the event, as defined by Community rules or, in the absence of and pending the adoption of such rules, by the rules of the Member State concerned, in which the amount involved in the transaction becomes due and payable; whereas, however, by virtue of Article 4 (3) of Regulation (EEC) No 1223/83, the said provisions may be derogated from;\nWhereas this Regulation intended to replace Commission Regulation (EEC) No 2661/80 (6); whereas it is therefore necessary to repeal that Regulation;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Sheep and Goats,", "main_body": ["1. Only sheep which:\n(a) correspond to the quality standards laid down in the Annex, and\n(b) originate in region 5 where the premium is granted or are raised in that region for at least two months,\nmay qualify for the premium referred to in paragraph 9 of Regulation (EEC) No 1837/80.\n2. The United Kingdom shall determine, subject to the definition given in paragraph 1, the categories, qualities and weight limits of animals in respect of which the premium is to be payable.\n3. The United Kingdom may lay down that the premium shall be granted when the animal is first placed on the market with a view to slaughter. It shall inform the Commission of any use made of this provision.\n4. Animals for which the premium has been granted in accordance with paragraph 3 shall, within 21 days of the date on which they were first placed on the market with a view to their slaughter:\n- be slaughtered in region 5,\n- be consigned to a location outside that region.\nThe competent authorities shall adopt measures for:\n- supervision of the animals between certification and slaughter,\n- marking all carcases of sheep slaughtered in region 5 so that the place of slaughter can be identified.\n5. Where animals for which the premium has been granted in accordance with paragraph 3 and which have been consigned to a location outside region 5 must be placed in quarantine in order to comply with the health regulations of the country or region of importation, the date of consignment for the purposes of paragraph 4 shall be the date on which they are placed in quarantine with a view to their consignment.", "1. The United Kingdom shall take the necessary measures to ensure that sheep carcases and, where the provisions of Article 1 (3) are applied, animals in respect of which the premium has been granted, are indelibly marked as such in order to ensure that they cannot again qualify for the premium.\n2. The United Kingdom shall take the measures necessary to ensure that animals and fresh or chilled sheep carcases brought onto the territory of region 5 are identified as such.", "1. For region 5, the level of the premium shall be fixed each week by the Commission in respect of the week commencing 21 days before the week of fixing.\n2. For the purpose of calulating the level of the premium, the market price shall be that recorded in accordance with the provisions of Article 3 (2) (b) of Regulation (EEC) No 2657/80.", "1. For the United Kingdom, the amount to be charged on departure of the products referred to in Article 1 (a) and (c) of Regulation (EEC) No 1837/80 from region 5, in accordance with Article 9 (3) of that Regulation, shall be fixed each week by the Commission. It shall be equal to the amount of the premium fixed in accordance with Article 3 (1), for the week during which departure of the products in question took place.\n2. On departure of the products referred to in Article 1 (a) and (c) of Regulation (EEC) No 1837/80 from the territory of region 5, a security shall be lodged. The security shall be fixed by the United Kingdom at a level which covers the amount due pursuant to paragraph 1; it shall not be less than the forecast amount of the premium for the week preceding that during which departure takes place. The said security shall be released as soon as the amount referred to in paragraph 1 has been paid.\n3. The amounts referred to in paragraphs 1 and 2 shall be fixed for fresh or chilled sheep carcases. The amounts applicable to the other products referred to in Article 1 (a) of Regulation (EEC) No 1837/80 shall be determined by employing the coefficients referred to in Articles 12 (3) and 13 (3) of Regulation (EEC) No 1837/80.\nFor the products referred to in Article 1 (c) of Regulation (EEC) No 1837/80, the amounts applicable shall be determined by employing the coefficients referred to in Article 12 (3) of the said Regulation and applicable to the meats listed in Annex I under subheading 02.06 C II a).\nFor the products referred to in Article 1 (c) of the said Regulation, the space for the description of the goods and the export declaration should contain an indication as to whether the products are bone in or boneless.", "1. The United Kingdom shall take all necessary steps to ensure compliance with the provisions of this Regulation.\n2. The United Kingdom shall, where necessary, take the necessary steps to ensure recovery of an amount equal to the premium which has been paid.\n3. The competent authorities in the United Kingdom shall take all the necessary steps to ensure that implementation of the arrangements for the variable premium does not result in irregular movements of products and does not cause any deflection of trade between that Member State's two regions. In particular, the competent authorities in the United Kingdom shall require the operators concerned to notify to departments empowered by the said authorities for that purpose the quantities and description of the products referred to in Article 1 (a) and (c) of Regulation (EEC) No 1837/80 which have to be consigned from region 5 where the premium is granted to another region, either direct or via another region or Member State.", "1. The United Kingdom shall inform the Commission, within 10 days of the date on which they are adopted, of the measures taken to implement the variable premium arrangements.\n2. The United Kingdom shall communicate the following to the Commission, not later than Thursday each week:\n(a) the forecast amount of the premium for the current week, taking account of the market price pattern recorded in accordance with the provisions of Article 2 of Regulation (EEC) No 2657/80;\n(b) the provisional amount of the premium for the week preceding the current week;\n(c) the actual amount of the premium for the week commencing 21 days before that during which the communication is made and the number of animals in respect of which entitlement to the premium arose during the said week.\nThe United Kingdom shall also communicate to the Commission, as soon as possible and on a weekly basis, the breakdown by category of the animals in respect of which entitlement to the premium has arisen, together with their total estimated carcase weight.", "The following shall be declared as deductions from EAGGF expenditure:\n- the amounts charged by the United Kingdom pursuant to Article 4 (1),\n- the amounts recovered by the United Kingdom in the circumstances referred to in Article 5 (2) to the extent that expenditure corresponding to the said amounts was charged against Community funds.", "1. The conversion rate to be applied to the premium referred to in Article 1 shall be the representative rate in force on the day the animal which is to qualify for the premium is slaughtered or, where the provisions of Article 1 (3) are applied, the day the animal is first placed on the market with a view to slaughter.\n2. The conversion rate to be applied to the amounts to be charged pursuant to Article 4 (1) shall be that in force on the day the customs formalities on departure from the United Kingdom or, where applicable, the administrative formalities relating the movement from region 5 granted to the other region, are completed.", "Regulation (EEC) No 2661/80 is hereby repealed.", "0\nThis Regulation shall enter into force on 11 June 1984.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 8 June 1984.\nFor the Commission\nPoul DALSAGER\nMember of the Commission\n(1) OJ No L 183, 16. 7. 1980, p. 1.\n(2) OJ No L 90, 1. 4. 1984, p. 35.\n(3) OJ No L 132, 21. 5. 1983, p. 33.\n(4) OJ No L 90, 1. 4. 1984, p. 1.\n(5) OJ No L 118, 1. 8. 1968, p. 1.\n(6) OJ No L 276, 20. 10. 1980, p. 19.\nANNEX\nQuality standard\nTo qualify for the premium, a carcase must be reasonably well-fleshed throughout. The loins must be well-developed, the legs and shoulders moderately well-fleshed, but the forequarters may be relatively heavy. The flesh should be firm. As a minimum the fat cover should be light. An over-fat carcase will be rejected. A live animal must be such as to produce a carcase of at least these standards."}