{"celex_id": "31986L0355", "uri": "http://publications.europa.eu/resource/cellar/d325b66e-07c1-4516-954d-79353fd7913d", "type": "Directive", "concepts": ["1662", "2213", "2723", "2752", "2985", "5383"], "title": "Council Directive 86/355/EEC of 21 July 1986 amending Directive 79/117/EEC prohibiting the placing on the market and use of plant protection products containing certain active substances\n", "header": "COUNCIL  DIRECTIVE\nof 21 July 1986\namending Directive 79/117/EEC prohibiting the placing on the market and use of plant protection products containing certain active substances\n(86/355/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 79/117/EEC of 21 December 1978 prohibiting the placing on the market and use of plant protection products containing certain active substances (1), as last amended by Directive 86/214/EEC (2), and in particular Article 6 thereof,\nWhereas that Directive provides for the contents of the Annex to be regularly amended to take account of the development of scientific and technical knowledge;\nWhereas it has now been established that the use of ethylene oxide as a plant protection product, in particular for the fumigation of plants or plant products in storage, leaves residues in foodstuffs which may give rise to harmful effects on human or animal health;\nWhereas alternative treatments are available for plant protection except for certain minor commodities;\nWhereas the marketing and use of ethylene oxide as a plant protection product should therefore be prohibited;\nWhereas, however, temporary national exceptions from this prohibition may be permitted for certain minor commodities, where special need exists, until other methods of treatment become available,", "main_body": ["The following entry is hereby added to the Annex to Directive 79/117/EEC:\n1.2 //  //  // 'C. Ethylene oxide   // (a) pathogen reduction of the following dried vegetables, intended for incorporation in food preparations which do not undergo full cooking treatment prior to consumption   //   // - asparagus   //  // - onions   //   // - leeks   //   // - mushrooms   //  // (b) pathogen reduction of dried herbs and spices (1)   //  // (c) pathogen reduction of dried herbs intended exclusively for marketing without further processing as medicinal products  //   // (d) pathogen reduction of cocoa powder and cake   //  // (e) fumigation of tobacco leaf   //   // These derogations shall expire on 31 December 1989 at the latest   //    //\n(1) Plants and plant products rich in essential oils and aromatic principles mainly used as condiments because of their characteristic taste'.", "Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive not later than 1 July 1987. They shall forthwith inform the Commission thereof.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 21 July 1986.\nFor the Council\nThe President\nG. HOWE\n(1) OJ No L 33, 8. 2. 1979, p. 36.\n(2) OJ No L 152, 26. 5. 1986, p. 45."}