{"celex_id": "31986R0728", "uri": "http://publications.europa.eu/resource/cellar/5a64b24c-18e7-4ec0-8d10-966863fcfc17", "type": "Regulation", "concepts": ["2211", "2620"], "title": "Commission Regulation (EEC) No 728/86 of 11 March 1986 determining for the Member States the loss of income and the level of the premium payable per ewe for the 1985 marketing year\n", "header": "COMMISSION  REGULATION (EEC) No 728/86\nof 11 March 1986\ndetermining for the Member States the loss of income and the level of the premium payable per ewe for the 1985 marketing year\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1837/80 of 27 June 1980 on the common organization of the market in sheepmeat and goatmeat (1), as last amended by Regulation (EEC) No 3768/85 (2), and in particular Article 5 (10) thereof,\nWhereas Article 5 (1) of Regulation (EEC) No 1837/80 provides for the granting of a premium to compensate for the loss of income sustained by producers of sheepmeat;\nWhereas, pursuant to Article 5 (2) of Regulation (EEC) No 1837/80 the loss of income represents, per 100 kilograms of carcase weight, any difference there may be between the basic price and the average market price recorded for each region;\nWhereas, pursuant to Article 5 (3) of Regulation (EEC) No 1837/80 the amount of the premium per ewe and per region is obtained by multiplying the loss of income referred to in Article 5 (2) by a coefficient expressing for each region the normal annual average production of lamb meat per ewe expressed per 100 kilograms of carcase weight; whereas, however, for region 5 this loss of income must be reduced by the weighted average of the variable premiums actually granted during the 1985 marketing year, such average being obtained in accordance with the provisions of Article 5 (6);\nWhereas Member States were authorized by Regulation (EEC) No 3377/85 (3) to pay an advance to producers located in less-favoured agricultural areas; whereas such an advance was paid to the producers concerned during the 1985 marketing year;\nWhereas the amount of the final premium and the balance to be paid in the less-favoured agricultural areas should be fixed as provided for in Article 5 (4) of Regulation (EEC) No 1837/80;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Sheep and Goats,", "main_body": ["A loss of income during the 1985 marketing year is hereby found for the following regions:\n1.2 // Region   // Difference in ECU/100 kg   // 2  // 46,578   // 3   // 52,214   // 4   // 123,966   // 5  // 73,977   // 6   // 143,170", "1. The amount of the premium payable per ewe and per region is as follows:\n1.2 // Region   // Amount of the premium payable per ewe in ECU   // 2   // 8,850   // 3   // 12,009   // 4   // 22,314  // 5   // 11,836   // 6   // 25,771\n2. Pursuant to Article 5 (4) of Regulation (EEC) No 1837/80, the balance to be paid to producers located in less-favoured agricultural areas is as follows:\n1.2 // Region   // Balance of the premium payable per ewe in ECU   // 2   // 6,422   // 4   // 15,782   // 5   // 8,442  // 6   // 18,174", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 11 March 1986.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 183, 16. 7. 1980, p. 1.\n(2) OJ No L 362, 31. 12. 1985, p. 8.\n(3) OJ No L 321, 30. 11. 1985, p. 65."}