{"celex_id": "31989D0160", "uri": "http://publications.europa.eu/resource/cellar/de7574f9-cda5-4cf7-8451-dd40f96499a8", "type": "Decision", "concepts": ["2795", "2893", "3797", "5383", "666"], "title": "89/160/EEC: Council Decision of 23 February 1989 on a first multiannual programme (1988-1993) for biotechnology-based agro-industrial research and technology development _ Eclair (European Collaborative Linkage of Agriculture and Industry through Research)\n", "header": "COUNCIL  DECISION\nof 23 February 1989\non a first multiannual programme (1988-1993) for biotechnology-based agro-industrial research and technology development - Eclair (European Collaborative Linkage of Agriculture and Industry through Research)\n(89/160/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular to Article 130 Q (2) thereof,\nHaving regard to the proposal from the Commission (1),\nIn cooperation with the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas Article 130 K of the Treaty stipulates that the framework programme shall be implemented through specific programmes developed within each of its activities;\nWhereas, by its Decision 87/516/Euratom/EEC, the Council adopted a framework programme of Community research and technological development (1987 to 1991) (4), providing for activities to be implemented to ensure, among other things, the exploitation and optimum use of biological resources;\nWhereas the said Decision stipulates that a specific objective of Community research must be to strengthen the scientific and technological basis of European industry, particularly in strategic sectors of advanced technology, and to encourage industry by making it more competitive at international level; whereas that Decision also lays down that Community action is justified if it contributes, among other things, to enhancing the Community's economic and social cohesion and to encouraging its overall harmonious development, while at the same time being consistent with the pursuit of scientific and technical excellence; whereas the Eclair (European Collaborative Linkage of Agriculture and Industry through Research) programme, which is the subject of this Decision, is planned to contribute to the pursuit of these objectives;\nWhereas the specialized skills and capabilities relevant to agro-industrial development are numerous, and Europe's most internationally competitive capabilities are located in diverse Member States, mutual benefit shall be derived from collaboration in a Community programme;\nWhereas the activities undertaken in the programme need to be accompanied by ongoing analysis of their associated costs and benefits to avoid their giving rise to new industries, which can only survive on the basis of permanently subsidized sales of agricultural products, or to agricultural surpluses;\nWhereas such activities should constitute a logical complement to the Community research programmes in the areas of biotechnology and agriculture, promoting the application of their results to the social and economic objectives of the Community.\nWhereas the European Parliament has called for a study to be conducted into the structural and social consequences of promoting biotechnologies and genetic engineering and has also pointed to the risks associated with the use, especially the release, of genetically engineered organisms; whereas the revised Community biotechnology research programme adopted on 29 June 1988 (1) is undertaking research into these risks;\nWhereas development activities at the interfaces between agriculture and industry could contribute to the solution of some of the problems which agriculture is currently facing within the Community;\nWhereas the principal and most urgent requirements that must be satisfied focus on the development of types of agricultural production suitable for industrial purposes, of transformation technologies and of industrial inputs in agriculture, such as pesticides or fertilizers less harmful to the environment;\nWhereas it is important to avoid any adverse effects for small and medium-sized agricultural enterprises which may be caused by a concentration of agricultural structures and further specialization;\nWhereas it is necessary to involve small and medium-sized agricultural and industrial enterprises to the maximum extent possible in this biotechnology-based agro-industrial technological development programme;\nWhereas the Scientific and Technical Research Committee (Crest) has expressed its opinion,", "main_body": ["A research and development programme in the field of biotechnology-based agro-industrial research and technology development is hereby adopted in the form set out in Annex I for a five-year period starting on 1 July 1988.\nThe programme shall consist of work carried out as contract research and as coordination actions and by training/mobility grants. Participants may be industrial and agricultural enterprises - individual enterprises, associations or cooperatives - research institutions, universities or combinations of them, established in the Community.", "1. In the case of projects carried out by shared-cost contracts, the Community contribution shall not normally exceed 50 % of the total expenditure, the remainder to be provided by the partners, predominantly from industrial or agricultural sources.\nAlternatively, in respect of projects carried out by universities and research institutes, the Community may bear up to 100 % of the additional expenditure involved.\n2. The proposals for projects shall be submitted in reply to a call for proposals and involve, as a rule, the participation of at least two independent partners not established in the same Member State. As a rule, research institutes and universities should participate in a group together with one or more industrial or agricultural organization(s). Research institutes which are funded principally or exclusively by industrial organizations shall be considered as industrial partners.", "The funds estimated as necessary for the execution of the programme amount to ECU 80 million, including expenditure on a staff of 13.", "The Commission shall be responsible for implementing the programme.\nThe Commission shall be assisted by a committee of an advisory nature, hereinafter referred to as 'the Committee', composed of the representative of the Commission.", "1. The representative of the Commission shall submit to the Committee a draft of the measures to be taken. The Committee shall deliver its opinion on the draft within a time limit which the Chairman may lay down according to the urgency of the matter, if necessary by taking a vote.\n2. The opinion shall be recorded in the minutes of the Committee; in addition, each Member States shall have the right to have its position recorded in the minutes.\n3. The Commission shall take the utmost account of the opinion delivered by the Committee. It shall inform the Committee of the manner in which its opinion has been taken into account.", "1. In the third year of the programme's implementation, the Commission shall undertake a review of the programme and shall report to the European Parliament and the Council on the results thereof, together, if necessary, with any proposals for modification of the content and funding, or for prolongation.\n2. After the completion of the programme, an evaluation of the results achieved shall be conducted by the Commission, which shall report to the European Parliament and the Council. The report shall be drawn up by independent experts.\n3. The reports referred to in paragraphs 1 and 2 shall be established having regard to the objectives set out in Annex II and in conformity with the provisions of Article 2 (2) of Decision 87/516/Euratom/EEC.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 23 February 1989.\nFor the Council\nThe President\n(1) OJ No C 62, 5. 3. 1988, p. 7 and OJ No C 294, 18. 11. 1988, p. 7.\n(2) Opinion published in OJ No C 261, 10. 10. 1988, p. 71 and Decision of 18 January 1989 (not yet published in the Official Journal).\n(3) OJ No C 134, 24. 5. 1988, p. 15.\n(4) OJ No L 302, 24. 10. 1987, p. 1.\n(1) OJ No L 206, 30. 7. 1988, p. 38.\nANNEX I\nPROGRAMME\nfor the first multiannual programme (1988 to 1993) for biotechnology-based agro-industrial research and technological development - Eclair (European Collaborative Linkage of Agriculture and Industry through Research)\nAIMS\nThe objective of the programme here proposed is to promote in Europe the useful application of recent developments in the life sciences and biotechnology. This shall be achieved by a programme of precompetitive research and technical development projects and coordination activities, based on close collaboration between agriculture and industrial activities, and supported by training/mobility grants. The programme shall contribute in the medium and longer terms to enhancing Europe's competitiveness in the economic activities which will be based on these developments and to strengthening economic and social cohesion in the Community.\nThe programme shall avoid adverse effects on public health and the environment and the creation of problems in respect of the protection and enhancement of nature.\nThe principal objectives of this programme are set out below:\n(i) research, adaptation and development of agricultural products destined for industrial use, as well as the research and promotion of new industrial techniques for processing and transforming agricultural raw materials with a view to obtaining, under economically viable conditions, industrial products which meet the needs of the market;\n(ii) research and development of industrial inputs in agriculture, such as pesticides and fertilizers, and of eradication and disease control systems less harmful or better adapted to the environment; the reduction and elimination of by-products of processing by recovering resources and reducing waste.\nCONTENT\nThe programme shall be pursued through the measures set out below:\n1. Evaluation trials and production of new species or organisms\nThis sector shall consist of test trials at appropriate scale and under various conditions of novel or modified species or organisms (plants, livestock, others) in order to test performance, pest resistance, input requirements, and aspects relevant to suitability for industrial processing, animal nutrition and market acceptability of the organism, its constituents, and the products derived from them with special emphasis on the use of new biotechnological methods in the identification, characterization, selection, modification, propagation, cultivation or other aspects of developing and appraising the candidate organisms.\n2. Industrial products and services\nThis sector shall consist of:\n2.1. more precise and effective inputs to agriculture through research and development work, based on the use of life sciences and biotechnology, aiming at the creation of products and services for use in agriculture, offering advantages in terms of precision, cost-effectiveness, enhanced plant or animal performance, suitability for subsequent product processing and/or marketing, and avoiding possible undesirable side effects;\n2.2. more precise and effective extraction, transformation and production processes through research and development work on methods to increase the use and value of agricultural produce, by extraction, transformation or other processes, in industry or elsewhere, which by biotechnological or other means make greater or more valuable use of the intrinsic properties of these materials.\n3. Integrated approaches\nThis sector shall consist of:\n3.1. the improved utilization of the entire crop by the development, through trial systems, of systems for harvesting the whole crop, its preservation and splitting up into constituents appropriate for subsequent applications; such trial system(s) to be of adequate scale to provide a basis for economic appraisals and the significant participation of industrial and agricultural interests. Priority will be given to projects using new biotechnology;\n3.2. studies and development projects for the integrated use of new technologies which shall focus on the joint exploitation of progress in biological knowledge and techniques in conjunction with new-technology-based agricultural systems. IMPLEMENTATION\nImplementation of the projects shall be through cost-shared research and development actions and coordination activities. Training/mobility grants shall be included to facilitate the assembly of relevant skills at appropriate locations for the work of the projects and to promote effective diffusion of the knowledge resulting from them. The programme shall also include the organization of meetings, consultation of experts, studies on related topics, and diffusion of information on the progress and results of the projects to all appropriate groups.\nEach proposal shall include an environmental impact statement, indicating the possible effects of the project on man, fauna, flora, soils, water, air and on the interactions between these different factors. This statement must also include an undertaking to respect existing national safety regulations.\nThe contracts entered into by the Commission shall regulate the rights and obligations of each party, including the methods of disseminating, protecting and exploiting research results.\nANNEX II\nEVALUATION CRITERIA\nfor the first multiannual programme (1988 to 1993) for biotechnology-based agro-industrial research and technological development - Eclair\n(European Collaborative Linkage of Agriculture and Industry through Research)\nThe Commission's communication to the Council concerning a Community Plan of Action relating to the evaluation of Community research and development activities for the years 1987 to 1991 states that the objectives and milestones of each research programme have to be set out in a testable form. The objectives and milestones of the above programme are set out below.\n1. The long-term objective of this programme is described in Annex I.\n2. The primary short-term objective is that the programme should succeed in eliciting proposals, with commitments to co-finance from industry and/or agriculture, for development projects on a scale commensurate with the Community resources proposed. This objective shall be testable in 1991 to 1992.\nBy this time, the programme should also have demonstrated its promotion and encouragement of intersectoral collaboration across the Member States.\n3. The criteria for the evaluation of the objectives to be attained during the first three years of the programme's implementation are:\n3.1. that tests of new or modified species or organisms have been conducted, and have given grounds to expect that these organisms, or the processes used to produce or modify them, represent progress and could find applications;\n3.2. that tests have been conducted of new or modified products, techniques or services for use in agriculture; that advantages in terms of precision, effectiveness, or the avoidance of possible adverse side effects have been indicated; and that, as a result of the tests, the products, techniques or services have practical applications;\n3.3. that tests been conducted of more precise and effective extraction, transformation and production processes, applying biotechnological and/or other methods to an agricultural output; and that, as a result of the tests, the processes are useful;\n3.4. that, through the programme, arrangements have been organized between farming and industrial/processing interests and facilities or equipment created, modified or made available, to test on one or more crops the technical feasibility of harvesting and using the whole plant; and that corresponding measures of performance have been, or are in course of being, defined to provide a basis for further system improvements and a basis for decision on the replication and diffusion of similar larger scale activities;\n3.5. that studies have been financed and completed, and development projects supported, involving the use in agriculture of new technologies (e. g. involving sophisticated detection/measurement/recording techniques, information processing, automation of equipment and facilities), in conjunction with the application of biotechnology; and that, as a result of such studies and projects, new applications have been found;\n3.6. that studies have been carried out examining the sociostructural and ecological impact of promoting biotechnology and genetic technology in agriculture.\n4. In addition, the programme should ensure that the following general criteria are met:\n4.1. that the potential increase in market opportunities, in the medium or long-term, as a result of the improvements or benefits demonstrated, is of a size to justify the Community expenditures committed, which imply an analysis of the costs and benefits of these activities and their possible applications;\n4.2. taking account of the final reports on the biotechnology action programme, which ends in December 1989, and of the biomolecular engineering programme (1982 to 1986), and of the evaluation report(s) on these programmes, consideration should be given to whether this programme is in fact effectively promoting the transfer towards application of the results of the earlier biotechnology (or biomolecular engineering) research programmes;"}