{"celex_id": "31986R1730", "uri": "http://publications.europa.eu/resource/cellar/d63100ed-227e-47d8-a800-2daad7b32c69", "type": "Regulation", "concepts": ["1005", "979"], "title": "Commission Regulation (EEC) No 1730/86 of 3 June 1986 on certain detailed rules for financing interventions by the EAGGF, Guarantee Section, and amending Regulation (EEC) No 467/77\n", "header": "COMMISSION  REGULATION (EEC) No 1730/86\nof 3 June 1986\non certain detailed rules for financing interventions by the EAGGF, Guarantee Section, and amending Regulation (EEC) No 467/77\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1883/78 of 2 August 1978 laying down general rules for the financing of interventions by the European Agricultural Guidance and Guarantee Fund, Guarantee Section (1), as last amended by Regulation (EEC) No 1334/86 (2), and in particular Articles 5 and 6, second paragraph, thereof,\nWhereas with a view to ensuring that the Community budget continues to be implemented under appropriate conditions, Regulation (EEC) No 1883/78 authorizes the Commission to fix the uniform interest rate at a level below its representative level and to fix uniform standard amounts at a level which corresponds to three-quarters of the standard amounts established on the normal basis, for the 1986, 1987 and 1988 budget years; whereas the budget year includes, for this type of expenditure, expenditure on material operations from 1 December of the previous year to 30 November;\nWhereas, in these circumstances, the interest rate currently fixed at 8 % should be reduced to 7 %;\nWhereas, following the reduction in value of certain agricultural products in public storage fixed by Commission Regulation (EEC) No 1624/86 (3) it will be necessary to modify the method for calculating the financial costs of intervention indicated in Article 1 of Commission Regulation (EEC) No 467/77 (4), as last amended by Regulation (EEC) No 3617/85 (5);\nWhereas Article 6 of Regulation (EEC) No 1883/78 provides that material operations resulting from storage of products in intervention are financed by the European Agricultural Guidance and Guarantee Fund, Guarantee Section, by uniform standard amounts agreed for the Community as a whole; whereas, these standard amounts are normally aligned on the average level of costs in the Member States; whereas, under the present circumstances, the standard amounts should be reduced to a level corresponding to three-quarters of their present level;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Fund Committee,", "main_body": ["Regulation (EEC) No 467/77 is hereby amended as follows:\n1. The following subparagraph is added to Article 1 (2):\n'In the case of products for which a reduction in value has been fixed pursuant to the second paragraph of Article 8 of Regulation (EEC) No 1883/78, the calculation of average stocks shall be made before the effective date of each reduction in value taken into account for the purposes of the average value.'\n2. Article 2 is replaced by the following:\n'Article 2\nThe interest rate mentioned in Article 5 of Regulation (EEC) No 1883/78 shall be 7 % with effect from 1 December 1985.'", "The standard amounts fixed pursuant to Article 6 of Regulation (EEC) No 1883/78 shall be multiplied by the coefficient 0,75 with effect from 1 December 1985.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 3 June 1986.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 216, 5. 8. 1978, p. 1.\n(2) OJ No L 119, 8. 5. 1986, p. 18.\n(3) OJ No L 148, 31. 5. 1986, p. 1.\n(4) OJ No L 62, 8. 3. 1977, p. 9.\n(5) OJ No L 358, 22. 12. 1985, p. 21."}