{"celex_id": "31985R0825", "uri": "http://publications.europa.eu/resource/cellar/999038d7-dd4b-4a7a-9e15-8be918103239", "type": "Regulation", "concepts": ["1115", "1201", "1602", "2563", "863"], "title": "Council Regulation (EEC) No 825/85 of 26 March 1985 amending Regulation (EEC) No 1489/84 laying down the date for the entry into force of Regulations (EEC) No 3284/83 and (EEC) No 3285/83 relating to the fruit and vegetables sector\n", "header": "COUNCIL  REGULATION (EEC) No 825/85\nof 26 March 1985\namending Regulation (EEC) No 1489/84 laying down the date for the entry into force of Regulations (EEC) No 3284/83 and (EEC) No 3285/83 relating to the fruit and vegetables sector\nTHE COUNCIL OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3284/83 of 14 November 1983 amending Regulation (EEC) No 1035/72 on the common organization of the market in fruit and vegetables (1), and in particular the second paragraph of Article 13 thereof,\nHaving regard to Council Regulation (EEC) No 3285/83 of 14 November 1983 laying down general rules for the extension of certain rules issued by producers' organizations in the fruit and vegetables sector (2), and in particular the second paragraph of Article 8 thereof,\nHaving regard to the proposal from the Commission,\nWhereas Regulation (EEC) No 1489/84 (3) laid down the date of application of the system for the extension of certain of the rules issued by producer groups;\nWhereas, taking account of the delays in the implementation of the system for the extension of these rules, owing in particular to the procedures for consulting the producers concerned, the date for the application of the system should be deferred; whereas the diversity of harvest dates for the various products does not allow a single date to be laid down; whereas Regulation (EEC) No 1489/84 should be amended accordingly,", "main_body": ["The second paragraph of Article 1 of Regulation (EEC) No 1489/84 is hereby replaced by the following:\n'However, the system under which the application of certain rules is to be extended, as provided for in Article 15b of Regulation (EEC) No 1035/72 (3), as last amended by Regulation (EEC) No 1332/84 (4), shall operate:\n- from 1 June 1985 for peaches, cauliflowers, table grapes, plums, table pears, lemons, strawberries, chicory, onions, leeks and lamb's lettuce,\n- from 1 July 1985 for table apples, cabbage lettuce, endives and broad leaf endives,\n- from 1 October 1985 for oranges, mandarins/clementines and artichokes,\n- from 1 January 1986 for the other products.\n(3) OJ No L 118, 20. 5. 1972, p. 1.\n(4) OJ No L 130, 16. 5. 1984, p. 1.'", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 26 March 1985.\nFor the Council\nThe President\nF. M. PANDOLFI\n(1) OJ No L 325, 22. 11. 1983, p. 1.\n(2) OJ No L 325, 22. 11. 1983, p. 8.\n(3) OJ No L 143, 30. 5. 1984, p. 31."}