{"celex_id": "31986R3972", "uri": "http://publications.europa.eu/resource/cellar/15774793-8af9-4a18-a99b-d18767871a31", "type": "Regulation", "concepts": ["2295", "3488", "3489", "6049", "807", "881"], "title": "Council Regulation (EEC) No 3972/86 of 22 December 1986 on food-aid policy and food-aid management\n", "header": "COUNCIL  REGULATION (EEC) No 3972/86\nof 22 December 1986\non food-aid policy and food-aid management\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 235 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nWhereas food-aid is provided on humanitarian grounds and constitutes one of the essential aspects of the Community's policy of cooperation with the developing countries;\nWhereas food aid must be integrated into developing countries' policies aimed at improving their food security, in particular by establishing food strategies;\nWhereas agreements have been concluded between the Community and developing countries; whereas these agreements cover the use of aid provided by the Community to developing countries;\nWhereas food aid should be made into a real instrument of the Community's policy of cooperation with the developing countries, thereby enabling the Community to participate fully in multiannual development projects;\nWhereas it is necessary to that end that the Community should be able to provide a steady overall flow of aid and be in a position, in appropriate cases, to undertake to supply to the developing countries minimum quantities of products under specific multiannual programmes linked to development policies as well as to enter into undertakings in relation to international organizations;\nWhereas the Community may decide, if appropriate, to replace food aid by other action under Council Regulation (EEC) No 1755/84 of 19 June 1984 on the implementation in relation to food of alternative operations in place of food-aid deliveries (3);\nWhereas, in order to ensure that food aid is managed more efficiently and in greater conformity with the interests and requirements of the recipient countries and to improve the decision-making and implementing procedures, Council Regulation (EEC) No 3331/82 of 3 December 1982 on food-aid policy and food-aid management and amending Regulation (EEC) No 2750/75 (4) should be replaced;\nWhereas, in order to facilitate the application of certain of the measures envisaged, provision should be made for close cooperation between the Member States and the Commission within a Food Aid Committee;\nWhereas the Treaty has not provided the necessary powers, other than those of Article 235,", "main_body": ["TITLE I\nFood-aid objectives and general guidelines", "Under its cooperation policy with developing countries, the Community shall carry out food-aid operations.", "1. The food-aid operations referred to in Article 1 shall have the following objectives in particular:\n- to promote food security in the recipient countries and regions,\n- to raise the standard of nutrition of the recipient population,\n- to help in emergencies,\n- to contribute towards the balanced economic and social development of the recipient countries,\n- to support efforts by recipient countries to improve their own food production.\n2. The Community's food aid shall be integrated as thoroughly as possible into the development policies, and particularly the agricultural and agri-foodstuffs policies, and food strategies of the countries concerned. Where the products supplied by the Community as aid are sold, the price thereof must not be one liable to disrupt the domestic market.\n3. Products supplied as food aid shall as far as possible fit the dietary habits of the recipient population and have no adverse effects on the recipient countries.\n4. Food aid shall be allocated primarily on the basis of an objective evaluation of the real needs justifying the aid, with economic considerations also being taken into account. To that end, particular consideration shall be given to the following criteria, without excluding other pertinent considerations:\n- basic food needs,\n- per capita income and the existence of particularly impoverished population groups,\n- the balance of payments situation,\n- the economic and social impact and financial cost of the proposed action.\n5. The granting of food aid shall, if necessary, be conditional on the implementation of annual or multiannual development projects, sectoral actions or development programmes, priority being given to projects, actions or programmes which promote the production of food in the recipient countries. Where appropriate, the aid may contribute directly to the implementation of such projects, actions or programmes. This complementarity shall be ensured through the use, laid down by common agreement, of counterpart funds where the products supplied by the Community as aid are intended for sale. Where food aid is provided as backing for a development programme spread over a number of years, it may be supplied on a multiannual basis linked to the programme in question.\n6. In granting food aid, priority shall be given to needs for immediate consumption. Nevertheless, in order to improve food security in the developing countries and to ensure that their needs are met, food aid may be granted in justified cases to enable reserve stocks to be built up by the recipients.", "Products shall normally be mobilized on the Community market. However, products supplied as aid may be purchased in the recipient country or in another developing country, if possible one belonging to the same geographical region as the recipient country:\n- if those products are not available on the Community market, or\n- in an emergency within the meaning of the second subparagraph of Article 6 where such purchases are likely to enable the aid to reach its destination more rapidly, or\n- where the following conditions are met:\n(a) stocks or surpluses of the necessary products are in fact available in a developing country, if possible one of the countries determined in the third indent of Article 4 (1), at a total cost including transport which compares favourably with the cost of similar products mobilized from the Community market, taking into account the beneficial effects of the purchases to the developing country from which such purchases are made;\n(b) such purchases are not liable to disrupt the market of the supplying countries nor have any negative effects on the food supply of their populations;\n(c) such purchases remain in aggregate at a level compatible with the principle that aid should be mobilized on the Community market;\n(d) such purchases in a developing country shall be integrated as thoroughly as possible into Community development policy towards that country, in particular as regards the promotion of its food security.\nTITLE II\nProcedures for implementing food-aid operations", "1. In the field of food aid, the Council shall:\n- apportion the cereals aid provided for under the Food Aid Convention between Community and national operations,\n- apportion among the Member States the national cereals operations under the Food Aid Convention,\n- determine the countries and organizations to which food aid may be supplied on an annual or multiannual basis,\n- lay down general criteria for covering the cost of transporting food aid beyond the fob stage.\n2. To this end, on a proposal from the Commission and after obtaining the opinion of the European Parliament, the Council shall act by a qualified majority when exercising the powers referred to in the third and fourth indents of paragraph 1 and unanimously when exercising the powers referred to in the first and second indents of paragraph 1.", "The Commission, after consulting the Committee provided for in Article 7, in accordance with the procedure laid down in Article 8 and taking account of the general policy guidelines for food aid, shall: - adopt a list of products which may be mobilized as aid,\n- establish the total quantities for each product on an annual or multiannual basis,\n- lay down rules for mobilization of those products,\n- establish the apportionment, expressed in terms of quantities and of costs, among the various recipients of the products which may be mobilized subject to the budgetary limit for each product,\n- where necessary, adjust allocations during the implementation of programmes.", "In accordance with the Council decisions referred to in Article 4 and the decisions taken under Article 5, the Commission shall decide on:\n(a) emergency action to help countries, groups of refugees or other vulnerable sections of the population having to face serious unforeseen difficulties as a result of natural disasters; it shall inform Member States of such action;\n(b) emergency action to help countries, groups of refugees or other vulnerable sections of the population having to face serious unforeseen difficulties as a result of exceptional circumstances comparable to natural disasters, after consulting the Member States by telex and giving them 48 hours to put forward any objections;\n(c) the conditions governing the supply of aid, in particular:\n- the general conditions applicable to recipients,\n- the engagement of the mobilization procedures and the supply of products, as well as the conclusion of the corresponding contracts.\nFor the purposes of points (a) and (b), 'emergency' shall mean an exceptional unforeseen situation in which famine, or an imminent danger thereof, poses a serious threat to the lives or health of the population in a country which is unable to cope with the food shortfall using its own means and resources.\nThe Commission, after consulting the Committee referred to in Article 7, in accordance with the procedure laid down in Article 8, shall be entitled to take any action to speed up the provision of emergency aid.\nThe volume of aid which it shall be decided to supply in each particular case shall be limited to quantities that the people affected require in order to cope with the situation for a period not exceeding four months.\nThe Commission shall ensure that priority is given at all stages to the mobilization of food aid for emergencies as defined in this Article.", "1. A Food Committee, hereinafter referred to as 'the Committee', chaired by a representative of the Commission and composed of representatives of the Member States, is hereby established. The secretariat of the Committee shall be provided by the Commission.\n2. The Committee shall draw up its own rules of procedure.", "1. Where recourse is had to the procedure defined in this Article, the Committee shall be duly informed by its chairman, either on the latter's own initiative or at the request of a representative of a Member State.\n2. The Commission representative shall submit drafts of decisions to be taken. The Committee shall deliver its opinion on these drafts within a time limit which may be fixed by the chairman according to the urgency of the matters under examination. It shall act by a majority of 54 votes, the votes of the Member States being weighted as provided for in Article 148 (2) of the Treaty. The chairman shall not vote.\n3. The Commission shall take decisions which are immediately applicable. If, however, such decisions are not in accordance with the opinion delivered by the Committee or if the Committee delivers no opinion, they shall be forthwith communicated to the Council by the Commission. In that event, the Commission shall postpone, for no more than two months following the date of the said communication, the application of the decisions taken by it. The Council, acting by a qualified majority, may take a different decision within two months.", "Member States shall decide on their national food aid programmes and shall inform the Commission thereof. The coordination of Community and national food aid operations, as regards both programming and implementation, shall be subject to a regular exchange of information by the Committee. In this exchange of information, which shall be carried out at the request of the chairman of the Committee or a representative of a Member State, account shall be taken of known operations by other donors.", "0\nThe Committee may examine any other matter concerning food aid raised by its chairman, either on the latter's own initiative or at the request of a representative of a Member State.", "1\nThe Commission shall undertake regular evaluations of significant food-aid operations to establish whether the objectives defined in the appraisal of those operations have been met and to provide guidelines for improving the effectiveness of future operations. These evaluation reports shall be made available to the Committee. Article 12\nRegulation (EEC) No 3331/82 is hereby repealed.\nHowever:\n- Article 3 of the said Regulation shall remain applicable until the procedures for mobilizing products in accordance with Article 5 of this Regulation have been laid down and at the latest until 30 June 1987,\n- the countries and bodies eligible for aid and the general criteria concerning the responsibility for food-aid transport costs beyond the fob stage shall be as indicated in Regulation (EEC) No 232/86 (1) until the decisions provided for in the third and fourth indents of Article 4 (1) of this Regulation have been adopted and until 30 June 1987 at the latest.", "3\nThis Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply until 31 December 1987.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 22 December 1986.\nFor the Council\nThe President\nG. SHAW\n(1) OJ No C 265, 21. 10. 1986, p. 7.\n(2) OJ No C 297, 24. 11. 1986.\n(3) OJ No L 165, 23. 6. 1984, p. 7.\n(4) OJ No L 352, 14. 12. 1982, p. 1.\n(1) OJ No L 29, 4. 2. 1986, p. 3."}