{"celex_id": "31986D0472", "uri": "http://publications.europa.eu/resource/cellar/70672c59-2713-438f-8994-159789f10317", "type": "Decision", "concepts": ["1445", "2738", "4621", "5369"], "title": "86/472/EEC: Commission Decision of 10 September 1986 establishing the model for the public health certificate in respect of meat products from Argentina and Uruguay\n", "header": "COMMISSION  DECISION\nof 10 September 1986\nestablishing the model for the public health certificate in respect of meat products from Argentina and Uruguay\n(86/472/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 77/99/EEC of 21 December 1976 on health problems affecting intra-Community trade in meat products (1), as last amended by Regulation (EEC) No 3768/85 (2), and in particular Article 17 thereof,\nWhereas, in accordance with Article 17 of Directive 77/99/EEC, the Commission shall establish the model for the public health certificate to accompany meat products when they are imported into the Community;\nWhereas the present Decision is based upon the existing Community rules applicable to importations from third countries; whereas it will be necessary to re-examine this Decision as soon as the aforesaid rules have been modified or enlarged;\nWhereas the importation of meat products from third countries remains subject to other veterinary rules, especially in relation to animal health, in accordance with the general provisions of the Treaty; whereas, at present, on-the-spot inspections by veterinary experts of the Member States and of the Commission have been made in Argentina and Uruguay;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["The public health certificate, which must accompany meat products from Argentina and Uruguay, must correspond to the specimen given in the Annex.", "This Decision shall be re-examined upon the adoption of any new rules applicable to third countries in respect of these products.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 10 September 1986.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 26, 31. 1. 1977, p. 85.\n(2) OJ No L 362, 31. 12. 1985, p. 8.\nANNEX\nPUBLIC HEALTH CERTIFICATE\nfor meat products (1) from Argentina and Uruguay\nIntended for:\n(name of Member State)\nNo (2)\nExporting country:\nMinistry:\nDepartment:\nReference (2):\nI. Identification of meat products:\nMeat products manufactured with meat from bovines:\nNature of meat products:\nNature of wrapping:\nNumber of individual items or packages:\nStorages and transport temperature (3):\nStorage life (3):\nNet weight:\nII. Origin of meat products:\nAddress(es) and veterinary approval number(s) of the establishment(s) approved in accordance  with the requirements of Council Directives 64/433/EEC (4) or 72/462/EEC (5)\nAddress(es) and veterinary approval number(s) (2) of the approved processing establishments\nIII. Destination of meat products:\nThe meat products will be sent from:\n(place of loading)\nto:\n(country and place of destination)\nby the following means of transport (6):\nName and address of consignor:\nName and address of consignee:\nIV. Health attestation (1)\nI, the undersigned official veterinarian, certify that:\na) the bovine meat used for the manufacture of the meat products referred to above was obtained, transported and stored in compliance with the requirements of Directives 64/433/EEC or 72/462/EEC;\nb) the bovine meat used for the manufacture of the meat products referred to above comes from establishment(s) approved in accordance with the requirements of Directives 64/433/EEC or 72/462/EEC;\nc) the said products have been prepared in an establishment approved by the Community;\nd) the transport vehicles and equipment, and the loading conditions of this consignment, comply with the hygiene requirements laid down in Community rules;\ne) this consignment is composed of frozen cooked bovine meat and/or canned bovine meat (2).\n1.2.3 //  // Done at   // on   //   // (place)  // (date)\nStamp\nSignature\n(name in capital letters)\n(1) Frozen cooked bovine meat which is cooked to a centre temperature of at least 80Â° C or fully heat-treated canned bovine meat.\n(2) Optional.\n(3) To be completed in the case of meat products not having undergone a complete treatment.\n(4) OJ No 121, 29. 7. 1964, p. 2012/64.\n(5) OJ No L 302, 31. 12. 1972, p. 28.\n(6) Indicate the registration number (railway wagons and trucks), the flight number (aircraft) or the name (ship).\n(1) This attestation does not include animal health conditions.\n(2) Delete as appropriate."}