{"celex_id": "31989L0629", "uri": "http://publications.europa.eu/resource/cellar/762541b9-74a8-4bce-abcf-a05905ab170a", "type": "Directive", "concepts": ["2526", "2824", "4408", "4438", "4505"], "title": "Council Directive 89/629/EEC of 4 December 1989 on the limitation of noise emission from civil subsonic jet aeroplanes\n", "header": "13.12.1989 EN Official Journal of the European Communities L 363/27\nCOUNCIL DIRECTIVE\nof 4 December 1989\non the limitation of noise emission from civil subsonic jet aeroplanes\n(89/629/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 84 (2) thereof,\nHaving regard to the proposal of the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas the application of noise emission standards to civil subsonic jet aeroplanes has significant consequences for the provision of air transport services, in particular where such standards impose restrictions on the type of aeroplanes that may be operated by airlines, encourage investment in the latest and quietest aeroplanes available and facilitate the better use of existing capacity, including that of airports; whereas Directive 80/51/EEC (4), as amended by Directive 83/206/EEC (5) fixes limits on the emission of such noise;\nWhereas the priority programme of the Council for the study of air transport questions refers to emission from aeroplanes including noise;\nWhereas the programme of action of the European Communities on the environment (6) shows clearly the importance of the problem of noise and, in particular, the need to take action against noise due to air traffic;\nWhereas aeroplane noise should be further reduced, taking into account environmental factors, technical feasibility and economic consequences;\nWhereas, therefore, it is appropriate to restrict the addition of civil subsonic jet aeroplanes to Member States' registers to those which comply with the standards specified in Part II, Chapter 3, Volume 1 of Annex 16 to the Convention on International Civil Aviation, 2nd edition, 1988; whereas in conjunction with the creation of an area without internal frontiers, it would be reasonable to exclude from this non-addition rule aeroplanes entered in Member States' national registers on 1 November 1990; whereas, due to the freedom of movement such a rule would allow, it is essential that exemptions be limited and that those granted be closely monitored and restricted in time;\nWhereas common rules for this purpose should be introduced on a reasonable time-scale to ensure a harmonized approach throughout the Community supplementing existing rules; whereas this is particularly important in view of the recent impetus given to liberalization of European air traffic;\nWhereas the work undertaken by the Community in cooperation with other international bodies has indicated that limiting the addition to Member States' registers of aeroplanes which are unable to meet the noise certification standards specified in Chapter 3 of the abovementioned Annex 16, would in itself be of limited environmental benefit, and should therefore be considered only as a first stage, to be followed by measures to limit the operation of aeroplanes which do not comply with the standards of Chapter 3 of the said Annex 16,", "main_body": ["1.   The objective of this Directive is to lay down stricter rules for the limitation of noise emission from civil subsonic jet aeroplanes.\n2.   This Directive shall not apply to aeroplanes with a maximum take-off mass of 34 000 kg or less and a capacity of 19 or less seats.", "1.   Member States shall ensure that as from 1 November 1990 civil subsonic jet aeroplanes registered after that date in their territory, may not be operated in their territory or in the territory of another Member State unless granted a noise certificate to the standards at least equal to those specified in Part II, Chapter 3, Volume 1 of Annex 16 to the Convention on International Civil Aviation, 2nd edition 1988.\n2.   Paragraph 1 shall not apply to aeroplanes entered on Member States' national registers on 1 November 1990.\n3.   The territory mentioned in paragraph 1 shall not include the overseas departments referred to in Article 227 (2) of the Treaty.", "Member States shall take the necessary measures to ensure that the objective set out in Article 1 (1) is not circumvented by, for example, any form of leasing agreement.", "Member States may grant exemptions from Article 2 for:\n(a) aeroplanes of historic interest;\n(b) aeroplanes used by an operator of a Member State before 1 November 1989 under hire purchase or leasing contracts still in effect, and which in this context have been registered in a non-Member State;\n(c) aeroplanes leased to an operator of a non-Member State which for that reason have been temporarily removed from a Member State's register;\n(d) an aeroplane which replaces one which has been accidentally destroyed and which the operator is unable to replace by a comparable aeroplane available on the market with noise certification as laid down in Article 2 (1), provided that the registration of the replacement aeroplane is carried out within the year following the destruction in question;\n(e) aeroplanes powered by engines with a by-pass ratio of 2 or more.", "Member States may grant exemptions from Article 2 for an initial period of up to three years renewable for periods of up to two years, providing that such exemptions expire by 31 December 1995 for:\n— aeroplanes which are leased from a non-Member State on a short-term basis, provided that the operator demonstrates that this is the normal practice in his sector of the industry and that the pursuit of his operations would otherwise be adversely affected,\n— aeroplanes in respect of which an operator demonstrates that the pursuit of his operations would otherwise be adversely affected to an unreasonable extent.", "1.   A Member State granting exemptions shall inform the competent authorities of the Member States and the Commission of the fact.\n2.   Member States shall recognize the exemptions granted by other Member States pursuant to Articles 4 and 5.", "1.   Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive before 30 September 1990.\n2.   Member States shall communicate to the Commission the text of the provisions which they adopt in the field covered by this Directive.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 4 December 1989.\nFor the Council\nThe President\nM. DELEBARRE\n(1)  OJ No C 37, 14. 2. 1989, p. 6.\n(2)  OJ No C 158, 26. 6. 1989, p. 492.\n(3)  OJ No C 221, 28. 8. 1989, p. 1.\n(4)  OJ No L 18, 24. 1. 1980, p. 26.\n(5)  OJ No L 117, 4. 5. 1983, p. 15.\n(6)  OJ No C 328, 7. 12. 1987, p. 1.\nCommunication from the Government of the Federal Republic of Germany\nThe Council has received the following communication from the Government of the Federal Republic of Germany:\nWhen depositing its instruments of ratification of the Treaties establishing the European Communities, the Government of the Federal Republic of Germany declared that these Treaties applied equally to Land Berlin. It declared at the same time that the rights and responsibilities of France, the United Kingdom and the United States in respect of Berlin were unaffected. In view of the fact that civil aviation is one of the areas in which the said States have specifically reserved powers for themselves in Berlin, and following consultations with the Governments of these States, the Government of the Federal Republic of Germany states that Council Directive 89/629/EEC on the limitation of noise emission from civil subsonic jet aeroplanes does not cover Land Berlin."}