{"celex_id": "31984D0409", "uri": "http://publications.europa.eu/resource/cellar/f43d14b6-c572-40ee-912f-9cc5223df86d", "type": "Decision", "concepts": ["1308", "2766", "3803", "588"], "title": "84/409/EEC: Commission Decision of 21 August 1984 accepting an undertaking in connection with the anti-dumping proceeding concerning imports of certain angles, shapes and sections, of iron or steel, originating in the German Democratic Republic, and terminating that proceeding\n", "header": "COMMISSION  DECISION\nof 21 August 1984\naccepting an undertaking in connection with the anti-dumping proceeding concerning imports of certain angles, shapes and sections, of iron or steel, originating in the German Democratic Republic, and terminating that proceeding\n(84/409/EEC)\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2176/84 of 23 July 1984 on protection against dumped or subsidized imports from countries not members of the European Economic Community (1), and in particular Article 10 thereof,\nAfter consultation within the Advisory Committee as provided for under the above Regulation,\nWhereas:\nA. Provisional action\n(1) The Commission, by Regulation (EEC) No 1129/84 (2), imposed a provisional anti-dumping duty on imports of certain angles, shapes and sections, of iron or steel, originating in the German Democratic Republic.\nB. Subsequent procedure\n(2) Following the imposition of the provisional anti-dumping duty, the exporter of the product concerned made its views known in writing and requested an opportunity to be heard by the Commission, which was granted.\nC. Dumping\n(3) No new evidence on dumping has been received since the imposition of the provisional duty; therefore the Commission confirms its findings on dumping as set out in Regulation (EEC) No 1129/84 to be definitive.\nD. Injury\n(4) No fresh evidence regarding injury to the Community industry has been submitted.\nThe Commission has therefore confirmed the conclusions on injury, reached in Regulation (EEC) No 1129/84.\nE. Community interest\n(5) In view of the particularly serious difficulties facing the Community industry, the Commission has come to the conclusion that it is in the Community's interests that action be taken.\nF. Undertaking\n(6) The exporter concerned was informed of the main findings of the investigation and commented on them. An undertaking was subsequently offered by the exporter concerning its exports of certain angles, shapes and sections, of iron or steel, to the Community.\n(7) The effect of the said undertaking will be to increase export prices to the level which the Commission considers necessary to eliminate injury. These increases in no case exceed the dumping margins found in the investigation.\n(8) In these circumstances, the undertaking offered is considered acceptable and the proceeding may, therefore, be terminated without imposition of a definitive anti-dumping duty.\n(9) No objection to this course was raised in the Advisory Committee,", "main_body": ["The undertaking given by Metallurgiehandel-Volkseigener Aussen- und Binnenhandelsbetrieb, Berlin, German Democratic Republic, in connection with the anti-dumping proceeding concerning imports of certain angles, shapes and sections, of iron or steel, originating in the German Democratic Republic and falling within subheading ex 73.11 A III of the Common Customs Tariff, corresponding to NIMEXE code 73.11-31, is hereby accepted.", "The anti-dumping proceeding referred to in Article 1 is hereby terminated."], "attachments": "Done at Brussels, 21 August 1984.\nFor the Commission\nĂ\u0089tienne DAVIGNON\nVice-President\n(1) OJ No L 201, 30. 7. 1984, p. 1.\n(2) OJ No L 109, 26. 4. 1984, p. 11."}