{"celex_id": "31985R0540", "uri": "http://publications.europa.eu/resource/cellar/997bdb06-6cb6-45d0-86f1-cfdeacca2deb", "type": "Regulation", "concepts": ["1261", "5272"], "title": "Commission Regulation (EEC) No 540/85 of 28 February 1985 amending for the sixth time Regulation (EEC) No 1517/77 fixing the list of the various groups of hop varieties cultivated in the Community\n", "header": "COMMISSION  REGULATION (EEC) No 540/85\nof 28 February 1985\namending for the sixth time Regulation (EEC) No 1517/77 fixing the list of the various groups of hop varieties cultivated in the Community\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1696/71 of 26 July 1971 on the common organization of the market in hops (1), as last amended by the Act of Accession of Greece (2), and in particular Article 12 (8) thereof,\nWhereas Commission Regulation (EEC) No 1517/77 (3), as amended by Regulation (EEC) No 573/81 (4), divides these varieties into the groups 'aromatic hops', 'bitter hops' and 'others' according to commercial practice in the Community and world hop markets on the basis of the final uses of the hops in brewing and by reference to common characteristics, with particular emphasis on the content of bitter and aromatic substances;\nWhereas examination of the variety 'Yeoman' hitherto classified in the third group 'others' and the use to which it is put in brewing has shown that this variety has a predominant bitter characteristic; whereas the said variety should accordingly be transferred into the second group 'bitter hops';\nWhereas two new varieties by the name of 'Omega' and 'Orion' have appeared on the Community market; whereas the knowledge at present available of their characteristics and of their use in brewing indicates that they should be classified in the third group 'others';\nWhereas it is appropriate that this Regulation be applied to the varieties produced in the 1984 harvest;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Hops,", "main_body": ["The Annex to Regulation (EEC) No 1517/77 is hereby replaced by the Annex hereto.", "This Regulation shall apply to the varieties produced in the 1984 and subsequent harvests.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 28 February 1985.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 175, 4. 8. 1971, p. 1.\n(2) OJ No L 291, 19. 11. 1979, p. 77.\n(3) OJ No L 169, 7. 7. 1977, p. 13.\n(4) OJ No L 58, 5. 3. 1981, p. 16.\nANNEX\n1.2.3 // A.  // B.  // C.  // First group: aromatic hops  // Second group: bitter hops  // Third group: others  //   //  //   // Bramling Cross Challenger Fuggles Goldings Hallertauer Hersbruecker Spaet Hueller Perle Progress Saaz Saxon Spalter Star Strisselspalt Sunshine Tardif de Bourgogne Tettnanger Tutsham W.G.V.  // Brewers Gold Bullion Keyworth's Midseason Northdown Northern Brewer Target Yeoman  // Kent Omega Orion Record Triploid Viking Zenith  //   //   //"}