{"celex_id": "31985R1706", "uri": "http://publications.europa.eu/resource/cellar/7d65083e-7117-4de5-a4db-aedbbb4ebf80", "type": "Regulation", "concepts": ["2356", "4692", "4839", "5025"], "title": "Commission Regulation (EEC) No 1706/85 of 21 June 1985 amending Regulation (EEC) No 1477/85 adopting exceptional support measures for the market in pigmeat\n", "header": "COMMISSION  REGULATION (EEC) No 1706/85\nof 21 June 1985\namending Regulation (EEC) No 1477/85 adopting exceptional support measures for the market in pigmeat\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2759/75 of 29 October 1975 on the common organization of the market in pigmeat (1), as last amended by Regulaion (EEC) No 2966/80(2), and in particular Article 20 thereof,\nWhereas, because of the present health situation in the livestock sector in Belgium, exceptional support measures for the market in pigmeat have been introduced in that Member State by Commission Regulations (EEC) No 686/85 (3), (EEC) No 772/85 (4), as amended by Regulation (EEC) No 890/85 (5), (EEC) No 978/85 (6), as amended by Regulation (EEC) No 1086/85 (7), and (EEC) No 1477/85 (8);\nWhereas the outbreak of African swine fever in the infection zone has not yet been entirely contained; whereas, therefore, the deadline for applications for aid under Regulation (EEC) No 1477/85 should be extended;\nWhereas the boundary of the infection zone has been modified by the competent veterinary authorities to exclude parts of the communes of Torhout and Kortemark from the area where restrictions apply;\nWhereas it has become evident that the pigmeat stored in the infected zone is to be bought in in view of its heat treatment before being brought into consumption; whereas it is therefore no longer necessary to grant a considerably higher rate of aid than is generally given in this sector; whereas provision should therefore be made, in cases where meat is bought in, to reduce the amount of aid ultimately granted near to the normal rate;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Pigmeat,", "main_body": ["Regulation (EEC) No 1477/85 is hereby amended as follows:\n1. In Article 1 (1), '21 June 1985' is replaced by '19 July 1985'.\n2. The rate of '30 %' for the reduction in aid referred to in the second subparagraph of Article 7 (1) is replaced by '40 %'.\n3. The second subparagraph of Article 1 (1) is replaced by the following:\n'Only products from pigs kept and slaughtered in the zones detailed below shall be eligible for aid:\n- communes of Tielt\nPittem\nMeulebeke\nArdooie\nIngelmunster\nLendelede\nIzegem\nLedegem\nMoorslede\nStaden\nHooglede\nZonnebeke\nPoelkapelle\nLichtervelde\nZwevezele\nRoeselare;\n- an area with a radius of three kilometres around the outbreak centres in the communes of Reninge and Ichtegem;\n- the commune of Kortemark but excluding the former commune of Zarren-Werken;\n- within the commune of Torhout, an area with a radius of three kilometres around the six holdings where the Belgian authorities have ordered preventive slaughtering.\nThe list of products qualifying for aid and the relevant amounts of aid are set out in the Annex hereto.'", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 21 June 1985.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 282, 1. 11. 1975, p. 1.\n(2) OJ No L 307, 18. 11. 1980, p. 5.\n(3) OJ No L 75, 16. 3. 1985, p. 12.\n(4) OJ No L 86, 27. 3. 1985, p. 20.\n(5) OJ No L 96, 3. 4. 1985, p. 17.\n(6) OJ No L 105, 17. 4. 1985, p. 6.\n(7) OJ No L 114, 27. 4. 1985, p. 36.\n(8) OJ No L 145, 4. 6. 1985, p. 17."}