{"celex_id": "31984R0911", "uri": "http://publications.europa.eu/resource/cellar/a56eaeea-0aeb-4e6b-b624-1c8bb2b8f385", "type": "Regulation", "concepts": ["2077"], "title": "Commission Regulation (EEC) No 911/84 of 3 April 1984 derogating from the quality standards for leeks for the 1984/85 marketing year\n", "header": "COMMISSION  REGULATION (EEC) No 911/84\nof 3 April 1984\nderogating from the quality standards for leeks for the 1984/85 marketing year\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1035/72 of 18 May 1972 on the common organization of the market in fruit and vegetables (1), as last amended by Regulation (EEC) No 2004/83 (2), and in particular the second subparagraph of Article 2 (2) thereof,\nWhereas the quality standards for leeks are laid down in Annex I to Commission Regulation (EEC) No 1292/81 (3);\nWhereas in some countries of the Community there exists an important production of 'early leeks'; whereas such a situation should be taken into account when the Community quality standards are laid down; whereas sufficient experience should moreover be gained before the standards are definitively changed; whereas derogations from the quality standards for leeks should therefore be allowed without the quality of the product being thereby affected;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Fruit and Vegetables,", "main_body": ["For the 1984/85 marketing year, the following derogations from the provisions of Annex I to Regulation (EEC) No 1292/81 shall apply:\n1. In title II 'Provisions concerning quality' under B 'Classification':\n- in (i) 'Class I', the following shall be added after the last paragraph:\n'. . . however for early leeks (1), the white part must represent at least one-quarter of the total length or one-third of the sheathed part.'\n(1) Direct-drilled, non-transplanted leeks, marketed in spring and early summer.'\n- in (ii) 'Class II' the last paragraph shall be replaced by the following:\n'For all types of leek the white part must represent at least one-quarter of the total length or one-third of the sheathed part.'\n2. In title III 'Provisions concerning sizing', the second paragraph of paragraph (i) shall be replaced by the following:\n'The minimum diameter is fixed at 8 mm for early leeks and for other leeks at 10 mm.'\n3. In title VI 'Provisions concerning marking' under B 'Nature of produce', the sentence shall be completed by the following:\n'. . . or \"early leeks\" in each case for this type of leek.'", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 3 April 1983.\nFor the Commission\nPoul DALSAGER\nMember of the Commission\n(1) OJ No L 118, 20. 5. 1972, p. 1.\n(2) OJ No L 198, 21. 7. 1983, p. 2.\n(3) OJ No L 129, 15. 5. 1981, p. 38."}