{"celex_id": "31987R0438", "uri": "http://publications.europa.eu/resource/cellar/33843c7f-f33e-4bc0-a31b-ce5d5183cb73", "type": "Regulation", "concepts": ["1086", "1339", "1988", "2887", "4316"], "title": "Commission Regulation (EEC) No 438/87 of 12 February 1987 laying down for the period 1 July 1986 to 31 December 1986 compensation measures in respect of preferential raw sugar and raw sugar from the French overseas departments intended for refining in the Community\n", "header": "COMMISSION  REGULATION (EEC) No 438/87\nof 12 February 1987\nlaying down for the period 1 July 1986 to 31 December 1986 compensation measures in respect of preferential raw sugar and raw sugar from the French overseas departments intended for refining in the Community\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1677/85 of 11 June 1985 on monetary compensatory amounts in agriculture (1), as last amended by Regulation (EEC) No 90/87 (2), and in particular Article 12 thereof,\nHaving regard to Council Regulation (EEC) No 1785/81 of 30 June 1981 on the common organization of the markets in the sugar sector (3), as last amended by Regulation (EEC) No 229/87 (4), and in particular Articles 13 (2) and 37 (2) thereof,\nHaving regard to Council Regulation (EEC) No 2225/86 of 15 July 1986 laying down measures for the marketing of sugar produced in the French overseas departments and for the equalization of the price conditions with preferential raw sugar (5), and in particular Article 5 (2) thereof,\nWhereas the increase with effect from 1 April 1986 in the raw sugar intervention price for the 1985/86 marketing year has been maintained as it stands for the 1986/87 marketing year by reason of the fixing of this price by Council Regulation (EEC) No 1453/86 (6) at the same level as for the last three months of the 1985/86 marketing year; whereas the increase of 0,15 % in this price continues to have a structural effect on the preferential sugar refining margin during the current year;\nWhereas the guaranteed prices fixed for the preferential sugars to be imported during the 1986/87 delivery period have been fixed at the level of the prices fixed for Community sugar during the 1986/87 marketing year; whereas in view of the influence that such a guaranteed price can have on Community refiners of preferential raw sugar, it is appropriate to provide for compensation for the said increase by allowing a derogation from Commission Regulation (EEC) No 3154/85 (7) insofar as the level of the monetary compensatory amounts to be applied are concerned;\nWhereas such a derogation should not lead to an over-compensation; whereas it is therefore appropriate to apply these arrangements for a first period comprising six months of the marketing year in question;\nWhereas the application of the monetary compensatory amount in force on 20 October 1986 to the said sugars, imported in accordance with the provisions of Commission Regulation (EEC) No 2782/76 (8) and for which the import entry was accepted during the period from 10 to 23 November 1986, will not give rise to an overcompensation;\nWhereas Article 5 (1) of Regulation (EEC) No 2225/86 provides that when the advance fixing of monetary compensatory amounts in trade with third countries is made applicable to the importation of preferential raw sugar and where this application benefits the importers of this sugar, the aid to the refiners of raw sugar from the French overseas departments shall be supplemented by a corresponding flat-rate amount which will re-establish the equilibrium in the price conditions existing between the two types of sugar: whereas, as a consequence, the raw sugar from the French overseas departments for which the bill of lading was drawn up during the period 1 July to 31 December 1986 should benefit from a supplement to the aid referred to in Article 3 of the abovementioned Regulation in the form of a flat-rate amount of 0,70 ECU per tonne of raw sugar of standard quality; whereas recourse to this possibility shall be likened to the advance fixing of monetary compensatory amounts;\nWhereas Article 5 (1) of Regulation (EEC) No 3154/85 provides that the monetary compensatory amount to be granted or charged on importation shall be the amount applicable on the day when the customs authorities accept the import entry;\nWhereas the Management Committee for Sugar has not delivered an opinion within the time limit set by its chairman,", "main_body": ["By way of derogation from Article 5 (1) of Regulation (EEC) No 3154/85, the monetary compensatory amount applicable to imports of preferential raw sugar carried out pursuant to Regulation (EEC) No 2782/76 for which the import entry was accepted during the period from 10 to\n23 November 1986 shall, at the request of the interested party, be the amount applicable on 7 November 1986, provided that the sugar concerned was refined during the period 1 July 1986 to 31 December 1986.", "The aid referred to in Article 3 of Regulation (EEC) No 2225/86 shall be supplemented at the request of the interested party by the amount of 0,70 ECU per tonne of raw sugar of standard quality within the limit of the quantities of raw sugar produced in the French overseas departments intended for refining in the European regions of the Community, for which the bill of lading was drawn up during the period 1 July 1986 to 31 December 1986.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 12 February 1987.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 164, 24. 6. 1985, p. 6.\n(2) OJ No L 13, 15. 1. 1987, p. 12.\n(3) OJ No L 177, 1. 7. 1981, p. 4.\n(4) OJ No L 25, 28. 1. 1987, p. 1.\n(5) OJ No L 194, 17. 7. 1986, p. 7.\n(6) OJ No L 133, 21. 5. 1986, p. 6.\n(7) OJ No 310, 21. 11. 1985, p. 9.\n(8) OJ No 318, 17. 11. 1976, p. 13."}