{"celex_id": "31988R0500", "uri": "http://publications.europa.eu/resource/cellar/ba7f75a3-207b-497d-ad23-d0b63ac13ef3", "type": "Regulation", "concepts": ["1119", "161", "2888", "4713"], "title": "Council Regulation (EEC) No 500/88 of 22 February 1988 opening and providing for the administration of a Community tariff quota for certain wines of fresh grapes in containers holding more than two litres falling within code 2204 29 25, 2204 29 29, 2204 29 35 or 2204 29 39 of the combined nomenclature and originating in Cyprus (1988)\n", "header": "COUNCIL  REGULATION (EEC) No 500/88\nof 22 February 1988\nopening and providing for the administration of a Community tariff quota for certain wines of fresh grapes in containers holding more than two litres falling within code 2204 29 25, 2204 29 29, 2204 29 35 or 2204 29 39 of the combined nomenclature and originating in Cyprus (1988)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 113 thereof,\nHaving regard to the proposal from the Commission,\nWhereas Article 19 of the Protocol laying down the conditions and procedures for the implementation of the second stage of the Agreement establishing an Association between the European Economic Community and the Republic of Cyprus and adapting certain provisions thereof (1) stipulates that certain wines of fresh grapes in containers holding more than two litres, falling within code 2204 29 25, 2204 29 29, 2204 29 35 or 2204 29 39 of the combined nomenclature and originating in Cyprus shall be imported into the Community at reduced rates of duty within the limits of an annual Community tariff quota of 26 000 hectolitres; whereas, within the limits of the tariff quota, the customs duty applicable is to be abolished progressively according to the same timetable and under the same conditions as laid down in Articles 5 and 16 of the said Protocol; whereas, however, the Protocol to the Association Agreement between the European Economic Communty and the Republic of Cyprus consequent on the accession of the Kingdom of Spain and of the Portuguese Republic to the Community (2) stipulates that, from the date of its entry into force, the Kingdom of Spain will apply a duty reducing the gap between the rates of basic and of preferential duty, whereas the Protuguese Republic will postpone implementation of the preferential arrangements for the products in question until the start of the second stage;\nWhereas the wines in question are subject to compliance with the free-at-frontier reference price; whereas, in order that such wines may benefit from this tariff quota, Article 54 of Council Regulation (EEC) No 822/87 of 16 March 1987 on the common organization of the market in wine (3), as last amended by Regulation (EEC) No 3390/87 (4), must be complied with; whereas the Community tariff quota should therefore be opend for the period from 1 March to 31 December 1988;\nWhereas, equal and continuous access to the quota should be ensured for all Community importers and the rate laid down for the quota should be applied consistently to all imports of the products in question into all the Member States until the quota is exhausted; whereas, in the light of these principles, allocation of the tariff quota among the Member States would seem to preserve the Community nature of the quota; whereas, in order to correspond as closely as possible to the real trend of the market for the products in question the allocation should reflect the requirements of the Member States based on statistics of imports of the said products from Cyprus during a representative reference period and on the economic outlook for the quota period in question;\nWhereas, during the last three years for which statistics are available, imports into each of the Member States were as follows:\n(hl)\n1.2.3.4 //  //  //  //  // Member States  // 1984   // 1985  // 1986   //    //   //   //   // Benelux   // -   // -   // -   // Denmark   // -   // -   // -   // Germany   // 323  // 178   // 5 755   // Greece   // -   // -   // -   // Spain  // -   // -   // -   // France   // -   // -   // -  // Ireland   // -   // -   // 2   // Italy   // -   // -  // -   // Portugal   // -   // -   // -   // United Kingdom  // 42 404   // 21 351   // 17 776   //    //   //   //\nWhereas in the last three years the products in question were imported regularly only by two Member States and not at all by the other Member States; whereas, under these circumstances, in the first phase, initial shares should be allocated to the genuine importing Member States and the other Member States should be guaranteed access to the benefit of the tariff quota when imports actually take place in those Member States; whereas these allocation arrangements will equally ensure the uniform of the Common Customs Tariff;\nWhereas, to allow for the trend of imports of the products concerned in the various Member States, the quota volume should be divide into two parts, the first being allocated among those two Member States and the second held as a reserve to cover any subsequent requirements of Member States which have used up their initial share and\nany requirements which might arise in the other Member States; whereas, to afford importers in each Member State some degree of certainty, an appropriate level for the first part of the tariff quota would, in the present circumstances, be 30 % of the quota volume;\nWhereas the initial shares of the Member States may be used up at different rates; whereas, in order to avoid any break in the continuity of supplies on this account, it should be provided that any Member State which has almost used up its initial share should draw an additional share from the corresponding reserve; whereas each time its additional share is almost used up a Member State should draw a further share and so on as many times as the reserve allows; whereas each of the initial and additional shares must be valid until the end of the quota period; whereas this form of administration requires close cooperation between the Member States and the Commission and the latter must be able to monitor the extent to which the quota volume has been used up and inform the Member States accordingly;\nWhereas if at a given date in the quota period a considerable quantity of a Member State's initial share remains unused, it is essential that the Member State concerned should return a significant proportion thereof to the corresponding reserve in order to prevent part of the Community tariff quota from unused in one Member State when it could be used in others;\nWhereas since the Kingdom of Belgium, the Kingdom of the Netherlands and the Grand Duchy of Luxembourg are united within and jointly represented by the Benelux Economic Union, and operation concerning the administration of the quota shares allocated to that economic union may be carried out by any one of its members,", "main_body": ["1. From 1 March to 31 December 1988 the customs duty applicable to imports into the Community, with the exception of Portugal, of the following products originating in Cyprus shall be suspended at the level indicated and within the limits of a Community tariff quota as shown below:\n1.2.3.4.5 //  //  //  //  //  // Order No   // CN code  // Description  // Volume of quota (hl)   // Quota duty (%)  //  //  //  //  //  //  //  //  //  //  //  //  // Wine of fresh grapes, including fortified wines, grape must other than that of code 2009:   //   //   //   //   //  Other wine; grape must with fermentation prevented or arrested by the addition of alcoholic:   //   //   //   //   //   Other:   //   //   //  //   //    Other:   //   //   //   //   //     Of an actual alcoholic strength by volume not exceeding 13 % vol:   // 26 000   //   //   //   //      Other:   //   //   // 09.1423  // 2204 29 25 2204 29 29   //       White Other   //   // 9,9 ECU/hl   //   //   //     Of an actual alcoholic strength by volume exceeding 13 % vol but not exceeding 15 % vol:   //  //   //   //   //      Other:   //   //   //   // 2204 29 35 2204 29 39   //       White Other   //   // 12,1 ECU/hl   //  //   //   //   //\nWithin the limits of this tariff quota the Kingdom of Spain apply customs duties calculated in accordance with the relevant provisions of the Protocol to the Association Agreement between the European Economic Community and the Republic of Cyprus consequent on the accession of the Kingdom of Spain and of the Portuguese Republic of the Community.\n2. The wines in question shall be subject to compliance with the free-at-frontier reference price. In order that they may benefit from the tariff quota mentioned in paragraph 1, Article 54 of Regulation (EEC) No 822/87 must be complied with.", "1. The first part, amounting to 7 800 hectolitres of the Community tariff quota referred to in Article 1 shall be allocated among the Member States; the quota shares, valid until 31 December 1988; shall be as follows:\nGermany 560 hl,\nUnited Kingdom 7 240 hl. 2. The second part of the quota, amounting to 18 200 hectolitres shall constitute the reserve.\n3. If an importer gives notification of imminent imports of the product in question into the other Member States and applies to take advantage of the quota, the Member State concerned shall inform the Commission and draw an amount corresponding to its requirements to the extent that the available balance of the reserve to permits.", "1. If a Member State has used 90 % or more of its initial share as specified in Article 2 (1), it shall forthwith, by notifying the Commission and to the extent that the reserve so permits, draw a second share equal to 15 % of its initial share, rounded up where necessary to the next whole number.\n2. If, after its initial quota share has been used up, a Member State has used 90 % or more of its second share as well, it shall forthwith, using the procedure provided for in paragraph 1, draw a third share equal to 7,5 % of the initial share, rounded up where necessary to the next whole number.\n3. If, after its second share has been used up, a Member State has used 90 % or more of its third share, it shall, using the same procedure, draw a fourth share equal to the third.\nThis process shall continue until the reserve is used up.\n4. By way of derogation from paragraphs 1, 2 and 3, Member States may draw smaller shares than those specified in the said paragraphs if there is reason to believe that they might not be used in full. They shall inform the Commission of their reasons for applying this paragraph.", "The additional shares drawn pursuant to Article 3 shall be valid until 31 December 1988.", "By 1 October 1988 at the latest Member States must return to the reserve the unused portion of their initial share which, on 15 September 1988, is in excess of 20 % of the initial volume. They may return a greater portion if there is reason to believe that it might not be used.\nBy 1 October 1988 at the latest Member States must notify the Commission of the total quantities of the products concerned imported on or before 15 September 1988 and charged against the Community quota and of any portion of their initial share that they are returning to the reserve.", "The Commission shall keep account of the shares drawn by Member States pursuant to Articles 2 and 3 and shall inform each Member State of the extent to which the reserve has been used up as soon as it has been notified.\nIt shall inform the Member States not later than 5 October 1988 of the state of the reserve following any return of quota shares pursuant to Article 5.\nIt shall ensure that the drawing which exhausts the reserve does not exceed the balance available, and to this end shall notify the amount of that balance to the Member State making the final drawing.", "1. Member States shall take all appropriate measures to ensure that additional drawings of shares pursuant to Article 3 enable imports to be charged without interruption against their accumulated shares of the Community tarif quota.\n2. Member States shall ensure that importers of the products concerned have free access to the quota shares allocated to them.\n3. Member States shall charge imports of the products concerned against their shares as and when the goods are entered with the customs authorities for free circulation.\n4. The extent to which a Member State has used up its shares shall be determined on the basis of the imports charged in accordance with paragraph 3.", "At the request of the Commission, Member States shall inform it of imports actually charged against their quota shares.", "The Member State and the Commission shall cooperate closely to ensure that this Regulation is complied with.", "0\nThis Article shall enter into force on 1 March 1988. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 22 February 1988.\nFor the Council\nThe President\nH.-D. GENSCHER\n(1) OJ No L 393, 31. 12. 1987, p. 2.\n(2) OJ No L 393, 31. 12. 1987, p. 37.\n(3) OJ No L 84, 27. 3. 1987, p. 1.\n(4) OJ No L 133, 27. 5. 1987, p. 3."}