{"celex_id": "31985R1976", "uri": "http://publications.europa.eu/resource/cellar/eec28b63-59d9-41f7-be2a-bf4d2b196510", "type": "Regulation", "concepts": ["252", "2645", "2668", "2681", "80", "889"], "title": "Council Regulation (EEC) No 1976/85 of 16 July 1985 amending Regulation (EEC) No 2169/81 laying down the general rules for the system of aid for cotton\n", "header": "COUNCIL  REGULATION (EEC) No 1976/85\nof 16 July 1985\namending Regulation (EEC) No 2169/81 laying down the general rules for the system of aid for cotton\nTHE COUNCIL OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the 1979 Act of Accession, and in particular paragraph 9 of Protocol 4 on cotton, referred to below as 'the Protocol',\nHaving regard to the proposal from the Commission,\nWhereas the Protocol provides for the granting of an aid for cotton production, the amount of which is established on the basis of the difference existing between a guide price and the world market price for unginned cotton; whereas for determination of the latter the price of cotton seed is an important factor;\nWhereas the second subparagraph of Article 4 (1) of Regulation (EEC) No 2169/81 (1), as last amended by Regulation (EEC) No 1462/84 (2), lays down that, in view of the system of import control applicable in Greece until the end of 1983 that was introduced under Article 82 of the 1979 Act of Accession and by derogation from the said first subparagraph of Article 4 (1), until the end of the 1984/85 marketing year account is to be taken for determination of the world market price for cotton seed of prices and quotations recorded on the Greek market;\nWhereas the second subparagraph of paragraph 4 of the same Article lays down that by derogation from the first subparagraph of that paragraph until the end of the 1984/85 marketing year offers and quotations recorded on the principal Greek exchanges for the products referred to in the first subparagraph of that paragraph are to be taken into consideration;\nWhereas, despite termination of the system of import control applicable in Greece at the end of 1983, offers on the world market for cotton seed and cotton seed oil and prices quoted on the major international exchanges are likely not to become representative for the trend of the Community market in these products during the 1985/86 marketing year;\nWhereas, in order to guarantee the correct application of the system of aid for cotton during the marketing year in question, the derogation laid down in the second subparagraph of paragraphs 1 and 4 of Article 4 of Regulation (EEC) No 2169/81 should be extended for a further marketing year,", "main_body": ["In the second subparagraph of Article 4 (1) and in the second subparagraph of Article 4 (4) of Regulation (EEC) No 2169/81, '1984/85' is hereby replaced by '1985/86'.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 16 July 1985.\nFor the Council\nThe President\nM. FISCHBACH\n(1) OJ No L 211, 31. 7. 1981, p. 2.\n(2) OJ No L 142, 29. 5. 1984, p. 1."}