{"celex_id": "31985D0417", "uri": "http://publications.europa.eu/resource/cellar/7138a26b-c8d8-44ef-b2ec-b79b93064370", "type": "Decision", "concepts": ["1085", "5387"], "title": "85/417/ECSC: Commission Decision of 24 July 1985 approving 85/417/ECSC: Commission Decision of 24 July 1985 approving aids from the French Republic to the coal- mining industry aids from the French Republic to the coal-mining industry during 1984 (Only the French text is authentic) during 1984\n", "header": "COMMISSION  DECISION\nof 24 July 1985\napproving aids from the French Republic to the coal-mining industry during 1984\n(Only the French text is authentic)\n(85/417/ECSC)\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to Commission Decision No 528/76/ECSC of 25 February 1976 regarding the Community system of measures taken by the Member States to assist the coal-mining industry (1),\nHaving consulted the Council,\nI\nWhereas the Government of the French Republic has informed the Commission, pursuant to Article 2 of the above Decision, of the financial measures which it intends to implement directly or indirectly for the benefit of the coal industry during 1984; whereas, of these measures, the following may be approved pursuant to that Decision;\nWhereas the Government of the French Republic intends to grant to Charbonnages de France for 1984 aid amounting to FF 3 267 300 000 to permit the economic restructuring of the coalfields to proceed in an appropriate manner;\nWhereas the Government of the French Republic also proposes to grant to the central administration of Charbonnages de France in 1984 aid amounting to FF 460 500 000 to cover the charges incurred in borrowing and transferred from the pits to the central administration of Charbonnages de France under the French Government's financial improvement scheme; whereas this aid is paid not to the coalfields but only to the central administration of Charbonnages de France;\nWhereas the abovementioned aids meet the criteria laid down in the Decision for the admissibility of such State assistance;\nWhereas the aid of FF 3 727 800 000 proposed by the Government of the French Republic for 1984 to cover losses (of which FF 3 267 300 000, is to cover the coalfields' losses on mining and FF 460 500 000 to cover the losses sustained by the central administration of Charbonnages de France) will not be higher than the likely operating losses of Charbonnages de France;\nWhereas the following points are relevant in connection with aid to the individual coalfields:\n1. In 1984, aid to the Nord/Pas-de-Calais and Centre-Midi coalfields will be calculated in such a way that, as a result of the closure of further pits, there will be a reduction in production, which will mean that some 1 500 fewer persons will be employed in the coal industry. The aids will prevent severe economic and social disruption in areas where there are not yet adequate opportunities for re-employment. The aids to these coalfields therefore comply with the provisions of the first subparagraph of Article 12 (1) and Article 12 (2) of the Decision.\n2. The output planning of the Charbonnages de France in the Lorraine coal-fields aims at long-term stabilization, since the coking coal produced in this coalfield is important for supplying the steel industry. The aid granted for this purpose complies with the second subparagraph of Article 12 (1) and Article 12 (3) of the Decision.\nII\nWhereas, under Article 3 (2) of the Decision, an examination of the compatibility of the proposed aids with the proper functioning of the common market must also extend to all other financial measures to support current production in 1984;\nWhereas the sum of all these aids to support current production by the French coal industry is 556 700 000 ECU or 35,01 ECU per tonne, for 1984; whereas this is higher than corresponding German and United Kingdom aids;\nWhereas the following points must be made about the compatibility of the proposed aid with the proper functioning of the common market:\n- there were no supply difficulties on the French coal market in 1984,\n- French coal exports to the other Community countries fell in 1984 compared with 1983,\n- hardly any price alignment agreements were entered into for French coal in 1984,\n- industrial consumers of coal did not directly receive aid in 1984 through the prices of French coking coal and steam coal,\n- the closure of two marginal pits in the Nord/Pas-de-Calais and Centre-Midi coalfield resulted in rationalization and concentration of production on pits where productivity is highest;\nWhereas it may accordingly be concluded that the aids proposed in 1984 for current production by the French coal industry are compatible with the proper functioning of the common market;\nWhereas this applies even when account is taken of aids to coal mines under Decision 73/287/ECSC (1);\nIII\nWhereas, pursuant to Article 14 (1) of the Decision, the Commission must satisfy itself that the approved aids are used exclusively for the purposes set out in Articles 7 to 12 of that Decision; whereas consequently the Commission is to be notified in particular of the amount of the aid and the manner in which it is apportioned,", "main_body": ["The French Republic is hereby authorized to grant to the coal industry the following aids for 1984:\n(a) an amount not exceeding FF 3 267 300 000 to cover losses on mining;\n(b) an amount not exceeding FF 460 500 000 to cover the financial losses sustained by the central administration of Charbonnages de France.", "The Government of the French Republic shall notify the Commission by 30 September 1985 of details of the aids granted pursuant to this Decision and in particular of the amounts paid and the manner in which they are apportioned.", "This Decision is addressed to the French Republic."], "attachments": "Done at Brussels, 24 July 1985.\nFor the Commission\nNic MOSAR\nMember of the Commission\n(1) OJ No L 63, 11. 3. 1976, p. 1.\n(1) OJ No L 259, 15. 9. 1973, p. 36."}