{"celex_id": "31987L0403", "uri": "http://publications.europa.eu/resource/cellar/fa368d9f-c5ac-4cab-beda-9e6d4bb09008", "type": "Directive", "concepts": ["1562", "2433", "4654", "4658", "5726"], "title": "Council Directive 87/403/EEC of 25 June 1987 supplementing Annex I to Directive 70/156/EEC on the approximation of the laws of the Member States relating to the type-approval of motor vehicles and their trailers\n", "header": "COUNCIL DIRECTIVE of 25 June 1987 supplementing Annex  I to Directive 70/156/EEC on the approximation of the laws of the Member States relating to the  type-approval of motor vehicles and their trailers (87/403/EEC)\nTHE COUNCIL OF THE  EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article  100 thereof,\nHaving regard to the proposal from the Commission(1),\nHaving regard to the opinion of the European Parliament(2),\nWhereas Directive 70/156/EEC(3), as last amended by Directive 87/358/EEC(4), laid down, in the  N°tes to Annex I, the classification of motor vehicles and their trailers;\nWhereas it is now necessary to define off-road vehicles at Community level with a view in  particular to the application of Directive 84/424/EEC(5), Article 1 of which lays down exceptions  for these vehicles and more generally for the application of any other Directive in the motor  vehicle sector that might need such definition;\nWhereas off-road vehicles are defined differently in each Member State and whereas, in order not to  hinder intra-Community trade, a common definition, within the international categories set out in  the notes to Annex I to Directive 70/156/EEC, is necessary,", "main_body": ["Annex I to Directive 70/156/EEC is hereby supplemented as set out in the Annex hereto.", "Member States shall take the measures necessary to comply with this Directive by 1  October 1988.\nThey shall forthwith inform the Commission thereof.", "This Directive is addressed to the Member States."], "attachments": "Done at Luxembourg, 25 June 1987.\nFor the CouncilThe PresidentH. DE CROO\n(1)OJ N° C 108, 23. 4. 1987, p. 9.\n(2)Opinion delivered on 19 June 1987 (not yet published in the Official Journal).\n(3)OJ N° L 42, 23. 2. 1970, p. 1.\n(4)OJ N° L 192, 11. 7. 1987, p. 51.\n(5)OJ N° L 238, 6. 9. 1984, p. 31.\nANNEX\nIn the N°tes to Annex I the following shall be added at the end of (b):\n'4.Vehicles in categories M and N, above, considered to be off-road vehicles under the load and  checking conditions set out in point 4.4 and pursuant to the definitions and sketches of point  4.5.\n4.1.Vehicles in category N1 with a maximum mass not exceeding two tonnes and motor vehicles in  category M1 are considered to be off-road vehicles if they have:\nat least one front axle and at least one rear axle designed to be driven simultaneously including  vehicles where the drive to one axle can be disengaged,\nat least one differential locking mechanism or at least one mechanism having a similar effect and if they can climb a 30 % gradient calculated for a solo vehicle.\nIn addition, they must satisfy at least five of the following six requirements:\n-the front incidence angle must be at least 25°,\n-the rear incidence angle must be at least 20°,\n-the ramp angle must be at least 20°,\n-the ground clearance under the front axle must be at least 180 mm,\n-the ground clearance under the rear axle must be at least 180 mm,\n-the ground clearance between the axles must be at least 200 mm.\n4.2.Vehicles in category N1 with a maximum mass exceeding two tonnes or in category N2, M2 or M3  with a maximum mass not exceeding 12 tonnes are considered to be off-road vehicles either if all  their wheels are designed to be driven simultaneously, including vehicles where the drive to one  axle can be disengaged, or if the following three requirements are satisfied:\n-at least one front axle and at least one rear axle are designed to be driven simultaneously,  including vehicles where the drive to one axle can be disengaged,\n-there is at least one differential locking mechanism or at least one mechanism having a similar  effect,\n-they can climb a 25 % gradient calculated for a solo vehicle.\n4.3.Vehicles in category M3 with a maximum mass exceeding 12 tonnes or in category N3 are  considered to be off-road either if the wheels are designed to be driven simultaneously, including  vehicles where the drive to one axle can be disengaged, or if the following requirements are  satisfied:\n-at least half the wheels are driven,\n-there is at least one differential locking mechanism or at least one mechanism having a similar  effect,\n-they can climb a 25 % gradient calculated for a solo vehicle,\n-at least four of the following six requirements are satisfied:\n-the front incidence angle must be at least 25°,\n-the rear incidence angle must be at least 25°,\n-the ramp angle must be at least 25°,\n-the ground clearance under the front axle must be at least 250 mm,\n-the ground clearance between the axles must be at least 300 mm,\n-the ground clearance under the rear axle must be at least 250 mm.\n4.4.Load and checking conditions 4.4.1.Vehicles in category N1 with a maximum mass not exceeding two tonnes and vehicles in category  M1 must be in running order, namely with coolant fluid, lubricants, fuel, tools, spare-wheel and a  driver considered to weigh a standard 75 kilograms.\n4.4.2.Motor vehicles other than those referred to in 4.4.1 must be loaded to the technically  permissible maximum mass stated by the manufacturer.\n4.4.3.The ability to climb the required gradients (25 % and 30 %) is verified by simple  calculation. In exceptional cases, however, the technical services may ask for a vehicle of the  type concerned to be submitted to it for an actual test.\n4.4.4.When measuring front and rear incidence angles and ramp angles, no account is taken of  underrun protective devices.\n4.5.Definitions and sketches of front and rear incidences angles, ramp angle and ground clearance 4.5.1.'Front incidence angle' means the maximum angle between the ground plane and planes  tangential to the tyres of the front wheels, under a static load, such that no point of the vehicle  ahead of the front axle is situated below these planes and no rigid part of the vehicle, with the  exception of any steps, is situated below these planes.\n>START OF GRAPHIC>\n1>END OF GRAPHIC>\n4.5.2.'Rear incidence angle' means the maximum angle between  the ground plane and planes tangential to the tyres of the rear wheels, under a static load, such  that no point of the vehicle behind the rearmost axle is situated below these planes and no rigid  part of the vehicle is situated below these planes.\n>START OF GRAPHIC>\n2>END OF GRAPHIC>\n4.5.3.'Ramp angle' means the minimum acute angle between two  planes, perpendicular to the median longitudinal plane of the vehicle, tangential to the tyres of  the front wheels and to the tyres of the rear wheels respectively, under a static load, the  intersection of which touches the rigid underside of the vehicle apart from the wheels. This angle  defines the steepest ramp over which the vehicle can pass.\n>START OF GRAPHIC>\n3>END OF GRAPHIC>\n4.5.4.'Ground clearance between the axles' means the shortest  distance between the ground plane and the lowest fixed point of the vehicle.\nMulti-axle bogies are considered to be a single axle.\n>START OF GRAPHIC>\n4>END OF GRAPHIC>\n-'Ground clearance beneath one axle' means the distance  beneath the highest point of the arc of a circle passing through the centre of the tyre footprint  of the wheels on one axle (the inner wheels in the case of twin tyres) and touching the lowest  fixed point of the vehicle between the wheels. N° rigid part of the vehicle may project into the  shaded area of the diagram. Where appropriate, the ground clearance of several axles is indicated  in accordance with their arrangement, for example 280/250/250.\n>START OF GRAPHIC>\n5>END OF GRAPHIC>"}