{"celex_id": "31989D0486", "uri": "http://publications.europa.eu/resource/cellar/51daced1-3fe2-4d3e-9cae-5cd59af60bca", "type": "Decision", "concepts": ["1876", "2476", "2556", "2850", "2901"], "title": "89/486/EEC: Council Decision of 28 July 1989 on the conclusion of the Agreement in the form of an exchange of letters on the provisional application of the Protocol defining, for the period 3 May 1989 to 2 May 1990, the fishing opportunities and financial compensation provided for in the Agreement between the European Economic Community and the Government of the People's Republic of Angola on fishing off Angola\n", "header": "COUNCIL DECISION of 28 July 1989 on the conclusion of the Agreement in the form of an Exchange of Letters on the provisional application of the Protocol defining, for the period 3 May 1989 to 2 May 1990, the fishing opportunities and financial  compensation provided for in the Agreement between the European Economic Community and the Government of the People's Republic of Angola on fishing off Angola (89/486/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the Agreement between the European Economic Community and the Government of the People's Republic of Angola on fishing off Angola (1), signed in Luanda on 1 February 1989,\nHaving regard to the proposal from the Commission,\nWhereas the Community and the People's Republic of Angola held negotiations to determine the amendments or additions to be made to the Agreement on fishing off Angola on the expiry of the application period of the first Protocol;\nWhereas, as a result of those negotiations, a new Protocol was initialled on 10 May 1989;\nWhereas that Protocol provides Community fishermen with fishing opportunities in waters over which the People's Republic of Angola has sovereignty or jurisdiction from 3 May 1989 to 2 May 1990;\nWhereas, in order to avoid a prolonged interruption in the fishing activities of Community vessels, the Protocol in question should be approved as soon as possible; whereas, for this reason, the two parties have initialled an Agreement in the form of an  Exchange of Letters providing for the provisional application of the initialled Protocol from the day following that on which the Protocol currently in force\nexpires; whereas the Agreement in the form of an Exchange of Letters should be concluded, pending a final decision to be taken on the basis of Article 43 of the Treaty,", "main_body": ["The Agreement in the form of an Exchange of Letters on the provisional application of the Protocol defining, for the period 3 May 1989 to 2 May 1990, the fishing opportunities and financial compensation provided for in the Agreement between  the European Economic Community and the Government of the People's Republic of Angola on fishing off Angola is hereby approved on behalf of the Community.\nThe texts of the Agreement in the form of an Exchange of Letters and of the Protocol are attached to this Decision.", "The President of the Council is hereby authorized to designate the persons empowered to sign the Agreement in the form of an Exchange of Letters in order to bind the Community."], "attachments": "Done at Brussels, 28 July 1989.\nFor the Council\nThe President\nM. CHARASSE\n(1) OJ No L 341, 3. 12. 1987, p. 2."}