{"celex_id": "31982D0067", "uri": "http://publications.europa.eu/resource/cellar/d5a9d090-384e-4b10-a2dc-4ab17f6f7ae6", "type": "Decision", "concepts": ["1091", "2159", "3842", "3874", "4381"], "title": "82/67/EEC: Commission Decision of 21 December 1981 establishing that the apparatus described as 'TSI-laser anemometer system, consisting of: base for argon ion laser ; mirror system ; risers, model 9177 ; rotating mount, model 9178, model 9179 ; beam splitter, model 9115-1 ; ring mount, model 9176 ; beam spacer, model 9113-9 ; model 9113-22 ; receiving assembly, model 9140 ; photomultiplier system, model 9160 ; counter, model 1990A ; interface for minicomputer, model 1998D' may be imported free of Common Customs Tariff duties\n", "header": "COMMISSION  DECISION\nof 21 December 1981\nestablishing that the apparatus described as 'TSI-laser anemometer system, consisting of: base for argon ion laser; mirror system; risers, model 9177; rotating mount, model 9178, model 9179; beam splitter, model 9115-1; ring mount, model 9176; beam spacer, model 9113-9, model 9113-22; receiving assembly, model 9140; photomultiplier system, model 9160; counter, model 1990A; interface for mini-computer, model 1998D' may be imported free of Common Customs Tariff duties\n(82/67/EEC)\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1798/75 of 10 July 1975 on the importation free of Common Customs Tariff duties of educational, scientific and cultural materials (1), as amended by Regulation (EEC) No 1027/79 (2),\nHaving regard to Commission Regulation (EEC) No 2784/79 of 12 December 1979 laying down provisions for the implementation of Regulation (EEC) No 1798/75 (3), and in particular Article 7 thereof,\nWhereas, by letter dated 2 June 1981, the United Kingdom has requested the Commission to invoke the procedure provided for in Article 7 of Regulation (EEC) No 2784/79 in order to determine whether or not the apparatus described as TSI-laser anemometer system, consisting of: base for argon ion laser; mirror system; risers, model 9177; rotating mount, model 9178, model 9179; beam splitter, model 9115-1; ring mount, model 9176; beam spacer, model 9113-9, model 9113-22; receiving assembly, model 9140; photomultiplier system, model 9160; counter, model 1990A; interface for mini-computer, model 1998D', to be used for measuring the effects of free-stream turbulence on heat transfer to gas turbine blades, should be considered to be a scientific apparatus and, where the reply is in the affirmative, whether apparatus of equivalent scientific value is currently being manufactured in the Community;\nWhereas, in accordance with the provisions of Article 7 (5) of Regulation (EEC) No 2784/79, a group of experts composed of representatives of all the Member States met on 18 November 1981 within the framework of the Committee on Duty-Free Arrangements to examine the matter;\nWhereas this examination showed that the apparatus in question is a laser; whereas its objective technical characteristics such as the frequencies of the measuring bands and the use to which it is put make it specially suited to scientific research; whereas, moreover, apparatus of the same kind are principally used for scientific activities; whereas it must therefore be considered to be a scientific apparatus;\nWhereas, on the basis of information received from Member States, apparatus of equivalent scientific value capable of use for the same purpose is not currently manufactured in the Community; whereas, therefore, duty-free admission of this apparatus is justified,", "main_body": ["The apparatus described as 'TSI-laser anemometer system, consisting of: base for argon ion laser; mirror system; risers, model 9177; rotating mount, model 9178, model 9179; beam splitter, model 9115-1; ring mount, model 9176; beam spacer, model 9113-9, model 9113-22; receiving assembly, model 9140; photomultiplier system, model 9160; counter, model 1990A; interface for mini-computer, model 1998D',\nwhich is the subject of an application by the United Kingdom of 2 June 1981, may be imported free of Common Customs Tariff Duties.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 21 December 1981.\nFor the Commission\nKarl-Heinz NARJES\nMember of the Commission\n(1) OJ No L 184, 15. 7. 1975, p. 1.\n(2) OJ No L 134, 31. 5. 1979, p. 1.\n(3) OJ No L 318, 13. 12. 1979, p. 32."}