{"celex_id": "31988R3588", "uri": "http://publications.europa.eu/resource/cellar/5e1afab1-1eea-4864-b79d-f3bd54b27f13", "type": "Regulation", "concepts": ["161", "2084", "240"], "title": "Council Regulation (EEC) No 3588/88 of 8 November 1988 opening and providing for the administration of a Community tariff quota for certain oils and fats of marine animals originating in Norway (1989)\n", "header": "COUNCIL REGULATION (EEC) No 3588/88 of 8 November 1988 opening and providing for the administration of a Community tariff quota for certain oils and fats of marine animals originating in Norway (1989)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 113 thereof,\nHaving regard to the Act of Accession of Spain and Portugal,\nHaving regard to the proposal from the Commission,\nWhereas an Agreement between the European Economic Community and the Kingdom of Norway was concluded on 14 May 1973; whereas, following the accession of Spain and Portugal to the Community, an Agreement in the form of an Exchange of Letters was  concluded and approved by Decision 86/557/EEC (1);\nWhereas the said Agreement provides in particular for the opening of a Community tariff quota at a reduced rate of duty for certain oils and fats of marine animals, other than whale oil and sperm oil, originating in Norway; whereas, therefore, the  tariff quota in question should be opened for the period 1 January to 31 December 1989;\nWhereas it is necessary, in particular, to ensure to all Community importers equal and uninterrupted access to the quota and consistent application of the rate laid down for that quota to all imports of the products concerned into all Member States  until the quota has been used up; whereas,\nhowever, since the quota is to cover requirements which cannot be determined with sufficient accuracy, it should not be allocated among the Member States, without prejudice to the drawing against the quota volume of such quantities as they may need,  under the conditions and according to a procedure to be determined; whereas this method of management requires close cooperation between the Member States and the Commission and the latter must in particular be able to monitor the rate at which the  quota is used up and inform the Member States thereof;\nWhereas, since the Kingdom of Belgium, the Kingdom of the Netherlands and the Grand Duchy of Luxembourg are united within and jointly represented by the Benelux Economic Union, all transactions concerning the administration of shares allocated to that  economic union may be carried out by any one of its members,", "main_body": ["1.  From 1 January to 31 December 1989 the customs duty applicable to imports of the following products shall be suspended at the level and within the limits of a Community tariff quota as shown herewith:\nOrder No CN code Description Amount of tariff quota (tonnes) Rate of duty (%) 09.0701 ex 1504 20 10 ex 1504 30 19 ex 1516 10 90 Oils and fats of marine animals, other than whale oil and sperm oil, in packings of a net capacity of more than 1 kg originating in Norway 1 000 8,5 Within the limits of this tariff quota, the Kingdom of Spain and the Portuguese Republic shall apply duties calculated in accordance with the relevant provisions laid down by the 1985 Act of Accession.\n2.  The Protocol on the definition of the concept of originating products and on methods of administrative cooperation, annexed to the Agreement between the European Economic Community and the Kingdom of Norway shall be applicable.\n3.  If imports of products covered by this tariff quota are made, or are foreseen within a maximum of 14 calendar days, the Member State concerned shall notify the Commission and draw an amount corresponding to these requirements to the extent that the  available balance of the quota so permits.\nIf a Member State does not use up the quantities drawn within the said 14 days, it shall return the remaining unused portion as soon as possible, by telex addressed to the Commission.", "1.  Member States shall take all appropriate measures to ensure that their drawings pursuant to Article 1 (3) enable imports to be charged without interruption against their accumulated shares of the Community quota.\n2.  Each Member State shall ensure that importers of the product concerned have free access to the quota for such time as the residual balance of the quota volume so permits.\n3.  Member States shall charge imports of the said goods against their drawings as and when the goods are entered with the customs authorities.\n4.  The extent to which the quota has been used up shall be determined on the basis of the imports charged in accordance with paragraph 3.", "At the request of the Commission, Member States shall inform it of imports actually charged against the quota.", "Member States and the Commission shall collaborate closely in order to ensure that this Regulation is complied with.", "This Regulation shall enter into force on 1 January 1989.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 8 November 1988.\nFor the Council The President A. PEPONIS  (1) OJ No L 328, 22. 11. 1986, p. 76."}