{"celex_id": "31984D0507", "uri": "http://publications.europa.eu/resource/cellar/bdef7c3c-9633-4630-905d-60c1ab1f5198", "type": "Decision", "concepts": ["1396", "1712", "889"], "title": "84/507/EEC: Commission Decision of 27 June 1984 concerning aid which Luxembourg proposes to grant in respect of investment carried out by a flat-glass manufacturer at Bascharage (Only the French text is authentic)\n", "header": "COMMISSION  DECISION\nof 27 June 1984\nconcerning aid which Luxembourg proposes to grant in respect of investment carried out by a flat-glass manufacturer at Bascharage\n(Only the French text is authentic)\n(84/507/EEC)\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular the first subparagraph of Article 93 (2) thereof,\nHaving given notice in accordance with the above Article to the parties concerned to submit their comments, and having regard to those comments.\nWhereas:\nI\nThe Luxembourg Law of 28 July 1973 implemented by the Grand-Ducal Order of 27 November 1973 and subsequently extended by the Grand-Ducal Order of 15 February 1982, introduced measures to aid the Luxembourg economy, and in particular interest relief grants, State guarantees, capital grants, tax exemptions and aids for the acquisition and conversion of land and buildings.\nThe Commission has examined the Luxembourg Law and has decided to raise no objection to the sectoral application thereof, provided that the Government of the Grand Duchy of Luxembourg notifies the Commission in advance and in sufficient time of significant cases of sectoral application.\nII\nBy letter dated 10 November 1982 the Luxembourg Government, as required by the procedure, informed the Commission of its intention to grant assistance under the Law of 28 July 1973 for a proposed investment by a flat-glass manufacturer located in Bascharage.\nThe proposed investment consists of the establishment of a processing unit for the manufacture of high-performance flat glass with an annual production capacity of 3 500 000 m2 for use in the building and construction industry. Approximately 70 % of the production would be exported to Germany, Belgium, the Netherlands and the United Kingdom. The Luxembourg firm has 160 employees and the investment would create 100 additional jobs; for 50 jobs priority would be given to redundant steel workers. Total investment has been estimated at Lfrs 1 100 million.\nThe proposed aid would take the form of a capital grant of Lfrs 132 million, representing 12 % of the investment cost. The Luxembourg Government justified the aid on the grounds that it would create new employment in a region facing social problems due to the restructuring of the steel industry. III\nAfter a first examination of the notification the Commission believed the aid proposal to be incompatible with the common market, on the grounds that it would distort competition to an extent contrary to the Community interest, especially given the overcapacity problems the flat-glass sector, including sophisticated flat glass is facing at the Community level. Consequently, the Commission decided to initiate the procedure provided for in the first paragraph of Article 93 (2) of the EEC Treaty, informed the Luxembourg Government accordingly by letter of 2 August 1983 and requested its comments.\nThe Luxembourg Government, in submitting its comments under the procedure by letter of 21 December 1983, has stated that 25 % of the production capacity of the investment envisaged would substitute imports originating in non-member countries; that the firm's forecasts indicate good market prospects for sophisticated, coated flat glass; that the Commission's market analysis risks underestimating market prospects for high-performance flat-glass types; and that the project has to be assessed in the context of the restructuring of the Luxembourg steel industry.\nThe comments of the Governments of four other Member States, federations of firms producing flat glass in five Member States and one European organization submitted under the Article 93 (2) procedure all supported the Commission's concern over the effect of the proposed aid on competition and on trade. The federations underlined the problems of overcapacity which the processed flat-glass sector is facing and stressed the unfavourable medium-term forecasts for coated and toughened flat glass. They considered that any increase of capacity in the industry would aggravate the situation.\nIV\nThe grant proposed by the Luxembourg Government constitutes an aid within the meaning of Article 92 (1) of the EEC Treaty, since it would allow the undertaking to carry out the investment without bearing all its costs. In view of the effect the proposed aid will have on capacity and on exports to other Member States, it can be concluded that the aid is liable to distort competition and affect trade contrary to the common interest.\nArticle 92 (1) of the EEC Treaty provides that, in principle, any aid fulfilling the criteria which it sets out is incompatible with the common market. The exceptions to this incompatibility set out in Article 92 (3) of the EEC Treaty, which are the only ones which could apply to this case, specify objectives pursued in the Community interest and not in that of the individual recipient of the aid. These exceptions must be strictly interpreted in the examination of any regional or sectoral aid scheme or of any individual case of application of general aid systems. In particular, they may be applied only where the Commission establishes that, in the absence of the aid, the free play of market forces would not of itself induce the recipient undertakings to act in such a manner as to contribute to the attainment of one of the objectives specified in those exceptions.\nTo apply such exceptions for aids which do not offer a compensating benefit of this kind would be tantamount to allowing trade between Member States to be affected and competition to be distorted without any justification in terms of the interest of the Community, while at the same time granting undue advantages to certain Member States.\nWhen applying the principles set out above in its examination of individual cases of application of general aid systems, the Commission must be satisfied that there exists on the part of the recipient undertaking a specific compensating justification in that the grant of aid is required to promote the attainment of one of the objectives set out in Article 92 (3) of the Treaty. Where this cannot be demonstrated, and especially where the proposed investment nevertheless takes place, it is clear that the aid does not contribute to the attainment of the objectives of the exceptions but serves to increase the financial power of the undertaking in question\nIn the case in question there does not appear to be such a compensating justificaiton on the part of the recipient of the aid.\nThe Luxembourg Government has not been able to give, nor has the Commission found any grounds to establish that the proposed aid meets the conditions in order to qualify under one of the exceptions laid down in Article 92 (3).\nThe aid in question cannot benefit from the exception provided for in Article 92 (3) (a) since the standard of living is not abnormally low, nor is there serious underemployment, in Luxembourg. As regards the exception in Article 92 (3) (c), the Luxembourg Government has not specified areas requiring special regional aid.\nIn respect of the exceptions in Article 92 (3) (b) of the EEC Treaty, investment of this type is brought about in a general way by normal market forces. Moreover, there is nothing peculiar to the investment in question to qualify it as a project of common European interest or as one designed to remedy a serious disturbance in the economy of a Member State, the promotion of which merits making an exception under Article 92 (3) (b) to the principle of the incompatibility of aids laid down by Article 92 (1). It should be noted that Luxembourg is part of the Community's central regions. These regions are not suffering from the most serious economic and social problems in the Community, but they are the regions where there is a real risk of an upward spiralling of aids, and where any aid is likely, more than elsewhere, to affect trade between Member States. Furthermore, the information available on the socio-economic situation in that country does not point to the conclusion that it is suffering from a serious disturbance in its economy within the meaning of the Treaty. Individual applications of the Luxembourg Law of 28 July 1973 are not made for the purpose of dealing with such a situation. To take any other view would enable Luxembourg in the present climate of slow growth and high unemployment throughout the Community, to divert to its advantage investment which might be made in other, less well-placed, Member States. Recent social and economic trends in the Community justify maintaining this approach as regards both the scheme itself and possible cases of application.\nFinally, as regards the exceptions under Article 92 (3) (c) of the EEC Treaty for 'aid to facilitate the development of certain economic activities or of certain economic areas', examination of the sophisticated flat-glass market indicates that the sector's undertakings are facing problems of stagnant demand and a low rate of capacity utilization, which have had a negative effect on the financial structure of the companies and have resulted in a reduction of employment and closure of production units. Any assistance to establish new capacity would be liable to aggravate existing capacity problems and lead to a deterioration in the financial situation of firms in the industry, particularly in other Member States, the more so as idle capacity is expected to be doubled by 1987 under the market forecasts of the flat-glass industry. In addition, the larger proportion of the output of the new unit would be exported to other Member States. It is therefore evident that the aid in question would affect trading conditions to an extent contrary to the common interest, even though the investment would create new jobs for redundant steel workers.\nIn view of the above, the aid proposal of the Luxembourg Government does not meet the conditions necessary to benefit under any of the exceptions set out in Article 92 (3) of the EEC Treaty,", "main_body": ["The Luxembourg Government shall not put into effect its proposal, notified to the Commission by letter dated 10 November 1982, to grant aid under the Law of 28 July 1973 concerning economic expansion in favour of investment made at Bascharage by a flat-glass manufacturer.", "The Luxembourg Government shall inform the Commission within two months of the date of notification of this Decision of the measures which it has taken to comply therewith.", "This Decision is addressed to the Grand Duchy of Luxembourg."], "attachments": "Done at Brussels, 27 June 1984.\nFor the Commission\nFrans ANDRIESSEN\nMember of the Commission"}