{"celex_id": "31985R0489", "uri": "http://publications.europa.eu/resource/cellar/66be4531-6d69-498b-a3f7-ec713cbc5728", "type": "Regulation", "concepts": ["1277", "20", "4284", "5010"], "title": "Council Regulation (EEC) No 489/85 of 26 February 1985 amending Regulation (EEC) No 1322/83 on the transfer of 550 000 tonnes of common wheat of bread-making quality by French and German intervention agencies\n", "header": "COUNCIL  REGULATION (EEC) No 489/85\nof 26 February 1985\namending Regulation (EEC) No 1322/83 on the transfer of 550 000 tonnes of common wheat of bread-making quality by French and German intervention agencies\nTHE COUNCIL OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2727/75 of 29 October 1975 on the common organization of the market in cereals (1), as last amended by Regulation (EEC) No 1018/84 (2), and in particular Article 8 (3) thereof,\nHaving regard to the proposal from the Commission,\nWhereas Regulation (EEC) No 1322/83 (3), as amended by Regulation (EEC) No 2153/84 (4), provided in particular for the transfer to Italy of 450 000 tonnes of common wheat of bread-making quality held by the French intervention agency for disposal by the Italian intervention agency in animal feedingstuffs before 1 August 1984; whereas, since the said quantity could not be disposed of in its entirety before the said date, the deadline for the disposal of the remaining quantity of 32 420 tonnes, held in storage in Sicily, was extended to 31 October 1984; whereas it was stipulated that as from 1 November 1984 quantities not disposed of would be put up for sale again in accordance with Regulation (EEC) No 1836/82 (5);\nWhereas the new deadline has proved inadequate; whereas recourse to Regulation (EEC) No 1836/82 appears inappropriate; whereas therefore, for the sake of efficient management, provision should be made for the disposal of the remaining quantity of 21 680 tonnes before 1 August 1985; whereas Regulation (EEC) No 1322/83 should be amended accordingly,", "main_body": ["The first subparagraph of Article 1 (3) of Regulation (EEC) No 1322/83 is hereby amended as follows:\n1. the second sentence is replaced by the following:\n'They shall ensure that it is disposed of in animal feed before 1 August 1985.';\n2. the third sentence is deleted.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 26 February 1985.\nFor the Council\nThe President\nF. PANDOLFI\n(1) OJ No L 281, 1. 11. 1975, p. 1.\n(2) OJ No L 107, 19. 4. 1984, p. 1.\n(3) OJ No L 138, 27. 5. 1983, p. 63.\n(4) OJ No L 197, 27. 7. 1984, p. 5.\n(5) OJ No L 202, 9. 7. 1982, p. 23."}