{"celex_id": "31988R2247", "uri": "http://publications.europa.eu/resource/cellar/0240f250-d6e3-4819-912f-faaed3bcbead", "type": "Regulation", "concepts": ["1117", "2173", "2730", "2731", "4170", "797"], "title": "Council Regulation (EEC) No 2247/88 of 19 July 1988 amending Annex I to Regulation (EEC) No 426/86 on the common organization of the market in products processed from fruit and vegetables\n", "header": "COUNCIL REGULATION (EEC) No 2247/88 of 19 July 1988 amending Annex I to Regulation (EEC) No 426/86 on the common organization of the market in products processed from fruit and vegetables\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 426/86 of 24 February 1986 on the common organization of the market in products processed from fruit and vegetables(1), as last amended by Regulation (EEC) No 2242/88(2), and in particular Articles 2(2) and  9(5) thereof,\nHaving regard to the proposal from the Commission(3),\nWhereas Regulation (EEC) No 426/86 provides for a system of production aid for certain products processed from fruit and vegetables; whereas the main aim, in adopting that Regulation, was to enable Community products which are of particular importance  to the Community's Mediterranean regions to be sold at competitive prices in relation to products from third countries;\nWhereas cherries preserved in syrup qualify under the said aid system; whereas experience has shown, however, that the aim referred to above has not been achieved in the case of sour cherries; whereas the prices recorded in trade show that some  varieties of cherries do not require aid for processing; whereas the aid granted in respect of those products has not achieved the aid scheme's aim and should therefore be discontinued;\nWhereas the marketing of certain processed cherries makes it difficult to dispose of Community produce, which has to compete with large quantities imported from third countries at lower prices; whereas the minimum-price arrangements provided for in the market organization should be made to apply to imports of those products;\nWhereas frozen cherries, whether or not containing added sugar, are marketed both stoned and unstoned, which means that there are major price differences between the various products; whereas it is therefore necessary to introduce different minimum  prices,", "main_body": ["Annex I to Regulation (EEC) No 426/86 is hereby amended as follows:\n1.In Part A the following shall be deleted:\nÂ´ex 2008 60 51  ex 2008 60 59  ex 2008 60 61Cherries in syrup'  ex 2008 60 69 2.Part B is replaced by the Annex to this Regulation.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply from the beginning of the 1988/89 marketing year for cherries in syrup.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 July 1988.\nFor the CouncilThe PresidentY. POTTAKIS  (1)OJ No L 49, 27. 2. 1986, p. 1.\n(2)See page 12 of this Official Journal.\n(3)OJ No C 139, 30. 5. 1988, p. 60."}