{"celex_id": "31989R3904", "uri": "http://publications.europa.eu/resource/cellar/e565bbd3-00fb-489f-a3a3-aa50b6a5ed40", "type": "Regulation", "concepts": ["161", "5078", "5088"], "title": "Council Regulation (EEC) No 3904/89 of 15 December 1989 opening and providing for the administration of Community unilateral tariff quotas for coffee, not roasted and not decaffeinated, and for cocoa beans, whole or broken (1990)\n", "header": "COUNCIL  REGULATION (EEC) No 3904/89\nof 15 December 1989\nopening and providing for the administration of Community unilateral tariff quotas for coffee, not roasted and not decaffeinated, and for cocoa beans, whole or broken (1990)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 28 thereof,\nHaving regard to the proposal from the Commission,\nWhereas, in accordance with the conclusions of the negotiations on the accession of Spain, and in order to take account of the traditional trade flows between that country and Latin America, the Community opened, for the first three years of the transitional period that is, until 31 December 1988 duty-free autonomous Community tariff quotas of 40 000 tonnes for coffee, not roasted and not decaffeinated and of 10 000 tonnes for cocoa beans, whole or broken; whereas, for the same reasons, these tariff measures were renewed for 1989, while taking into account, as in previous years, the special position of Spain; whereas, pending a definitive solution to the problem in the framework of the generalized system of preferences when it is revised for the ten-year period 1991 to 2000, it is recommended to renew the tariff measures in question for 1990, by slightly increasing the quotas to 48 000 tonnes and 12 000 tonnes respectively;\nWhereas, in particular, equal and continuous access to the said quotas should be ensured for all importers, and the rate of duty for the tariff quotas should be applied consistently to all imports until the said quotas are used up; whereas, with the aim of warranting moreover the granting of the main benefit of these measures to Spain, the maintenance of a certain allocation of these quotas among Member States, seems necessary; whereas it is therefore appropriate to subdivide the quota amounts into two parts, the first one to be allocated from the outset to Spain, the second one to constitute a reserve from which the other Member States and where appropriate, Spain could draw the necessary quantities to cover their actual needs;\nWhereas this method of management requires close cooperation between the Member States and the Commission, and requires the Commission in particular to be able to monitor the extent to which the quota volumes have been used up and inform the Member States accordingly;\nWhereas if at a given date in the quota period a considerable quantity of Spain's initial share remains unused, it is essential that the Member State concerned should return any unused quantities in order to prevent part of the Community tariff quotas from remaining unused in one Member State when it could be used in others;\nWhereas since the Kingdom of Belgium, the Kingdom of the Netherlands and the Grand Duchy of Luxembourg are united within and jointly represented by the Benelux Economic Union, any operation concerning the administration of these quotas may be carried out by any one of its members,", "main_body": ["1. From 1 January to 31 December 1990, the customs duties applicable to imports of the following products shall be suspended at the level indicated and within the limits of Community tariff quotas as shown herewith:\n1.2.3.4.5 //  //  //  //  //  // Order No  // CN code  // Description  // Amount of quota (in tonnes)   // Quota duty (%)   //    //   //   //   //   //   //   //   //   //  // 09.2733   // 0901 11 00   // Coffee, not roasted and not decaffeinated   // 48 000   // 0   // 09.2735   // 1801 00 00  // Cocoa beans, whole or broken, raw or roasted   // 12 000  // 0   //    //   //   //   //\n2. Imports of the products in question may not be charged against these tariff quotas if they are already free of customs duties under other preferential tariff arrangements.", "1. The quotas referred to in Article 1 (1) shall each be divided into two parts.\n2. The first part amounting to 37 525 tonnes for coffee, and 9 405 tonnes for cocoa beans, shall be allocated to Spain until the date fixed in Article 4.\n3. The second part, amounting to 10 475 tonnes for coffee, and 2 595 tonnes for coca beans, shall be reserved for the Member States other than Spain, and shall be managed by the Commission, which can take any administrative measure necessary to achieve its efficient management. Article 3 shall apply for the management of these quantities.", "If an importer presents, in a Member State, a declaration for release for free circulation, including a request for preferential benefit for a product covered by this Regulation and if this declaration is accepted by the customs authorities, the Member State concerned shall inform the Commission and draw an amount corresponding to its requirements from the quota amount;\nThe drawing requests, with indication of the date of acceptance of the said declarations, must be transmitted to the Commission without delay.\nThe drawings shall be granted by the Commission by reference to the date of acceptance of the entries for release for free circulation by the customs authorities of the Member State concerned to the extent that the available balance so permits.\nIf a Member State does not use the quantities drawn, it shall return them as soon as possible to the corresponding quota amount.\nIf the quantities requested are greater than the available balance of the quota amount, allocation shall be made on a pro rata basis with respect to the requests. Member States shall be informed by the Commission thereof.", "Spain shall, as quickly as possible, return to the second part of each of the quotas the total quantities which, on 15 September 1990, have not been used in the first part which was allocated to that Member State.\nIt shall at the same time, inform the Commission of the total imports of the products in question, up to and including 15 September 1990, charged against the tariff quotas and, if appropriate, the quantities being returned to the second part of the quota.\nWith effect from 16 September 1990, imports of the products in question in Spain shall only benefit from the tariff quotas within the limits of the balances available, and in accordance with the rules provided in Article 3.", "Each Member State shall ensure that importers of the products concerned have equal and continuous access to the quotas for such time as the residual balance of the quota volumes so permit.", "Member States and the Commission shall collaborate closely in order to ensure that this Regulation is complied with.", "This Regulation shall enter into force on 1 January 1990.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 15 December 1989.\nFor the Council\nThe President\nH. CURIEN"}