{"celex_id": "31981R3652", "uri": "http://publications.europa.eu/resource/cellar/ca9731ca-5e97-4a54-b1d7-eb5dd615dfa2", "type": "Regulation", "concepts": ["1129", "2121", "3568", "4687"], "title": "Commission Regulation (EEC) No 3652/81 of 18 December 1981 laying down detailed rules for implementing the system of advance fixing certificates for refunds in the poultrymeat and eggs sector\n", "header": "COMMISSION  REGULATION (EEC) No 3652/81\nof 18 December 1981\nlaying down detailed rules for implementing the system of advance fixing certificates for refunds in the poultrymeat and eggs sector\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2771/75 of 29 October 1975 on the common organization of the market in eggs (1), as last amended by the Act of Accession of Greece, and in particular Articles 9 (3) and 15 thereof,\nHaving regard to Council Regulation (EEC) No 2777/75 of 29 October 1975 on the common organization of the market in poultrymeat (2), as last amended by the Act of Accession of Greece, and in particular Articles 9 (3) and 15 thereof,\nWhereas Council Regulations (EEC) No 2774/75 (3) and (EEC) No 2779/75 (4) laid down general rules on granting export refunds and criteria for fixing the amount thereof,\nWhereas Commission Regulation (EEC) No 2043/75 of 25 July 1975 laying down special detailed rules for the application of the system of advance fixing certificates for poultrymeat and eggs (5) has been amended on several occasions, most recently by Regulation (EEC) No 1753/81 (6);\nWhereas, in the interests of clarity and good administration, the rules in this field should be consolidated; whereas, at the same time, the rates of security required should be adapted;\nWhereas these rules are either complementary to or derogate from the provisions of Commission Regulation (EEC) No 3183/80 of 3 December 1980 laying down common detailed rules for the application of the system of import and export licences and advance fixing certificates for agricultural products (7), as last amended by Regulation (EEC) No 3392/81 (8);\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Poultrymeat and Eggs,", "main_body": ["In cases where the refund is fixed in advance, the rate of security applicable shall be that given in the Annex in relation to the products listed therein.", "1. Subject to the provisions of paragraph 2, certificates shall be valid from the date of their issue within the meaning of Article 21 (1) of Regulation (EEC) No 3183/80 until the end of the third month following that date.\n2. In the case of export on the basis of an invitation to tender issued in a non-member importing country, the certificate shall be valid from the date of issue, within the meaning of Article 21 (1) of Regulation (EEC) No 3183/80, until the date when the obligations resulting from acceptance of the tender in question are to be fulfilled. However, the period of validity of the certificate shall not exceed 12 months following the month during which the certificate was issued within the meaning of the said Article 21 (1).\nThe special measures referred to in Article 4 shall not prevent the issue of the advance fixing certificate in the case referred to in the first subparagraph unless they are applicable not later than the fifth working day following the day on which the application for a certificate was lodged.\n3. By way of derogation from the second subparagraph of Article 43 (2) of Regulation (EEC) No 3183/80, the period within which the applicant for an advance fixing certificate must inform the issuing agency of the results of the invitation to tender or provide proof that the time limit for submission of tenders has been deferred, is hereby fixed at 40 days following the time limit for submission of tenders.", "For products in the poultrymeat sector, the application for a certificate and the certificate itself shall bear, in section 13, a statement of the destination zone within the meaning of Commission Regulation (EEC) No 1175/81 (9).", "Advance fixing certificates for products in the poultrymeat sector other than certificates referred to in Article\n43 of Regulation (EEC) No 3183/80 shall be issued on the fifth working day following the day when the application was submitted, provided that no special measures are taken during that period.", "Member States shall communicate to the Commission:\n- before the tenth of each month, a list of advance fixing certificates which they have issued during the preceding calendar month for export of products in the eggs sector set out in the Annex to Commission Regulation (EEC) No 572/73 (1),\n- on the Wednesday and Friday of each week, a list of the advance fixing certificates for refunds which have been applied for since the last such communication, for export of products in the poultrymeat sector set out in the Annex to Regulation (EEC) No 572/73.", "1. Regulation (EEC) No 2043/75 is hereby repealed.\n2. In all Community instruments where reference is made to Regulation (EEC) No 2043/75 or to Articles thereof, such reference shall be construed as a reference to this Regulation or to the corresponding Articles thereof.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 January 1982.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 18 December 1981.\nFor the Commission\nPoul DALSAGER\nMember of the Commission\n(1) OJ No L 282, 1. 11. 1975, p. 49.\n(2) OJ No L 282, 1. 11. 1975, p. 77.\n(3) OJ No L 282, 1. 11. 1975, p. 68.\n(4) OJ No L 282, 1. 11. 1975, p. 90.\n(5) OJ No L 213, 11. 8. 1975, p. 12.\n(6) OJ No L 175, 1. 7. 1981, p. 21.\n(7) OJ No L 338, 13. 12. 1981, p. 1.\n(8) OJ No L 341, 28. 11. 1981, p. 30.\n(9) OJ No L 120, 1. 5. 1981, p. 77.\n(1) OJ No L 56, 1. 3. 1973, p. 6.\nANNEX\n1.2.3 //   //   //   // CCT heading No  // Description of goods  // Amount of security  //   //   //   // 1  // 2  // 3  //   //   //   //   //   //   //   //   // ECU/100 units  // 01.05  // Live poultry, that is to say, fowls, ducks, geese, turkeys and guinea fowls:  //   //   // A. Of a weight not exceeding 185 g, known as 'chicks':  //   //   // I. Turkeys and geese  // 1;50  //   // II. Other  // 0;40  //  //   //   //   //   // ECU/100 kg net weight  //   // B. Other  // 2;00  //   //   //   // 02.02  // Dead poultry (that is to say, fowls, ducks, geese, turkeys and guinea fowls) and edible offals thereof (except liver), fresh, chilled or frozen:  //  //   // A. Whole poultry:  //   //   // I. Fowls  // 2;00  //  // II. Ducks  // 2;60  //   // III. Geese  // 3;00  //  // IV. Turkeys  // 2;80  //   // V. Guinea fowls  // 3;30  //  // B. Poultry cuts (excluding offals):  //   //   // I. Boned or boneless  // 5;40  //   // II. Unboned (bone-in):  //   //  // a) Halves or quarters  // 3;00  //   // b) Whole wings, with or without tips  // 1;70  //   // c) Backs, necks, backs with necks attached, rumps and wing tips  // 1;20  //   // d) Breasts and cuts of breasts:  // 4;00  //   // e) Legs and cuts of legs:  // 3;00  //   // f) Other  // 5;40  //   // C. Offals  // 1;20  //   //   //   // 02.03  // Poultry liver, fresh, chilled, frozen, salted or in brine:  //   //   // A. Fatty liver of goose or duck  // 30;40  //   // B. Other  // 3;00  //   //   //   // 02.05  // Pig fat, free of lean meat and poultry fat (not rendered or solvent-extracted), fresh, chilled, frozen, salted, in brine, dried or smoked:  //   //  // C. Poultry fat  // 2;70  //   //   //   // 15.01  // Lard, other pig fat and poultry fat, rendered or solvent-extracted:  //   //   // B. Poultry fat  // 3;20  //   //   //  //   //   //   // CCT heading No  // Description of goods  // Amount of security  //   //   //   // 1  // 2  // 3  //  //   //   //   //   //   // ECU/100 kg net weight  // 16.02  // Other prepared or preserved meat or meat offal:  //   //  // B. Other:  //   //   // I. Poultrymeat or offal:  //   //  // a) Containing 57 % or more by weight of poultrymeat  // 5;60  //   // b) Containing 25 % or more but less than 57 % by weight of poultrymeat  // 3;20  //   // c) Other  // 1;90  //   //   //   //   //   // ECU/100 units  // 04.05  // Birds' eggs and egg yolks, fresh, dried or otherwise preserved, sweetened or not:  //   //   // A. Eggs in shell, fresh or preserved:  //   //   // I. Poultry eggs:  //   //   // a) Eggs for hatching:  //   //   // 1. Of turkeys or geese  // 0;80  //   // 2. Other  // 0;20  //   //   //   //   //   // ECU/100 kg net weight  //   // b) Other  // 1;70  //   // B. Eggs, not in shell; egg yolks:  //   //   // I. Suitable for human consumption:  //   //   // a) Eggs not in shell:  //   //  // 1. Dried  // 6;70  //   // 2. Other  // 1;80  //   // b) Egg yolks:  //   //   // 1. Liquid  // 3;60  //   // 2. Frozen  // 3;80  //   // 3. Dried  // 8;00  //   //   //"}