{"celex_id": "31981R0290", "uri": "http://publications.europa.eu/resource/cellar/dfba73fd-83bb-4cb0-aff2-5275301e6637", "type": "Regulation", "concepts": ["164", "2871", "4284", "4373", "666", "87"], "title": "Commission Regulation (EEC) No 290/81 of 3 February 1981 amending Regulations (EEC) No 1727/70, (EEC) No 1728/70, (EEC) No 2603/71 and (EEC) No 410/76 for the purposes of their application to the Samsun tobacco variety\n", "header": "COMMISSION REGULATION (EEC) No 290/81 of 3 February 1981 amending Regulations (EEC) No 1727/70, (EEC) No 1728/70, (EEC) No 2603/71 and (EEC) No 410/76 for the purposes of their application to the Samsun tobacco variety\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 727/70 of 21 April 1970 on the common organization of the market in raw tobacco (1), as last amended by the Act of Accession of Greece, and in particular the first subparagraph of Article 3 (3), and Articles 5 (6), 6 (10) and 7 (4) thereof,\nWhereas Council Regulation (EEC) No 1779/80 of 30 June 1980 fixing, for the 1980 harvest, the norm and intervention prices, the premiums granted to purchasers of leaf tobacco, the derived intervention prices and the reference qualities for baled tobacco (2), entered the Samsun variety on the list of Community varieties ; whereas it is therefore appropriate to supplement the Regulations whose provisions refer to the various tobacco varieties, namely:    - Commission Regulation (EEC) No 1727/70 of 25 August 1970 on intervention procedure for raw tobacco (3), as last amended by Regulation (EEC) No 2673/80 (4),\n- Commission Regulation (EEC) No 1728/70 of 25 August 1970 fixing the scales of price increases and reductions for raw tobacco (5), as last amended by the Act of Accession of Greece,\n- Commission Regulation (EEC) No 2603/71 of 6 December 1971 on detailed rules for conclusion of contracts for first processing and market preparation of tobacco held by intervention agencies (6), as last amended by Regulation (EEC) No 3477/80 (7),\n- Commission Regulation (EEC) No 410/76 of 23 February 1976 fixing the maximum permissible weight losses in connection with the supervision of the first processing and market preparation of tobacco (8), as amended by Regulation (EEC) No 1979/79 (9);\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Raw Tobacco,", "main_body": ["In Annex IV to Regulation (EEC) No 1727/70, Annexes I and II to Regulation (EEC) No 1728/70 and in the Annex to Regulation (EEC) No 2603/71 and the Annex to Regulation (EEC) No 410/76, the term'Perustitza'designating the variety opposite serial number 14 is hereby replaced by the following terms:\n\" (a) Perustitza,\n(b) Samsun\n\".", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 3 February 1980.\nFor the Commission\nPoul DALSAGER\nMember of the Commission  (1) OJ No L 94, 28.4.1970, p. 1. (2) OJ No L 174, 9.7.1980, p. 3. (3) OJ No L 191, 27.8.1970, p. 5. (4) OJ No L 274, 18.10.1980, p. 5. (5) OJ No L 191, 27.8.1970, p. 18. (6) OJ No L 269, 8.12.1971, p. 11. (7) OJ No L 363, 31.12.1980, p. 81. (8) OJ No L 50, 26.2.1976, p. 11. (9) OJ No L 228, 8.9.1979, p. 23."}