{"celex_id": "31986D0167", "uri": "http://publications.europa.eu/resource/cellar/21e218e1-d5ad-4e0d-91a7-1df09b3eeeb3", "type": "Decision", "concepts": ["3780", "4498", "4681"], "title": "86/167/EEC: Commission Decision of 9 April 1986 approving a modification to the programme for the improvement of livestock marketing and the processing of livestock products in Scotland pursuant to Council Regulation (EEC) No 355/77 (Only the English text is authentic)\n", "header": "COMMISSION  DECISION\nof 9 April 1986\napproving a modification to the programme for the improvement of livestock marketing and the processing of livestock products in Scotland pursuant to Council Regulation (EEC) No 355/77\n(Only the English text is authentic)\n(86/167/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 355/77 of 15 February 1977 on common measures to improve the conditions under which agricultural and fishery products are processed and marketed (1), as last amended by Regulation (EEC) No 1247/85 (2), and in particular Article 5 thereof,\nWhereas on 30 April 1985 the Government of the United Kingdom forwarded a modification to the programme for the improvement of livestock marketing and the processing of livestock products in Scotland approved by Commission Decision 79/954/EEC (3), and on 4 September 1985 provided additional information;\nWhereas this modification relates to the further modernization, rationalization and expansion of facilities for the marketing and processing of\n- cattle, sheep and pigs\n- poultry and eggs, as well as rabbits and game birds\n- by products\n- milk and milk products\n- venison\nand to the modernization and expansion of freezing facilities, cold stores, energy saving equipment and marketing facilities with the aim of adapting processing and marketing techniques to the needs of the market; whereas it therefore constitutes a programme within the meaning of Article 2 of Regulation (EEC) No 355/77;\nWhereas insofar as markets for the auctioning of livestock and the rationalization undertaken in the slaughterhouses are concerned, projects should be eligible for Community aid only where the facilities to be provided will result in the creation of more efficient units of optimum size;\nWhereas in so far as the modification relates to milk and milk products, approval of the programme does not extend to that part which relates to the use of cows milk;\nWhereas projects concerning the pet food industry may not be aided unless further information is provided to comply with the provisions of Council Regulation (EEC) No 1932/84 (4);\nWhereas, in so far as the programme relates to the erection and modernization of cold stores, approval may extend only to the part which is connected with processing and marketing facilities and is not intended for the storage of intervention products;\nWhereas the modification includes sufficient of the details listed in Article 3 of Regulation (EEC) No 355/77, to show that the objectives listed in Article 1 of that Regulation can be achieved in the abovementioned sector; whereas the estimated time for implementation of the modification does not exceed the period laid down in Article 3 (1) (g) of the Regulation;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Agricultural Structure,", "main_body": ["The modification for the improvement of livestock marketing and the processing of livestock products in Scotland which was forwarded by the Government of the United Kingdom on 30 April 1985 pursuant to Regulation (EEC) No 355/77 and for which additional information was provided on 4 September 1985 is hereby approved subject to the reservations set out in the recitals above.", "This Decision is addressed to the United Kingdom."], "attachments": "Done at Brussels, 9 April 1986.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 51, 23. 2. 1977, p. 1.\n(2) OJ No L 130, 16. 5. 1985, p. 1.\n(3) OJ No L 289, 16. 11. 1979, p. 40.\n(4) OJ No L 180, 7. 7. 1984, p. 1."}