{"celex_id": "31985R3653", "uri": "http://publications.europa.eu/resource/cellar/b4252c1d-e649-4d0a-a61f-735b87957b45", "type": "Regulation", "concepts": ["1644", "4683", "4691"], "title": "Commission Regulation (EEC) No 3653/85 of 23 December 1985 laying down detailed rules for implementing the import system applicable to certain third countries for sheepmeat and goatmeat as from 1986\n", "header": "COMMISSION REGULATION (EEC) No 3653/85\nof 23 December 1985\nlaying down detailed rules for implementing the import system applicable to certain third countries for sheepmeat and goatmeat as from 1986\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3643/85 of 19 December 1985 concerning the import system applicable to certain third countries in the sheepmeat and goatmeat sector as from 1986 (1), and in particular Article 3 thereof,\nWhereas Regulation (EEC) No 3643/85 laid down that the levy applicable on imports of products falling within subheadings 01.04 B and 02.01 A IV of the Common Customs Tariff from third countries, other than those which have concluded voluntary restraint agreements with the Community, is to be limited to 10 % ad valorem within certain maximum quantities; whereas it is appropriate to set for each quarter the quantities which may be imported during a period corresponding to the period of validity of the import licences;\nWhereas the same system continues to apply until 28 February 1986 as regards Spain;\nWhereas Regulation (EEC) No 3643/85 laid down that imports into the Member States should be allowed, taking account of the traditional pattern of trade; whereas it is therefore appropriate to set the maximum quantity for which import licences may be issued in certain Member States;\nWhereas the said imports should be restricted to the quantities provided for; whereas it is accordingly necessary to derogate from Commission Regulation (EEC) No 3183/80 of 3 December 1980 laying down common detailed rules for the application of the system of import and export licences and advance-fixing certificates for agricultural products (2), as last amended by Regulation (EEC) No 1994/84 (3), in respect of the quantities which may be imported in excess of those indicated on licences;\nWhereas the Member States should be required to provide information with regard to the said imports;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Sheep and Goats,", "main_body": ["1. Import licences for the products referred to in Article 1 (1) of Regulation (EEC) No 3643/85 shall be issued by the Member States in each of the first three quarters of each year within a limit of 25 % of the quantities laid down in that Article, expressed in tonnes carcase equivalent by non-member countries and by category.\nAs regards Spain, Member States shall issue import licences for the products referred to in that Article until 28 February 1986 up to a limit of the total quantities, expressed in tonnes carcase equivalent and by category. 2. During the fourth quarter of each year Member States shall issue import licences up to the quantities still available from those laid down in Article 1 (1) of Regulation (EEC) No 3643/85.\n3. France and Ireland, however, are hereby authorized each year to limit the issue of import licences to the quantities which they traditionally import from the third countries concerned. Licences shall be issued each quarter in accordance with paragraphs 1 and 2.", "1. Commission Regulation (EEC) No 20/82 (4) shall apply, subject to the following provisions.\n2. The maximum overall quantity for which any one party may apply by lodging one or more licence applications shall be that laid down in Article 1 for the quarter in which the licence application(s) concerned is (are) lodged.\n3. Applications for licences may be lodged only during the first 10 days of each quarter.\n4. Applications for licences, broken down by product and by country of origin, shall be forwarded by the Member States to the Commission not later than the 16th day of each quarter at 5 p.m.\n5. The Commission shall decide, before the 26th day of each quarter, by product and by country of origin, either:\n(a) to authorize the issue of licences for all the quantities applied for; or\n(b) to reduce all the quantities applied for by the same percentage, with the exception of quantities applied for in the Member States referred to in Article 1 (3) for each of which a special percentage may be determined.\n6. Licences shall be issued on the 30th day of each quarter.", "1. The licence application and the licence itself shall bear, in section 14, the name of the non-member country of origin. For products falling within subheading 01.04 B, the licence application and the licence itself shall bear, in sections 10 and 11, a statement of the net mass and the number of animals to be imported. It shall be obligatory to import from the country stated in the licence.\n2. The licence shall bear in section 20 (a) one of the following entries:\n- 'Importafgiften begraenses til 10 % af toldvaerdien (jf. forordning (EOEF) nr. 3643/85). Licensen er gyldig for (maengde i tal og bogstaver) . . . kg',\n- 'Beschraenkung der Abschoepfung auf 10 % des Zollwerts (Anwendung der Verordnung (EWG) Nr. 3643/85). Lizenz gueltig fuer (Menge in Zahlen und Buchstaben) . . . kg',\n- 'Esforá periorisméni sto 10 % tis dasmologitéas xías (farmogí toy kanonismoý (EOK) rith. 3643/85). Pistopoiitikó égkyro gia (posótita rithmitikós kai lográfos) . . . kg',\n- 'Levy limited to 10 % of the customs value (application of Regulation (EEC) No 3643/85). Licence valid for (quantity in figures and words) . . . kg',\n- 'Prélèvement limité à 10 % de la valeur en douane (application du règlement (CEE) no 3643/85). Certificat valable pour (quantité en chiffres et en lettres) . . . kg',\n- 'Prelievo limitato al 10 % del valore in dogana (applicazione del regolamento (CEE) n. 3643/85). Titolo valido per (quantità in cifre e lettere) . . . kg',\n- 'Heffing beperkt tot 10 % van de douanewaarde (toepassing van Verordening (EEG) nr. 3643/85). Certificaat geldig voor (hoeveelheid in cijfers en in letters) . . . kg'.\nNotwithstanding Article 8 (4) of Regulation (EEC) No 3183/80, only the quantity stated in section 20 (a) of the import licence may be placed in free circulation; the figure '0' shall be entered for this purpose in section 22 of the said licence.", "Member States shall communicate to the Commission by telex, not later than the 15th day following issue, the quantities, by product and by country of origin, in respect of which import licences have been issued pursuant to this Regulation.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 January 1986.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 23 December 1985.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) See page 2 of this Official Journal.\n(2) OJ No L 338, 13. 12. 1980, p. 1.\n(3) OJ No L 186, 13. 7. 1984, p. 17.\n(4) OJ No L 3, 7. 1. 1982, p. 26."}