{"celex_id": "31986D0235", "uri": "http://publications.europa.eu/resource/cellar/019c2c1b-d640-4e7d-b232-90254e4d9861", "type": "Decision", "concepts": ["1839", "5237"], "title": "86/235/EEC: Council Decision of 10 June 1986 adopting a research programme on materials (raw materials and advanced materials) (1986 to 1989)\n", "header": "FINĂ\u008aCOUN DECISION\nof 10 June 1986\nadopting a research programme on materials (raw materials and advanced materials) (1986 to 1989)\n(86/235/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community and in particular Article 235 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nHaving regard to the opinion of the Economic and Social Committee (2),\nWhereas Article 2 of the Treaty assigns to the Community the task, inter alia, of promoting throughout the Community a harmonious development of economic activities, a continuous and balanced expansion and an accelerated raising of the standard of living;\nWhereas, in its resolution of 14 January 1974 on an initial outline programme of the European Communities in the field of science and technology (3), the Council stated that the whole range of available ways and means should be used as appropriate;\nWhereas, in its resolution of 25 July 1983 (4), the Council adopted a first framework programme (1984 to 1987) for Community research, development and demonstration activities, two of the principal objectives of which are met by the proposed research, namely industrial competitiveness and improvement of management of raw materials;\nWhereas the economic availability of raw materials and advanced materials is indispensable to maintaining the industrial competitiveness of the Community;\nWhereas the programme on recycling of urban and industrial waste adopted by Decision 79/968/EEC (5), as last amended by Decision 83/634/EEC (6), and the programme in the field of raw materials, which includes subprogrammes on metals and mineral substances, wood as a renewable raw material, recycling of non-ferrous metals and substitution and materials technology, adopted by Decision 82/402/EEC (7), have produced encouraging results and opened up promising prospects, relative to the objectives sought;\nWhereas, by Decision 84/197/EEC (8), the Council adopted a concerted-action project of the European Economic Community on the use of lignocellulose-containing by-products and other plant residues for animal feeding;\nWhereas the Treaty has not provided the specific powers necessary for the adoption of this Decision;\nWhereas the Scientific and Technical Research Committee (CREST) has given its opinion on the Commission's proposal,", "main_body": ["1. The Community shall implement, over a period of four years from 1 January 1986, a research programme in the materials sector (raw materials and advanced materials), as described in the Annex.\n2. The work shall be carried out as shared-costs contract research, coordination and training activities, and one concerted action, as described in the Annex.", "1. The amount estimated as necessary to carry out the programme shall be 70 million ECU, including expenditure for a staff of 23.\nThe breakdown of this amount by subprogramme is given in the Annex by way of indication only.\n2. In the light of the experience gained in the course of implementing the programme and after receiving the opinion of the Committee referred to in Article 3, the Commission shall be authorized to transfer funds from one subprogramme to another, provided that the final appropriation for any subprogramme does not differ, upwards or downwards, by more than 15 % from the original appropriation as set out in the Annex for each subprogramme.", "The Commission shall be responsible for the execution of the programme. It shall be assisted in its task by the Management and Coordination Advisory Committee on Raw Materials and Other Materials set up by Council Decision 84/338/Euratom, ECSC, EEC (9).", "The programme shall be reviewed at the end of the second year. In the light of this review the Commission may, through the appropriate procedures, present to the Council a proposal for a new four-year programme which would supersede the current programme at the beginning of the third year.", "1. With regard to the concerted actions, the participating Member States and the Community shall, in accordance with a procedure to be laid down by the Commission, after having consulted the Committee referred to in Article 3, regularly exchange all useful information concerning the execution of the research covered by such activities.\nThe participating Member States shall provide the Commission with all information relevant for coordination purposes. They shall also endeavour to provide the Commission with information on similar research planned or carried out by bodies which are not under their authority. Any information shall be treated as confidential if so requested by the Member State which provides it.\n2. Following completion of the programme, the Commission shall, after having consulted the Committee referred to in Article 3, send to the Member States and the European Parliament a summary report on the implementation and results of the concerted actions.\nIt shall publish the report referred to in the first subparagraph six months after it has been sent to the Member States, unless a Member State objects. Should a Member State object, the report shall be distributed, in agreement with the Committee referred to in Article 3, only to those institutions and undertakings which request it and whose research or production activities justify access to the results of the research arising from the concerted actions. The Commission shall make the necessary arrangements for the report to remain confidential and not to be divulged to third parties.", "1. In accordance with Article 228 of the Treaty, the Council may conclude agreements with third States, in particular those involved in European cooperation in the field of scientific and technical research (COST), with a view to associating them wholly or partly with this programme.\n2. The Commission is hereby authorized to negotiate the agreements referred to in paragraph 1."], "attachments": "Done at Luxembourg, 10 June 1986.\nFor the Council\nThe President\nG. M. V. van AARDENNE\n(1) OJ No C 68, 24. 3. 1986, p. 76.\n(2) OJ No C 354, 31. 12. 1985, p. 6.\n(3) OJ No C 7, 29. 1. 1974, p. 6.\n(4) OJ No C 208, 4. 8. 1983, p. 1.\n(5) OJ No L 293, 20. 11. 1979, p. 19.\n(6) OJ No L 357, 21. 12. 1983, p. 33.\n(7) OJ No L 174, 21. 6. 1982, p. 23.\n(8) OJ No L 103, 16. 4. 1984, p. 23.\n(9) OJ No L 177, 4. 7. 1984, p. 25.\nANNEX\nI. PRIMARY RAW MATERIALS (MINERALS)\nA sum amounting to 20 million ECU shall be allocated to this subprogramme.\nThe subprogramme shall cover the following research ares:\n1.2 // 1.   // Exploration   // 1.1.   // Economic geology.  // 1.2.   // Methods of geochemical prospecting.   // 1.3.  // Methods of geophysical prospecting.   // 1.4.   // Remote sensing.   // 2.   // Mining technology   // 2.1.   // Rock fracturing.   // 2.2.   // Rock mechanics and stability in underground and open-cast mines.   // 2.3.   // Application of robotics in mines.   // 2.4.   // Problems associated with depth.   // 2.5.   // Modelling of mining operations.   // 3.  // Mineral processing   // 3.1.   // Development of processing routes for treating indigenous and non-indigenous resources: complex and low-grade ores.   // 3.2.   // Metallurgical processes (pyro and hydro).   // 3.3.   // Modelling and control in mineral processing.   // 3.4.   // Industrial minerals.\nII. SECONDARY RAW MATERIALS\nA sum amounting to 10 million ECU shall be allocated to this subprogramme.\nThis amount includes a sum of 250 000 ECU for the extension of the concerted action (COST 84a) under item 2.4 below.\nThe subprogramme shall cover the following research areas:\n1.2 // 1.   // Recycling of non-ferrous metals   // 1.1.  // Physico-chemical characterization of metals and alloys in scraps and residues.   // 1.2.   // Improvement of physical separation processes.   // 1.3.   // Development of advance technologies and improved pyrometallurgical and hydro-metallurgical processes.   // 1.4.   // Development of improved refining techniques for secondary metals and alloys.  // 1.5.   // Upgrading the characteristics of secondary alloys to the level of primary alloys.   // 1.6.   // Manufacturing semi-product alloys from waste materials containing titanium, tungsten, molybdenum, aluminium, etc.  // 2.   // Recycling and utilization of waste   // 2.1.  // Modelling of waste arisings, sampling and analysis (coordination activities).   // 2.2.   // Recycling technologies:   //   // - recovery and separation processes,  //   // - upgrading and use of reclaimed products.   // 2.3.  // Integrated technologies for the utilization of wastes:  //   // - anaerobic digestion, composting and other aerobic treatments (coordination activities),   //   // - production of chemicals - thermal treatment of waste (mostly coordination, with shared-cost contracts for special projects).   // 2.4.  // Use of lignocellulose-containing by-products and other plant residues for animal feeding (concerted action COST 84a).\nIII. WOOD, INCLUDING CORK, AS A RENEWABLE RAW MATERIAL\nA sum amounting to 10 million ECU shall be allocated to this subprogramme.\nThe subprogramme shall cover the following research areas:\n1.2 // 1.   // Wood production   // 1.1.   // Forest-tree breeding and gene resource conservation.   // 1.2.  // Protection against damage from biotic and abiotic agents and fire.   // 1.3.   // Better use of land resources (coordination action only).   // 1.4.   // Forest inventory (coordination action only).   // 2.   // Wood harvest, storage and transport   // 2.1.   // Organization of harvesting operations and development of harvesting machinery.   // 2.2.  // Harvesting, treatment, storage and transport.   // 3.  // Wood as a material   // 3.1.   // Properties, protection and improvement of wood and wood-based panels.   // 3.2.  // Development of testing and grading procedures.   // 4.  // Mechanical wood processing and use of finished wood products   // 4.1.   // Mechanical conversion and manufacturing processes.   // 4.2.   // Drying processes.   // 4.3.   // Use of wood and wood-based materials in construction.   // 4.4.  // Other uses of finished products made of wood.   // 5.  // Pulp and paper manufacturing and processing and wood chemicals   // 5.3.   // The physical and organic chemistry of wood defibring.   // 5.2.   // Chemi-mechanical pulping (high-yield pulping).   // 5.3.   // Pulping processes with low-grade wood.   // 5.4.   // Substitutes for wood fibres and material additives.   // 5.5.   // Fibre recycling.   // 5.6.  // The process of manufacture of paper and board.   // 5.7.  // Products derived from wood as a source of chemicals.\nIV. ADVANCED MATERIALS (EURAM)\nA sum amounting to 30 million ECU shall be allocated to this subprogramme.\nThe subprogramme shall cover the following research areas:\n1.2 // 1.   // Metallic materials   // 1.1.   // Light aluminium-based alloys.   // 1.2.   // Light magnesium-based alloys.   // 1.3.   // Light titanium-based alloys.   // 1.4.  // Electronic and electrical-contact materials.   // 1.5.  // High-performance magnetic materials.   // 1.6.  // Materials for surface coating for machine-tool and cutting equipment.   // 1.7.   // Thin-walled castings.   // 2.  // Engineering ceramics   // 2.1.   // Optimization of engineering ceramics.   // 2.2.   // Study of metal/ceramic interface: cermets.   // 2.3.   // Ceramic composites with fibres and whiskers.   // 2.4.   // High-temperature behaviour of engineering ceramics.   // 3.   // Composite materials  // 3.1.   // Organic-matrix composites.   // 3.2.  // Metallic-matrix composites.   // 3.3.   // Ceramic-matrix composites.   // 3.4.   // Other specific advanced materials.\nThe aim of research carried out under the subprogramme shall be to provide the basis for a Community policy for supporting research and development in the advanced materials sector and for coordinating national programmes.\nTo this end, every two years:\n- an assessment shall be made of European research and development capacity in the advanced materials sector, by area, Member State and in the Community as a whole, by comparison with the technological capacity of Japan and the United States,\n- a medium-term analysis and estimate shall be made of requirements in the various sectors of the European industry in relation, if necessary, with other Community programmes related to materials."}