{"celex_id": "31988R0596", "uri": "http://publications.europa.eu/resource/cellar/6bcb245d-24dc-4275-9fe3-fe88d13a87ce", "type": "Regulation", "concepts": ["1988", "2734", "2736", "2748", "3190"], "title": "Commission Regulation (EEC) No 596/88 of 1 March 1988 modifying the accession compensatory amounts applicable to trade in goods covered by Regulations (EEC) No 3033/80 and No 3035/80\n", "header": "COMMISSION  REGULATION (EEC) No 596/88\nof 1 March 1988\nmodifying the accession compensatory amounts applicable to trade in goods convered by Regulations (EEC) No 3033/80 and No 3035/80\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the Act of Accession of Spain and Portugal,\nHaving regard to Council Regulation (EEC) No 3033/80 of 11 November 1980 laying down the trade arrangements applicable to certain goods resulting from the processing of agricultural products (1), as last amended by Regulation (EEC) No 3743/87 (2),\nHaving regard to Council Regulation (EEC) No 3035/80 of 11 November 1980 laying down general rules for granting export refunds on certain agricultural products exported in the form of goods not covered by Annex II to the Treaty, and the criteria for fixing the amount of such refunds (3) as last amended by Regulation (EEC) No 4055/87 (4),\nWhereas the accession compensatory amounts applicable from 1 March 1986 to trade in goods covered by Regulations (EEC) No 3033/80 and No 3035/80 were determined by Commission Regulation (EEC) No 623/83 (5) as last amended by Regulation (EEC) No 2574/86 (6);\nWhereus Regulation (EEC) No 623/86 and the Regulations amending it do not provide for the application of accession compensatory amounts to exports from Spain and Portugal to the Community of Ten in the case of trade in goods covered by Regulation (EEC) No 3035/80 but not by Regulation (EEC) No 3033/80;\nWhereas this situation arises from misinterpretation of Articles 53 and 213 of the Act of Accession and has created an abnormal situation; whereas it is therefore necessary to rectify, and as a result to amend the Regulations in question;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee concerned,", "main_body": ["1. The accession compensatory amounts provided for in the first paragraph of Article 3 of Regulation (EEC) No 623/86 and set out in column 3 of Annex III to that Regulation and the Regulations amending it shall also apply to exports from the Kingdom of Spain to the Community of Ten of goods covered by Regulation (EEC) No 3035/80 but not by Regulation (EEC) No 3033/80.\n2. The accession compensatory amounts provided for in the second paragraph of Article 3 of Regulation (EEC) No 623/86 and set out in column 4 of Annex III to that Regulation and the Regulations amending it shall also apply to exports from the Portuguese Republic to the Community of Ten of goods covered by Regulation (EEC) No 3035/80 but not by Regulation (EEC) No 3033/80.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nNevertheless, on request by an interested party within a period of six months from the date of publication of this Regulation, the Regulation shall apply to transactions carried out since 1 March 1986.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 1 March 1988.\nFor the Commission\nCOCKFIELD\nVice-President\n(1) OJ No L 323, 29. 11. 1980, p. 1.\n(2) OJ No L 352, 15. 12. 1987, p. 29.\n(3) OJ No L 323, 29. 11. 1980, p. 27.\n(4) OJ No L 379, 31. 12. 1987, p. 1.\n(5) OJ No L 59, 1. 3. 1986, p. 1.\n(6) OJ No L 229, 15. 8. 1986, p. 30."}