{"celex_id": "31985R1022", "uri": "http://publications.europa.eu/resource/cellar/f1c745b7-c317-45fb-a196-e45d8d2cf040", "type": "Regulation", "concepts": ["1486", "2624", "301", "4860"], "title": "Commission Regulation (EEC) No 1022/85 of 22 April 1985 amending Regulation (EEC) No 685/69 on detailed rules of application for intervention on the market in butter and cream\n", "header": "COMMISSION  REGULATION (EEC) No 1022/85\nof 22 April 1985\namending Regulation (EEC) No 685/69 on detailed rules of application for intervention on the market in butter and cream\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 804/68 of 27 June 1968 on the common organization of the market in milk and milk products (1), as last amended by Regulation (EEC) No 591/85 (2), and in particular Article 6 (7) thereof,\nWhereas Article 24 (3) of Commission Regulation (EEC) No 685/69 (3), as last amended by Regulation (EEC) No 1746/84 (4), specifies the various storage-cost components; whereas the interest rates laid down in that Article should be adjusted in the light of the trend of real interest rates recorded in the Member States;\nWhereas the Management Committee for Milk and Milk Products has not delivered an opinion within the time limit set by its chairman,", "main_body": ["Regulation (EEC) No 685/69 is hereby amended as follows:\n1. Article 24 (3) is replaced by the following:\n'3. The aid referred to in paragraph 1 shall be calculated as follows per tonne of butter or butter equivalent:\n(a) 28 ECU for fixed costs;\n(b) 0,45 ECU per day of contractual storage for cold storage costs;\n(c) an amount per day of contractual storage calculated by reference to the buying-in price of the butter, expressed in national currency, applied by the intervention agency of the Member State concerned on the day of commencement of the contractual storage and an annual interest rate of 10,5 %. The annual interest rate shall, however, be 7,5 % in the case of butter stored in the Federal Republic of Germany and the Netherlands.\nThe amount may not exceed an amount corresponding to a storage period of 210 days.\nThe amounts referred to in (a) and (b) shall be converted into national currency at the representative rate in force on the last day of contractual storage.'\n2. Article 25 (2) (b) is deleted.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 April 1985.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 22 April 1985.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 148, 28. 6. 1968, p. 13.\n(2) OJ No L 68, 8. 3. 1985, p. 5.\n(3) OJ No L 90, 14. 4. 1969, p. 12.\n(4) OJ No L 164, 22. 6. 1984, p. 32."}