{"celex_id": "31988D0479", "uri": "http://publications.europa.eu/resource/cellar/98c19373-b95b-4df0-b6c9-f4f54ba591b2", "type": "Decision", "concepts": ["2068", "2560", "5263", "863"], "title": "88/479/EEC: Commission Decision of 25 July 1988 authorizing methods for grading pig carcases in Spain\n", "header": "COMMISSION  DECISION\nof 25 July 1988\nauthorizing methods for grading pig carcases in Spain\n(Only the Spanish text is authentic)\n(88/479/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2759/75 of 29 October 1975 on the common organization of the market in pigmeat (1), as last amended by Regulation (EEC) No 3906/87 (2), and in particular Article 4 (6) thereof,\nHaving regard to Council Regulation (EEC) No 3220/84 of 13 November 1984 determining the Community scale for grading pig carcases (3), as amended by Regulation (EEC) No 3530/86 (4), and in particular Article 5 (2) thereof,\nWhereas Article 2 (3) of Regulation (EEC) No 3220/84 provides that the grading of pig carcases must be determined by estimating the content of lean meat in accordance with statistically proven assessment methods based on the physical measurement of one or more anatomical parts of the pig carcase; whereas the authorization of grading methods is subject to compliance with a maximum tolerance for statistical error in assessment; whereas this tolerance has been defined in Article 3 of Commission Regulation (EEC) No 2967/85 of 24 October 1985 laying down detailed rules for the application of the Community scale for grading pig carcases (5);\nWhereas the Spanish Government has requested the Commission to authorize the use of three methods for grading pig carcases on its territory and has submitted the information required in Article 3 of Regulation (EEC) No 2967/85; whereas an examination of this request has revealed that the conditions for authorizing the said grading methods are fulfilled;\nWhereas Article 2 of Regulation (EEC) No 3220/84 lays down that Member States may be authorized to provide for a presentation of pig carcases different from the standard presentation defined in the same Article where commercial practice or technical requirements warrant such a derogation; whereas in Spain commercial practice requires the removal of the kidneys, flare fat and forefeet from the pig carcase; whereas this should be taken into account in adjusting the weight for standard presentation;\nWhereas no modification of the apparatus or grading method may be authorized except by means of a new Commission decision adoted in the light of experience gained; whereas, for this reason, the present authorization may be revoked;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Management Committee for Pigmeat,", "main_body": ["The use of the following methods is hereby authorized for grading pig carcases pursuant to Regulation (EEC) No 3220/84 in Spain:\n- the apparatus termed 'Destron PG 100 (DEST)' and assessment methods related thereto, details of which are given in Part 1 of the Annex,\n- the apparatus termed 'Fat-O-Meater (FOM)' and assessment methods related thereto, details of which are given in Part 2 of the Annex,\n- the apparatus termed 'Hennessy Grading Probe (HGP)' and assessment methods related thereto, details of which are given in Part 3 of the Annex.", "By way of derogation from the standard presentation referred to in Article 2 of Regulation (EEC) No 3220/84, pig carcases may be presented without kidneys, flare fat and forefeet before being weighed and graded. In order to establish quotations for pig carcases on a comparable basis, the recorded hot weight shall be multiplied by the coefficient 1,03 and then increased by 0,955 kg.", "Modifications of the apparatus or of the assessment methods shall not be authorized.", "This Decision is addressed to the Kingdom of Spain."], "attachments": "Done at Brussels, 25 July 1988.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 282, 1. 11. 1975, p. 1.\n(2) OJ No L 370, 30. 12. 1987, p. 11.\n(3) OJ No L 301, 20. 11. 1984, p. 1.\n(4) OJ No L 326, 21. 11. 1986, p. 8.\n(5) OJ No L 285, 25. 10. 1985, p. 39.\nANNEX\nMethods for grading pig carcases in Spain\nPART 1\nDestron PG 100 (DEST)\n1. Grading of pig carcases shall be carried out by means of the apparatus termed 'Destron PG 100 (DEST)'.\n2. The apparatus shall be equipped with a probe of 7 millimetres diameter containing a photodiode (type Texas SL 2018) and a photodetector (type Texas LS 608 D), having an operating distance of between 0 and 120 millimetres. The results of the measurements are converted into estimated lean meat content by means of a computer.\n3. The lean meat content of the carcase shall be calculated according to the following formula:\n1.2 // y =   // 57,28  0,601x1 + 0,126x2  0,214x3 1,2 // where: 1.2 // y =   // the estimated percentage of lean meat in the carcase,   // x1 =   // the thickness of backfat (including rind) in millimetres, measured at 6 centimetres off the midline of the carcase, between the third and fourth last ribs,   // x2 =   // the thickness of muscle in millimetres, measured at the same time and in the same place as x1,   // x3 =   // the thickness of backfat (including rind) in millimetres, measured at 6 centimetres off the midline of the carcase at the last rib.\nThe formula shall be valid for carcases weighing between 50 and 110 kilograms.\nPART 2\nFat-O-Meater (FOM)\n1. Grading of pig carcases shall be carried out by means of the apparatus termed 'Fat-O-Meater (FOM)'.\n2. The apparatus shall be equipped with a probe of 6 millimetres diameter containing a photodiode of the Siemens SFH 950 type and a photodetector (type SFH 960), having an operating distance of between 3 and 103 millimetres. The results of the measurements are converted into estimated lean meat content by means of a computer.\n3. The lean meat content of the carcase shall be calculated according to the following formula:\n1.2 // y =   // 51,19  0,322x1 + 0,214x2  0,463x3 1,2 // where: 1.2 // y =   // the estimated percentage of lean meat in the carcase,   // x1 =   // the thickness of backfat (including rind) in millimetres, measured at 6 centimetres off the midline of the carcase, between the third and fourth last ribs,   // x2 =   // the thickness of muscle in millimetres, measured at the same time and in the same place as x1,   // x3 =   // the thickness of backfat (including rind) in millimetres, measured at 6 centimetres off the midline of the carcase at the last rib.\nThe formula shall be valid for carcases weighing between 50 and 110 kilograms.\nPART 3\nHennessy Grading Probe (HGP)\n1. Grading of pig carcases shall be carried out by means of the apparatus termed 'Hennessy Grading Probe (HGP)'.\n2. The apparatus shall be equipped with a probe of 5,95 millimetres diameter (and of 6,3 millimetres at the blade at the top of the probe) containing a photodiode (Siemens LED of the type LYU 260-EO) and a photodetector (type Siemens 58 MR) and having an operating distance of between 0 and 120 millimetres. The results of the measurements shall be converted into estimated lean mean content by means of the HGP itself or a computer linked to it. 3. The lean meat content of the carcase shall be calculated according to the following formula:\n1.2 // y =   // 55,47  0,326x1 + 0,126x2  0,439x3 1,2 // where: 1.2 // y =   // the estimated percentage of lean meat in the carcase,   // x1 =   // the thickness of backfat (including rind) in millimetres, measured at 6 centimetres off the midline of the carcase, between the third and fourth last ribs,   // x2 =   // the thickness of muscle in millimetres, measured at the same time and in the same place as x1,   // x3 =   // the thickness of backfat (including rind) in millimetres, measured at 6 centimetres off the midline of the carcase at the last rib.\nThe formula shall be valid for carcases weighing between 50 and 110 kilograms."}