{"celex_id": "31988L0414", "uri": "http://publications.europa.eu/resource/cellar/7308ac47-0882-4dfe-849c-32842b9872c8", "type": "Directive", "concepts": ["2081", "4476", "5234", "5235"], "title": "Commission Directive 88/414/EEC of 22 June 1988 adapting to technical progress Council Diective 80/720/EEC on the approximation of the laws of the Member States relating to the operating space, access to the driving position and the doors and windows of wheeled agricultural and forestry tractors\n", "header": "COMMISSION  DIRECTIVE\nof 22 June 1988\nadapting to technical progress Council Diective 80/720/EEC on the approximation of the laws of the Member States relating to the operating space, access to the driving position and the doors and windows of wheeled agricultural and forestry tractors\n(88/414/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 74/150/EEC of 4 March 1974 on the approximation of the laws of the Member States relating to the type-approval of wheeled agricultural or forestry tractors (1), as last amended by Directive 88/297/EEC (2) and in particular Article 11 thereof,\nWhereas, in view of the experience acquired, it is now possible to make certain provisions of Council Directive 80/720/EEC (3), as amended by Directive 82/890/EEC (4) more precise and complete;\nWhereas the measures provided for in this Directive are in accordance with the opinion of the Committee on the Adaptation to Technical Progress of the directives aimed at the removal of technical barriers to trade in the agricultural or forestry tractor sector,", "main_body": ["Annex I to Directive 80/720/EEC is hereby amended in accordance with the Annex to this Directive.", "1. From 1 October 1988 no Member State may:\n- refuse, in respect of a type of tractor, to grant EEC type-approval, to issue the document referred to in Article 10 (1), final indent of Directive 74/150/EEC, or to grant national type-approval; or\n- prohibit the entry into service of a type of tractor or tractors, the operating space, access to the driving position, doors and windows of which comply with the provisions of this Directive.\n2. From 1 October 1989, Member States:\n- shall not issue the document referred to in Article 10 (1), final indent, of Directive 74/150/EEC in respect of a type of tractor, the operating space, access to the driving position, doors and windows of which do not comply with the provisions of this Directive;\n- may refuse to grant national type-approval in respect of a type of tractor, the operating space, access to the driving position, doors and windows of which do not comply with the provisions of this Directive.", "Member States shall bring into force the provisions necessary in order to comply with this Directive not later than 30 September 1988. They shall forthwith inform the Commission thereof.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 22 June 1988.\nFor the Commission\nCOCKFIELD\nVice-President\n(1) OJ No L 84, 28. 3. 1974, p. 10.\n(2) OJ No L 126, 20. 5. 1988, p. 52.\n(3) OJ No L 194, 28. 7. 1980, p. 1.\n(4) OJ No L 378, 31. 12. 1982, p. 45.\nANNEX\nAnnex I to Directive 80/720/EEC is amended as follows:\n- In point 1.4, first line, 'with the exception of those intended solely for entry and exit' is added after 'positions of the steering column and the steering wheel'.\n- In point 1.7, first line 'rigid' is added before 'point on the roof'.\nThe following sentence is added:\n'The padding may extend downwards to 1 000 mm above the seat reference point'.\n- The following new point 1.8 is added after point 1.7:\n1.8. 'The radius of curvature of the surface between the rear panel of the cab and the roof of the cab may extend up to a maximum of 150 mm'.\n- In point III.3 'if any' is added after 'Ventilation (windows)'.\n- In point III.5, third paragraph, last line, 'or to move them' is added after 'to open them'.\"\n- Figures 1,2 and 3 are replaced by the following figures 1, 2 and 3:\nFigure 1\n(Dimensions in millimetres) Figure 2\n(Dimensions in millimetres)\nLeft-hand\ncab surface\nRight-hand\ncab surface\nSeat reference\npoint\nSeat reference\npoint\nManual\ncontrols\nsee point I.6.\nSeat\nreference\npoint\nFigure 3\n(Dimensions in millimetres)"}