{"celex_id": "31988D0040", "uri": "http://publications.europa.eu/resource/cellar/3a29e181-fcee-443e-ad9d-defa5ba8f666", "type": "Decision", "concepts": ["1318", "1712", "3438", "3821", "4197", "4511"], "title": "88/40/EEC: Commission Decision of 23 November 1987 settling a dispute between the Federal Republic of Germany and the Grand Duchy of Luxembourg about the authorization of a regular coach service (Only the German and French texts are authentic)\n", "header": "COMMISSION  DECISION\nof 23 November 1987\nsettling a dispute between the Federal Republic of Germany and the Grand Duchy of Luxembourg about the authorization of a regular coach service\n(Only the German and French texts are authentic)\n(88/40/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 517/72 of 28 February 1972 on the introduction of common rules for regular and special regular services by coach and bus between Member States (1), as last amended by Regulation (EEC) No 1301/78 (2), hereinafter referred to as 'the Regulation', and in particular Article 14 thereof,\nI\nWhereas the company Deutsche Touring GmbH Frankfurt/Main, hereinafter referred to as 'Touring', has operated a regular coach service between Duesseldorf and Luxembourg since 1965 for passengers arriving at or leaving from Luxembourg airport; whereas, after the Regulation had entered into force, this service was authorized by the relevant authorities of the Federal Republic of Germany and the Grand Duchy of Luxembourg as a special coach service for passengers holding a Luxavia air ticket; whereas this authorization expired on 8 June 1986. Whereas this service was contracted out to the Luxembourg firm, Voyages Emile Weber S.a.r.l., Canach after talks between Touring and the FĂŠdĂŠration luxembourgeoise des exploitants d'autobus et d'autocars;\nWhereas, on 20 February 1986, Touring applied to the Minister for Urban Development, Housing and Transport of North Rhine-Westphalia for the authorization which expired on 8 June 1986 to be renewed; whereas Touring received a provisional authorization until 7 September 1986 pursuant to Article 16a of the Regulation; whereas, however, on 14 August 1986, the local authorizing authority in Duesseldorf, in the person of the Regierungspraesident, rejected the application for a renewal of the authorization;\nWhereas, on 1 December 1986, the Federal Minister of Transport asked the Luxembourg Minister of Transport to accept this decision by the German authorizing authority; whereas, on 21 January 1987, the Luxembourg Minister of Transport rejected this request in a letter to the relevant Minister of North Rhine-Westphalia and asked for the decision by the authorizing authority in Duesseldorf to be reconsidered; whereas, in a letter of 9 March 1987 to the Federal Minister of Transport, the Luxembourg Minister of Transport confirmed its position stressing that it placed great importance on the continuation of this service;\nWhereas, on 11 March 1987, Emile Weber S.a.r.l. itself applied to the Luxembourg Minister of Transport for an authorization for this service; whereas it received a provisional three-month authorization in March 1987; whereas this was extended before its expiry until 9 September 1987;\nWhereas the relevant Minister of North Rhine-Westphalia informed the Luxembourg Minister of Transport of its refusal to renew the authorization by letter of 22 May 1987;\nWhereas, in view of the fact that the two governments were unable to reach agreement on a new authorization for the service, the Luxembourg Government referred the dispute to the Commission on 1 June 1987 pursuant to Article 14 of the Regulation requesting that the application made by Emile Weber S.a.r.l. be approved;\nWhereas the German Government made a similar application to the Commission on 1 July 1987 requesting the Commission to settle the dispute and, if it gave a positive ruling, to grant the authorization to Touring; whereas Touring is willing to continue to contract the service out to Emile Weber S.a.r.l. as it has done in the past;\nWhereas Touring confirmed its willingness to do so in a letter of 7 July 1987 to the Federal Minister of Transport;\nWhereas the Member States concerned attended a meeting at the Commission in Brussels on 3 July 1987 to discuss these two applications;\nII\nWhereas the German authorizing authority put forward the following arguments:\nThe authorization would be incompatible with the interests of public transport. Article 8 of the Regulation should be interpreted as a provision favouring the railways which form the backbone of passenger transport in all European countries. The railways needed therefore to be protected against competition from private regular services. The economic interests of such firms in the establishment of further passenger services would have to be subordinated to this need. In this particular case, the State also had to act in the interests of the Community as a whole and the overriding public concern to maintain an efficient transport system.\nThe regular road service for which authorization is requested is, in this case, only a seemingly better service, the cost being included in the price of the air fare. The time required for the rail journey is not excessive for passengers compared with their overall travelling time. Rail transport also guarantees connections even if flights are not on time.\nThe rail connection between Duesseldorf and Luxembourg (10 trains a day in each direction and a journey of three and a half to four hours) can generally be said to provide a quantitatively and qualitatively satisfactory solution to the transport needs in question;\nWhereas the Luxembourg Government put forward the following arguments:\nThe regular service in question has existed for over 20 years and has given no reason for complaint during that time.\nThe persons using this service are solely Luxavia passengers who have paid for the cost of the connecting journey in the price of their air ticket. The transfer of this service to the railways is unacceptable to passengers:\n- owing to the problems involved in changing means of transport/vehicle several times with cumbersome luggage,\n- owing to the fact that the journey takes longer by rail than by road,\n- because there are no immediate connections if flights arrive late,\n- because of the need to pick passengers up at Brussels or take passengers to Brussels since flights are often diverted there;\nIII\nWhereas the applications made by the two Governments are admissible under Article 14, and in accordance with Article 13 of the Regulation; whereas they should be examined in the light of Article 8 (1) and (2), subparagraph (a) thereof;\nWhereas the aim of these provisions is, as defined in the recitals to the Regulation, to ensure the proper functioning of services at minimum cost to the community in general, and it is necessary to adapt the supply of transport to demand on the routes to be served and to coordinate passenger transport services in the areas concerned in an effective manner;\nWhereas the principle of coordinating transport services to satisfy specific transport needs effectively and at minimum cost must, however, be applied in specific cases in the light of the Community's transport policy and the structure of its transport markets; whereas Article 8 of the Regulation cannot hence be interpreted as a provision which provides absolute protection to the railways or which gives unconditional priority to them; whereas, although the railways are an essential means of transport for passengers in the Community economy, they cannot have a monopoly in these markets;\nWhereas, at this level of generality, the principal reasons given by the authorizing authority in Duesseldorf for its decision cannot therefore be accepted;\nWhereas decisions in individual cases can, on the contrary, only be made in the light of the particular conditions applying; whereas, although this does not mean that the public transport interests do not have to be taken into account, they do have to be weighed against the specific interests of the transport users concerned and of other transport enterprises;\nWhereas, after examining the present and foreseeable transport needs which have to be satisfied by the transport service in question, it has been concluded that a direct coach service between Duesseldorf and Luxembourg through the Eifel offers transport users appreciable advantages over a rail service via Trier and Koblenz. Whereas the coach service has in this particular case the qualitative advantages of:\n- a direct connection between Luxembourg airport and Duesseldorf main station without the need to change or transfer luggage, which would be the case by rail,\n- a shorter journey.\nWhereas this cannot be outweighed by the somewhat greater comfort (more space, refreshments) of rail transport;\nWhereas the coach service also has one great quantitative advantage, namely that it provides a guaranteed and straightforward connection with the flight, even if aeroplanes are diverted to Brussels;\nWhereas, when all the relevant factors are taken into account in this comparison, it must be concluded that road transport offers a better overall service; whereas this is of particular relevance in this specific case as it involves a special regular service with a limited number of customers and special needs; Whereas, furthermore, this service has operated for over 20 years without any problems; whereas it is hard to see how the market situation and effect on the transport industries can have changed so much that the authorization must now be refused on the basis of new factors or events; whereas a major factor militating in favour of the renewal of the authorization is the interest of both companies in continuing a service they have offered, without objections being made and in accordance with the authorization, over a long period, with all the investment which is tied up in it; whereas, the operators' interest generally corresponds to the still existing and undisputed demand on the side of the transport users;\nWhereas, in the light of all these factors, it is concluded that the coach service for which authorization is applied offers a better service than the competing rail services which do not satisfy the specific needs of this particular transport market in the same way,", "main_body": ["The competent authority of the Federal Republic of Germany shall authorize Deutsche Touring GmbH, Frankfurt/Main, to have a special regular service by coach between Duesseldorf and Luxembourg set up and operated by Voyages Emile Weber S.a.r.l., Canach, Luxembourg, as requested by those undertakings.", "This Decision is addressed to the Federal Republic of Germany and the Grand Duchy of Luxembourg.\nThis Decision shall take effect 30 days after its notification to the Member States concerned unless one of those Member States refers the matter to the Council before expiry of that time limit."], "attachments": "Done at Brussels, 23 November 1987.\nFor the Commission\nStanley CLINTON DAVIS\nMember of the Commission\n(1) OJ No L 67, 20. 3. 1972, p. 19.\n(2) OJ No L 158, 16. 6. 1978, p. 1."}