{"celex_id": "31981R1983", "uri": "http://publications.europa.eu/resource/cellar/88fa5118-f518-4185-9d9e-3c2d3b1dee4b", "type": "Regulation", "concepts": ["2644", "2871", "3170", "6042"], "title": "Commission Regulation (EEC) No 1983/81 of 15 July 1981 amending Regulation No 282/67/EEC on detailed rules for intervention for oil seeds\n", "header": "COMMISSION REGULATION (EEC) No 1983/81 of 15 July 1981 amending Regulation No 282/67/EEC on detailed rules for intervention for oil seeds\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation No 136/66/EEC of 22 September 1966 on the establishment of a common organization of the market in oils and fats (1), as last amended by Regulation (EEC) No 3454/80 (2), and in particular Article 26 (3) thereof,\nWhereas a special increase should be made in the intervention price for colza seed which is low in glucosinolates;\nWhereas Article 7 of Commission Regulation No 282/67/EEC (3), as last amended by Regulation (EEC) No 1743/80 (4), provides that increases or reductions are to be made in the intervention price paid for seed which is not of standard quality ; whereas, in view of price developments during the 1980/81 marketing year, the increases and reductions set out in Annex I to Regulation No 282/67/EEC should be altered;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Oils and Fats,", "main_body": ["Regulation No 282/67/EEC is hereby amended as follows:    1. The following Article 7a is inserted:\n\"Article 7a\n1. The price paid for colza and rape seed offered for intervention during the 1981/82 marketing year shall be increased by 2 ECU per 100 kg if the seed has a content of volatile isothiocyanates, expressed as allyl isothiocyanate, and of vinyl-5-thio-oxazolidone, measured after enzymatic treatment of the glucosinolates, not exceeding 0 712 % of the weight of the dry defatted seed.\n2. The isothiocyanate and vinyl-5-thio-oxazolidone contents shall be each determined by a uniform Community method.\nHowever, until Community provisions on these methods are enacted, Member States shall use the method of their own choice.\n3. Member States shall notify the Commission of the methods selected not later than 31 July 1981.\n4. The cost of determining the content referred to in paragraph 2 shall be borne by the tenderer.\"\n2. In Part II of Annex I, \"0 7037 ECU\" is replaced by \"0 7044 ECU.\"", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 July 1981.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 15 July 1981.\nFor the Commission\nThe President\nGaston THORN\n(1) OJ No 172, 10.9.1966, p. 3025/66.  (2) OJ No L 360, 31.12.1980, p. 16.  (3) OJ No 151, 13.7.1967, p. 1.  (4) OJ No L 171, 4.7.1980, p. 11."}