{"celex_id": "31989D0257", "uri": "http://publications.europa.eu/resource/cellar/87916323-2d7f-4b04-8ae7-86f4a8690e94", "type": "Decision", "concepts": ["1309", "1524", "1723", "3176", "3774", "519"], "title": "89/257/EEC: Commission Decision of 21 March 1989 concerning applications for refund of anti-dumping duties collected on certain imports of hydraulic excavators originating in Japan (Kobemac Ltd) (Only the English text is authentic)\n", "header": "COMMISSION DECISION of 21 March 1989 concerning applications for refund of anti-dumping duties collected on certain imports of hydraulic excavators originating in Japan (Kobemac Ltd) (Only the English text is authentic) (89/257/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Communtity,\nHaving regard to Council Regulation (EEC) No 2423/88 of 11 July 1988 on protection against dumped or subsidized imports from countries not members of the European Economic Community (1), and in particular Article 16 thereof,\nWhereas:\nA. PROCEDURE\n(1)\nCouncil Regulation (EEC) No 1877/85 (2) imposed a definitive anti-dumping duty on imports of certain hydraulic excavators exceeding six tonnes but not exceeding 35 tonnes originating in Japan. The rate of duty applied to Kobelco-Kobesteel Ltd  (hereinafter referred to as Kobelco) was 31,9 %.\n(2)\nIn October 1985 Kobemac Ltd, Hampshire, United Kingdom, made an application for the refund of the anti-dumping duty paid in August 1985 on the importation of a hydraulic excavator manufactured and exported by Kobelco. The total amount requested was £. .  . (3). This amount represents all the duty paid.\n(3)\nThe Commission asked the applicant for additional information on certain aspects of the dossier. It then visited Kobelco's premises in Japan to check the information supplied by Kobelco on the normal value of the goods during the six months preceding  import.\n(4)\nThe applicant was informed of the preliminary results of this examination and given an opportunity to comment.\n(5)\nThe Commission informed the Member States and gave its opinion on the matter. No Member State raised any objection.\nB. ARGUMENT OF THE APPLICANT\n(6)\nThe applicant argued that the excavator had been imported at a price equivalent to the price proposed to the Commission by Kobelco under the original proceeding with a view to a price undertaking. The applicant maintains therefore that the export price  for the goods imported exceeded the normal value.\nC. ADMISSIBILITY\n(7)\nThe application is admissible in that it was introduced in conformity with the relevant provisions of the Community's anti-dumping legislation, in particular with regard to time limits.\nD. MERITS OF THE CLAIM\n(8)\nThe application is founded in part. Pursuant to Article 16 (1) of Council Regulation (EEC)\nNo 2176/84 (4) (and under Regulation (EEC) No 2423/88) an importer who has paid anti-dumping duties and who applies for reimbursement must show that the duty collected exceeds the dumping margin calculated over the relevant reference period for the  imports for which the duty was collected. Calculation of actual dumping margin must normally be based on the same method applied during the original investigation, in particular with regard to any application of weighted averages (5).\n(9)\nIn this case an average dumping margin applied without distinction to all the models released for free circulation in the Community during a single reference period was established by comparing the normal value of each model on a monthly weighted  average basis with the export price of the same model during the corresponding month on a transaction-by-transaction basis (6).\nThe Commission considered that the information supplied by the applicant regarding export prices and by the exporter regarding the normal value of the different models was sufficient to calculate correctly the average actual dumping margin. A dumping  margin was thus calculated for each reference period corresponding to an application, whereby the average normal value of each model was compared on a transaction-by-transaction basis with the export price for each of Kobelco's consignments released for  free circulation in the Community during the reference period in question.\nIt was found that in all the reference periods except for the first the initial dumping margin had been gradually reduced or eliminated, resulting in an average actual dumping margin below the amount of duty collected. This development was due  essentially to a rise in export prices, which was not sufficient, however, to eliminate the dumping entirely in every case.\n(10)\nThe similarity adduced by the applicant between the price paid for the model in question and the price undertaking offered by Kobelco in 1985 at the end of the original proceeding does not apply, since the Council did not accept that offer. Moreover,  the actual dumping margin can be established only on the basis of all imports into the Community during the reference period. The applicant's argument referred\nonly to a single excavator, whereas others were imported into the Community over the same period.\nMore generally, a price undertaking may be offered only on the basis of reference data covering a period of investigation stretching back at least six months, and sometimes more, prior to a refund application. An offered price undertaking cannot  therefore be used as a reference for assessing the actual dumping margin, which is updated to the time of the import operation following which a refund application is made for anti-dumping duties paid.\nE. AMOUNT TO BE REIMBURSED\n(11)\nA total of £. . . is reimbursable to Kobemac Ltd, representing the difference between the amount of duty collected and the actual dumping margin,", "main_body": ["The refund application submitted by Kobemac Ltd, Hampshire, is hereby granted for £. . . and rejected for the remainder.", "The amount set out in Article 1 shall be refunded by the United Kingdom authorities.", "This Decision is adressed to the United Kingdom and Kobemac Ltd, Harewood Forest Works, Longparish, Near Andover, Hampshire, United Kingdom."], "attachments": "Done at Brussels, 21 March 1989.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 209, 2. 8. 1988, p. 1.\n(2) OJ No L 176, 6. 7. 1985, p. 1.\n(3) In accordance with Article 8 of Regulation (EEC) No 2423/88, which deals with the non-disclosure of business secrets, certain figures have been omitted from the published version of this Decision.(4) OJ No L 201, 30. 7. 1984, p. 1.\n(5) Point II.2 (b) of the Commission notice concerning the reimbursement of anti-dumping duties, OJ No C 266, 22. 10. 1986.\n(6) Regulation (EEC) No 1877/85, point 9."}