{"celex_id": "31983R3085", "uri": "http://publications.europa.eu/resource/cellar/421bb4dd-74de-4777-b8f7-793d352ecdd4", "type": "Regulation", "concepts": ["1264", "2644", "2871", "3170"], "title": "Commission Regulation (EEC) No 3085/83 of 31 October 1983 amending for the third time Regulation (EEC) No 2942/80 on the buying in of olive oil by intervention agencies\n", "header": "COMMISSION  REGULATION (EEC) No 3085/83\nof 31 October 1983\namending for the third time Regulation (EEC) No 2942/80 on the buying in of olive oil by intervention agencies\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation No 136/66/EEC of 22 September 1966 on the establishment of a common organization of the market in oils and fats (1), as last amended by Regulation (EEC) No 1413/82 (2), and in particular Article 12 (4) thereof,\nWhereas, in the current situation on the market in lampante virgin oil, there is little demand by operators for high-acidity oil; whereas, in the interests of good market management and as part of a quality policy, Commission Regulation (EEC) No 2942/80 (3), as last amended by Regulation (EEC) No 2922/82 (4), should be adapted to reduce the maximum acidity of lampante virgin oil which may be bought into intervention;\nWhereas experience has shown that the quantity of extra virgin olive oil bought into intervention in recent years has been higher than would normally have been expected from the structure and situation of the market; whereas, until a Community method for analyzing the organoleptic characteristics of such oil is introduced, such analysis should be carried out by independent agencies approved by the Member States;\nWhereas the Annex to Regulation (EEC) No 2942/80 fixed the scale of increases and reductions to be used to adjust the buying-in price of the various qualities of oil which may be offered for intervention; whereas, consequently, the Annex to the abovementioned Regulation should be amended to reflect the increase in the intervention price for the standard quality and the cost of refining oil which is not directly edible;\nWhereas the Management Committee for Oils and Fats has not delivered an opinion within the time limit set by its chairman,", "main_body": ["Regulation (EEC) No 2942/80 is hereby amended as follows:\n1. Article 1 is replaced by the following:\n'Article 1\nIntervention under Article 12 (1) of Regulation No 136/66/EEC shall be confined to the olive oils specified in points 1 and 4 of the Annex to that Regulation, excluding oils with a moisture and impurities content of more than:\n- 1 % for virgin oil,\n- 2 % for residue oil.\nIn the case of lampante virgin olive oil and olive residue oil, such intervention shall be confined to oils with a free fatty acid content expressed as oleic acid not exceeding 14 % for lampante virgin oil and 15 % for olive residue oil, respectively.\nThe maximum level of acidity acceptable for virgin lampante oil presented for intervention after 1 November 1984 shall be examined before 30 June 1984.'\n2. The following paragraph 2a is inserted in Article 2:\n'2a. In the case of extra virgin olive oil, the offer may not be accepted until the intervention agency has checked that the organoleptic characteristics correspond to those defined in the Annex to Regulation No 136/66/EEC. This check must be carried out by an agency which has been approved by the Member State concerned and is independent of the storage and intervention agencies. The Member States concerned shall inform the Commission of the measures taken for this purpose.\nIn order to coordinate activities on a Community level, Commission officials may be present in the work of the agencies in question.\nIn the event of a Member State failing to approve such an agency, the Commission may, by decision, suspend the price increase for extra virgin olive oil in the Member State concerned.'\n3. The Annex is replaced by the Annex hereto.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply from 1 November 1983.\nHowever, Article 1 (2), with the exception of the first sentence, shall apply from 1 January 1984.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 31 October 1983.\nFor the Commission\nPoul DALSAGER\nMember of the Commission\n(1) OJ No 172, 30. 9. 1966, p. 3025/66.\n(2) OJ No L 162, 12. 6. 1982, p. 6.\n(3) OJ No L 305, 14. 11. 1980, p. 23.\n(4) OJ No L 304, 30. 10. 1982, p. 62.\nANNEX\n(ECU/100 kg)\n1.2.3 //   //   //   // Description and quality as defined in the Annex to Regulation No 136/66/EEC (the degree of acidity represents the free fatty acid content, expressed as grams of oleic acid per 100 grams of oil)  // Price increase  // Price reduction  //   //   //   // Virgin olive oil, extra: up to and including 1° acidity  // 17,29  // -  // Virgin olive oil, fine  // 12,09  // -  // Virgin olive oil, semi-fine  // -  // -  // Virgin olive oil, lampante 1°  //   // 8,14  // Other virgin olive oils, lampante: - more than 1°, up to and including 8° acidity  //   // Reduction increased by 0,32 ECU for each additional tenth of a degree of acidity  // - more than 8°, up to and including 14° acidity  //   // Reduction increased by 0,35 ECU for each additional tenth of a degree of acidity  // - olive oil from olive residues 5° acidity  //  // 118,57  // Other olive oils from olive residues: - more than 5°, up to and including 8° acidity  //   // Reduction increased by 0,17 ECU for each additional tenth of a degree of acidity  // - more than 8°, up to and including 15° acidity  //   // Reduction increased by 0,20 ECU for each additional tenth of a degree of acidity  //   //   //"}