{"celex_id": "31984R2268", "uri": "http://publications.europa.eu/resource/cellar/32da7ec9-b923-439e-bb93-9adb7c252e5a", "type": "Regulation", "concepts": ["1684", "2644", "3170", "4860", "5777", "690"], "title": "Commission Regulation (EEC) No 2268/84 of 31 July 1984 on special sales of intervention butter for export to various destinations and amending Regulation (EEC) No 1687/76\n", "header": "COMMISSION  REGULATION (EEC) No 2268/84\nof 31 July 1984\non special sales of intervention butter for export to various destinations and amending Regulation (EEC) No 1687/76\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 804/68 of 27 June 1968 on the common organization of the market in milk and milk products (1), as last amended by Regulation (EEC) No 1557/84 (2), and in particular Article 6 (7) thereof,\nHaving regard to Council Regulation (EEC) No 1223/83 of 20 May 1983 on the exchange rates to be applied in agriculture (3), as last amended by Regulation (EEC) No 855/84 (4), and in particular Article 4 thereof,\nWhereas Article 6 of Council Regulation (EEC) No 985/68 of 15 July 1968 laying down general rules for intervention on the market in butter and cream (5), as last amended by Regulation (EEC) No 3521/83 (6), rules that special conditions may be laid down when butter is put on sale for export, in order to take account of the special requirements for such sales and to guarantee that the product is not diverted from its destination;\nWhereas the quantities of butter at present in public storage and the likely increase of these quantities in the future are such that the scope for disposal on the markets in a number of third countries should be exploited to the full;\nWhereas it seems desirable to make butter in public storage available to operators at a reduced price; whereas action should be taken to ensure that butter sold under this Regulation is not released into free circulation within the Community;\nWhereas operators may purchase the butter in question throughout the Community; whereas, therefore, the monetary compensatory amounts should be adjusted on the basis of the selling price of the intervention butter;\nWhereas, in order to ensure that the butter is not diverted from its destination, a system of supervision should operate from the time the butter is removed from storage until it has reached its destination in the third country concerned; whereas, for reasons of clarity, it should be noted that the provisions on supervision laid down by Commission Regulation (EEC) No 1687/76 (7), as last amended by Regulation (EEC) No 978/84 (8), are applicable; whereas, moreover, in light of the specific nature of this operation, additional conditions should be introduced;\nWhereas the Management Committee for Milk and Milk Products has not delivered an opinion within the time limit set by its chairman,", "main_body": ["1. Under the conditions laid down in this Regulation, intervention agencies shall sell butter purchased in accordance with Article 6 (1) of Regulation (EEC) No 804/68 and at least six months old on the day the contract is concluded.\n2. Butter sold pursuant to this Regulation shall be exported without further processing exclusively to one of the destinations listed in the Annex.", "1. The butter shall be sold ex-cold storage plant at a price equal to the buying-in price paid by the intervention agency at the time at which the contract of sale is concluded, minus 33 ECU per 100 kilograms.\n2. It shall be sold in quantities of 100 tonnes or more. The purchaser shall, at the latest when the contract is concluded, make a payment on account to the intervention agency of 5 ECU for the contract quantities.", "1. The intervention agency shall maintain an up-dated list of cold-storage plants in which the butter released for sale is stored, together with the quantities available, and shall make this list available to the parties concerned, on application.\n2. The intervention agency shall make such arrangements as are necessary in order to ensure that the parties concerned may examine, at their own expense, samples taken from the butter released for sale before the contract of sale is concluded.\n3. The purchaser shall waive any rights to legal action in respect of the quality and characteristics of the butter sold.", "1. The purchaser shall make final settlement to the intervention agency, after the butter has been removed and within the time limit referred to in paragraph 2, of the balance of the purchase price referred to in Article 1 for each of the quantities of which he takes delivery, and shall lodge a security of 36 ECU per 100 kilograms for such quantities, in accordance with Article 13 (1) of Regulation (EEC) No 1687/76.\n2. The purchaser shall remove the butter which has been sold to him within a period of six months, calculated as from the day on which the contract was concluded. Removal may be split up into part lots of no less than 20 tonnes each.\nExcept in cases of force majeure, the sale of the remaining quantities shall be cancelled if the purchaser has not made the payment referred to in paragraph 1 within the prescribed time limit and the payment on account for the aforementioned quantities shall be forfeit.\nWhere the payment referred to in paragraph 1 has been made without removal having taken place within the time limit laid down above, the cost of storing the butter shall be chargeable to the purchaser as from the first day following expiry of the time limit.\n3. Export formalities for the butter must be completed within a period of one month as from the day on which delivery was accepted.", "The butter shall be delivered by the intervention agency in packages bearing the following statements in letters at least one centimetre high in the language or languages of the exporting country:\n'Butter exported under Regulation (EEC) No 2268/84'", "Except in cases of force majeure, the security referred to in Article 4 (1) shall be forfeit in proportion to those quantities for which the proof referred to in Article 13 (4) of Regulation (EEC) No 1687/76 has not been produced within the time limit of 12 months as from the date on which the export declaration was accepted.", "The monetary compensatory amount applicable to the butter sold under this Regulation shall be the same as the monetary compensatory amount laid down under Regulation (EEC) No 974/71 multiplied by the coefficient set out in part 5 of Annex I to the Commission Regulation fixing the monetary compensatory amounts.", "The exchange rate to be applied within the framework of this Regulation is the representative rate valid on the day of the conclusion of the contract of sale.", "The following point 13 and the footnote relating to it are added to part I of the Annex to Regulation (EEC) No 1687/76 'Products to be exported in the same state':\n'13. Commission Regulation (EEC) No 2268/84 of 31 July 1984 on special sales of intervention butter for export to various destinations (13).\n(13) OJ No L 208, 3. 8. 1984, p. 35.'", "0\nMember States shall communicate to the Commission, at the latest by the 10th day of each month, the quantities of butter which have, in the previous month:\n- been the subject of a contract of sale under this Regulation,\n- been removed from storage.", "1\nThis Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply from 3 September 1984.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 31 July 1984.\nFor the Commission\nPoul DALSAGER\nMember of the Commission\n(1) OJ No L 148, 28. 6. 1968, p. 13.\n(2) OJ No L 150, 6. 6. 1984, p. 6.\n(3) OJ No L 132, 21. 5. 1983, p. 33.\n(4) OJ No L 90, 1. 4. 1984, p. 1.\n(5) OJ No L 169, 18. 7. 1968, p. 1.\n(6) OJ No L 352, 15. 12. 1983, p. 4.\n(7) OJ No L 190, 14. 7. 1976, p. 1.\n(8) OJ No L 99, 11. 4. 1984, p. 11.\nANNEX\nDESTINATIONS\n- Egypt\n- Saudi Arabia\n- Oman\n- United Arab Emirates\n- Bahrain\n- Qatar\n- Kuwait\n- Syria\n- Iran\n- Iraq\n- Jordan\n- USSR\n- Lebanon\n- Israel\n- North Yemen\n- South Yemen"}