{"celex_id": "31986D0603", "uri": "http://publications.europa.eu/resource/cellar/93f905f8-8a0f-4c84-9449-fe2d9a15f396", "type": "Decision", "concepts": ["1893", "4734", "889"], "title": "86/603/EEC: Council Decision of 8 December 1986 on the granting of national aid in the wine sector in Italy following the serious crisis affecting that sector as a result of the 'methanol-adulterated wine' affair\n", "header": "COUNCIL  DECISION\nof 8 December 1986\non the granting of national aid in the wine sector in Italy following the serious crisis affecting that sector as a result of the 'methanol-adulterated wine' affair\n(86/603/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular the third subparagraph of Article 93 (2) thereof,\nHaving regard to the request submitted by the Government of the Italian Republic on 17 November 1986,\nWhereas Articles 92, 93 and 94 of the Treaty, which concern national aid, were made applicable, by Article 59 of Council Regulation (EEC) No 337/79 of 5 February 1979 on the common organization of the market in wine (1), as last amended by Regulation (EEC) No 3805/85 (2), to production of, and trade in, the wine products referred to;\nWhereas certain fraudulent activities involving a small number of Italian wine producers, and consisting in the addition of methanol to certain wines produced in Italy, have created a climate of distrust among consumers regarding Italian wines in general;\nWhereas the measures taken by the Italian Government to combat these fraudulent activities have proved effective in safeguarding the quality of Italian wines but have not had an immediate influence on consumers;\nWhereas consumer distrust has caused a very considerable fall in sales of Italian wines both in Italy and on export markets, which has led to an unusual build-up of very large stocks of unsold wine;\nWhereas, faced with this unusual and sudden disruption of the balance which had existed on the market in the wines in question, the Italian Government proposed on 28 July 1986 to grant national aid for the distillation or storage of certain types of wine in order to prevent any detrimental effect on the incomes of Italian wine producers, the great majority of whom were in no way involved in the fraud;\nWhereas on 11 September 1986 the Italian Government notified the Commission of this national aid plan in accordance with Article 93 (3) of the Treaty;\nWhereas the Commission considered that the planned national aid was not compatible with the common market, and in particular the common organization of the market in wine as laid down in Regulation (EEC) No 337/79;\nWhereas the fraud in qustion is of an unusual and criminal nature and has nothing to do with the ordinary functioning of the Italian wine market; whereas it has greatly disrupted that market;\nWhereas there are, as a result, special circumstances making it permissible to consider the national aid in question as being compatible with the common market by way of derogation and to the extent and for the period strictly necessary to correct the imbalance created by the fraud,", "main_body": ["1. The followoing national aid for distillation, granted by the Italian Government in the wine sector, shall be considered to be compatible with the common market until 31 December 1986:\n- aid for the distillation of a maximum quantity of 2,5 million hectolitres of table wine at a price of Lit 3 750 per degree and per hectolitre,\n- aid for the distillation of a maximum quantity of 170 000 hectolitres of white table wine obtained by the downgrading of Mosccato d'Asti DOC wines at a price of Lit 13 260 per degree and per hectolitre.\n2. The following national aid for private storage, granted by the Italian Government in the wine sector, shall be considered to be compatible with the common market until 10 April 1987: aid for the private storage of quality wines psr produced during the 1985/86 season amounting to Lit 30 per day and per hectolitre.", "This Decision is addressed to the Italian Republic."], "attachments": "Done at Brussels, 8 December 1986.\nFor the Council\nThe President\nM. JOPLING\n(1) OJ No L 54, 5. 3. 1979, p. 1.\n(2) OJ No L 367, 31. 12. 1985, p. 39."}