{"celex_id": "31987R1245", "uri": "http://publications.europa.eu/resource/cellar/911ffc5a-56dc-4285-a831-28987fd3f3e2", "type": "Regulation", "concepts": ["1401", "1524", "2192", "2488", "4347"], "title": "Commission Regulation (EEC) No 1245/87 of 4 May 1987 introducing temporary Community surveillance prior to importation of certain products originating in Japan\n", "header": "COMMISSION  REGULATION (EEC) No 1245/87\nof 4 May 1987\nintroducing temporary Community surveillance prior to importation of certain products originating in Japan\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 288/82 of 5 February 1982 on common rules for imports (1), as amended by Regulation (EEC) No 1243/86 (2), and in particular Article 10 thereof,\nAfter consultation within the Committee set up under the abovementioned Regulation,\nWhereas on 17 April 1987 the Government of the United States decided to impose a customs duty of 100 % on imports from Japan of certain types of personal computers, colour televisions and electric hand tools;\nWhereas those measures are likely to lead to changes in traditional patterns of trade involving an increase in exports to the Community;\nWhereas the imports concerned are such as to have a depressive effect on the price level and on the financial performance of the Community industry and are thus likely to cause injury to Community producers of like and competing products;\nWhereas therefore it is in the Community interest to introduce a Community surveillance of those imports, in order to gather information as soon as possible on the trend therein;\nWhereas, taking into consideration the reasons for the adoption of this measure, it is appropriate to provide for a period of application of six months, subject to review prior to its expiration,", "main_body": ["Imports into the Community:\n- of personal computers falling within subheading 84.53 ex B of the Common Customs Tariff and corresponding to NIMEXE code 84.53-31 to 39,\n- of electric hand tools falling within subheading 85.05 of the Common Customs Tariff and corresponding to NIMEXE code 85.05-11 to 29, 59, 80,\n- of colour television receivers falling within subheading 85.15 A III b 2 ex cc) of the Common Customs Tariff and corresponding to NIMEXE code 85.15-48,\noriginating in Japan, are to be subjected to Community surveillance prior to importation in accordance with the procedures set out in Articles 11 and 14 of Regulation (EEC) No 288/82.", "The entry into free circulation in the Community of the products referred to in Article 1 is subject to the presentation of a certificate of origin, with the exception of those products which were already being forwarded to the Community on the date of the entry into force of this Regulation,", "Annex II of Regulation (EEC) No 288/82 is hereby modified by the insertion in the Common Customs Tariff and NIMEXE code headings of the products referred to in Article 1 followed by the sign (+) in the column 'EUR'.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nIt is applicable for a period of six months.\nBefore the expiry of this period the Commision will examine the advisability of extending, modifying or repealing this Regulation.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 4 May 1987.\nFor the Commission\nWilly DE CLERCQ\nMember of the Commission\n(1) OJ No L 35, 9. 2. 1982, p. 1.\n(2) OJ No L 113, 30. 4. 1986, p. 1."}