{"celex_id": "31985D0557", "uri": "http://publications.europa.eu/resource/cellar/c8502157-4f3a-4244-8fe5-6e451cd1e067", "type": "Decision", "concepts": ["1474", "2556", "2850", "4092"], "title": "85/557/EEC: Council Decision of 17 December 1985 on the conclusion of the Agreement between the European Economic Community and the Government of the Republic of Senegal amending, for the second time, the Agreement on fishing off the coast of Senegal, and the conclusion of the new Protocol thereto\n", "header": "COUNCIL DECISION of 17 December 1985 on the conclusion of the  Agreement between the European Economic Community and the Government of the Republic of Senegal  amending, for the second time, the Agreement on fishing off the coast of Senegal, and the  conclusion of the new Protocol thereto (85/557/EEC)\nTHE COUNCIL OF THE EUROPEAN  COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article  43 thereof,\nHaving regard to the proposals from the Commission,\nHaving regard to the opinion of the European Parliament(1),\nWhereas the Community and Senegal have conducted negotiations pursuant to the second paragraph of  Article 17 of the Agreement between the Government of the Republic of Senegal and the European  Economic Community on fishing off the coast of Senegal(2), as amended by the Agreement signed on 26  January 1982(3), to determine the amendments or additions to be made to the Annexes or the Protocol  referred to in Article 9 thereof at the end of the second two-year period of application of the  Agreement;\nWhereas, as a result of these negotiations, an Agreement amending Annex I to the abovementioned  fisheries Agreement and a new Protocol were signed on 20 N°vember 1985;\nWhereas it is in the Community's interest to approve the Agreement and the new Protocol relating  thereto with effect from 16 January 1984 in order to avoid any interruption in their application;\nWhereas the conclusion of the Agreement renders Decision 84/84/EEC(4) nugatory,", "main_body": ["Article 1\nThe Agreement between the European Economic Community and the Government of the  Republic of Senegal, amending, for the second time, the Agreement on fishing off the coast of  Senegal, and the new Protocol thereto, are hereby approved on behalf of the Community.\nThe texts referred to in the first paragraph are attached to this Decision.", "The President of the Council shall give the notification provided for in Article 2 of  the Agreement and that provided for in Article 5 of the Protocol(1).", "Decision 84/84/EEC is hereby repealed with effect from the date of application of the  Agreement.", "The Agreement and the new Protocol thereto shall apply with effect from 16 January  1984."], "attachments": "Done at Brussels, 17 December 1985.\nPor the CouncilThe PresidentJ. F. POOS\n(1)OJ N° C 127, 14. 5. 1984, p. 128.\n(2)OJ N° L 226, 29. 8. 1980, p. 17.\n(3)OJ N° L 234, 9. 8. 1982, p. 9.\n(4)OJ N° L 37, 8. 2. 1984, p. 49.\n(1)The dates of entry into force of the Agreement and of the Protocol will be published in the  Official Journal of the European Communities by the General Secretariat of the Council."}