{"celex_id": "31987R4056", "uri": "http://publications.europa.eu/resource/cellar/3a3d5376-dc9f-4f94-b908-383a52458779", "type": "Regulation", "concepts": ["1654", "1836", "3568", "4314", "5300", "5334"], "title": "Commission Regulation (EEC) No 4056/87 of 22 December 1987 laying down the methods of analysis and other technical provisions necessary for the implementation of Regulation (EEC) No 3035/80 laying down general rules for granting export refunds on certain agricultural products exported in the form of goods not covered by Annex II to the Treaty, and the criteria for fixing the amount of such refunds\n", "header": "COMMISSION REGULATION (EEC) N° 4056/87 of 22 December 1987 laying  down the methods of analysis and other technical provisions necessary for the implementation of  Regulation (EEC) N° 3035/80 laying down general rules for granting export refunds on certain  agricultural products exported in the form of goods not covered by Annex II to the Treaty, and the  criteria for fixing the amount of such refunds\nTHE COMMISSION OF THE EUROPEAN  COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) N° 2658/87 of 23 July 1987 on the tariff and statistical  nomenclature and on the Common Customs Tariff(1) as amended by Regulation (EEC) N° 3985/87(2), and  in particular Article 9 thereof,\nWhereas in order to ensure uniform treatment of the exportation from the Community of goods covered  by Council Regulation (EEC) N° 3035/80(3), as last amended by Regulation (EEC) N° 4055/87(4), it is  important to define the analytical methods and other provisions of a technical nature;\nWhereas the measure provided for in this Regulation are in accordance with the opinion of the  N°menclature Committee,", "main_body": ["This Regulation lays down the methods of analysis necessary for the implementation of  Regulation (EEC) N° 3033/80(5), amended by Regulation (EEC) N° 3743/87(6), or in the absence of a  method of analysis, the nature of the analytical operations to be carried out or the principle of a  method to be applied.", "In accordance with the notes to Annex D to Regulation (EEC) N° 3035/80 and for the  purposes of implementing that Annex, the 'Results of Analysis' set out in column 3 shall be  obtained using the methods, procedures and formulae referred to in this Article:\n1.Sugars High performance liquid chromatography (HPLC) shall be used for the individual determination of  sugars.\nA.The sucrose content mentioned in column 3 of Annex D shall be equal to:\n(a)S + (2F) × 0,95,\nif the glucose content is not less than the fructose content,\nor (b)S + (G + F) × 0,95,\nif the glucose content is less than the fructose content where:\nSis the sucrose content determined by HPLC Fis the fructose content determined by HPLC Gis the glucose content determined by HPLC Where the presence of a lactose hydolysate is declared and/or quantities of lactose and galactose  are detected, a glucose content, equivalent to the galactose content (determined by HPLC), shall be  deducted from the glucose (G) content before any other calculation is made.\nB.The glucose content mentioned in column 3 of Annex D shall be equal to:\na)G-F,\nwhere the glucose content is more than the fructose content (b)0 (Zero),\nwhere the glucose content is equal to or less than the fructose content.\nWhere the presence of a lactose hydrolysate is declared and/or quantities of lactose and galactose  are detected, a glucose content, equivalent to the galactose content (determined by HPLC), shall be  deducted from the glucose (G) content before any other calculation is made.\n2.Starch (or dextrin) (dextrin shall be expressed as starch) A.For all headings and subheadings other than subheadings 3505 10 10, 3505 10 90, 3505 20 10 to  3505 20 90 and 3809 10 10 to 3809 10 90 of the combined nomenclature, the starch (or dextrin)  content referred to in column 3 of Annex D shall be calculated using the formula:\n(Z-G) × 0,9;\nwhere Zis the glucose content determined by the method Annex I to Commission Regulation (EEC) N°  4154/87(1);\nGis the glucose content determined by HPLC.\nB.For subheadings 3505 10 10, 3505 10 90, 3505 20 10 to 3505 20 90 and 3809 10 10 to 3809 10 90 of  the combined nomenclature, the starch (or dextrin) content shall be determined by the method set  out in Annex II to Regulation (EEC) N° 4154/87.\n3.Milk fats For the purposes of determining the milk fat content referred to in column 3 of Annex D, a method  based on extraction with light petroleum, preceded by hydrolysis with hydrochloric acid and  followed by gas chromatography of the methyl esters of the fatty acids shall be used. If the presence of milk fats  is detected, the percentage proportion thereof shall be calculated by multiplying the percentage  concentration of methyl butyrate by 23, multiplying the product by the total percentage fat content  by weight of the goods and dividing by 100.", "For the purposes of implementing Annex C to Regulation (EEC) N° 3035/80, the percentage  mannitol content of sorbitol shall be determined by an HPCL method.", "1.  A test report shall be drawn up.\n2.  The test report shall include the following particulars:\n-all the information necessary for identifying the sample,\n-the method used and precise reference to the legal instrument in which it is laid down, or, where  appropriate, detailed reference to a method, specifying the nature of the analytical operations to  be carried out or the principle of the method to be applied, as indicated in this Regulation,\n-any factors liable to have influenced the results,\n-the results of the analysis, with due regard to the way in which they are expressed in the method  used and the means of expression dictated by the needs of the customs or administrative departments  that requested the analysis.", "This Regulation shall enter into force on 1 January 1988.\nThis Regulation shall be binding in its entirety and directly applicable in all  Member States."], "attachments": "Done at Brussels, 22 December 1987.\nFor the CommissionCOCKFIELDVice-President\n(1)OJ N° L 256, 7. 9. 1987, p. 1.\n(2)OJ N° L 376, 31. 12. 1987, p. 1.\n(3)OJ N° L 323, 29. 11. 1980, p. 27.\n(4)See page 1 of this Official Journal.\n(5)OJ N° L 323, 29. 11. 1980, p. 1.\n(6)OJ N° L 352, 15. 12. 1987, p. 29.\n(1)OJ N° L 392, 31. 12. 1987."}