{"celex_id": "31981R3582", "uri": "http://publications.europa.eu/resource/cellar/cd7fab79-fabb-4fcd-b54b-14b502260b90", "type": "Regulation", "concepts": ["1642", "3190", "4682", "491", "888"], "title": "Commission Regulation (EEC) No 3582/81 of 14 December 1981 amending Regulation (EEC) No 2973/79 laying down detailed rules for the application of granting of assistance for the export of beef and veal products which may benefit from a special import treatment in a third country\n", "header": "COMMISSION REGULATION (EEC) No 3582/81 of 14 December 1981 amending Regulation (EEC) No 2973/79 laying down detailed rules for the application of granting of assistance for the export of beef and veal products which may benefit from a special import treatment in a third country\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 805/68 of 27 June 1968 on the common organization of the market in beef and veal (1), as last amended by the Act of Accession of Greece, and in particular Article 15 (2) thereof,\nHaving regard to Council Regulation (EEC) No 2931/79 of 20 December 1979 on the granting of assistance for export of agricultural products which may benefit from a special import treatment in a third country (2), and in particular Article 1 (2) thereof,\nWhereas Commission Regulation (EEC) No 2973/79 (3), as last amended by Regulation (EEC) No 2377/80 (4), laid down detailed rules for the application of Regulation (EEC) No 2931/79;\nWhereas the United States of America may apply special arrangements for an annual quantity of 5 000 tonnes of beef and veal originating in the Community and meeting certain requirements ; whereas experience shows that this quantity should be distributed over four quarterly instalments;\nWhereas Commission Regulation (EEC) No 77/81 (5) provided that applications for export licences for the month of January 1982 could be lodged from 16 December 1981 ; whereas it is necessary to repeal this provision to take account of this new system;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Beef and Veal,", "main_body": ["The following subparagraph is added to Article 1 (1) of Regulation (EEC) No 2973/79:\n\"This quantity shall be divided into four parts of which the first three, which may not exceed 1 250 tonnes, shall be exported during the first three quarters of each year. The Commission shall determine the remainder to be exported during the fourth quarter\".", "The third subparagraph of Article 2 of Regulation (EEC) No 77/81 is deleted.", "This Regulation shall enter into force on 1 January 1982.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 14 December 1981.\nFor the Commission\nPoul DALSAGER\nMember of the Commission  (1) OJ No L 148, 28.6.1968, p. 24. (2) OJ No L 334, 28.12.1979, p. 8. (3) OJ No L 336, 29.12.1979, p. 44. (4) OJ No L 241, 13.9.1980, p. 5. (5) OJ No L 12, 14.1.1981, p. 5."}