{"celex_id": "31987R1923", "uri": "http://publications.europa.eu/resource/cellar/db053518-85e5-42d8-9330-a234cd4190e8", "type": "Regulation", "concepts": ["4210"], "title": "Council Regulation (EEC) No 1923/87 of 2 July 1987 fixing the guide price for soya beans for the 1987/88 marketing year\n", "header": "COUNCIL REGULATION (EEC) No 1923/87 of 2 July 1987 fixing the guide price for soya beans for the 1987/88 marketing year\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ", Having regard to the Treaty establishing the European Economic Community, and in particular Article 43 thereof, Having regard to the Act of Accession of Spain and Portugal, and in particular Article 89  (1) thereof, Having regard to Council Regulation (EEC) No 1491/85 of 23 May 1985 laying down special measures for soya beans (1), as last amended by Regulation (EEC) No 1921/87 (2), and in particular Article 1 (1) and (3) thereof, Having regard to the  proposal from the Commission (3), Having regard to the opinion of the European Parliament (4), Having regard to the opinion of the Economic and Social Committee (5), Whereas, when the guide price for soya beans is fixed on an annual basis, account  should be taken of the objectives of the common agricultural policy and of the contribution which the Community desires to make to the harmonious development of world trade; whereas the objectives of the common agricultural policy are, in particular, to  ensure a fair standard of living for the agricultural community and to ensure that supplies are available and reach consumers at reasonable prices; Whereas the second subparagraph of Article 1 (1) of Regulation (EEC) No 1491/85 provides more  specifically that this price shall be fixed at a fair level for producers, having regard to the supply requirements of the Community; whereas, to this end, a balanced relationship should be maintained between this price and the price of other oil seeds;  Whereas, in accordance with those criteria, the guide price should be set at the levels indicated below; Whereas the guide price must be set for a standard quality to be determined by reference to the average quality of beans harvested in the Community;  whereas the quality laid down for the 1986/87 marketing year meets this requirement and can accordingly be used for the next marketing year; Whereas, pursuant to Article 68 of the Act of Accession, prices in Spain were set at levels differing from that  of the common prices; whereas, pursuant to Article 70 (1) of the Act of Accession, the Spanish prices should be aligned on the common prices each year at the beginning of the marketing year; whereas the rules laid down for this alignment give the  Spanish prices set out below,", "main_body": ["For the 1987/88 marketing year, the guide price for soya beans shall be:(a) 42,71 ECU/100 kilograms for Spain;(b)55,85 ECU/100 kilograms for the other Member States.", "The price referred to in Article 1 shall relate to beans:- in bulk, of sound and fair merchantable quality,and-with an impurity content of 2 % and, for beans as such, humidity and oil contents of 14 % and 18 % respectively.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities. It shall apply from 1 September 1987.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 2 July 1987. For the Council The President K. E. TYGESEN\n(1) OJ No L 151, 10. 6. 1985, p. 15. (2) See page 19 of this Official Journal. (3) OJ No C 89, 3. 4. 1987, p. 31. (4) OJ No C 156, 15. 6. 1987. (5) OJ No C 150, 9. 6. 1987, p. 8."}