{"celex_id": "31986R3810", "uri": "http://publications.europa.eu/resource/cellar/5775568e-7226-40dc-a80b-227b3caf0711", "type": "Regulation", "concepts": ["161", "4582"], "title": "Council Regulation (EEC) No 3810/86 of 11 December 1986 opening, allocating and providing for the administration of a Community tariff quota for boysenberries, preserved by freezing, not containing added sugar, intended for any form of processing except for the manufacture of jam entirely from boysenberries, falling within subheading ex 08.10 D of the Common Customs Tariff\n", "header": "COUNCIL  REGULATION (EEC) No 3810/86\nof 11 December 1986\nopening, allocating and providing for the administration of a Community tariff quota for boysenberries, preserved by freezing, not containing added sugar, intended for any form of processing except for the manufacture of jam entirely from boysenberries, falling within subheading ex 08.10 D of the Common Customs Tariff\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 28 thereof,\nWhereas the Community currently depends on imports from third countries for its supplies of boysenberries; whereas it is in the Community's interest to partially suspend the Common Customs Tariff duty for the product in question, within a Community tariff quota of an appropriate volume; whereas in order not to interfere with the prospects for developing fruit production in the Community and at the same time ensure an adequate supply to satisfy user industries, it is advisable to limit the benefit of the tariff quota to a quantitiy of 1 500 tonnes, to open the quota for the period 1 January to 31 December 1987 and to fix the quota duty at 15 %;\nWhereas it is in particular necessary to allow all Community importers equal and uninterrupted access to the quota and to ensure uninterrupted application of the rates laid down for that quota to all imports of the products concerned into all Member States until the quota has been used up; whereas, in the present case, it seems advisable not to allocate this quota among the Member States but to allow them to draw against the quota volume such quantities as they may need, under the conditions and according to the procedure specified in Article 1 (2); whereas this method of management requires close cooperation between the Member States and the Commission and the latter must, in particular, be able to monitor the rate at which the quota is being used up and inform the Member States thereof;\nWhereas, since the Kingdom of Belgium, the Kingdom of the Netherlands and the Grand Duchy of Luxembourg are united within, and jointly represented by, the Benelux Economic Union, all transactions concerning the administration of shares allocated to that economic union may be carried out by any of its members,", "main_body": ["1. From 1 January to 31 December 1987, the Common Customs Tariff duties applicable to imports of the products listed below shall be suspended at the level shown and within the limit of the Community tariff quota shown:\n1.2.3.4.5 //  //  //  //  //  // Serial No   // Common Customs Tariff No   // Description  // Volume of quota  // Quota duty   //    //   //   //   //   // 09.1929   // ex 08.10 D   // Boysenberries, preserved by freezing, not containing added sugar, intended for any form of processing except for the manufacture of jam entirely from boysenberries  // 1 500 tonnes   // 15 %   //    //   //   //   //\nWithin the limits of this tariff quota, Spain and Portugal shall apply customs duties calculated in accordance with the relevant provisions in the Act of Accession.\n2. If an importer indicates that he is about to import the product in question into a Member State and requests the benefit of the quota, the Member State concerned shall inform the Commission and draw an amount corresponding to these requirements to the extent that the available balance of the reserve so permits.\n3. The shares drawn pursuant to paragraph 2 shall be valid until the end of the quota period.", "1. Member States shall take all appropriate measures to ensure that they draw from the quota in accordance with Article 1 (2) in such a way that imports may be charged without interruption against their aggregate shares of the Community quota.\n2. Each Member State shall ensure that importers of the said goods have access to the quota so long as the residual balance of the quota volume so permits.\n3. Member States shall charge imports of the said goods against their drawings as and when the goods are entered for free circulation. 4. The extent to which the quota has been used up shall be determined on the basis of the imports charged in accordance with paragraph 3.", "At the request of the Commission, Member States shall inform it of imports actually charged against the quota.", "The Member States and the Commission shall collaborate closely in order to ensure that this Regulation is complied with.", "This Regulation shall enter into force on 1 January 1987.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 11 December 1986.\nFor the Council\nThe President\nK. CLARKE"}