{"celex_id": "31982D0189", "uri": "http://publications.europa.eu/resource/cellar/2ada1998-ab70-4520-972e-1362531e7cc7", "type": "Decision", "concepts": ["1091", "3842", "4381", "5301"], "title": "82/189/EEC: Commission Decision of 26 February 1982 establishing that the apparatus described as 'Packard - automatic tri-carb liquid scintillation spectrometer, model 2450, with teletype typewriter, model 645' may not be imported free of Common Customs Tariff duties\n", "header": "COMMISSION  DECISION\nof 26 February 1982\nestablishing that the apparatus described as 'Packard - automatic tri-carb liquid scintillation spectrometer, model 2450, with teletype typewriter, model 645' may not be imported free of Common Customs Tariff duties\n(82/189/EEC)\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1798/75 of 10 July 1975 on the importation free of Common Customs Tariff duties of educational scientific and cultural materials (1), as amended by Regulation (EEC) No 1027/79 (2),\nHaving regard to Commission Regulation (EEC) No 2784/79 of 12 December 1979 laying down provisions for the implementation of Regulation (EEC) No 1798/75 (3), and in particular Article 7 thereof,\nWhereas, by letter dated 28 August 1981, Italy has requested the Commission to invoke the procedure provided for in Article 7 of Regulation (EEC) No 2784/79 in order to determine whether or not the apparatus described as 'Packard - automatic tri-carb liquid scintillation spectrometer, model 2450, with teletype typewriter, model 645', intended for use in research on the flow of ions accross the plasmatic membrane of photoreceptors, should be considered to be a scientific apparatus and, where the reply is in the affirmative, whether apparatus of equivalent scientific value is currently being manufactured in the Community,\nWhereas, in accordance with the provisions of Article 7 (5) of Regulation (EEC) No 2784/79, a group of experts composed of representatives of all the Member States met on 15 December 1981 within the framework of the Committee on Duty-Free Arrangements to examine the matter;\nWhereas this examination showed that the apparatus in question is a spectrometer; whereas its objective technical characteristics such as the ease with which the spectrum measurement may be reproduced and the use to which it is put make it specially suited to scientific research; whereas, moreover, apparatus of the same kind are principally used for scientific activities; whereas it must therefore be considered to be a scientific apparatus;\nWhereas, however, on the basis of information received from Member States, apparatus of scientific value equivalent to the said apparatus capable of being used for the same purposes, are currently being manufactured in the Community; whereas this applies, in particular, to the apparatus 'Isocap 300' manufactured by the firm of G. D. Searle Nederland BV, Wiegerbruinlaan 75, 1422 CB NL-Uithoorn, the apparatus 'PW 4540' manufactured by the firm of Philips Nederland BV, Boschdijk 525, NL-Eindhoven and the apparatus 'SL 4000' manufactured by the firm of Intertechnique-Roche BioĂŠlectronique Kontron, 6, rue des FrĂ¨res Caudron, F-78140 Velizy Villacoublay,", "main_body": ["The apparatus described as 'Packard - automatic tri-carb liquid scintillation spectrometer, model 2450, with teletype typewriter, model 645', which is the subject of an application by Italy of 28 August 1981, may not be imported free of Common Customs Tariff duties.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 26 February 1982.\nFor the Commission\nKarl-Heinz NARJES\nMember of the Commission\n(1) OJ No L 184, 15. 7. 1975, p. 1.\n(2) OJ No L 134, 31. 5. 1979, p. 1.\n(3) OJ No L 318, 13. 12. 1979, p. 32."}