{"celex_id": "31989D0216", "uri": "http://publications.europa.eu/resource/cellar/e6d33587-bc7d-46a5-9f7d-41fb1e26ca65", "type": "Decision", "concepts": ["1115", "1602", "2803", "2862", "4427", "4839"], "title": "89/216/EEC: Commission Decision of 30 November 1988 on the Belgian funds for the promotion of the farming of poultry and other small animals and of fruit and vegetable growing (Only the French and Dutch texts are authentic)\n", "header": "COMMISSION  DECISION\nof 30 November 1988\non the Belgian funds for the promotion of the farming of poultry and other small animals and of fruit and vegetable growing\n(Only the Dutch and French texts are authentic)\n(89/216/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular the first paragraph of Article 93 (2) and Article 12 thereof,\nHaving regard to Council Regulation (EEC) No 2771/75 of 29 October 1975 on the common organization of the market in eggs (1), as last amended by Regulation (EEC) No 3207/88 (2), and in particular Article 19 thereof, and Council Regulation (EEC) No 1035/72 of 18 May 1972 on the common organization of the market in fruit and vegetables (3), as last amended by Regulation (EEC) No 2238/88 (4), and in particular Article 31 thereof, as well as the corresponding provisions of other EEC regulations on the organization of the markets in agricultural products,\nAfter giving notice to the parties concerned, in accordance with Article 93 (2) of the EEC treaty, to submit their comments (5),\nWhereas:\nI\nThe Belgian Permanent Representation to the European Communities communicated to the Commission by letter of 26 August 1986 details on the funds for the promotion of the farming of poultry and other small animals and of fruit and vegetable growing. The Commission had, on 3 April 1986, requested information on the existing legislation concerning poultry-farming and the farming of small animals, which had been brought to its attention.\nThe measures in question were instituted by a Royal Decree of 28 February 1985, later amended by Royal Decrees of 14 October 1985 and 23 April 1986. These provide for a system of financing the promotion of outlets for the products concerned from obligatory contributions. According to the information provided by the Belgian authorities, the aid is granted for promotional schemes, participation in fairs and exhibitions, market research, attendance at conferences, and so on.\nThe schemes are funded from resources accruing from the collection of obligatory contributions. These are levied by ONDAH (Office national des débouchés agricoles et horticoles) on the internal market (production, trade, packaging and slaughter), as well as on imports (eggs in shell not including eggs for hatching, egg products, poultrymeat, compound feedingstuffs) and exports (egg products, fruit and vegetables, including witloof chicory). The event generating the levy may be quantity, value or occupation (occupational levy), as the case may be. The various Royal Decrees give the levels of the contributions.\nThe Belgian authorities also stated that the contributions were supplemented by a State subsidy. This fomed part of the State's grant to ONDAH for the promotion of outlets for agricultural products.\nII\nThe Commission notified the Belgian Government by letter of 30 March 1987 of its decision to initiate the procedure prvided for in Article 93 (2) of the EEC Treaty in respect of the aid, in the absence of sufficient information both on the contributions and on the aid itself.\nUnder the same procedure, the Commission gave notice to the Belgian Government to submit its comments.\nThe Commission likewise gave notice to the other Member States as well as interested parties other than Member States to submit their comments.\nIII\nBy letters of 5 August and 21 December 1987, the Belgian authorities communicated to the Commission:\n- that where the aid was concerned, all of ONDAH's promotion campaigns complied with the positive and negative criteria set out in the framework for national aid for advertising,\n- a draft decree doing away with the contributions collected on imports of eggs in shell, egg products and poultrymeat.\nIt should be noted that the draft was adopted on 25 April 1988 and published in the Moniteur Belge on 14 May 1988.\nIV\nThe Belgian authorities failed to comply with their obligations under Article 93 (3) of the EEC Treaty firstly fristly by not giving notification of the aid in the form of a draft, and secondly by putting it into effect without allowing the Commission to deliver its comments.\nThe aid, funded by compulsory contributions and a State grant, is such as to affect trade between the Member States and to distort or threaten to distort competition within the meaning of Article 92 (1) of the EEC Treaty by favouring the sectors concerned. However, the aid does comply with the framework for national aid for the advertising of agricultural products and certain products not listed in Annex II to the EEC Treaty, excluding fishery products (1). It is such as to facilitate the development of the sectors concerned without adversely affecting trading conditions to an extent contrary to the common interest, and may therefore qualify for the exception provided for in Article 92 (3) (c) of the Treaty.\nThis conclusion cannot be upheld however, since some of the aid is funded through charges which run counter to the obligations laid down in Article 12 et seq. of the Treaty, and which apply in full to agriculture (Joined Cases 90 and 91/63, 13. 11. 1964, Commission v. Belgium and Luxembourg, [1964] ECR 1217).\nDecisions of the Court of Justice of the European Commuities have concluded that the funding of a State aid from an obligatory charge collected for that purpose is an intrinsic component of such an aid, and that assessment must comprise an examination from the standpoint of Community law of both the aid and its funding (Case 47/69, 25. 6. 1970, France v. Commission, [1970] ECR 487).\nIn this connection, Article 3, paragraphs 2 and 3 of the Royal Decree of 28 February 1985 provide that a producer of vegetables for cold storage is to pay a levy of Bfrs 40 per are of glasshouse crop, with a minimum levy of Bfrs 1 000 per enterprise, Bfrs 22,5 per are of crops grown under plastic, with a minimum levy of Bfrs 500 per enterprise, and Bfrs 15 per are of outdoor crop, with a minimum levy of Bfrs 500 per enterprise, while exporters of fruit and vegetables recognized by the 'Office national des débouchés agricoles et horticiles' are to pay a levy of Bfrs 5 000 per year.\nSince the basic amounts on which these charges are levied are not comparable, the export levy should be considered as a charge having an effect equivalent to a customs duty on exports, and as such incompatible with Article 12 of the EEC Treaty.\nThe same conclusion applies to Article 1 of the Decree of 25 April 1988 amending Article 2 of the Decree of 28 February 1985, paragraph 4 of which provides that enterprises specializing in egg products are to pay an annual levy of Bfrs 12 000, while enterprises recognized by the 'Office national des débouchés agricoles et horticoles' as exporters of egg products are to pay an annual levy of Bfrs 30 000.\nThe levy should be considered to be a charge with an effect equivalent to a customs duty on exports, and as such incompatible with Article 12 of the EEC Treaty, as a result of the fact that it is set at a higher level for products which are exported than for products which are marketed within the state concerned (Case 51/74, 23. 1. 1975, Van der Hulst v. Produktschap voor Siergewassen, [1975] ECR 79).\nGiven that available figures do not make a distinction between aids funded from the levies considered to run counter to Article 12 of the Treaty and aids funded from other levies and from the state grant, all of the aids financed by ONDAH pursuant to Article 1 of the law of 11 April 1983 for the farming of poultry and small animals and for fruit and vegetable growing must be considered incompatible with the common market and must therefore be abolished.\nThis Decision is without prejudice to any measures the Commission may see fit to take as regards the financing of the common agricultural policy by the European Agricultural Guidance and Guarantee Fund,", "main_body": ["The aid funded by levies collected pursuant to the Royal Decree of 28 February 1985, as last amended by the Royal Decree of 25 April 1988, contravene Article 93 (3) of the Treaty. In addition, it is incompatible with the common market within the meaning of Article 92 of the Treaty, and must be abolished.", "The Belgian Government shall inform the Commission, within two months of being notified of this Decision, of the measures it has taken to comply therewith.", "This Decision is addressed to the Kingdom of Belgium."], "attachments": "Done at Brussels, 30 November 1988.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 282, 1. 11. 1975, p. 49.\n(2) OJ No L 286, 20. 10. 1988, p. 2.\n(3) OJ No L 118, 20. 5. 1972, p. 1.\n(4) OJ No L 198, 26. 7. 1988, p. 1.\n(5) OJ No C 275, 14. 10. 1987, p. 2.\n(1) OJ No C 302, 12. 11. 1987, p. 6."}