{"celex_id": "31987R0521", "uri": "http://publications.europa.eu/resource/cellar/35849cae-4c0e-4e5a-bac9-194013bbfc90", "type": "Regulation", "concepts": ["1264", "2563", "797", "863"], "title": "Commission Regulation (EEC) No 521/87 of 20 February 1987 laying down special measures for the 1986/87 marketing year for the grant of production aid for olive oil in Spain and Portugal\n", "header": "COMMISSION  REGULATION (EEC) No 521/87\nof 20 February 1987\nlaying down special measures for the 1986/87 marketing year for the grant of production aid for olive oil in Spain and Portugal\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the Act of Accession of Spain and Portugal, and in particular Articles 90 (1) and 257 (1) thereof,\nHaving regard to Council Regulation No 136/66/EEC of 22 September 1966 on the establishment of a common organization of the market in oils and fats (1), as last amended by Regulation (EEC) No 1454/86 (2), and in particular Article 5 thereof,\nWhereas, in order to facilitate the transition between the Spanish national system of production aid existing prior to accession and the Community system, certain principles concerning the grant of production aid should be waived in respect of Spain for the 1986/87 marketing year, and, in particular, account should be taken of the fact that there are no producer organizations in Spain;\nWhereas, in the case of Portugal, in order to facilitate the setting up and recognition of such organizations in time for the 1986/87 marketing year, provision should be made for transitional measures under which organizations which do not yet have the structure provided for in Article 4 of Council Regulation (EEC) No 2261/84 (3) could obtain provisional recognition;\nWhereas, on account of the difficulties encountered in lauching the Community system of production aid in the new Member States, the period laid down for lodging olive growers' crop declarations should be extended until 30 April 1987;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Oils and Fats,", "main_body": ["In Spain, for the 1986/87 marketing year, for the purposes of the grant of production aid for olive oil:\n(a) notwithstanding the first subparagraph of Article 5 (2) of Regulation No 136/66/EEC, production aid shall be granted on the basis of the quantity of oil actually produced, provided the average production of the olive growers concerned is at least 100 kilograms of olive oil. Olive growers whose production is at least 100 kilograms shall be determined in accordance with Article 2 (5) of Regulation (EEC) No 2261/84;\n(b) where an olive grower has sold all or part of his production of olives, the quantity qualifying for aid shall be that obtained by applying the oil yield fixed pursuant to Article 18 of Regulation (EEC) No 2261/84 to the quantity of olives produced as shown on the sales invoice or any other document of a similar nature.", "In Portugal, for the 1986/87 marketing year, notwithstanding Article 4 (1) (a) and (b) of Regulation (EEC) No 2261/84, a producer organization may not be recognized under the said Regulation unless:\n(a) it consists, in the case of organizations producing and increasing the market value of olives and olive oil, of at least 100 olive growers;\nor\n(b) it consists, in other cases, of at least 400 olive growers; should one or more organizations producing and increasing the market value of olives and olive oil be a member of the organization in question, the growers concerned shall be considered individually for the purposes of calculating the minimum number of growers required.", "For the 1986/87 marketing year, the crop declarations referred to in Article 3 (1) and (2) of Regulation (EEC) No 2261/84, shall be lodged in Spain and in Portugal by 30 April 1987 at the latest.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 November 1986.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 February 1987.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No 172, 30. 9. 1966, p. 3025/66.\n(2) OJ No L 133, 21. 5. 1986, p. 8.\n(3) OJ No L 208, 3. 8. 1984, p. 3."}