{"celex_id": "31980R1606", "uri": "http://publications.europa.eu/resource/cellar/0908e01c-9492-4c76-8754-13938111d49e", "type": "Regulation", "concepts": ["1309", "2296", "3732", "5083"], "title": "Commission Regulation (EEC) No 1606/80 of 25 June 1980 amending Regulation (EEC) No 2849/75 on measures relating to imports of rice and broken rice originating in the African, Caribbean and Pacific States or in the overseas countries and territories\n", "header": "COMMISSION REGULATION (EEC) No 1606/80  of 25 June 1980  amending Regulation (EEC) No 2849/75 on measures relating to imports of rice and broken rice originating in the African, Caribbean and Pacific States or in the overseas countries and territories\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 435/80 of 18 February 1980 on the arrangements applicable to agricultural products and certain goods resulting from the processing of agricultural products originating in the African, Caribbean and Pacific States and the overseas countries and territories (1), and in particular Article 23 thereof,\nHaving regard to Council Regulation (EEC) No 878/77 of 26 April 1977 on the exchange rates to be applied in agriculture (2), as last amended by Regulation (EEC) No 779/80 (3), and in particular Article 4 (3) thereof,\nWhereas Article 10 of Regulation (EEC) No 435/80 stipulates that in order for a reduced levy on importation into the Community to be applied to rice originating in the ACP States or the overseas countries and territories the cif export price must, after being increased by the amount of the levy, reach a level corresponding to the threshold price reduced by a fixed amount ; whereas this mechanism in its present form may if certain changes occur in the conversion rates prove defective and the full levy rate may be applied when there is no economic reason for this ; whereas this situation should be remedied in order not to compromise the operation of the agreements linking the Community with the ACP States and the overseas countries and territories;\nWhereas Commission Regulation (EEC) No 2849/75 (4) should be amended accordingly;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["The following Article 1a is inserted in Regulation (EEC) No 2849/75:\n\"Article 1a\nFor the purpose of application of the provisions of Article 10 of Regulation (EEC) No 435/80, the rate to be used for converting the cif export price into the national currency of the importing Member State shall be the spot rate for the sale of that currency ascertained on the currency market of the importing Member State on the day of export.\nIf the interested party makes use of the advance fixing provision of Article 11 (2) of Regulation (EEC) No 435/80, the representative rate to be used for converting the levy into national currency shall be that valid on the day when the import licence application is lodged.\nIn cases where between the day when the application was lodged and the day on which import customs formalities are completed a change in the representative rate occurs that was not known on the day of the advance fixing, the levy referred to in the preceding subparagraph shall, by way of derogation from the provisions of Article 4 of Council Regulation (EEC) No 1134/68 (1), not be adjusted.\n(1) OJ No L 188, 1.8.1968, p. 1.\"", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.  (1)OJ No L 55, 28.2.1980, p. 4. (2)OJ No L 106, 29.4.1977, p. 27. (3)OJ No L 85, 29.3.1980, p. 45. (4)OJ No L 283, 1.11.1975, p. 48.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 25 June 1980.\nFor the Commission\nFinn GUNDELACH\nVice-President"}