{"celex_id": "31981D0716", "uri": "http://publications.europa.eu/resource/cellar/b1b69a93-998d-42d6-a732-b3fe837ff426", "type": "Decision", "concepts": ["1362", "2286", "2802", "766", "889"], "title": "81/716/EEC: Commission Decision of 23 July 1981 on a proposal by the Netherlands Government to grant aid for increasing the production capacity by an undertaking in the chemical industry (polyethylene) (Only the Dutch text is authentic)\n", "header": "COMMISSION DECISION of 23 July 1981 on a proposal by the Netherlands Government to grant aid for increasing the production capacity by an undertaking in the chemical industry (polyethylene) (Only the Dutch text is authentic) (81/716/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular the first subparagraph of Article 93 (2) thereof,\nHaving given notice in accordance with the above Article to interested parties to submit their comments and having regard to these comments,\nI\nWhereas Article 6 of the Netherlands Law of 29 June 1978 (Wet Investeringsrekening - WIR) (1) on the promotion and guidance of investment introduced an \"additional premium for major schemes\" for the benefit of projects where investment exceeds Fl 30 million. The amount of the premium depends on the number of jobs created and may account for up to 4 % of the investment in question.\nWhen examining the Netherlands Law at the draft stage, in the course of the procedure under Article 93 (3) of the EEC Treaty, the Commission pointed out that since the \"additional premium for major schemes\" involved no sectoral or regional objectives it therefore constituted a general aid system, and that since the arrangements applied to all investment, without distinction by reference to given undertakings, regions or sectors, they could not qualify for the derogations under Article 92 (3) (a) or (c). In the absence of such specification, the Commission could not assess the system's effects on trade between Member States and on competition and therefore assess its compatibility with the common market.\nIn respect of such general aid systems it is now the well-established policy of the Commission to accept them subject to one of two conditions, namely that the Member State concerned notifies to the Commission either a plan for regional or sectoral application or alternatively, where this is felt not to be possible, significant individual cases of application.\nIn line with this approach, and in accordance with Article 93 (3) of the EEC Treaty, the Commission requested prior notification in good time of individual cases of application of the \"additional premium for major schemes\", account being taken of the amount of investment concerned.\nDuring discussions with the Netherlands authorities the Commission stated that it would assess each case on its own merits in the light of the rules contained in Article 92 et seq. or rules developed during administration of those provisions. The Netherlands Government could not infer that, by requesting regular prior notification, the Commission had taken a favourable view of the additional premium system.  (1) Staatsblad 1978, No 368.\nThe Netherlands Government complied with the Commission's request by including the prior notification procedure in Articles 6 (7) and 7 (3) of Chapter V of the Netherlands Law of 29 June 1978.\nII\nBy letter of 12 December 1978 the Netherlands Government, as required by the procedure, informed the Commission of its intention to grant the \"additional premium for major schemes\" for a proposed investment in the south of Limburg, at Geleen and in the neighbouring boroughs. The recipient firm is part of a chemical group whose capital is held by the Netherlands and whose head office is at Heerlen.\nThe proposed aid would enable the recipient firm to carry on a Fl 1 71 billion investment programme begun in 1975 with a petrochemical cracking plant. The main elements of the present programme relate to the development of facilities downstream of this cracking plant, including more particularly, production units for PVC, butadiene and low and high density polyethylene. This programme comprises a total of 21 projects.\nThe recipient firm is pursuing the normal development of its facilities at Geleen, which in fact flows from the decision taken in 1975 to establish a petrochemical cracking tower there.\nThe Netherlands scheme will have the effect of increasing the production of certain intermediate plastic products, including high and low density polyethylene. The production capacity for the low density type will be increased from 275 000 to 375 000 tonnes per year and that for the high density type from 50 000 to 120 000 tonnes per year.\nThe firm intends to achieve 54 % of its turnover for the low density type through sales in other Member States ; the corresponding figure for the high density type is 44 %.\nThe \"additional premium for major schemes\" granted in this case would amount to Fl 25 million, representing 2 727 % of the amount of the investment.\nThis investment is located in a regional development area and will receive, additionally, a grant of Fl 16 71 million under the Netherlands regional aid system (Investeringspremieregeling, IPR), because of the contribution it is expected to make towards the establishment of a better socio-economic balance in the region concerned. This grant does not take account as yet of the whole of the planned investment.\nIII\nInvestigation of the polyethylene market in the Community shows a surplus production capacity of the order of 25 %. The additional capacities which would be created would be likely to worsen this overcapacity.\nThe production capacity of the recipient firm represents about 10 and 8 % respectively of the Community market for low and high density polyethylene.\nIV\nThe Netherlands Government replied on 5 March 1979, 16 March 1979 and 12 November 1979 to the Commission's notice under Article 93 of the EEC Treaty. It emphasized that the proposed aid concerned a scheme which would have a considerable catalyzing effect in a region which has the highest unemployment rate in the Netherlands.\nThe Netherlands Government observed that although there is at present an over-capacity for certain categories of polyethylene, the recipient firm has concentrated on the development of quality products intended for specific markets.\nThe recipient firm confirms these assessments and stresses in addition that the implementation of the investment would create 2 639 jobs. Moreover, it considers that the new cracking plant, which can work completely on gas-oil, represents an advantage in terms of ease of supply.\nIn the course of consultations with interested parties, the Government of a Member State argued that the increase in polyethylene capacity is liable to affect trading conditions to an extent contrary to the common interest and can only be justified if the scheme leads to the creation of a sufficient number of jobs.\nThe Governments of two other Member States share the Commission's view that investments in the field of polyethylene are inopportune, since they would aggravate the over-capacity which already exists. The Government of a fourth Member State also opposes the proposed aid.\nV\nThe aid proposed by the Netherlands Government is therefore liable to affect trade between Member States and to distort or threaten to distort competition within the meaning of Article 92 (1) of the EEC Treaty by favouring the undertaking in question or the production of its goods.\nArticle 92 (1) of the EEC Treaty provides that, in principle, any aid fulfilling the criteria which it sets out is incompatible with the common market. The derogations from this principle set out in Article 92 (3) of the EEC Treaty specify objectives pursued in the Community interest and not in that of the individual recipient of the aid. These derogations must be strictly interpreted in the examination both of any regional or sectoral aid scheme and of any individual case of application of general aid systems. In particular, they may be applied only where the Commission establishes that, in the absence of the aid, the free play of market forces would not of itself induce the recipient undertakings to act in such a manner as to contribute to the attainment of one of the objectives specified by those derogations.\nTo derogate in this way in favour of aids offering no compensatory benefit would be tantamount to allowing trade between Member States to be affected and competition to be distorted without any justification in terms of the interest of the Community, while at the same time granting undue advantages to certain Member States.\nWhen applying the principles set out above in its examination of individual cases of application of general aid systems, the Commission must be satisfied that there exists on the part of the recipient undertaking a specific compensatory justification in that the grant of aid is required to promote the attainment of one of the objectives set out in Article 92 (3) of the Treaty. Where this cannot be demonstrated, and especially where the proposed investment nevertheless takes place, it is clear that the aid does not contribute to the attainment of the objectives of the derogations but serves to increase the financial power of the undertaking in question.\nIn the case in question there does not appear to be such a compensatory justification on the part of the recipient of the aid.\nThe Netherlands Government has not been able to give, nor has the Commission found, any grounds to establish that the proposed aid meets the conditions justifying one of the derogations for which provision is made in Article 92 (3) of the EEC Treaty.\nAs regards the derogations of Article 92 (3) (a) and (c) of the EEC Treaty concerning aid to promote or to facilitate the development of certain areas, it cannot be considered that the standard of living in south Limburg is \"abnormally low\" or that it suffers from \"serious under-employment\" within the meaning of subparagraph (a). As regards the derogation of subparagraph (c), the Netherlands Government has already taken account of the contribution which the investments ate likely to make towards improving the socio-economic balance of the area by granting assistance under the Netherlands regional aid scheme, the \"Investeringspremierregeling\" (IPR). The Netherlands Government, in its comments submitted to the Commission, itself emphasized that the \"additional premium for major schemes\" was not granted on account of regional considerations.\nIn respect of the derogations envisaged in Article 92 (3) (b) of the EEC Treaty, investment of this type is brought about in a general way by normal market forces. Moreover, there is nothing peculiar to the investment in question to qualify it as a project of common European interest or as one designed to remedy a serious disturbance in the economy of a Member State, the promotion of which merits a derogation under Article 92 (3) (b) of the EEC Treaty from the principle of the incompatibility of aids laid down by Article 92 (1). In stating its views on the WIR, the Commission recalled that the Netherlands are part of the Community's central regions. These regions are not suffering from the most serious economic and social problems in the Community but they are the regions where there is a real risk of an upward spiral of aids, and where any aid is likely, more than elsewhere, to affect trade between Member States. Furthermore, the information available on the socio-economic situation in that country does not point to the conclusion that it is suffering from a serious disturbance in its economy within the meaning of the Treaty. In individual cases of application the \"additional premium for major projects\" is not granted for the purpose of dealing with such a situation. To take any other view would enable the Netherlands, in the present climate of slow growth and high unemployment throughout the Community, to divert to their advantage investment which might be made in other, less well-placed, Member States. Recent social and economic trends in the Community justify maintaining this approach as regards both the scheme itself and possible cases of application.\nFinally, as regards the derogations provided for in Article 92 (3) (c) in favour of \"aid to facilitate the development of certain economic activities\", examination of the development of the sectors concerned by the two projects for the production of the low and high density polyethylene industry, particularly with regard to forecast demand for the products concerned, shows that the play of market forces should be capable itself, without State intervention, of ensuring a normal development of this activity. In the present case, the object is, essentially, to increase the production capacity of the Netherlands firm to enable it to profit from investments already made. In addition, the fact that a substantial part of the production resulting from the firm's capacity, including the proposed increase, is intended to be exported to other Member States, and this in the context of an existing surplus capacity, does not justify the conclusion that the conditions of trade would not be altered, by such an aid, to an extent contrary to the common interest.\nIn view of the foregoing, the abovementioned aid proposed by the Netherlands Government does not fulfil the conditions necessary for it to benefit from any of the derogation referred to in Article 92 (3) of the EEC Treaty,", "main_body": ["The Kingdom of the Netherlands shall refrain from implementing its proposal, notified to the Commission by letter dated 12 December 1978 from its Minister for Foreign Affairs, to grant the \"additional premium for major schemes\" in favour of investment made at Geleen and the neighbouring boroughs by a Netherlands undertaking in the chemical field.", "The Kingdom of the Netherlands shall inform the Commission within two months of the date of notification of this Decision of the measures which it has taken to comply with it.", "This Decision is addressed to the Kingdom of the Netherlands."], "attachments": "Done at Brussels, 23 July 1981.\nFor the Commission\nFrans ANDRIESSEN\nMember of the Commission"}