{"celex_id": "31985R1387", "uri": "http://publications.europa.eu/resource/cellar/e16fdc40-b38f-45d4-9458-b9c9ac0d1e05", "type": "Regulation", "concepts": ["1318", "4284", "4663"], "title": "Commission Regulation (EEC) No 1387/85 of 28 May 1985 on the sale on the internal market of 40 000 tonnes of common wheat held by the German intervention agency\n", "header": "COMMISSION  REGULATION (EEC) No 1387/85\nof 28 May 1985\non the sale on the internal market of 40 000 tonnes of common wheat held by the German intervention agency\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2727/75 of 29 October 1975 on the common organization of the market in cereals (1), as last amended by Regulation (EEC) No 1018/84 (2), and in particular Article 7 (5) thereof,\nHaving regard to Commission Regulation (EEC) No 1836/82 of 7 July 1982 laying down the procedure and conditions for the disposal of cereals held by intervention agencies (3), and in particular Article 4 thereof,\nWhereas German intervention stores already hold large quantities of common wheat; whereas, in the interests of the management of the Community market, part of those stocks should be disposed of;\nWhereas there is a demand for supplies for the milling trade and for use as animal feed; whereas consideration should therefore be given to putting up for sale on the internal market common wheat held by the German intervention agency;\nWhereas, moreover, as regards monitoring, the provisions of Commission Regulation (EEC) No 1687/76 of 30 June 1976 laying down common detailed rules for verifying the use and/or destination of products from intervention (4), as last amended by Regulation (EEC) No 2794/83 (5), are applicable;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["The German intervention agency shall sell on the internal market by invitation to tender 40 000 tonnes of common wheat with a view to its use in the milling trade and in animal feed in the German Democratic Republic.", "The control referred to in Article 2 of Regulation (EEC) No 1687/76 must ensure that all the quantities sold will be used pursuant to Article 1.", "When setting additional terms and conditions compatible with the provisions of this Regulation, the German intervention agency may inter alia impose a time limit for the use of common wheat sold pursuant to Article 1.", "The following point 20 and footnote relating thereto are hereby added to part II of the Annex to Regulation (EEC) No 1687/76, 'Products subject to a use and/or destination other than that mentioned under I':\n'20. Commission Regulation (EEC) No 1387/85 of 28 May 1985 on the sale on the internal market of 40 000 tonnes of common wheat held by the German intervention agency (20).\nOn the dispatch of common wheat for processing;\n- section 104: ''For processing'' (Article 1 of Regulation (EEC) No 1387/85),\n- section 106: the date on which the common wheat withdrawn from intervention.\n(20) OJ No L 140, 29. 5. 1985, p. 5.'", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 28 May 1985.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 281, 1. 11. 1975, p. 1.\n(2) OJ No L 107, 19. 9. 1984, p. 1.\n(3) OJ No L 202, 9. 7. 1982, p. 23.\n(4) OJ No L 190, 14. 7. 1976, p. 1.\n(5) OJ No L 274, 7. 10. 1983, p. 18."}