{"celex_id": "31988R1921", "uri": "http://publications.europa.eu/resource/cellar/06a9f468-c37a-42fe-8f1a-d1815cfc296a", "type": "Regulation", "concepts": ["2489", "2733", "4280", "4314"], "title": "Commission Regulation (EEC) No 1921/88 of 30 June 1988 fixing, for the 1988/89 marketing year, the flat-rate amount provided for under the system of minimum stocks in the sugar sector\n", "header": "COMMISSION  REGULATION (EEC) No 1921/88\nof 30 June 1988\nfixing, for the 1988/89 marketing year, the flat-rate amount provided for under the system of minimum stocks in the sugar sector\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1785/81 of 30 June 1981 on the common organization of the markets in the sugar sector (1), as last amended by Regulation (EEC) No 1107/88 (2), and in particular Article 12 (3) thereof,\nHaving regard to Council Regulation (EEC) No 1789/81 of 30 June 1981 laying down general rules concerning the system of minimum stocks in the sugar sector (3),\nWhereas Articles 3 (b) and 6 (a) of Regulation (EEC) No 1789/81 provide for the reimbursement of the pecuniary advantage included in the intervention price on account of the costs involved in maintaining the minimum stock;\nWhereas the Council has not to date adopted the prices for the 1988/89 marketing year, which commences  on 1 July 1988; whereas the price factors determined  by Commission Regulation (EEC) No 1912/88 (4) should accordingly be taken into account for the calculation in order to ensure that the import arrangements continue to operate in the sector concerned;\nWhereas, in order to determine that pecuniary advantage, Commission Regulation (EEC) No 189/77 of 28 January 1977 laying down detailed rules for the application of the system of minimum stocks in the sugar sector (5), as amended by Regulation (EEC) No 1920/81 (6), provides for a flat-rate amount to be fixed for each marketing year;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Sugar,", "main_body": ["For the 1988/89 marketing year, the flat-rate amount referred to in Article 6 of Regulation (EEC) No 189/77 shall be 0,165 ECU per 100 kilograms of sugar expressed as white sugar.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 July 1988.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 June 1988.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 177, 1. 7. 1981, p. 4.\n(2) OJ No L 110, 29. 4. 1988, p. 20.\n(3) OJ No L 177, 1. 7. 1981, p. 39.\n(4) OJ No L 168, 1. 7. 1988, p. 115.\n(5) OJ No L 25, 29. 1. 1977, p. 27.\n(6) OJ No L 189, 11. 7. 1981, p. 23."}