{"celex_id": "31986R1797", "uri": "http://publications.europa.eu/resource/cellar/5809dd1b-dbc2-493d-974b-0c4a8d009909", "type": "Regulation", "concepts": ["1069", "4078", "4384"], "title": "Council Regulation (EEC) No 1797/86 of 9 June 1986 abolishing certain postal fees for customs presentation\n", "header": "12.6.1986 EN Official Journal of the European Communities L 157/1\nCOUNCIL REGULATION (EEC) No 1797/86\nof 9 June 1986\nabolishing certain postal fees for customs presentation\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 235 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas Decision 79/8/EEC of the representatives of the Governments of the Member States of the European Economic Community, meeting within the Council, of 18 December 1978 on the abolition of certain postal charges for customs presentation (4) put an end to the levying of customs presentation charges in respect of consignments of goods sent from a Member State and benefiting on importation from exemption from turnover taxes and excise duties;\nWhereas the authorities of some Member States consequently continue to levy such fees in respect of other consignments of Community goods sent from another Member State;\nWhereas it is desirable to strengthen the Community's internal market by reducing and, where possible, removing formalities and charges which apply to trade in Community goods between Member States; whereas the final abolition of postal fees for customs presentation in trade within the Community would make a major contribution to the achievement of this aim in that it would have a visible and immediate effect on such trade for the benefit of the citizens of Europe;\nWhereas the Treaty has not provided the necessary powers to this end, other than those of Article 235,", "main_body": ["Postal fees shall no longer be levied for the presentation to customs of consignments of goods sent from a Member State which fulfil the conditions laid down in Articles 9 and 10 of the Treaty,", "By derogation from Article 1, the provisions in force in Spain and Portugal as regards postal fees for customs presentation in trade with third countries may apply on the same conditions to trade conducted within the Community for as long as customs duties are levied in connection with such trade.", "This Regulation shall enter into force on 1 January 1988.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 9 June 1986.\nFor the Council\nThe President\nG.M.V. van AARDENNE\n(1)  OJ No C 202, 10. 8. 1985, p. 8.\n(2)  OJ No C 352, 31. 12. 1985, p. 289.\n(3)  OJ No C 344, 31. 12. 1985, p. 6.\n(4)  OJ No L 6, 10. 1. 1979, p. 26."}