{"celex_id": "31988D0171", "uri": "http://publications.europa.eu/resource/cellar/482a7d0d-1009-47b1-86c2-0e40f03d2743", "type": "Decision", "concepts": ["1088", "2979", "5034", "711"], "title": "88/171/EEC: Commission Decision of 28 January 1988 approving a programme submitted under the common measure for the encouragement of agriculture by improving the rearing of beef cattle in certain less-favoured areas of France pursuant to Council Regulation (EEC) No 1400/86 (Only the French text is authentic)\n", "header": "COMMISSION  DECISION\nof 28 January 1988\napproving a programme submitted under the common measure for the encouragement of agriculture by improving the rearing of beef cattle in certain less-favoured areas of France pursuant to Council Regulation (EEC) No 1400/86\n(Only the French text is authentic)\n(88/171/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1400/86 of 6 May 1986 introducing a common measure for the encouragement of agriculture by improving the rearing of beef cattle in certain less-favoured areas of France (1), and in particular Article 3 (3) thereof,\nWhereas on 31 July 1987 the French Government forwarded a programme concerning the encouragement of agriculture by improving the rearing of beef cattle in certain less-favoured areas of France, not including measures relating to the selection of breeding bulls of high genetic value, drawn up in accordance with Regulation (EEC) No 1400/86, and on 13 November 1987 submitted supplementary information in a note to the Commission;\nWhereas the programme contains the information required by Article 2 of Regulation (EEC) No 1400/86 and does not exceed the limits laid down in Articles 1, 5 and 6 thereof; whereas the objectives of the common measure can therefore be achieved;\nWhereas, in accordance with Article 7 of Regulation (EEC) No 1400/86, the procedures for the provision of periodical information on the progress of the programme must be determined in agreement with France;\nWhereas the EAGGF Committee has been consulted on the financial aspects;\nWhereas the measures provided for in this decision are in accordance with the opinion of the Standing Committee on Agricultural Structure;\nWhereas the Member State is concerned not to create disparities between the northern regions of the Massif Central covered by the programme and the southern regions covered by Council Regulation (EEC) No 2088/85 of 23 July 1985 on the integrated Mediterranean programmes (2); whereas, therefore, the programme should be approved with effect from 1 August 1987,", "main_body": ["The programme concerning a common measure for the encouragement of agriculture by improving the rearing of beef cattle in certain less-favoured areas of France, forwarded by the French Government, is hereby approved.", "The procedures for the provision of periodical information by the French Republic in accordance with Article 7 of Regulation (EEC) No 1400/86 on the progress of the programme are hereby determined as follows:\nThe French Government shall submit a report each year, before 31 July, containing the following information on the progress of the works:\n1. Consolidation\n- number of districts and hectarages concerned,\n- number of agricultural holdings concerned,\n- operations carried out during the year,\n- operations still in progress,\n- expenditure disbursed during the year (in ECU),\n- total since the Regulation took effect,\n- percent of projects provided for in programme.\n2. Grassland improvement\n- extent of improvements carried out (in area),\n- nature of improvements carried out,\n- number of farmers concerned by improvements during the year,\n- expenditure disbursed during the year (in ECU),\n- total since the Regulation took effect,\n- percent of projects provided for in programme.\n3. Water engineering works\n- nature and extent of improvements carried out,\n- number of farmers concerned,\n- list of operations still in progress,\n- comments on measures taken to conserve natural areas,\n- expenditure disbursed during the year (in ECU),\n- total since the Regulation took effect,\n- percent of projects provided for in programme.\n4. Improvement of conditions of livestock production\n- type of improvements during the year as regards equipment purchasing and disease control,\n- number of farmers concerned,\n- expenditure disbursed during the year (in ECU),\n- total since the Regulation took effect,\n- percent of projects provided for in programme.\n5. Rural infrastructure\nOperations during the year relating to:\n- farm roads (construction of new roads, improvements, number of agricultural holdings concerned),\n- supply of potable water (new networks, reinforcement of existing networks, number of farmers concerned),\n- rural electricity supplies (new schemes or reinforcement of existing networks, number of farmers concerned),\n- expenditure disbursed during the year (in ECU),\n- total since the Regulation took effect,\n- percent of projects provided for in programme.\n6. Forestry\n- nature and extent of operations carried out during the year,\n- number of farmers concerned,\n- expenditure disbursed during the year (in ECU),\n- total since the Regulation took effect,\n- percent of projects provided for in programme.\n7. Promotional and technical back-up\n- number of technicians employed,\n- comments on effectiveness of promotional and technical back-up provided for the programme during the year,\n- ideas for future activities,\n- expenditure disbursed during the year (in ECU),\n- total since the Regulation took effect,\n- percent of projects provided for in programme.", "This Decision shall take effect from 1 August 1987.", "This Decision is addressed to France."], "attachments": "Done at Brussels, 28 January 1988.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 128, 14. 5. 1986, p. 1.\n(2) OJ No L 197, 27. 7. 1985, p. 1."}