{"celex_id": "31982D0467", "uri": "http://publications.europa.eu/resource/cellar/db53aa7e-21d9-4dad-92a0-347254724f50", "type": "Decision", "concepts": ["1085", "1318", "3774", "4667", "4860"], "title": "82/467/EEC: Commission Decision of 30 June 1982 authorizing a number of Member States to sell butter at a reduced price in the form of concentrated butter (Only the German, English and French texts are authentic)\n", "header": "COMMISSION  DECISION\nof 30 June 1982\nauthorizing a number of Member States to sell butter at a reduced price in the form of concentrated butter\n(Only the English, French and German texts are authentic)\n(82/467/EEC)\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 804/68 of 27 June 1968 on the common organization of the market in milk and milk products (1), as last amended by Regulation (EEC) No 1183/82 (2), and in particular Article 6 (7) thereof,\nHaving regard to Council Regulation (EEC) No 985/68 of 15 July 1968 laying down general rules for intervention on the market in butter and cream (3), as last amended by the Act of Accession of Greece, and in particular Article 7a thereof,\nWhereas Commission Reglation (EEC) No 649/78 of 31 March 1978 on the sale at reduced prices of intervention butter for direct consumption as concentrated butter (4), as last amended by Regulation (EEC) No 1728/82 (5), provides that the Member States may be authorized to sell butter in public storage at a reduced price, or grant aid for butter in private storage, for the purpose of direct consumption of this butter in the form of concentrated butter;\nWhereas the Federal Republic of Germany, the United Kingdom and the French Republic have requested authorization to undertake such operations and are in a position to see that the concentrated butter is used as intended;\nWhereas the quantity of butter to be covered by the operations must be decided in the light of experience of previous operations and with regard to the quantities of concentrated butter that can normally be absorbed by the market for private consumption in the Community and to the state of butter stocks;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Management Committee for Milk and Milk Products,", "main_body": ["The Member States indicated below are hereby authorized, for the quantities of butter stated, to have recourse to the provisions of Regulation (EEC) No 649/78:\n1.2 //   //   // Member State  // Quantity  //   //  // Federal Republic of Germany  // 3 000  // United Kingdom  // 750  // France  // 250  //   //", "This Decision is addressed to the Federal Republic of Germany, the United Kingdom and the French Republic."], "attachments": "Done at Brussels, 30 June 1982.\nFor the Commission\nPoul DALSAGER\nMember of the Commission\n(1) OJ No L 148, 28. 6. 1968, p. 13.\n(2) OJ No L 140, 20. 5. 1982, p. 1.\n(3) OJ No L 169, 18. 7. 1968, p. 1.\n(4) OJ No L 86, 1. 4. 1978, p. 33.\n(5) OJ No L 189, 1. 7. 1982, p. 67."}