{"celex_id": "31989R2188", "uri": "http://publications.europa.eu/resource/cellar/dec33339-92a0-4f62-9183-5c06e4972add", "type": "Regulation", "concepts": ["161", "1736"], "title": "Council Regulation (EEC) No 2188/89 of 18 July 1989 repealing and replacing Regulation (EEC) No 4192/88 opening and providing for the administration of a Community tariff quota for certain grades of magnesium\n", "header": "COUNCIL  REGULATION (EEC) No 2188/89\nof 18 July 1989\nrepealing and replacing Regulation (EEC) No 4192/88 opening and providing for the administration of a Community tariff quota for certain grades of magnesium\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 28 thereof,\nHaving regard to the proposal from the Commission,\nWhereas by Regulation (EEC) No 4192/88 (1), the Council opened for 1989 a zero-duty Community tariff quota of 320 tonnes of certain extra-pure grades of magnesium intended for use in the manufacture of raspings for the nuclear fuel industry; whereas it is appropriate to extend the benefit of that tariff quota to similar goods intended for different use, end to ajdapt the volume of the quota; whereas it is appropriate to reapeal Regulation (EEC) No 4192/88 and replace it by this Regulation;\nWhereas equal and continuos access to the quota should be ensured for all Community importers and the rates laid down for the quota should be applied consistently to all imports of the product in question into all the Member States until the quota is exhausted; whereas it is appropriate to take the necessary measures to ensure efficient Community administration of this tariff quota while offering the Member States the opportunity to draw from the quota volume the necessary quantities corresponding to actual imports; whereas this method of administration requires close cooperation between the Member States and the Commission and the latter must in particular be able to monitor the rate at which the tariff quota is used and inform the Member States accordingly;\nWhereas, since the Kingdom of Belgium, the Kingdom of the Netherlands and the Grand Duchy of Luxembourg are united within and jointly represented by the Benelux Economic Union, any operation concerning the administration of the quota may be carried out by any one of its members,", "main_body": ["1. Until 31 December 1989 the customs duty applicable to imports of the following product shall be suspended at the level indicated and within the limits of a Community tariff quota as shown below:\n1.2.3.4.5 //  //  //  //  //  // Order No  // CN code  // Description  // Amount of quota (in tonnes)   // Quota duty (%)   //    //   //   //   //   //   //   //   //   //  // 09.2742   // ex 8104 11 00   // Unwrought magnesium having a purity of not less than 99,95 % in the form of billets or ingots, intended for the manufacture of elements used in the nuclear industry   // 850   // 0   //    //   //   //   //\n2. Within the limit of this tariff quota, the Kingdom of Spain and the Portuguese Republic shall apply customs duties calculated in accordance with the relevant provisions of the 1985 Act of Accession.\n3. The relevant Community provisions shall be applied in order to monitor the use of the product for the pescribed specific purpose.", "The tariff quota referred to in Article 1 shall be administered by the Commission, which may take any appropriate measure with a view to ensuring the efficient administration thereof.", "If an importer presents in a Member State a declaration of entry into free circulation including a request for preferential benefit for a product covered by this Regulation, and if this declaration is accepted by the customs authorities, the Member State concerned shall draw, from the tariff quota, by means of notification to the Commission, a quantity corresponding to these needs.\nThe requests for drawing, with the indication of the date of acceptance of the said declarations, must be communicated to the Commission without delay.\nThe drawings are granted by the Commission on the basis of the date of acceptance of the declaration of entry into free circulation by the customs authorities of the Member State concerned, to the extent that the available balance so permits.\nIf a Member State does not use the quantities drawn, it shall return them as soon as possible to the tariff quota.\nIf the quantities requested are greater than the available balance of the tariff quota, allocation shall be made on a pro rata basis with respect to the requests. Member States shall be informed by the Commission of the drawings made.", "Each Member State shal ensure that importers of the product concerned have equal and continuous access to the quota for such times as the balance of the tariff quota so permits.", "The Member States and the Commission shall cooperate closely to ensure that this Regulation is complied with.", "Regulation (EEC) No 4192/87 is hereby repealed.", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 July 1989.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 18 July 1989.\nFor the Council\nThe President\nR. DUMAS\n(1) OJ No L 368, 31. 12. 1988, p. 36."}