{"celex_id": "31986R1346", "uri": "http://publications.europa.eu/resource/cellar/555328bc-7d10-424a-9774-2472cbd83669", "type": "Regulation", "concepts": ["4650"], "title": "Council Regulation (EEC) No 1346/86 of 6 May 1986 on the granting of a calf birth premium in Greece, Ireland, Italy and Northern Ireland and on the granting of an additional national premium in Italy\n", "header": "COUNCIL REGULATION (EEC) No 1346/86 of 6 May 1986 on the granting of a  calf birth premium in Greece, Ireland, Italy and Northern Ireland and on the granting of an  additional national premium in Italy\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ", Having  regard to the Treaty establishing the European Economic Community, and in particular Article 43  thereof, Having regard to the proposal from the Commission, Having regard to the opinion of the  European Parliament  (1), Whereas the intervention price applicable in the beef and veal sector has  been fixed at a level lower than that resulting from the application of Article 6 of Council  Regulation (EEC) No 805/68 of 27 June 1968 on the common organization of the market in beef and  veal (2), as last amended by Regulation (EEC) No 3768/85 (3); whereas Greece, Ireland, Italy and  the United Kingdom (in respect of Northern Ireland only), which, until 27 April 1986, applied the  system of a premium for the birth of calves provided for in Regulation (EEC) No 1201/ 82 (4),  should continue to grant this premium; Whereas the Commission forwarded to the Council proposals  aimed at reorganizing the common organization of the markets in beef and veal; whereas the Council  has agreed to reach a decision on the proposals by 31 December 1986; whereas, therefore, the  present system of premiums should be extended until the said date; Whereas this premium constitutes  intervention on the internal market within the meaning of Article 3 of Council Regulation (EEC) No  729/70 of 21 April 1970 on the financing of the common agricultural policy  (5), as last amended by  Regulation (EEC) No 3509/80  (6); Whereas Italy should be authorized to grant an additional  national premium,", "main_body": ["1.    Until 31 December  1986, Greece, Ireland, Italy and the United Kingdom (in respect of Northern Ireland only) shall be  authorized to grant a premium for every calf born on their territories during the application of  this Regulation and still alive six months after its birth. 2.    The amount of the said premium  shall be 9 ECU payable by the EAGGF Guarantee Section. It shall be paid in a single instalment.", "Until 31 December 1986, Italy shall be authorized to grant an additional national  premium of not more than 23 ECU per calf still alive six months after its birth, providing that the  granting of this premium does not lead to any discrimination between livestock farmers.", "Detailed rules for implementing this Regulation shall be adopted in accordance with the procedure  laid down in Article 27 of Regulation (EEC) No 805/68.", "This Regulation shall enter into  force on the day of its publication in the Official Journal of the European Communities. It shall  apply from 28 April 1986.\nThis Regulation shall be binding in its entirety and  directly applicable in all Member States."], "attachments": "Done at Brussels, 6 May 1986. For the Council The  President P.  H. van ZEIL\n(1)   Opinion delivered on 17 April 1986 (not yet published in the Official Journal).\n(2)  OJ No L 148, 28. 6. 1968, p. 26.\n(3)  OJ No L 362, 31. 12. 1985, p. 8.\n(4)  OJ No L 140, 20. 5. 1982, p. 34.\n(5)  OJ No L 94, 28. 4. 1970, p. 13.\n(6)  OJ No L 367, 31. 12. 1980, p. 87."}