{"celex_id": "31984R3406", "uri": "http://publications.europa.eu/resource/cellar/60c59a4c-4f83-4384-a071-6574a40fbabe", "type": "Regulation", "concepts": ["1329", "2925", "4416", "4722", "4726"], "title": "Commission Regulation (EEC) No 3406/84 of 4 December 1984 authorizing the use in the production of sparkling wines, aerated sparkling and aerated semi-sparkling wines or wines obtained from grapes harvested in certain parts of zone A which do not have the alcoholic strength by volume required under the common organization of the market in wine\n", "header": "COMMISSION  REGULATION (EEC) No 3406/84\nof 4 December 1984\nauthorizing the use in the production of sparkling wines, aerated sparkling and aerated semi-sparkling wines or wines obtained from grapes harvested in certain parts of zone A which do not have the alcoholic strength by volume required under the common organization of the market in wine\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 337/79 of 5 February 1979 on the common organization of the market in wine (1), as last amended by Regulation (EEC) No 1208/84 (2), and in particular Article 48 (6) thereof,\nWhereas in the northern parts of wine-growing zone A the climatic conditions in 1984 have been exceptionally unfavourable; whereas, more precisely, the said areas have experienced an abnormally high level of rainfall and a considerable lack of sunshine; whereas a certain proportion of the grapes harvested has consequently not reached the minimum natural alcoholic strength of 5 % laid down in the second subparagraph of Article 32 (4) of Regulation (EEC) No 337/79; whereas, to protect the prducers of the said grapes from considerable economic losses and in accordance with the provisions of the second subparagraph of Article 48 (3) (a) of the said Regulation, authorization should be given for the wine obtained from such grapes to be used for the production of sparkling wines, aerated sparkling wines or aerated semi-sparkling wines;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Wine,", "main_body": ["Until the end of the 1984/85 wine-growing year, wines with an alcoholic strength of between 4,5 % and 5 % vol obtained from grapes harvested in the following parts of wine-growing zone A may be used for the production of sparkling wines or aerated sparkling wines the actual alcoholic strength by volume of which is not less than 8,5 % or for the production of aerated semi-sparkling wines: Ahr, Mittelrhein, Rheingau, Mosel-Saar-Ruwer and Nahe.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 4 December 1984.\nFor the Commission\nPoul DALSAGER\nMember of the Commission\n(1) OJ No L 54, 5. 3. 1979, p. 1.\n(2) OJ No L 115, 1. 5. 1984, p. 77."}