{"celex_id": "31989R0084", "uri": "http://publications.europa.eu/resource/cellar/0a903e66-63cb-4f76-a051-68f7155fffa6", "type": "Regulation", "concepts": ["1309", "1642", "4088", "491"], "title": "Commission Regulation (EEC) No 84/89 of 16 January 1989 amending Regulation (EEC) No 1193/88 in respect of the documents required for imports of bran\n", "header": "COMMISSION  REGULATION (EEC) No 84/89\nof 16 January 1989\namending Regulation (EEC) No 1193/88 in respect of the documents required for imports of bran\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1058/88 of 28 March 1988 on the import of bran, sharps and residues derived from the sifting, milling or other working of cereals other than maize and rice and amending Regulation (EEC) No 2658/87 on the tariff and statistical nomenclature and on the Common Customs Tariff (1), and in particular Article 2 thereof,\nWhereas Commission Regulation (EEC) No 1193/88 (2) lays down detailed rules for the application of an annual import quota of a maximum of 550 000 tonnes of bran with a reduced levy; whereas Articles 4 and 5 of that Regulation provide for the use by the exporting country of a certificate of origin from 1 January 1989 at the latest for proof of payment of the export tax corresponding to the reduction in the import levy; whereas the specimen form for such certificates has not yet been adopted and will not be available on 1 January 1989 as anticipated; whereas provision should accordingly be made for alternative customs export documents to be accepted until the specimen form for the certificate of origin is introduced and no final date should be fixed;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["Article 5 of Regulation (EEC) No 1193/88 is hereby replaced by the following:\n'Article 5\nUntil the introduction of the specimen form for the certificate of origin referred to in Article 4 and for products exported before the introduction of that certificate of origin, proof of payment of the export tax shall be provided by any customs export document provided that it includes the particulars required to identify the goods, the amount of the tax levied per tonne, the words \"Special export tax levied\" and the date of payment of the tax certified by the signature and the stamp of a body listed in the Annex hereto.'", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 January 1989.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 16 January 1989.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 104, 23. 4. 1988, p. 1.\n(2) OJ No L 111, 30. 4. 1988, p. 87."}