{"celex_id": "31982D0555", "uri": "http://publications.europa.eu/resource/cellar/8cb9bd9b-6d75-4bad-b44b-3ea122187b3f", "type": "Decision", "concepts": ["1612", "192", "336", "5034"], "title": "82/555/EEC: Commission Decision of 28 July 1982 approving the extended plan for the eradication of enzootic bovine leucosis submitted by the Kingdom of Denmark (Only the Danish text is authentic)\n", "header": "COMMISSION  DECISION\nof 28 July 1982\napproving the extended plan for the eradication of enzootic bovine leucosis submitted by the Kingdom of Denmark\n(Only the Danish text is authentic)\n(82/555/EEC)\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 77/391/EEC of 17 May 1977 introducing Community measures for the eradication of brucellosis, tuberculosis and leucosis in cattle (1), and in particular Article 9 (2) thereof,\nHaving regard to Council Directive 78/52/EEC of 13 December 1977 establishing the Community criteria for national plans for the accelerated eradication of brucellosis, tuberculosis and enzootic leucosis in cattle (2), and in particular Chapter IV thereof,\nHaving regard to Commission Decision 78/481/EEC of 11 May 1978 approving the plan for the eradication of leucosis put forward by the Kingdom of Denmark (3),\nHaving regard to Council Directive 82/400/EEC of 14 June 1982 amending Directive 77/391/EEC and introducing a supplementary Community measure for the eradication of brucellosis, tuberculosis and leucosis in cattle (4),\nWhereas by letter dated 18 December 1981 the Kingdom of Denmark notified the Commission of an extended plan to eradicate leucosis;\nWhereas, after examination and taking into account the success of the initial plan, the extended plan was found to comply with Directives 77/391/EEC, 78/52/EEC and 82/400/EEC;\nWhereas the extended plan ensures continuity with the measures put in hand under the initial plan; whereas the initial plan expired on 15 May 1981;\nWhereas the measures under the extended plan have been applied since 15 May 1981; whereas, consequently, the conditions for financial participation by by the Community have been met;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee; whereas the Fund Committee has been consulted,", "main_body": ["The extended plan for the eradication of leucosis as applied by the Kingdom of Denmark from 15 May 1981 is hereby approved.", "Financial participation by the Community shall be in respect of eligible expenditure on account of slaughterings taking place on or after 15 May 1981.", "This Decision is addressed to the Kingdom of Denmark."], "attachments": "Done at Brussels, 28 July 1982.\nFor the Commission\nPoul DALSAGER\nMember of the Commission\n(1) OJ No L 145, 13. 6. 1977, p. 44.\n(2) OJ No L 15, 19. 1. 1978, p. 34.\n(3) OJ No L 152, 8. 6. 1978, p. 23.\n(4) OJ No L 173, 19. 6. 1982, p. 18."}