{"celex_id": "31988R0816", "uri": "http://publications.europa.eu/resource/cellar/787ae10d-3413-4488-bbd9-889e1634ac4a", "type": "Regulation", "concepts": ["1744", "20", "807"], "title": "Commission Regulation (EEC) No 816/88 of 28 March 1988 on the supply of maize to Angola as food aid\n", "header": "COMMISSION REGULATION (EEC) No 816/88  of 28 March 1988  on the supply of maize to Angola as food aid\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3972/86 of 22 December 1986 on food-aid policy and food-aid management (1), as amended by Regulation (EEC) No 3785/87 (2), and in particular Article 6 (1) (c) thereof,\nWhereas Council Regulation (EEC) No 1420/87 of 21 May 1987 laying down implementing rules for Regulation (EEC) No 3972/86 on food-aid policy and food-aid management (3) lays down the list of countries and organizations eligible for food-aid operations  and specifies the general criteria on the transport of food aid beyond the fob stage;\nWhereas, by its Decision of 30 June 1987 on the supply of food-aid to Angola the Commission allocated to the latter country 14 500 tonnes of cereals;\nWhereas it is necessary to provide for the carrying-out of this measure in accordance with the rules laid down by Commission Regulation (EEC) No 2200/87 of 8 July 1987 laying down general rules for the mobilization in the Community of products to be  supplied as Community food-aid (4); whereas it is necessary to specify the time limits and conditions of supply and the procedure to be followed to determine the resultant costs,", "main_body": ["A tendering procedure is hereby initiated for the award of a contract for the supply of maize to Angola in accordance with the provisions of Regulation (EEC) No 2200/87 and with the conditions laid down in the Annex hereto.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 28 March 1988.\nFor the Commission  Frans ANDRIESSEN  Vice-President   (1) OJ No L 370, 30. 12. 1986, p. 1. (2) OJ No L 356, 18. 12. 1987, p. 8. (3) OJ No L 136, 26. 5. 1987, p. 1. (4) OJ No L 204, 25. 7. 1987, p. 1.    ANNEX   1. Operation No (1): 954/87  2. Programme: 1987  3. Recipient: Transapro UEE, Ministério da Indústria, CPM 5816, Luanda, Angola; telex 3371 ANSAPRO AN; tel. 345 55/8  4. Representative of the recipient (2): S.E. Mme Tavira, Ambassade d'Angola, 182 rue Franz Merjay, B-1180 Brussels; tel. 344 49 80; telex 62635 EMBRUX  5. Place or country of destination: Angola  6. Product to be mobilized: Maize  7. Characteristics and quality of the goods (3):\nSee list published in Official Journal of the European Communities No C 216 of 14 August 1987, page 3 (under II.A.4)  Specific characteristics:\n- moisture content: 14 %  - aflatoxin: 0,01 ppm maximum  8. Total quantity: 14 500 tonnes  9. Number of lots: one  10. Packaging and marking (4):\nSee list published in Official Journal of the European Communities No C 216 of 14 August 1987, page 3 (under II.B.1.a):\nAdditional markings on the packing:\n´ACÇAO Nº 954/87 / MILHO / DONATIVO DA COMUNIDADE EUROPEIA A ANGOLA'  11. Method of mobilization: the Community market  12. Stage of supply: free at port of landing - landed  13. Port of shipment: -  14. Port of landing specified by the recipient: -  15. Port of landing: Lobito  16. Address of the warehouse and, if appropriate, port of landing: -  17. Period for making the goods available at the port of shipment where the supply is awarded at the port of shipment stage: 1 to 20 May 1988  18. Deadline for the supply: 20 June 1988  19. Procedure for determining the costs of supply: tendering  20. Date of expiry of the period allowed for submission of tenders: 12 noon (Brussels time) on 12 April 1988  21. In the case of a second invitation to tender:\n(a) deadline for the submission of tenders: 12 noon on 26 April 1988  (b) period for making the goods available at the port of shipment where the supply is awarded at the port of shipment stage: 15 to 30 May 1988  (c) deadline for the supply: 30 June 1988  22. Amount of the tendering security: 5 ECU/tonne  23. Amount of the delivery security: 10 % of the amount of the tender in ECU  24. Address for submission of tenders (5):\nBureau de l'aide alimentaire, à l'attention de Monsieur N. Arend, bâtiment Berlaymont, bureau 6/73, 200, rue de la Loi, B-1049 Bruxelles; telex: AGREC 22037 B  25. Refund payable on request by the successful tenderer (6):\nRefund applicable on 10 March 1988 fixed by Regulation (EEC) No 532/88 in Official Journal of the European Communities No L 53 of 27 February 1988, p. 74  Notes:\n(1) The operation number is to be quoted in all correspondence.\n(2) Commission delegate to be contacted by the successful tenderer: M. O'Cuneen, Delegaçao CEE - 6 rua Rainha Ginga, Luanda (tel. 33 40 92; 33 40 93; telex 3397 PROQUIM AN)  (3) The successful tenderer shall supply to the beneficiary a certificate from an official entity certifying that for the product to be delivered the standards applicable, relative to nuclear radiation, in the Member State concerned, have not been  exceeded.\nThe radioactivity certificate must indicate the caesium-134 and -137 level.\n(4) Since the goods may be rebagged, the successful tenderer must provide 2% of empty bags of the same quality as those containing the goods, with the marking followed by a capital ´R'.\n(5) In order not to overload the telex, tenderers are requested to provide, before the date and time laid down in point 20 of this Annex, evidence that the tendering security referred to in Article 7 (4) (a) of Regulation (EEC) No 2200/87 has been  lodged, preferably:\n- either by porter at the Office referred to in point 24 of this Annex,\n- or by telecopier on one of the following numbers in Brussels:\n235 01 32  236 10 97  235 01 30  236 20 05  (6) Regulation (EEC) No 2330/87 (OJ No L 210, 1. 8. 1987, p. 56.) is applicable as regards the export refund and, where appropriate, the monetary and accession compensatory amounts, the representative rate and the monetary coefficient. The date referred  to in Article 2 of the abovementioned Regulation is that referred to in point 25 of this Annex."}