{"celex_id": "31989R1214", "uri": "http://publications.europa.eu/resource/cellar/94382362-e121-4888-aceb-d6027e5ef3b1", "type": "Regulation", "concepts": ["1025", "2639"], "title": "Council Regulation (EEC) No 1214/89 of 3 May 1989 fixing the prices applicable to cereals for the 1989/90 marketing year\n", "header": "COUNCIL REGULATION (EEC) No 1214/89 of 3 May 1989 fixing the prices applicable to cereals for the 1989/90 marketing year\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 43 thereof,\nHaving regard to the Act of Accession of Spain and Portugal, and in particular Article 89 thereof.\nHaving regard to Council Regulation (EEC) No 2727/75 of 29 October 1975 on the common organization of the market in cereals (1), as last amended by Regulation (EEC)\nNo 1213/89 (2), and in particular Article 3 (5) thereof,\nHaving regard to the proposal from the Commission (3),\nHaving regard to the opinion of the European Parliament (4),\nHaving regard to the opinion of the Economic and Social Committee (5),\nWhereas the markets and prices policy, based on modern farms, is the main instrument of the common agricultural policy; whereas full advantage cannot be drawn from such a policy unless it is integrated into an overall policy which includes a dynamic  social and structural policy and the application of the rules on competition contained in the Treaty;\nWhereas, in many cases, surpluses can no longer be disposed of on normal terms either inside or outside the Community; whereas, in order to reduce the cost to the budget of disposing of surpluses on markets of third countries and to encourage greater  consumption within the Community, the restrictive price policy should continue to be applied; whereas, given the new intervention arrangement and further application of the stabilizing mechanism indicated in Article 4b (3) of Regulation (EEC) No  2727/75, this\naim may be achieved by maintaining for 1989/90 the intervention prices for common wheat, barley, rye, maize and sorghum applied during the previous marketing year;\nWhereas, as part of a quality policy, production of common wheat of higher breadmaking quality and production of rye of breadmaking quality should be supported; whereas, accordingly, the special premiums for common wheat of breadmaking quality and for  rye of breadmaking quality should be continued; whereas, however, the level of these premiums should be ajusted in line with the further reduction in the intervention price provided for in Article 4b (3) of Regulation (EEC) No 2727/75;\nWhereas in 1986/87 of Council began a process of aligning the intervention price of durum wheat on that of common wheat; whereas, in view of, on the one hand, the present ratio between the prices of those cereals and, on the other, the imbalance  recorded on the durum wheat market, it is advisable to pursue that process; whereas, accordingly, the intervention price of durum wheat should be further reduced;\nWhereas application of Article 68 of the Act of Accession of Spain and Portugal has meant that prices in Spain differ from the common prices; whereas, pursuant to Article 70 (1) of the Act of Accession, Spanish prices should be aligned with common  prices each year at the start of the marketing year; whereas the rules for this alignment give the Spanish intervention price for durum wheat indicated below; whereas, as a result of the changed made since accession in the intervention mechanisms and of  application of the stabilizing mechanisms, the Spanish intervention prices for barley, rye and sorghum should from the 1989/90 marketing year be the same as those applicable in the rest of the Community.", "main_body": ["For the 1989/90 marketing year, the prices applicable in the cereals sector shall be as indicated in the Annex.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply from the beginning of the 1989/90 marketing year.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 3 May 1989.\nFor the Council\nThe President\nP. SOLBES\n(1) OJ No L 281, 1. 11. 1975, p. 1.\n(2) See page 1 of this Official Journal.\n(3) OJ No C 82, 3. 4. 1989, p. 2.\n(4) OJ No C 120, 16. 5. 1989.\n(5) Opinion delivered on 31 March 1989 (not yet published in the Official Journal).   ANNEX     (ECU/tonne)\n(ECU/tonne)\nCOMMON WHEAT\nMAIZE\nIntervention price (¹)179,44\nIntervention price179,44\nCommon target price247,78\nCommon target price225,48\nRYE\nSORGHUM\nIntervention price (²)170,47\nIntervention price170,47\nCommon target price225,48\nCommon target price225,48\nBARLEY\nDURUM WHEAT\nIntervention price170,47\nIntervention price:\n- Community of Ten261,09\n- Spain222,51\nCommon target price225,48\nCommon target price315,39\n(¹) The price shall be increased by ECU 3,48 per tonne for common wheat of breadmaking quality which meets the specific quality requirements provided for in Regulation (EEC) No 1570/77.\n(²) The price shall be increased by ECU 8,70 per tonne for rye of breadmaking quality which meets the specific quality requirements provided for in Regulation (EEC) No 1570/77."}