{"celex_id": "31987D0030", "uri": "http://publications.europa.eu/resource/cellar/76039d26-3f08-4476-a44b-1b1267766888", "type": "Decision", "concepts": ["2286", "4743"], "title": "87/30/EEC: Commission Decision of 10 December 1986 approving an amendment to the specific programme relating to poultrymeat in the Netherlands pursuant to Council Regulation (EEC) No 355/77 (Only the Dutch text is authentic)\n", "header": "COMMISSION  DECISION\nof 10 December 1986\napproving an amendment to the specific programme relating to poultrymeat in the Netherlands pursuant to Council Regulation (EEC) No 355/77\n(Only the Dutch text is authentic)\n(87/30/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 355/77 of 15 February 1977 on common measures to improve the conditions under which agricultural and fishery products are processed and marketed (1), as last amended by Regulation (EEC) No 2224/86 (2), and in particular Article 5 thereof,\nWhereas on 9 January 1986 the Netherlands Government forwarded an amendment to the programme relating to the processing and marketing of poultry and poultrymeat, approved by Commission Decision 82/5/EEC (3);\nWhereas the amendment to the programme in question is confined to investments for the modernization, rationalization and concentration of poultry processing and marketing capacity and whereas all those investments are likely to help to improve the situation in the sector concerned and enhance its value; whereas they therefore constitute a programme within the meaning of Article 2 of Regulation (EEC) No 355/77;\nWhereas the investments relating to the modernization, rationalization and concentration of capacity for the slaughter, cutting and processing of poultry and for adding value to offal and investments in marketing in general can be accepted;\nWhereas the amendment contains sufficient information, as required in Article 3 of Regulation (EEC) No 355/77, to show that the objectives of Article 1 of the Regulation can be achieved in respect of the abovementioned sector; whereas the estimated time required for execution of the amendment does not exceed the limits laid down in Article 3 (1) (g) of the Regulation;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Agricultural Structure,", "main_body": ["The amendment to the programme relating to poultrymeat forwarded by the Netherlands Government pursuant to Regulation (EEC) No 355/77 on 9 January 1986 is hereby approved.", "This Decision is addressed to the Kingdom of the Netherlands."], "attachments": "Done at Brussels, 10 December 1986.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 51, 23. 3. 1977, p. 1.\n(2) OJ No L 194, 17. 7. 1986, p. 4.\n(3) OJ No L 5, 9. 1. 1982, p. 16."}