{"celex_id": "31988D0363", "uri": "http://publications.europa.eu/resource/cellar/65520c7e-3b18-4fc5-a0e9-995d56fde65d", "type": "Decision", "concepts": ["1374", "2211", "2560", "3774", "4689", "5034"], "title": "88/363/EEC: Commission Decision of 13 June 1988 granting derogation to the United Kingdom and fixing the equivalent health conditions to be respected in relation to cutting of fresh meat\n", "header": "COMMISSION  DECISION\nof 13 June 1988\ngranting derogation to the United Kingdom and fixing the equivalent health conditions to be respected in relation to cutting of fresh meat\n(88/363/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 64/433/EEC of 26 June 1964 on health problems affecting intra-Community trade in fresh meat (1), as last amended by Regulation (EEC) No 3805/87 (2), and in particular Article 13 thereof,\nWhereas, according to Article 13 of Directive 64/433/EEC in accordance with the procedure under Article 16, derogations from paragraph 45 (c) of Annex I may be granted, on request, to any Member State providing similar guarantees; whereas these derogations are to fix health conditions which are at least equivalent to those of the said Annex;\nWhereas the authorities of the United Kingdom, by letter of 2 November 1987, have presented to the Commission a request for a derogation from paragraph 45 (c) of Annex I to Directive 64/433/EEC for cutting fresh beef, sheep- and pigmeat; whereas this request proposes health conditions; whereas it is necessary that the health conditions fixed as alternative in the requested derogation on cutting of fresh meat be at least equivalent to those of paragraph 45 (c) of Annex I to Directive 64/433/EEC;\nWhereas the health conditions proposed by the United Kingdom are equivalent to those laid down in paragraph 45 (c) of Annex I to Directive 64/433/EEC;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["Notwithstanding paragraph 45 (c) of Annex I to Directive 64/433/EEC, the United Kingdom may authorize cutting of fresh beef, sheep- and pigmeat under the conditions laid down in the Annex to this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 13 June 1988.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No 121, 29. 7. 1964, p. 2012/64.\n(2) OJ No L 357, 19. 12. 1987, p. 1.\nANNEX\nSpecial conditions for cutting of bovine, sheep and pig carcases\n1. The carcases, originating from the slaughterfloor, after chilling in refrigerating rooms operating with an air temperature at the outlet from the evaporators such that carcases can be cooled to an internal temperature of +7 °C within 48 hours for bovine carcases and 20 hours for sheep and pig carcases, are transported to the cutting premises, the temperature of which does not exceed +12 °C, located in the same group of buildings as the chillers.\n2. The meat is transferred in a single operation.\n3. The carcases are introduced into the cutting room and boned before an internal temperature of +7 °C has been achieved if the cutting is performed within 48 hours from the end of the slaughtering operations for bovine carcases and 20 hours for sheep and pig carcases.\n4. The time between meat entering the cutting room and being subjected to further refrigeration does not exceed 60 minutes.\n5. As soon as it is cut and packaged, the meat is transported to appropriate refrigerating rooms."}