{"celex_id": "31985R0357", "uri": "http://publications.europa.eu/resource/cellar/4293b7d0-9768-47c1-a1ba-93e4b7dd45ce", "type": "Regulation", "concepts": ["2543", "2739", "588"], "title": "Council Regulation (EEC) No 357/85 of 11 February 1985 definitively collecting the provisional anti-dumping duty imposed on imports of copper sulphate originating in Poland\n", "header": "COUNCIL  REGULATION (EEC) No 357/85\nof 11 February 1985\ndefinitively collecting the provisional anti-dumping duty imposed on imports of copper sulphate originating in Poland\nTHE COUNCIL OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2176/84 of 23 July 1984 on protection against dumped or subsidized imports from countries not members of the European Economic Community (1), and in particular Article 12 thereof,\nHaving regard to the proposal submitted by the Commission after consultation within the Advisory Committee as provided for under the above Regulation,\nWhereas:\nA. Provisional action\n(1) The Commission, by Regulation (EEC) No 2908/84 (2), imposed a provisional anti-dumping duty on imports of copper sulphate originating in Poland. By the same Regulation, undertakings offered by the Bulgarian and Hungarian exporters concerned were accepted by the Commission.\nB. Subsequent procedure\n(2) Following the imposition of the provisional anti-dumping duty, the Polish exporter and an importer concerned requested, and were granted, an opportunity to be heard by the Commission. Community producers also made written submissions making known their views on the duty.\nC. Dumping\n(3) No new evidence on dumping has been received since the imposition of the provisional duty and the Commission, therefore, considers its findings on dumping as set out in Regulation (EEC) No 2908/84 to be definitive.\nD. Injury\n(4) No new evidence regarding injury to the Community industry has been submitted and the Commission has, therefore, considered its findings on injury as set out in Regulation (EEC) No 2908/84 to be definitive.\nIn the Commission's view, therefore, the facts as finally determined show that the injury being caused by dumped imports of copper sulphate originating in Poland, together with such imports from the countries from which undertakings have been accepted, taken in isolation from that caused by other factors, has to be considered as material.\nE. Community interest\n(5) No new evidence has been received by the Commission regarding its findings on the Community's interests as expressed in Regulation (EEC) No 2908/84 and the Commission, therefore, has confirmed these findings.\nIn these circumstances, protection of the Community's interest calls for action to be taken regarding imports of copper sulphate originating in Poland.\nF. Undertakings\n(6) The Polish exporter concerned, having been informed that the main findings of the preliminary investigation would be confirmed, offered an undertaking which the Commission considered would eliminate the dumping found and which was, therefore, considered acceptable.\nG. Collection of provisional duties\nThe amount secured by way of provisional anti-dumping duty should be collected in total,", "main_body": ["The amounts secured by way of provisional anti-dumping duty under Regulation (EEC) No 2908/84 shall be definitively collected.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 11 February 1985.\nFor the Council\nThe President\nG. GORIA\n(1) OJ No L 201, 30. 7. 1984, p. 1.\n(2) OJ No L 275, 18. 10. 1984, p. 12."}