{"celex_id": "31984R2007", "uri": "http://publications.europa.eu/resource/cellar/6c6c2fb6-acc1-4329-9dfd-cc8bdf1048d1", "type": "Regulation", "concepts": ["1309", "2089", "3774"], "title": "Council Regulation (EEC) No 2007/84 of 12 July 1984 amending Regulation (EEC) No 3667/83 relating to the continuing of the import of New Zealand butter into the United Kingdom on special terms\n", "header": "COUNCIL  REGULATION (EEC) No 2007/84\nof 12 July 1984\namending Regulation (EEC) No 3667/83 relating to the continuing of the import of New Zealand butter into the United Kingdom on special terms\nTHE COUNCIL OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the 1972 Act of Accession, and in particular Article 5 (2) of Protocol 18 annexed thereto,\nHaving regard to the proposal from the Commission,\nWhereas Protocol 18 and, subsequently, Regulation (EEC) No 1655/76 (1), as last amended by Regulation (EEC) No 482/81 (2), as well as Regulation (EEC) No 858/81 (3), as last amended by Regulation (EEC) No 1212/83 (4), have authorized the United Kingdom to import certain quantities of New Zealand butter on special terms until 31 December 1983;\nWhereas Article 2 (4) of Regulation (EEC) No 858/81 provides that the Council, on the basis of a report and a proposal from the Commission should review the functioning of these arrangements with a view to a decision on arrangements for the import of New Zealand butter after 1 January 1984; whereas, however, the Council was not able to agree on new import arrangements in good time; whereas, in order to prevent an interruption of the imports, a temporary authorization was granted by Regulation (EEC) No 3667/83 (5), as last amended by Regulation (EEC) No 1384/84 (6), covering a period of seven months;\nWhereas in order to contribute, in accordance with the common interest, to the harmonious development of world trade, arrangements should be made to permit New Zealand to continue to export butter to the United Kingdom on special terms, provided for in Regulation (EEC) No 3667/83;\nWhereas experience has shown that it is in the interests of both the Community and New Zealand that the arrangements be established on a multiannual basis for a period of five years; whereas these quantities should be fixed for an initial period ending on 31 December 1986;\nWhereas it is desirable that the quantities to be imported in 1987 and 1988 be fixed on the basis of a Commission report on the market situation; whereas it is important that the Council decide before 31 December 1988 on the subsequent maintenance of exceptional arrangements for imports of New Zealand butter;\nWhereas the arrangements laid down in this Regulation must embody measures to avoid jeopardizing the balance of the United Kingdom butter market; whereas to this end the quantities of New Zealand butter imported under these arrangements may be fixed on a degressive scale,", "main_body": ["Article 2 of Regulation (EEC) No 3667/83 is hereby replaced by the following:\n'Article 2\n1. These arrangements shall apply during the period 1 January 1984 to 31 December 1988.\nThe quantities which may be imported shall be:\n- 83 000 tonnes in the 1984 calendar year,\n- 81 000 tonnes in the 1985 calendar year,\n- 79 000 tonnes in the 1986 calendar year.\nFor the 1987 and 1988 calendar years the Council shall, after a report from the Commission on the market situation and acting unanimously on a proposal from the Commission, determine before 1 August of the previous year the quantities which may be imported the following year.\n2. The Council, acting by a qualified majority on a proposal from the Commission may temporarily reduce the quantities referred to in paragraph 1 in order to prevent serious disruption of the United Kingdom butter market, particularly in the case of a substantial fall in direct butter consumption.\n3. Before 1 August 1988 the Council, acting unanimously on a proposal from the Commission accompanied by a report, shall take a decision on the maintenance of the exceptional arrangements from 1 January 1989.'", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 12 July 1984.\nFor the Council\nThe President\nA. DUKES\n(1) OJ No L 185, 9. 7. 1976, p. 1.\n(2) OJ No L 52, 27. 2. 1981, p. 2.\n(3) OJ No L 90, 4. 4. 1981, p. 18.\n(4) OJ No L 132, 21. 5. 1983, p. 11.\n(5) OJ No L 366, 28. 12. 1983, p. 16.\n(6) OJ No L 133, 19. 5. 1984, p. 1."}