{"celex_id": "31984R2253", "uri": "http://publications.europa.eu/resource/cellar/2f6df492-8a40-40d9-9462-b6694c78c4e7", "type": "Regulation", "concepts": ["4062", "588", "888"], "title": "Commission Regulation (EEC) No 2253/84 of 31 July 1984 imposing a provisional anti-dumping duty on certain imports of certain sodium carbonate originating in the United States of America and accepting undertakings in respect of other imports of the same product\n", "header": "COMMISSION  REGULATION (EEC) No 2253/84\nof 31 July 1984\nimposing a provisional anti-dumping duty on certain imports of certain sodium carbonate originating in the United States of America and accepting undertakings in respect of other imports of the same product\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3017/79 of 20 December 1979 on protection against dumped or subsidized imports from countries not members of the European Economic Community (1), as amended by Regulation (EEC) No 1580/82 (2), and in particular Article 11 thereof,\nAfter consultation within the Advisory Committee as provided for under the above Regulation,\nWhereas:\nA. Procedure\n(1) In March 1984 the Commission received a request for a review of the existing anti-dumping measures (3) lodged by the European Council of Chemical Manufacturers' Associations (CEFIC) on behalf of Belgian, British, Dutch, French, German and Italian producers of dense sodium carbonate whose collective output constitutes practically all Community production of the product in question. The request for a review contained evidence of renewed dumping and of material injury resulting therefrom which was considered sufficient to justify the initiation of a proceeding. The Commission accordingly announced, by a notice published in the Official Journal of the European Communities (4), the re-opening of an anti-dumping proceeding concerning imports into the Community of dense sodium carbonate originating in the United States of America, falling within subheading 28.42 A ex II of the Common Customs Tariff, corresponding to NIMEXE code ex 28.42-31, and commenced an investigation.\n(2) The Commission officially so advised the exporters and importers known to be concerned and the representatives of the exporting country and the complainants and gave the parties directly concerned the opportunity to make known their views in writing and to request a hearing.\n(3) The majority of the known exporters and all importers made their views known in writing and have requested and have been granted hearings.\n(4) Submissions were made by the United Kingdom Glass Manufacturers' Federation and the Food Manufacturers' Federation of the United Kingdom.\n(5) For the the purpose of a preliminary determination, the Commission requested and received all necessary detailed written submissions from the complainant Community producers, the exporters and the importers and verified the information therein to the extent considered necessary.\nB. Normal value\n(6) Normal value was provisionally determined on the basis of the domestic prices of those producers who exported to the EEC.\nC Export price\n(7) Export prices were determined on the basis of the prices actually paid or payable for the product sold for export to the Community.\nD. Comparison\n(8) In comparing normal value with export prices the Commission took account, where appropriate, of differences affecting price comparability. This was especially the case for differences in conditions and terms of sale, in particular delivery and payment conditions. The necessary adjustments were made where claims in this area could be satisfactorily demonstrated; all comparisons were made at ex works level on the basis of cash payment.\nE. Margins\n(9) The above preliminary examination of the facts shows the existence of dumping in respect of Allied Chemical Corporation, Texasgulf Chemicals Company and Tenneco Minerals Company, the margin of dumping being equal to the amount by which the normal value as established exceeds the price for export to the Community.\nThese margins vary according to the exporter, the weighted average margin for each of the exporters investigated being as follows:\nAllied Chemical Corporation 34,25 %\nTexasgulf Chemicals Company 15,87 %\nTenneco Minerals Company in excess of 40 %\n(10) For those exporters who neither replied to the Commission's questionnaire nor made themselves known otherwise in the course of the preliminary investigation, dumping was determined on the basis of the facts available. In this connection the Commission considered that the results of its investigation provided an accurate basis for determination of the level of dumping and that it would constitute a bonus for non-cooperation to assume that the dumping margin for these exporters was any lower than the highest dumping margin determined with regard to an exporter who had cooperated in the investigation. For these reasons it is considered appropriate to use this latter dumping margin for this group of exporters.\nF. Injury\n(11) With regard to injury the Commission investigated the period 1 January 1982 to 31 March 1984, since the years 1979 to 1981 had been investigated during the proceeding which led to the measures referred to above at present in force.\n(12) With regard to imports, the evidence available to the Commission shows that quantities of dense sodium carbonate imported into the Community from the United States of America totalled 81 333 tonnes in 1982 decreasing to 48 263 tonnes in 1983, as a result of the anti-dumping measures taken in the latter part of 1982, only to increase again in the first quarter of 1984 to 24 064 tonnes which indicates that the total quantity for the year may well be in excess of the 1983 level. Sales in the Community of these imports in terms of tonnage developed accordingly. In consequence, the share of the Community market of bulk dense sodium carbonate represented by dumped imports was 3,70 % immediately prior to the initiation of the previous investigation, decreasing to 2,00 % in 1982, rising to 2,29 % in 1983, to return almost to its former level at 3,12 % in the first quarter of 1984.\n(13) The corresponding shares for that part of the Community most affected by these dumped imports were 17,20 % for the first half of 1982, 9,13 and 11,31 % for 1982 and 1983 respectively, increasing once more to 16,08 % in the first quarter of 1984. It was furthermore established that the resale prices of these imports were lower than those required to cover the costs of the Community producer mainly implicated and provide a reasonable profit.\n(14) The consequent impact on the Community industry as a whole has been a fall in production by about 5 % since 1982. Since no significant stocks of the product are kept by Community producers, sales decreased at the same rate as production. The market share held by the Community industry fell in accordance with the increase in market shares registered for dumped imports from the United States of America, particularly affecting that part of the Community market in which these imports are concentrated. The current figures concerning capacity utilization show an improvement since 1982 but this has been due to substantial reductions in overall capacity leading to an increased use of the production capacities remaining.\n(15) The Commission has considered whether injury has been caused by other factors such as stagnation of demand and the volume of other imports.\nAlthough in previous years demand had declined considerably, no further noticeable decrease occurred during the period investigated.\nAs to imports of dense sodium carbonate from other countries, namely from eastern Europe, it has been difficult to establish meaningful figures because the Community import statistics do not distinguish between imports of dense sodium carbonate and other forms of sodium carbonate. According to the best evidence, these imports, unlike those originating in the United States of America, are evenly spread over the whole Community market and their impact is thereby felt to a lesser extent. In any case, the quantities involved are estimated to be below those subject to this proceeding. (16) All these considerations taken together led the Commission to the determination that the effects of the dumped imports of dense sodium carbonate originating in the United States, taken in isolation, have to be considered as causing material injury to the Community industry concerned.\nG. Community interest\n(17) The consumers referred to in paragraph 4 expressed themselves in favour of a continuation of imports of dense soidium carbonate originating in the United States of America so as to give them an alternative source of supply and thus increase competition among suppliers.\n(18) The Commission has considered this point of view and the Community interest as a whole. It is in favour of competition from as many sources as possible on the Community market and more specifically that part of the Community market mostly affected. Hoever, in view of difficulties facing the Community industry, the Commission has come to the conclusion that it is in the Community's interest that action be taken. In order to prevent further injury being caused during the remainder of the proceeding, this action should take the form of a provisional anti-dumping duty.\nH. Undertakings\n(19) In the course of the investigation Allied Chemical Corporation, FMC Corporation, Tenneco Minerals Company, and Texasgulf Chemicals Company offered undertakings concerning exports to the Community of dense sodium carbonate.\nThe effect of the undertakings offered by Allied Chemical Corporation and Texasgulf Chemicals Company will be to increase sales prices in the Community to the level which the Commission, having taken into account the selling price necessary to provide an adequate return to Community producers, considered necessary to eliminate injury. These increases in no case exceed the dumping margins found during the investigation.\nIn these circumstances, these undertakings are considered acceptable. No objection to this course was raised in the Advisory Committee.\nThe undertakings offered by Tenneco Minerals Company was found unacceptable because, in view of its special features, its implementation could not have been satisfactorily monitored and could have led to controversy.\nA decision on the acceptability of the undertaking offered by FMC Corporation will be taken at a later stage in the proceeding.\nI. Rate of duty\n(20) Having regard to the extent of injury caused, the rate of provisional duty for imports not covered by the undertakings should be less than the dumping margins provisionally established but adequate to remove the injury caused; this duty should be levied in addition to the definitive duty currently applicable.\n(21) In conformity with the provisions of the anti-dumping Regulation which provides for the possibility of taking provisional measures, it is appropriate to impose a supplementary provisional duty. The amount of this provisional duty is an additional 44,34 ECU per tonne for imports of dense sodium carbonate from the United States of America.\n(22) A period should be fixed within which the parties concerned may, following the imposition of the provisional duty, make their views known and apply to be heard orally by the Commission,", "main_body": ["1. The undertakings offered by Allied Chemical Corporation and Texasgulf Chemicals Company in connection with the proceeding concerning the imports of certain sodium carbonate originating in the United States of America are hereby accepted.\n2. The proceeding, in so far as it concerns Allied Chemical Corporation and Texasgulf Chemicals Company is hereby terminated.", "1. A provisional anti-dumping duty is hereby imposed on dense sodium carbonate originating in the United States of America and falling within subheading 28.42 A ex II of the Common Customs Tariff, corresponding to NIMEXE code ex 28.42-31. This provisional duty is to be levied in addition to the definitive anti-dumping duty currently applicable.\n2. The duty shall not apply to dense sodium carbonate exported by Allied Chemical Corporation and Texasgulf Chemicals Company. 3. The amount of the additional duty shall be 44,34 ECU per tonne.\n4. For the purposes of this Regulation, dense sodium carbonate means sodium carbonate with a specific gravity exceeding 0,700 kg/dm3.\n5. The provisions in force concerning customs duties shall apply.\n6. The release for free circulation in the Community of the products referred to in paragraph 1 shall be subject to the provision of a security equivalent to the amount of the provisional duty.", "Without prejudice to Article 7 (4) (b) and (c) of Regulation (EEC) No 3017/79, the parties concerned may make known their views, and apply to be heard orally by the Commission, within one month of the entry into force of this Regulation.\nSubject to Articles 11, 12 and 14 of the said Regulation, the duty shall be applicable for four months or until the adoption by the Council of definitive measures, whichever is the earlier.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 31 July 1984.\nFor the Commission\nĂ\u0089tienne DAVIGNON\nVice-President\n(1) OJ No L 339, 31. 12. 1979, p. 1.\n(2) OJ No L 178, 22. 6. 1982, p. 9.\n(3) OJ No L 317, 13. 11. 1982, p. 5;\nOJ No L 64, 10. 3. 1983, p. 23.\n(4) OJ No C 101, 13. 4. 1984, p. 10."}