{"celex_id": "31986R2428", "uri": "http://publications.europa.eu/resource/cellar/ea43ad56-76b7-46c4-a640-d7daddba2d57", "type": "Regulation", "concepts": ["1988", "4682", "5034"], "title": "Commission Regulation (EEC) No 2428/86 of 31 July 1986 amending Regulation (EEC) No 586/86 fixing the coefficients for the calculation of the accession compensatory amounts and the accession compensatory amounts applicable in the beef and veal sector\n", "header": "COMMISSION  REGULATION (EEC) No 2428/86\nof 31 July 1986\namending Regulation (EEC) No 586/86 fixing the coefficients for the calculation of the accession compensatory amounts and the accession compensatory amounts applicable in the beef and veal sector\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the Act of Accession of Spain and Portugal,\nHaving regard to Council Regulation (EEC) No 470/86 of 25 February 1986 laying down general rules regarding accession compensatory amounts in the beef and veal sector (1), and in particular Article 7 (1) thereof,\nWhereas Commission Regulation (EEC) No 586/86 (2), as amended by Regulation (EEC) No 1379/86 (3), fixed the accession compensatory amounts for beef and veal; whereas, pursuant to Article 72 (1) of the Act of Accession, these amounts were fixed taking into account the incidence of national aid referred to in point VIII of the Annex to Council Regulation (EEC) No 3773/85 of 20 December 1985 concerning certain national aids in the agricultural sector which are incompatible with the common market but which the Kingdom of Spain is authorized to maintain on a transitional bais (4); whereas, following the first implementation of the Community system of intervention in Spain, the said incidence should be re-evaluated and the accession compensatory amounts adjusted accordingly;\nWhereas the Management Committee for Beef and Veal has not delivered an opinion within the time limit set by its chairman,", "main_body": ["Annex II to Regulation (EEC) No 586/86 is hereby replaced by the Annex to this Regulation.", "This Regulation shall enter into force on 1 August 1986.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 31 July 1986.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 53, 1. 3. 1986, p. 35.\n(2) OJ No L 57, 1. 3. 1986, p. 40.\n(3) OJ No L 120, 8. 5. 1986, p. 42.\n(4) OJ No L 362, 31. 12. 1985, p. 32.\nANNEX\n'ANNEX II\nAccession compensatory amounts in the beef and veal sector\n(ECU/100 kg)\n1.2.3 //  //  //  // CCT heading No  // Description  // Accession compensatory amounts applicable to Spanish trade  //    //   //   // 01.02 A II   // Live animals, including animals of the buffalo species, of domestic bovine species other than pure-bred breeding animals   // 12,17   // 02.01 A II a)   // Fresh or chilled meat of bovine animals   //   //  // 1. Carcases, half-carcases or 'compensated' quarters  // 22,97   //   // 2. Separated or unseparated forequarters  // 18,38   //   // 3. Separated or unseparated hindquarters  // 27,56   //   // 4. Other:   //   //   // aa) Unboned (bone-in)   // 18,38   //   // bb) Boned or boneless   // 39,51   // 02.01 A II b)   // Frozen meat of bovine animals:   //  //   // 1. Carcases, half-carcases, or 'compensated' quarters  // 20,67   //   // 2. Separated or unseparated forequarters  // 16,54   //   // 3. Separated or unseparated hindquarters  // 25,73   //   // 4. Other:   //   //   // aa) Unboned (bone-in)   // 16,54   //   // bb) Boned or boneless:   //  //   // 11. Forequarters, whole or cut into a maximum of five pieces, each quarter being in a single block; 'compensated' quarters in two blocks, one of which contains the forequarter, whole or cut into a maximum of five pieces, and the other, the hindquarter, excluding the tenderloin, in one piece   // 25,73  //   // 22. Crop, chuck and blade and brisket cuts (a)  // 25,73   //   // 33. Other   // 35,60   // 02.06 C I a)  // Meat of bovine animals, salted, in brine, dried or smoked:  //   //   // 1. Unboned (bone-in)   // 18,38   //   // 2. Boned or boneless   // 39,51   // 16.02 B III b) 1 aa)  // Other prepared or preserved meat or meat offal containing bovine meat or offal, either uncooked, or a mixture of cooked meat or offal and uncooked meat or offal   // 39,51   //    //  //\n(a) Entry under this subheading is subject to the production of a certificate issued in accordance with the conditions laid down by the competent authorities of the European Communities.'"}