{"celex_id": "31984R1208", "uri": "http://publications.europa.eu/resource/cellar/6baadf11-e6cf-4188-bb12-1b02b83d668c", "type": "Regulation", "concepts": ["2173", "4713", "4734", "5334"], "title": "Council Regulation (EEC) No 1208/84 of 27 April 1984 amending Regulation (EEC) No 337/79 on the common organization of the market in wine\n", "header": "COUNCIL  REGULATION (EEC) No 1208/84\nof 27 April 1984\namending Regulation (EEC) No 337/79 on the common organization of the market in wine\nTHE COUNCIL OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 43 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas experience has shown that the ratio between the guide price and the activating price referred to in Articles 2 and 3, respectively, of Regulation (EEC) No 337/79 (4), as last amended by Regulation (EEC) No 1595/83 (5), has remained fairly steady from one year to another; whereas the buying-in price for wine delivered for the various distillation operations is a percentage of the guide price fixed by the Council; whereas, therefore, instead of activating prices being fixed annually, an appropriate constant ratio between the two prices should be laid down;\nWhereas the system of short-term private storage aid for table wine and must, which was intended to stabilize the market at a period when supply and demand were more or less in balance, plays practically no role in the situation of constant surpluses which has prevailed in the wine sector since 1979; whereas the measure's effectiveness no longer justifies the appreciable financial burden it entails and the measure should therefore be abolished;\nWhereas the second subparagraph of Article 11 (2) of Regulation (EEC) No 337/79 lays down that the buying-in price for wine delivered for preventive distillation as provided for in that Article is to be raised from 60 to 65 % of the guide price where compulsory distillation as referred to in Article 41 has not been decided upon; whereas the last two wine years have shown that the uncertainty as to whether distillation as referred to in Article 41 would be decided upon has tended to deter producers from concluding contracts for delivery into preventive distillation, thus jeopardizing the market; whereas these measures must be kept separate if they are to fulfil their purpose of improving the market situation; whereas the buying-in price for wines delivered for preventive distillation should be fixed at 65 % of the guide price, in order that the measure should possess the desired incentive effect;\nWhereas the situation should be avoided where, at the time of distillation, producers who increase the alcoholic strength of their wine by the addition of saccharose or grape must which has benefited from the aid referred to in Article 14 of Regulation (EEC) No 337/79 gain an undue economic advantage from such operation; whereas, therefore, an abatement of the purchase price should be provided for, corresponding to the said advantage for all the distillations provided for, with the exception of those referred to in Articles 39 and 40 for which the price level justifies exemption;\nWhereas, in years where there is a surplus, the results achieved by preventive distillation play a major role in establishing balance on the market at the beginning of the marketing year; whereas steps should be taken to ensure that all the quantities of wine covered by delivery contracts are distilled; whereas, therefore, where high-price distillation as referred to in Article 15 of Regulation (EEC) No 337/79 is decided upon, provision should be made for restricting it to producers who have concluded contracts or made declarations of delivery for preventive distillation;\nWhereas the fourth subparagraph of Article 17 (1) of Regulation (EEC) No 337/79 lays down that, where wines are presented in containers of two litres or less, the reference price is to be increased; whereas, in order for this measure to achieve its purpose, the price should also be increased where the wine is presented in containers of slightly more than two litres; whereas provision should also be made for altering the reference price for those non-European geographical areas of the Community whose distance involves additional costs in bringing Community wines to the same marketing stage as imported wine;\nWhereas, in order to make it possible to assess the yield per hectare of each wine producer, as laid down in Article 41 (3) of Regulation (EEC) No 337/79, even\nwhere the producer makes the wine from grapes which he has bought in, producers of grapes for vinification should also be required to submit the annual harvest declaration;\nWhereas, since the present table grape production potential exceeds requirements, the ban on new planting should be extended to all vines; whereas it is, however, appropriate that provision be made for derogations to be granted for areas intended for the production of quality wine psr for which demand could by far exceed supply;\nWhereas, the situation of the wine market, characterized by a large surplus, is becoming, very rapidly worse and is likely, in particular in the Community's present financial situation, to place in jeopardy the attainment of the objectives of Article 39 of the Treaty because of the excessive pressure brought to bear on producers' incomes; whereas, this being so, limits on the planting rights acquired under authorizations already granted are justified;\nWhereas, in order to avoid difficulties of interpretation, the procedures for laying down rules disposing of alcohol referred to in Article 40a of Regulation (EEC) No 337/79 should be set out more precisely; whereas the sectors in which alcohol may be disposed of should also be more closely defined;\nWhereas application of the provisions governing the activation of compulsory distillation and the fixing of the quantities of wine to be distilled is likely to give rise to difficulties which might interfere with disposal of all the year's surpluses; whereas, in order to resolve such difficulties, the criteria for determining the quantity of wine which must be distilled should be laid down; whereas, on this occasion, some technical adjustments to improve management of the measures should be introduced in Articles 15 and 41 of the said Regulation,", "main_body": ["Regulation (EEC) No 337/79 is hereby amended as follows:\n1. Article 3 is replaced by the following:\n'Article 3\nA threshold price activating the intervention system, hereinafter called \"activating price\", shall apply for each wine year to each type of wine for which a guide price is fixed. It shall be valid at the same stage as the guide price. For each type of table wine it shall be 92 % of the guide price.'\n2. Article 7 is replaced by the following:\n'Article 7\n1. A system of aid is hereby instituted for the private storage of:\n- table wine,\n- grape must, concentrated grape must and rectified concentrated grape must.\n2. The aid referred to in paragraph 1 shall be granted subject to the conclusion with intervention agencies, between 16 December and 15 February of the following year and on conditions to be determined, of a long-term storage contract.\n3. Long-term storage contracts for table wine shall be concluded for a period of nine months.\nLong-term storage contracts for grape must, concentrated grape must and rectified concentrated grape must shall be concluded for a period ending on 15 September following their conclusion.\n4. Long-term storage contracts may be concluded if the estimates for a wine-growing year show that the quantity of table wine available at the beginning of that year exceeds by more than four months' consumption the normal utilization for that year.\nIt may be decided that:\n(a) long-term storage contracts for table wine may be concluded only for table-wines to be determined;\n(b) grape must covered by a long-term storage contract may be processed, wholly or in part, into concentrated grape must or rectified concentrated grape must during the period of validity of the contract;\n(c) grape must and concentrated grape must intended for the manufacture of grape juice may not be the subject of long-term storage contracts.\n5. Decisions to permit the conclusion of long-term storage contracts shall be taken in accordance with the procedure provided for in Article 67. According to the same procedure: (a) it shall be decided, if the development of the situation of the market and, in particular, the rate at which the conclusion of contracts justify it, to discontinue even before 15 February, the possibility of concluding long-term storage contracts;\n(b) the other methods of applying this Article shall be adopted.'\n3. Article 8 is deleted.\n4. The second subparagraph of Article 9 (4) is deleted.\n5. Article 10 is replaced by the following:\n'Article 10\n1. Where the foreseeable size of stocks held by producers at the end of the marketing year and the prospects for the following harvest indicate that difficulties may arise in storing that harvest, it may be decided to grant aid for the re-storage of table wines which are the subject of long-term storage contracts.\n2. Detailed rules for the application of paragraph 1, in particular as regards the period of application, the amount of aid and the conditions of re-storage, shall be adopted in accordance with the procedure laid down in Article 67.'\n6. Paragraphs 1 and 2 of Article 11 are replaced by the following:\n'1. When necessary, having regard to harvest forecasts or in order to improve the quality of products put on the market, preventive distillation of table wines and wines suitable for yielding table wines may be decided upon during each wine year, from 1 September until a date to be determined.\n2. The buying-in price for wines delivered for distillation under paragraph 1 shall be:\n- 65 % of the guide price for each type of table wine fixed for the year concerned, for table wines of these types and table wines having a close economic relationship therewith,\n- 65 % of the guide price for table wine of type A I fixed for the year concerned, for wines suitable for yielding table wine.\nThe price paid by the distiller may not be lower than the buying-in price.'\n7. The following Article 14b is inserted:\n'Article 14b\nFor the wines obtained by producers who increased the alcoholic strength by the addition of saccharose or must having benefited from the aid referred to in Article 14, the purchase price fixed for each distillation, with the exception of those referred to in Articles 39 and 40, shall be reduced in a manner which corresponds to the economic advantage thus acquired. The methods of applying this Article shall be adopted according to the procedure provided for by Article 67.'\n8. Article 15 is amended as follows:\n(a) the following paragraph 2a is added:\n'2a Entitlement to distillation as referred to in paragraphs 1 and 2 above may be restricted to producers who, during the same wine year, have delivered wine for distillation as referred to in Article 11.'\n(b) paragraph 6 is replaced by the following:\n'6. If the situation on the market in table wine so requires, the measures referred to in this Article may be restricted:\n- to certain table wines determined according to type,\n- to one or more wine-growing zones or parts of wine-growing zones.\n(c) paragraph 8 is replaced by the following:\n'8. The Council, acting by a qualified majority on a proposal from the Commission, shall adopt general rules concerning the distillation referred to in this Article, in particular:\n- the conditions under which distillation is to be carried out,\n- the criteria for fixing the amount of the aid, so as to enable the products obtained to be disposed of.'\n9. The fourth subparagraph of Article 17 (1) is replaced by the following:\n'Where wines are presented in containers of:\n- two litres or less,\n- more than two litres but not more than 20 litres,\nthe reference price shall be increased by a fixed amount corresponding to the normal packaging costs.\nThe reference price may be varied for those non-European geographical areas of the Community whose distance from the regions of production leads to an increase in the cost of bringing Community wines to the same marketing stage as imported wines.' 10. Article 28 (1) (a) is replaced by the following:\n'(a) Producers of grapes for wine-making and producers of must and wine shall declare the quantities produced from the last harvest.'\n11. Article 30 is replaced by the following:\n'Article 30\n1. All new plantings of vines shall be prohibited until 31 August 1990.\nHowever, authorizations for new plantings may be granted by Member States for areas intended for the production of quality wines psr for which the Commission has recognized that production, because of their qualitative features, is far below demand.\n2. By derogation from paragraph 1, Member States may grant authorizations for new planting in respect of:\n- areas intended for the cultivation of parent vines for root-stock,\n- areas intended for new planting carried out in the context of reallocation measures or measures concerning compulsory purchase in the public interest adopted under national legislation,\n- in Member States whose production of quality wines psr during the 1975/76, 1976/77 and 1977/78 wine-growing years was less than 60 % of total wine production, areas intended for new planting to be carried out under development plans meeting the conditions laid down in Directive 72/159/EEC,\n- areas intended for wine-growing experiments.\n3. The recognition referred to in the second subparagraph of paragraph 1 shall be decided upon, at the request of a Member State, according to the procedure provided for in Article 67.\nThe detailed rules for the application of this Article shall be adopted according to the same procedure.'\n12. In Article 30b (1), 'in Article 30 (2)' is replaced by 'in Article 30'.\n13. Article 30f is replaced by the following:\n'Article 30f\nBy way of derogation from Articles 30 (1) and 30c (3), rights for new vine planting on areas intended for the production of quality wines psr acquired by 1 May 1984 may be exercised:\n- until 31 August 1984, without restriction,\n- from 1 September 1984, subject to confirmation from the Member State concerned. Such confirmation may concern only quality wines psr for which an authorization has been granted by the Commission according to the procedure provided for in Article 67.'\n14. Article 40a shall be replaced by the following:\n'Article 40a\n1. Disposal of the products of the distillation operations referred to in Articles 39 and 40 which are held by the intervention agencies shall not cause any disturbance of the markets in alcohol and spirituous beverages produced in the Community.\nTo this end, they shall be disposed of in other sectors, and in particular in the fuel sector, each time disposal is likely to bring about such disturbance.\n2. The costs of the measures provided for disposal in sectors other than those of alcohol and spirituous beverages shall be borne by the Guarantee Section of the European Agricultural Guidance and Guarantee Fund.\nThe Council, acting by a qualified majority on a proposal from the Commission, shall adopt the general rules for the application of this Article.\nThe detailed rules of application shall be adopted in accordance with the procedure laid down in Article 67.'\n15. Article 41 is amended as follows:\n(a) the second subparagraph of paragraph 1 is replaced by the following:\n'In calculating availabilities at the beginning of the wine year, as referred to in the first subparagraph, account shall be taken of the quantities to be distilled under Articles 11 and 12a.\nHowever, compulsory distillation shall be decided on only if such distillation does not entail a disproportionate administrative burden, taking into account the quantity of wine to be distilled calculated in accordance with paragraph 2.'\n(b) paragraph 2 is replaced by the following:\n'2. The total quantity to be distilled must be such as to leave foreseeable end-of-year stocks at a level corresponding to five months' normal utilization calculated for the wine-growing year in question.\nTo this quantity shall be added that subject to preventive distillation as referred to in Article 11.'\n(c) the second and third subparagraphs of paragraph 3 are replaced by the following:\n'This percentage:\n- shall be fixed no later than 20 January following the decision to carry out distillation, - shall be varied, in order to curb the increase in Community production, according to the yield per hectare of each producer in relation to the normal yield for the various Community wine-growing zones or parts of zones, taking into account the information provided by each Member State, and the type of table wine.\nThe quantity of table wine to be delivered for distillation by each producer shall be equal to that determined in accordance with the second subparagraph minus the quantity of table wine or wine suitable for yielding table wine delivered for distillation as referred to in Article 11.'\n(d) paragraph 4 is replaced by the following:\n'4. The buying-in price for the quantity of table wine to be delivered for distillation under paragraph 1, in excess of that delivered for distillation as referred to in Article 11, shall be 60 % of the guide price for each type of table wine. This price shall also apply to wines in a close economic relationship with each of the types of the table wine. The price paid by the distiller may not be lower than the buying-in price.'", "Short-term storage contracts which are being performed on 1 September 1984 shall come to an end on the expiry date established when they were concluded.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply from 1 September 1984, with the exception of Article 1 (11), (12) and (13) which shall apply from 1 May 1984.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 27 April 1984.\nFor the Council\nThe President\nM. ROCARD\n(1) OJ No C 338, 15. 12. 1983, p. 8 and OJ No C 62, 5. 3. 1984, p. 29.\n(2) Opinion delivered on 13 April 1984 (not yet published in the Official Journal).\n(3) OJ No C 103, 16. 4. 1984, p. 40.\n(4) OJ No L 54, 5. 3. 1979, p. 1.\n(5) OJ No L 163, 22. 6. 1983, p. 48."}