{"celex_id": "31986D0337", "uri": "http://publications.europa.eu/resource/cellar/12c1233e-8805-427a-a1ce-4439a1273db1", "type": "Decision", "concepts": ["2792", "4081", "4663"], "title": "86/337/EEC: Commission Decision of 24 June 1986 approving an addendum to the programme relating to the storage, drying and marketing of cereals, oilseeds and protein crops in France pursuant to Council Regulation (EEC) No 355/77 (Only the French text is authentic)\n", "header": "COMMISSION  DECISION\nof 24 June 1986\napproving an addendum to the programme relating to the storage, drying and marketing of cereals, oilseeds and protein crops in France pursuant to Council Regulation (EEC) No 355/77\n(Only the French text is authentic)\n(86/337/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 355/77 of 15 February 1977 on common measures to improve the conditions under which agricultural and fishery products are processed and marketed (1), as last amended by Regulation (EEC) No 3827/85 (2), and in particular Article 5 thereof,\nWhereas on 20 January 1986 the French Government forwarded an addendum to the programme approved by Commission Decision 82/23/EEC (3) relating to the storage of cereals, oilseeds and protein crops;\nWhereas the purpose of this addendum is to permit the adaptation and modernization of storage, drying and marketing facilities for cereals, oilseeds and protein crops, including the installation of computers, automated grain handling equipment and computer terminals, so as to ensure efficient storage, rapid handling and dispatch of the products; whereas it therefore constitutes a programme within the meaning of Article 2 of Regulation (EEC) No 355/77;\nWhereas in the interests of sound financial management no encouragement should be given to investment projects which could be used for intervention purposes;\nWhereas the addendum contains sufficient information, as required in Article 3 of Regulation (EEC) No 355/77, to show that the objectives of Article 1 of the Regulation can be achieved in respect of the storage, drying and marketing of cereals, oilseeds and protein crops; whereas the estimated time required for execution of the addendum does not exceed the limits laid down in Article 3 (1) (g) of the Regulation;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Agricultural Structure,", "main_body": ["The addendum to the programme relating to the storage, drying and marketing of cereals, oilseeds and protein crops forwarded by the French Government pursuant to Regulation (EEC) No 355/77 on 20 January 1986 is hereby approved, with the exception of the part relating to installations which could be used for intervention purposes.", "This Decision is addressed to the French Republic."], "attachments": "Done at Brussels, 24 June 1986.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 51, 23. 2. 1977, p. 1.\n(2) OJ No L 372, 31. 12. 1985, p. 1.\n(3) OJ No L 10, 15. 1. 1982, p. 28."}