{"celex_id": "31984R0045", "uri": "http://publications.europa.eu/resource/cellar/a031f6c5-2ddf-466d-9afc-1737ac7a1e86", "type": "Regulation", "concepts": ["2734", "3175", "4499", "5367", "5945", "946"], "title": "Commission Regulation (EEC) No 45/84 of 6 January 1984 amending Regulation (EEC) No 1687/76 laying down common detailed rules for verifying the use and/or destination of products from intervention\n", "header": "COMMISSION  REGULATION (EEC) No 45/84\nof 6 January 1984\namending Regulation (EEC) No 1687/76 laying down common detailed rules for verifying the use and/or destination of products from intervention\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation No 136/66/EEC of 22 September 1966 on the establishment of a common organization of the market in oils and fats (1), as last amended by Regulation (EEC) No 1413/82 (2), and in particular Articles 12 (4) and 26 (3) thereof, and the corresponding provisions of the other regulations on the common organization of the markets in agricultural products,\nWhereas Commission Regulation (EEC) No 1687/76 (3), as last amended by Regulation (EEC) No 3653/83 (4), lays down the provisions applicable to products from intervention which are subject to a specific use and/or destination;\nWhereas, under the current agreements between the Community and the Swiss Confederation and the Republic of Austria on the application of the rules concerning Community transit, Community transit documents may be issued in Switzerland and Austria; whereas products from intervention intended for export and exported, whether with or without a refund, should be prevented from being reimported as Community products; whereas, therefore, when the customs export formalities take place, those products should be made subject to the external Community transit procedure;\nWhereas the selling price of products from intervention may be below the market price; whereas the difference between the two prices may be greater than the import duties; whereas this situation could give rise to abuse; whereas the security should in such cases be released only where adequate proof is produced; whereas the corresponding provisions already appearing in Commission Regulation (EEC) No 2730/79 of 29 November 1979 laying down common detailed rules for the application of the system of export refunds on agricultural products (5), as amended by Regulation (EEC) No 519/83 (6), should in consequence be adopted, and in particular those of Article 10 of that Regulation;\nWhereas in cases where products from intervention are reimported into the Community in accordance with Article 3 (1) of Council Regulation (EEC) No 754/76 (7), they should be prevented from being imported into the Community at a price below the Community price; whereas, accordingly, provision should be made for payment of an amount equivalent to the security in cases where the latter has already been released;\nWhereas the measures provided for in this Regulation are in accordance with the opinions of all the relevant management committees,", "main_body": ["Regulation (EEC) No 1687/76 is hereby amended as follows:\n1. The following paragraphs 3 and 4 are added to Article 4:\n'3. The document used for completion of customs export formalities in the cases referred to in paragraphs 1 and 2 shall carry the entry \"products from intervention\".\n4. Where, in the cases referred to in paragraphs 1 and 2, no refund is applicable to the products exported, they shall, upon acceptance of the relevant export declaration, be considered to be no longer covered by Article 9 (2) of the Treaty and the provisions contained in Article 1 (2) of Council Regulation (EEC) No 222/77 of 13 December 1976 on Community transit (1) shall apply to their movement.\n(1) OJ No L 38, 9. 2. 1977, p. 1.'\n2. The following fourth indent is added to the third subparagraph of Article 6 (3):\n'- the endorsement \"Products from intervention to be placed under the external Community transit procedure.\" '\n3. Article 13 (4) is replaced by the following:\n'4. Release of the security shall be subject to production of the proof referred to, as appropriate, in Article 8 (2) or 12 and,\n- where the products are to be imported into a specific third country, or\n- where, in cases where the products are to be exported from the Community, serious doubts exist about the true destination,\nto production of the proof specified in Article 20 (2) to (6) of Commission Regulation (EEC) No 2730/79 (1).\nThe competent authorities of the Member States may require satisfactory additional proof that the products have in fact been placed on the market in the importing non-member country.'\n(1) OJ No L 317, 12. 12. 1979, p. 1.'\n4. The following Article 13a is inserted after Article 13:\n'Article 13a\n1. Where the provisions of Article 2 (2) of Council Regulation (EEC) No 754/76 (1) apply:\n- the security referred to in Article 13 (1) shall be forfeit if it has not yet been released,\n- an amount equivalent to the security shall be payable if the latter has already been released.\n2. Where products for which a security, as provided for in Article 13 (1), was lodged, leave the geographical territory of the Community without the customs export formalities for obtaining a refund being completed, those formalities shall, for the purposes of the application of Regulation (EEC) No 754/76, be regarded as having been completed and the provisions of paragraph 1 shall apply.\n3. The amount of the security specified in paragraphs 1 and 2 shall be regarded as a forfeited security within the meaning of Article 2 of Council Regulation (EEC) No 352/78 (2).\n4. The person concerned shall prove to the competent authorities, by means of a certificate issued by the intervention agency concerned, that the provisions of paragraph 1 have been complied with or that no security was provided.\n(1) OJ No L 89, 2. 4. 1976, p. 1.\n(2) OJ No L 50, 22. 2. 1978, p. 1.'", "This Regulation shall enter into force on 1 April 1984.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 6 January 1984.\nFor the Commission\nPoul DALSAGER\nMember of the Commission\n(1) OJ No 172, 30. 9. 1966, p. 3025/66.\n(2) OJ No L 162, 12. 6. 1982, p. 6.\n(3) OJ No L 190, 14. 7. 1976, p. 1.\n(4) OJ No L 361, 24. 12. 1983, p. 17.\n(5) OJ No L 317, 12. 12. 1979, p. 1.\n(6) OJ No L 58, 5. 3. 1983, p. 5.\n(7) OJ No L 89, 2. 4. 1976, p. 1."}