{"celex_id": "31985R0284", "uri": "http://publications.europa.eu/resource/cellar/574abb63-7de3-409a-970d-43fbf3a3cc87", "type": "Regulation", "concepts": ["1309", "2730", "2839", "2888"], "title": "Commission Regulation (EEC) No 284/85 of 1 February 1985 amending Regulation (EEC) No 2742/82 on protective measures applicable to imports of dried grapes\n", "header": "COMMISSION  REGULATION (EEC) No 000/00\nof 1 February 1985\namending Regulation (EEC) No 2541/84 fixing a countervailing charge on imports into the other Member States of ethyl alcohol of agricultural origin produced in France\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing he European Economic Community, and in particular Article 46 thereof,\nWhereas the amount of the countervailing charge introduced by Commission Regulation (EEC) No 2541/84 of 4 September 1984 (1) is determined by the difference recorded between, on the one hand, the lowest free-at-frontier price at which representative quantities of non-denatured alcohol from France are sold on the markets of the other Member States and, on the other, an equilibrium price which may be considered the normal price for non-denatured alcohol on the markets of the Community when competition is no distorted; whereas an appropriate abatement is appied to the said difference in order to prevent any possibility of the level of the countervailing charge being set too high as a result of calculating it on the basis of flat-rate figures;\nWhereas the free-at-frontier prices of non-denatured French alcohol sold in the Community have not changed to any appreciable degree whils the aformentioned equilibrium price, which now stands at 52 ECU per hectolitre, has changed significantly; whereas the amount of the countervailing charge should therefore be raised accordingly;\nWhereas Article 1 of Commission Regulation (EEC) No 2541/84 of 4 September 1984 specifies that the countervailing charge is to apply to all ethyl alcohol produced in France and exported to other Member States which is not accompanied by a certificate showing either that it is of non-agricultural origin or that it has been denatured in accordance with the relevant provisions in France;\nWhereas the implementation in practice of the said provision has revealed a number of problems of a technical nature relating to the customs classification of the products concerned under the headings of the Common Customs Tariff referred to in Article 1 (1) of the said Regulation and to the form of the said certificate; whereas, to remedy this situation, the wording of the said provisions should be amended;\nWhereas Article 10 of Council Directive 79/623/EEC of 25 June 1979 on he harmonization of provisions laid down by law, regulation or administrative action relating to customs debt (2) provides for cases of customs debt arising when goods traded between Member States are liable to customs or agricultural charges; whereas reference to this provision would clarify the implementtion of Article 2 of Regulation (EEC) No 2541/84;\nWhereas the terms on which goods may be exempted from the countervailing charge should be described in more detail;\nWhereas there is a need to deal with certain problems to which the implementation of the said Regulation could give rise as regards administrative cooperation between Member States; whereas, with a view to defining the terms on which the products concerned may be introduced into free zones, placed in bonded warehouses or brought uncer inward processing rules, provision should be made for analogous application of the procedures laid down in Council Directives 69/73/EEC (3), 69/74/EEC (4) and 69/75/EEC (5) of 4 March 1969;\nWhereas , at the same time, the procedure to be followed when alcohol is shipped to another Member State after the countervailing charge has been collected in one of the Member States should be described in more detail,", "main_body": ["Articles 1 and 2 of Regulation (EEC) No 2541/84 are hereby replaced by the following:\n'Article 1\n1. A countervailing charge shall be levied in intra-Community trade on alcohol produced in France falling within:\n- heading No 22.08 of the Common Customs Tariff and put up in containers holding more than two litres,\n- subheading 22.09 A II of the Common Customs Tariff,\nunless:\n(a) the alcohol is of non-agricultural origin within the meaning of the Treaty; or\n(b) the alcohol has been denatured in accordance with the relevant provisions in France.\nThe rate of the countervailing charge is hereby fixed at 0,08 ECU per % vol per hectolitre.\n2. Evidence that either (a) or (b) in paragraph 1 apply shall be provided solely by entering one of the following endorsements in the \"description of goods\" box on the document showing the Community nature of the goods, authenticated with the stamp of the French customs office which has approved or registered the said document:\n\"PRODUCT OF NON-AGRICULTURAL ORIGIN WITHIN THE MEANING OF THE EEC TREATY\"\nor\n\"PRODUCT DENATURED IN ACCORDANCE WITH FRENCH LAW\"\n3. Where the document referred to in paragraph 2 is replaced by a new document showing the Community nature of the goods, the latter shall be endorsed in the \"description of goods\" box with the statement contained in the document which it replaces; this statement shall be authenticated with the stamp of the customs office which has approved or registered the new document.\n4. In intra-Community trade, the products referred to in paragraph 1 shall be deemed to have been obtained in France unless it is established to the satisfaction of the competent authorities in the Member State levying the countervailing charge that they have been obtained elsewhere.", "1. The Member States other than France shall levy the countervailing charge:\n- at the discretion of the competent authorities, either when the ethyl alcohol referred to in Article 1 is released for home use or is placed under suspensory fiscal arrangements,\n- in the other cases in which the product concerned gives rise to a customs debt within the meaning of Article 10 of Directive 79/623/EEC.\n2. However, paragraph 1 shall not apply if, within the limits and conditions laid down in the national measures taken to implement Directives 69/73/EEC, 69/74/EEC and 69/75/EEC, the interested parties:\n- place the ethyl alcohol under an inward processing or customs warehouse procedure,\n- place the ethyl alcohol in a free zone.\nIn cases of inward processing, the compensating products must be exported to destinations outside the customs territory of the Community.\nWhere the alcohol is placed in a customs warehouse, the usual operations referred to in point 12 of Article 1 (1) of Directive 71/235/EEC are excluded.\n3. Where the countervailing charge has been levied in accordance with paragraph 1 and the product concerned is to be sent to another Member State, the document issued in the Member State of dispatch establishing the Community nature of the goods shall be endorsed in the \"description of goods\" box with one of the statements referred to in Article 3 (2), duly authenticated with the stamp of the competent customs office'.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 1 February 1985.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 238, 6. 9. 1984, p. 6.\n(2) OJ No L 279, 17. 7. 1979, p. 31.\n(3) OJ No L 58, 8. 3. 1969, p. 1.\n(4) OJ No L 58, 8. 3. 1969, p. 7.\n(5) OJ No L 58, 8. 3. 1969, p. 11."}