{"celex_id": "31989D0256", "uri": "http://publications.europa.eu/resource/cellar/80e4a455-6fad-447f-a422-e3a9fa999a3f", "type": "Decision", "concepts": ["1595", "1763", "2754", "888"], "title": "89/256/EEC: Commission Decision of 5 April 1989 amending Decision 85/634/EEC authorizing certain Member States to provide for derogations from certain provisions of Council Directive 77/93/EEC in respect of oak wood originating in Canada or the United States of America (Only the German, Danish, Spanish, French, Italian and Dutch texts are authentic)\n", "header": "COMMISSION  DECISION\nof 5 April 1989\namending Decision 85/634/EEC authorizing certain Member States to provide for derogations from certain provisions of Council Directive 77/93/EEC in respect of oak wood originating in Canada or the United States of America\n(Only the Spanish, Danish, Dutch, German, French and Italian texts are authentic)\n(89/256/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 77/93/EEC of 21 December 1976 on protective measures against the introduction into the Member States of organisms harmful to plants or plant products (1), as last amended by Directive 89/83/EEC (2), and in particular Article 14 (3) thereof,\nHaving regard to the request made by the Kingdom of Spain,\nWhereas under the provisions of Directive 77/93/EEC, oak wood with bark attached, originating in North American countries, may in principle not be introduced into the Community because of the risk of introducing Ceratocystis fagacearum, the cause of oak wilt;\nWhereas, however, Article 14 (3) of the abovementioned Directive permits derogations from that rule, provided that it is established that there is no risk of spreading harmful organisms;\nWhereas by Commission Decision 85/634/EEC (3), as amended by Decision 86/114/EEC (4), the Commission granted such derogations under revised conditions in respect of oak wood originating in Canada or the United States of America;\nWhereas the Member States have been consulted on the measures provided for in this Decision,", "main_body": ["Decision 85/634/EEC is hereby amended as follows:\n1. In Article 1 (1), 'Spain' is inserted between 'Germany' and 'France'.\n2. In Article 1 (2) (b), 'Valencia' is inserted in the list of ports of unloading after 'Salerno'.\n3. In Article 2 first paragraph, 'and Spain', is inserted between 'Italy' and 'may'.", "This Decision is addressed to the Kingdom of Belgium, the Kingdom of Denmark, the Federal Republic of Germany, the Kingdom of Spain, the French Republic, the Italian Republic, the Grand Duchy of Luxembourg and the Kingdom of the Netherlands."], "attachments": "Done at Brussels, 5 April 1989.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 26, 31. 1. 1977, p. 20.\n(2) OJ No L 32, 3. 2. 1989, p. 29.\n(3) OJ No L 379, 31. 12. 1985, p. 45.\n(4) OJ No L 99, 15. 4. 1986, p. 21."}