{"celex_id": "31985R2474", "uri": "http://publications.europa.eu/resource/cellar/433fc895-0c27-42f7-98b3-f7011b940a9c", "type": "Regulation", "concepts": ["2657", "2672", "4390", "4720"], "title": "Commission Regulation (EEC) No 2474/85 of 29 August 1985 fixing the special rates for converting the free-at-frontier reference prices of imported liqueur wines into national currency\n", "header": "COMMISSION  REGULATION (EEC) No 2474/85\nof 29 August 1985\nfixing the special rates for converting the free-at-frontier reference prices of imported liqueur wines into national currency\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 337/79 of 5 February 1979 on the common organization of the market in wine (1), as last amended by Regulation (EEC) No 798/85 (2),\nHaving regard to Council Regulation No 129 on the value of the unit of account and the exchange rates to be applied for the purposes of the common agricultural policy (3), as last amended by Regulation (EEC) No 2543/73 (4), and in particular Article 3 thereof,\nHaving regard to Commission Regulation (EEC) No 1393/76 of 17 June 1976 laying down detailed rules for the importation of products in the wine-growing sector originating in certain third countries (5), as last amended by Regulation (EEC) No 2135/84 (6), and in particular Article 1a (4) thereof,\nHaving regard to the opinion of the Monetary Committee,\nWhereas, pursuant to Article 1a of Regulation (EEC) No 1393/76, special rates are used to convert the free-at-frontier prices for imported liqueur wines into national currency; whereas the special rates applicable at present were fixed by Commission Regulation (EEC) No 2364/85 (7);\nWhereas, for the currencies of the Member States maintained at any given moment within a maximum spread of 2,25 %, the special rate is the conversion rate resulting from the central rate; whereas, for the other currencies, the special rate for the period 1 September 1985 to 28 February 1986 is equal to the conversion rate in relation to all the currencies of the Member States maintained at any given moment with a maximum spread of 2,25 % resulting from the average rate taken into consideration for the purposes of calculating the monetary compensatory amounts valid on 1 August 1985;\nWhereas, under Council Regulation (EEC) No 974/71 of 12 May 1971 on certain measures of conjunctural policy to be taken in agriculture following the temporary widening of the margins of fluctuations for the currencies of certain Member States (8), as last amended by Regulation (EEC) No 855/84 (9), and in particular Article 2b thereof, the central rates and the market rates are, with effect from the 1984/85 marketing year, to be adjusted by a corrective factor; whereas following the realignment of central rates under the European monetary system effective from 22 July 1985 this corrective factor was, by Article 1 of Commission Regulation (EEC) No 2055/85 (10), set at 1,035239,", "main_body": ["The special rate referred to in Article 1a of Regulation (EEC) No 1393/76 shall be:\n(a) for the Belgian franc and the Luxembourg franc:\nBfr/Lfr 1 = 0,0215462 ECU;\n(b) for the Danish krone:\nDkr 1 = 0,118835 ECU;\n(c) for the German mark:\nDM 1 = 0,431540 ECU;\n(d) for the French franc:\nFF 1 = 0,140728 ECU;\n(e) for the pound sterling:\nÂŁ 1 = 1,72914 ECU;\n(f) for the Irish pound:\nÂŁ Irl 1 = 1,33314 ECU;\n(g) for the Italian lira:\nLit 100 = 0,0641697 ECU;\n(h) for the Dutch guilder:\nFl 1 = 0,383001 ECU;\n(i) for the Greek drachma:\nDr 100 = 0,931870 ECU.", "Regulation (EEC) No 2364/85 is hereby repealed.", "This Regulation shall enter into force on 1 September 1985.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 29 August 1985.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 54, 5. 3. 1979, p. 1.\n(2) OJ No L 89, 29. 3. 1985, p. 1.\n(3) OJ No 106, 30. 10. 1962, p. 2553/62.\n(4) OJ No L 263, 19. 9. 1973, p. 1.\n(5) OJ No L 157, 18. 6. 1976, p. 20.\n(6) OJ No L 196, 26. 7. 1984, p. 21.\n(7) OJ No L 223, 21. 8. 1985, p. 5.\n(8) OJ No L 106, 12. 5. 1971, p. 1.\n(9) OJ No L 90, 1. 4. 1984, p. 1.\n(10) OJ No L 193, 25. 7. 1985, p. 33."}