{"celex_id": "31984R1259", "uri": "http://publications.europa.eu/resource/cellar/348e688b-d068-4c66-8c5a-69aaf1907f06", "type": "Regulation", "concepts": ["1309", "2783", "4580"], "title": "Commission Regulation (EEC) No 1259/84 of 4 May 1984 to suspend temporarily the issuing of import documents in respect of certain textile products originating in Turkey\n", "header": "COMMISSION  REGULATION (EEC) No 1259/84\nof 4 May 1984\nto suspend temporarily the issuing of import documents in respect of certain textile products originating in Turkey\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1842/71 of 21 June 1971 (1), and in particular Article 1 thereof,\nAfter consultation within the Advisory Committee established by Article 3 of that Regulation,\nWhereas imports of textile products on the Community market have during recent years given rise to market disturbance and are causing serious damage to Community producers resulting in the closure of factories and considerable loss of employment;\nWhereas, in consequence of this situation, imports of certain textile products originating in the majority of low-cost supplier countries are at present subject to a Community system of authorization and quantitative limitation;\nWhereas the quantities of products covered by import documents already issued in the first four months of 1984 under the surveillance system introduced in Regulation (EEC) No 2819/79 (2), as last amended and extended by Regulation (EEC) No 3580/83 of 15 December 1983 (3), already reached 120 % of the imports of cotton fabric (category 2) into the Community for the whole of 1983, 91 % of the imports of shirts (category 8) into France for the whole of 1983, 234 % of the imports of towels and towelling (category 9) into the United Kingdom for the whole of 1983 and 90 % of the quantities of products covered by import documents for the whole of 1983 for bed linen (category 20) into the Community;\nWhereas the extremely rapid growth in recent months of imports into the Community of cotton fabric, shirts, towels and towelling originating in Turkey has contributed to aggravating the cumulative disruption of these markets and that, particularly, in 1982 and 1983, the Community was obliged to submit the import of cotton fabric and towels to Community or regional restraints;\nWhereas this situation, in particular the volume of import documents already issued, makes it necessary to take immediate action in order to avoid irreparable injury to Community producers;\nWhereas it is therefore necessary to adopt, pursuant to Article 60 of the Additional Protocol to the Association Agreement between the European Economic Community and Turkey, the protective measures needed to overcome these difficulties; whereas, however, such measures should initially be restricted to suspending temporarily the issuing of new import documents so that the latter's effects on the market situation can be assessed and any measures determined which ought subsequently to be applied,", "main_body": ["The issuing of import documents provided for in Regulation (EEC) No 2819/79 is suspended for textile products originating in Turkey and the Member States listed in the Annex.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply until 15 July 1984.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 4 May 1984.\nFor the Commission\nAntonio GIOLITTI\nMember of the Commission\n(1) OJ No L 192, 26. 8. 1971, p. 14.\n(2) OJ No L 320, 15. 12. 1979, p. 9.\n(3) OJ No L 356, 20. 12. 1983, p. 16.\nANNEX\n1.2.3.4.5.6 //   //   //   //   //   //   // Cate- gory  // CCT heading No  // NIMEXE code (1984)  // Description  // Third countries  // Member States  //   //   //   //   //  //   // 2  // 55.09  //  55.09-03, 04, 05, 06, 07, 08, 09, 10, 11, 12, 13, 14, 15, 16, 17, 19, 21, 29, 32, 34, 35, 37, 38, 39, 41, 49, 51, 52, 53, 54, 55, 56, 57, 59, 61, 63, 64, 65, 66, 67, 68, 69, 70, 71, 73, 75, 76, 77, 78, 79, 80, 81, 82, 83, 84, 85, 87, 88, 89, 90, 91, 92, 93, 98, 99  // Other woven fabrics of cotton: Woven fabrics of cotton, other than gauze, terry fabrics, narrow woven fabrics, pile fabrics, chenille fabrics, tulle and other net fabrics:  // Turkey  // EEC  //   //   //  //   //   //   // 8  // 61.03 A  //  61.03-11, 15, 19  // Men's and boys' under garments, in- cluding collars, shirt fronts and cuffs: Men's and boys' shirts, woven, of wool, of cotton or of man-made textile fibres  // Turkey  // F  //   //  //   //   //   //   // 9  // 55.08 62.02 B III a) 1  // 55.08-10, 30, 50, 80 62.02-71  // Terry-towelling and similar terry fabrics of cotton: Bed linen, table linen, toilet linen and kitchen linen; curtains and other fur- nishing articles: B. Other: Woven cotton terry fabrics; toilet and kitchen linen of woven cotton terry fabrics  // Turkey  // UK  //   //   //  //   //   //   // 20  // 62.02 B I a) c)  //  62.02-12, 13, 19  // Bed linen, table linen, toilet linen and kitchen linen; curtains and other furnishing articles: B. Other: Bed linen, woven  // Turkey  // EEC  //   //   //   //   //   //"}