{"celex_id": "31989R0296", "uri": "http://publications.europa.eu/resource/cellar/1e450212-f246-4858-9b64-c973ce12df05", "type": "Regulation", "concepts": ["1159", "133", "4320", "544"], "title": "Council Regulation (EEC) No 296/89 of 3 February 1989 amending Regulation (EEC) No 4197/88 laying down for 1989 certain measures for the conservation and management of fishery resources applicable to vessels flying the flag of Sweden\n", "header": "COUNCIL  REGULATION (EEC) No 296/89\nof 3 February 1989\namending Regulation (EEC) No 4197/88 laying down for 1989 certain measures for the conservation and management of fishery resources applicable to vessels flying the flag of Sweden\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 170/83 of 25 January 1983 establishing a Community system for the conservation and management of fishery resources (1), as amended by the Act of Accession of Spain and Portugal, and in particular Article 11 thereof,\nHaving regard to the proposal from the Commission,\nWhereas Regulation (EEC) No 4197/88 (2) lays down, for 1989, certain measures for the conservation and management of fishery resources applicable to vessels flying the flag of Sweden;\nWhereas, in accordance with the procedure provided for in Article 2 of the Fisheries Agreement between the European Economic Community and the Government of Sweden (3) the parties have further consulted on the consequences of the extension of the Swedish fishing jurisdiction in the Baltic Sea;\nWhereas these consultations have been successfully concluded and, as a result, it is possible to fix the additional quantities allocated to Sweden;\nWhereas, pursuant to the terms of Article 3 of Regulation (EEC) No 170/83, it is for the Council to fix the total catches allocated to third countries and to lay down the specific conditions under which such catches must be taken,", "main_body": ["In Article 3 (2) of Regulation (EEC) No 4197/88, the following indent is added:\n'- five for the fishing of salmon in ICES division III c and d.'", "Annex I to Regulation (EEC) No 4197/88 is hereby replaced by the Annex to this Regulation.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 3 February 1989.\nFor the Council\nThe President\nC. ROMERO HERRERA\n(1) OJ No L 24, 27. 1. 1983, p. 1.\n(2) OJ No L 369, 31. 12. 1988, p. 47.\n(3) OJ No L 226, 29. 8. 1980, p. 2.\nANNEX\n'ANNEX I\nSwedish catch quotas for 1989\n1.2.3 //  //  //  // Species  // Areas within which fishing is authorized  // Quantity (tonnes)   //    //   // 1.2.3.4 // Cod   //   // ICES III c, d ICES IV   // 1 500 150 (1)   // Salmon   //   // ICES III c, d   // 20   // Haddock  //   // ICES IV   // 400   // Whiting   //   // ICES IV  // 20 (1)   // Herring   //   // ICES III c, d ICES IV a, b  // 4 850 4 450   // Mackerel   //   // ICES IV a, b   // 2 300 (2)   // Sprat   //   // ICES III c, d ICES IV a, b   // 2 000 2 000   // Others   //   // ICES IV   // 150 (3)   //    //  //   //\n(1) These quotas may be interchanged.\n(2) Of which 2 000 tonnes shall be fished north of 59Â°N.\n(3) Out of which up to 40 tonnes may be taken as prawn (Pandalus).'"}