{"celex_id": "31989L0219", "uri": "http://publications.europa.eu/resource/cellar/7bbe6aa5-7ab5-4a4f-9297-bc82ed9ac8e7", "type": "Directive", "concepts": ["1091", "1134", "1234", "3191", "4585", "935"], "title": "Commission Directive 89/219/EEC of 7 March 1989 amending Council Directive 83/181/EEC determining the scope of Article 14 (1) (d) of Directive 77/388/EEC as regards exemption from value added tax on the final importation of certain goods, to take account of the introduction of the combined nomenclature\n", "header": "COMMISSION  DIRECTIVE\nof 7 March 1989\namending Council Directive 83/181/EEC determining the scope of Article 14 (1) (d) of Directive 77/388/EEC as regards exemption from value added tax on the final importation of certain goods, to take account of the introduction of the combined nomenclature\n(89/219/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2658/87 of 23 July 1987 on the tariff and statistical nomenclature and on the Common Customs Tariff (1), as last amended by Regulation (EEC) No 20/89 (2), and in particular Article 15 thereof,\nWhereas classification of the goods listed in the Annex to Council Directive 83/181/EEC (3), as last amended by Directive 88/331/EEC (4), is based on the use of the nomenclature of the Customs Cooperation Council;\nWhereas the Customs Cooperation Council approved the International Convention on the Harmonized Commodity Description and Coding System (hereafter referred to as the 'HS'); whereas that Convention was approved by the Council by Decision 87/369/EEC (5) and has been applied since 1 January 1988; whereas a combined nomenclature has accordingly been established to give effect to the HS within the European Economic Community; whereas the references in Article 1 (2) (d) and in the Annex to Directive 83/181/EEC should therefore be based on the said combined nomenclature;\nWhereas adapting Directive 83/181/EEC to the combined nomenclature consequently involves a purely technical amendment which in no way alters the scope of the reliefs provided for in the said Directive,", "main_body": ["Directive 83/181/EEC is hereby amended as follows:\n1. In Article 1 (2) (d) the reference to heading Nos 22.03 to 22.09 of the Common Customs Tariff is replaced by a reference to CN codes 2203 to 2208.\n2. The Annex is replaced by the Annex to this Directive.", "Member States shall bring into force the measures necessary to comply with this Directive not later than 1 July 1989. They shall immediately inform the Commission thereof.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 7 March 1989.\nFor the Commission\nChristiane SCRIVENER\nMember of the Commission\n(1) OJ No L 256, 7. 9. 1987, p. 1.\n(2) OJ No L 4, 6. 1. 1989, p. 19.\n(3) OJ No L 105, 23. 4. 1983, p. 38.\n(4) OJ No L 151, 17. 6. 1988, p. 79.\n(5) OJ No L 198, 20. 7. 1987, p. 1.\nANNEX\n'ANNEX\nVisual and auditory materials of an educational, scientific or cultural character\n1.2 //  //  // CN code  // Description  //  //  // 3704 00  // Photographic plates, film, paper, paperboard and textiles, exposed but not developed:   // ex 3704 00 10   // - Plates and film:   //   // - Cinematograph film, positives, of an educational, scientific or cultural character   // ex 3705  // Photographic plates and film, exposed and developed, other than cinematograph film:   //   // - Of an educational, scientific or cultural character   // 3706   // Cinematograph film, exposed and developed, whether or not incorporating sound track or consisting only of sound track:   // 3706 10   // - Of a width of 35 mm or more:   //   // - - Other:   // ex 3706 10 99   // - - - Other positives:   //   // - Newsreels (with or without sound track) depicting events of current news value at the time of importation, and imported up to a limit of two copies of each subject for copying purposes   //   // - Archival film material (with or without sound track) intended for use in connection with newsreel films   //   // - Recreational films particularly suited for children and young people   //   // - Other films of educational, scientific or cultural character   // 3706 90   // - Other:   //   // - - Other:   //   // - - - Other positives:   // ex 3706 90 51 ex 3706 90 91 ex 3706 90 99   // - Newsreels (with or without sound track) depicting events of current news value at the time of importation, and imported up to a limit of two copies of each subject for copying purposes   //   // - Archival film material (with or without sound track) intended for use in connection with newsreel films   //   // - Recreational films particularly suited for children and young people   //   // - Other films of educational, scientific or cultural character:  // 4911   // Other printed matter, including printed pictures and photographs:   //   // - Other:   // 4911 99   // - - Other:   // ex 4911 99 90   // - - - Other:   //   // - Microcards or other information storage media required in computerized information and documentation services of an educational, scientific or cultural character   //   // - Wall charts designed solely for demonstration and education   // ex 8524   // Records, tapes and other recorded media for sound or other similarly recorded phenomena including matrices and masters for the production of records, but excluding products of Chapter 37:   //   // - Of an educational, scientific or cultural character   // ex 9023 00   // Instruments, apparatus and models, designed for demonstrational purposes (for example, in education or exhibitions), unsuitable for others uses:   //  // - Patterns, models and wall charts of an educational, scientific or cultural character, designed solely for demonstration and education   //   // - Mock-ups or visualizations of abstract concepts such as molecular structures or mathematical formulae   // Various  // Holograms for laser projection   //   // Multi-media kits   //  // Materials for programmed instructions, including materials in kit form with the corresponding printed materials'   //  //"}