{"celex_id": "31985R0717", "uri": "http://publications.europa.eu/resource/cellar/44261192-29b2-46d5-8a5c-ded5702fa542", "type": "Regulation", "concepts": ["1394", "2069", "4381"], "title": "Commission Regulation (EEC) No 717/85 of 19 March 1985 on the classification of goods falling within subheading 17.04 D I of the Common Customs Tariff\n", "header": "COMMISSION  REGULATION (EEC) No 717/85\nof 19 March 1985\non the classification of goods falling within subheading 17.04 D I of the Common Customs Tariff\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 97/69 of 16 January 1969 on measures to be taken for uniform application of the nomenclature of the Common Customs Tariff (1), as last amended by Regulation (EEC) No 2055/84 (2), and in particular Article 3 thereof,\nWhereas, in order to ensure uniform application of the Common Customs Tariff Nomenclature, measures must be taken concerning the classification of cough and throat-irritation pastilles having the following composition (percentage by weight):\n- sucrose, glucose and caramel: 99,5,\n- camphor: 0,007,\n- menthol: 0,207,\n- eucalyptol: 0,069,\n- Balsam Tolu: 0,003,\n- thymol: 0,069,\n- benzyl alcohol: 0,138;\nWhereas heading No 17.04 of the Common Customs Tariff annexed to Council Regulation (EEC) No 950/68 (3), as last amended by Regulation (EEC) No 483/85 (4), refers to sugar confectionery, not containing cocoa; whereas heading No 30.03 refers to medicaments (including veterinary medicaments);\nWhereas the product in question contained flavouring agents which may also have medicinal properties but owing to the low proportions in which these agents are present the provisions of Note 1 to Chapter 30 are not complied with; whereas heading No 30.03 therefore is not applicable;\nWhereas this product has the characteristics of sugar confectionery, not containing cocoa and must therefore be classified in this heading, whereas, within this subheading 17.04 D I should be chosen;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Committee on Common Customs Tariff Nomenclature,", "main_body": ["Cough and throat-irritation pastilles having the following composition (percentage by weight):\n- sucrose, glucose and caramel: 99,5,\n- camphor: 0,007,\n- menthol: 0,207,\n- eucalyptol: 0,069,\n- Balsam Tolu: 0,003,\n- thymol: 0,069,\n- benzyl alcohol: 0,138,\nshall be classified in the Common Customs Tariff under subheading:\n17.04 Sugar confectionery, not containing cocoa:\nD. Other:\nI. Containing no milkfats or containing less than 1,5 % by weight of such fats.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 March 1985.\nFor the Commission\nCOCKFIELD\nVice-President\n(1) OJ No L 14, 21. 1. 1969, p. 1.\n(2) OJ No L 191, 19. 7. 1984, p. 1.\n(3) OJ No L 172, 22. 7. 1968, p. 1.\n(4) OJ No L 59, 27. 2. 1985, p. 14."}