{"celex_id": "31987L0137", "uri": "http://publications.europa.eu/resource/cellar/30610bb8-1945-4a83-b7bd-7a9d7b98ab22", "type": "Directive", "concepts": ["1143", "2479", "2739", "2744", "2897"], "title": "Ninth Commission Directive 87/137/EEC of 2 February 1987 adapting to technical progress Annexes II, III, IV, V and VI to Council Directive 76/768/EEC on the approximation of the laws of the Member States relating to cosmetic products\n", "header": "NINTH  COMMISSION DIRECTIVE\nof 2 February 1987\nadapting to technical progress Annexes II, III, IV, V and VI to Council Directive 76/768/EEC on the approximation of the laws of the Member States relating to cosmetic products\n(87/137/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 76/768/EEC of 27 July 1976 on the approximation of the laws of the Member States relating to cosmetic products (1), as last amended by Directive 86/199/EEC (2), and in particular Article 8 (2) thereof,\nWhereas, on the basis of the available information, certain provisionally permitted colouring agents, substances or preservatives may be definitively permitted, while others must be definitively prohibited or be permitted for a further specified period;\nWhereas in order to protect public health, the use of Minoxidil and its salts and derivatives should be prohibited in cosmetic products;\nWhereas, pending the adoption of Community provisions concerning taxation, a final date after which methanol may no longer be used as a denaturant for ethanol and isopropyl alcohol should not now be fixed;\nWhereas the measures laid down in this Directive are in accordance with the opinion of the Committee on the Adaptation to Technical Progress of the Directives for the Removal of Technical Barriers to Trade in the Cosmetics Sector,", "main_body": ["Directive 76/768/EEC is hereby amended as follows:\n1. The following are added to Annex II:\n'370. N-(Trichloromethylthio)-4-cyclohexene-1,2-dicarboximide (captan)\n371. 2,2'-Dihydroxy-3,3',5,5',6,6'-hexachlorodiphenylmethane (hexachlorophene)\n372. 6-(Piperidinyl)-2,4-pyrimidinediamine-3-oxide (Minoxidil) and its salts and derivatives'.\n2. Annex III, part 1, is amended as follows:\n1.2.3.4.5.6 //  //  //  //  //  //  // 'a   // b  // c  // d  // e  // f  //  //  //  //  //  //  // 11   // Dichlorophen *  //   // 0,5 %   //   // Contains dichlorophen   //    //   //  //   //   //   // 52   // Methanol   // Denaturant for ethanol and isopropyl alcohol   // 5 % calculated as a % of ethanol and isopropyl alcohol'   //   //   //    //   //   //   //   //\n3. Colour Index Nos 77288 and 77289 are inserted in Annex III, part 2, with:\n- colour: green,\n- field of application: 1,\n- other limitations and requirements: free from chromate ion.\n4. In Annex IV, part 1:\n- substance No 1, methanol, is deleted,\n- the words in column e are deleted and the date in column g replaced by 31. 12. 1987 for substance No 4, 2,2'-dithiobis,\n- the date in column g is replaced by 31. 12. 1987 for substance No 5, 1-phenoxypropan-2-ol.\n5. In Annex IV, part 2, Colour Index Nos 77288 and 77289 are deleted;\n6. In Annex V, No 2, hexachlorophene, is deleted;\n7. In Annex VI, part 1:\n- substance No 6, hexachlorophene, is deleted,\n- the following is added:\n1.2.3.4.5 //  //  //  //  //  // 'a   // b  // c   // d  // e   //    //   //   //   //   // 40  // 2-Benzyl-4-chlorophenol (chlorophene)   // 0,2 %'   //  //   //    //   //   //   //\n8. In Annex VI, part 2:\n- substances Nos 9, 12 and 13 are deleted,\n- the date in column f is replaced by 31. 12. 1987 for substance No 14, 1-phenoxypropan-2-ol,\n- the date in column f is replaced by 31. 12. 1988 for substance No 15, benzethonium chloride (INN) (+),\n- the date in column f is replaced by 31. 12. 1987 for substance No 16, benzalkonium chloride (INN), bromide and saccharinate (+).", "1. Without prejudice to the authorization dates referred to in Article 1 (4) and (8), Member States shall take the necessary measures to ensure that from 1 January 1989 neither manufacturers nor importers established in the Community place on the market products which do not satisfy the requirements of this Directive.\n2. Member States shall take the necessary measures to ensure that the products referred to in paragraph 1 can no longer be sold or disposed of to the final consumer after 31 December 1990.", "1. Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with the provisions of this Directive not later than 31 December 1987. They shall forthwith inform the Commission thereof.\n2. Member States shall communicate to the Commission the texts of the provisions of national law which they adopt in the field governed by this Directive.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 2 February 1987.\nFor the Commission\nGrigoris VARFIS\nMember of the Commission\n(1) OJ No L 262, 27. 9. 1976, p. 169.\n(2) OJ No L 149, 3. 6. 1986, p. 38."}