{"celex_id": "31988R1847", "uri": "http://publications.europa.eu/resource/cellar/c3b8529f-08bd-47a0-bcdc-ba60a78e9adc", "type": "Regulation", "concepts": ["2783", "4580"], "title": "Commission Regulation (EEC) No 1847/88 of 29 June 1988 amending Regulation (EEC) No 2819/79 as regards certain textile products (categories ex 18 and 26) originating in Turkey\n", "header": "COMMISSION  REGULATION (EEC) No 1847/88\nof 29 June 1988\namending Regulation (EEC) No 2819/79 as regards certain textile products (categories ex 18 and 26) originating in Turkey\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 288/82 of 5 February 1982 on common rules for imports (1), as amended by Regulation (EEC) No 1243/86 (2), and in particular Article 10 thereof,\nAfter consultation within the Advisory Committee set up by Article 5 of that Regulation,\nWhereas Commission Regulation (EEC) No 2819/79 (3), as last amended by Regulation (EEC) No 3790/87 (4), makes imports of certain textile products originating in certain non-member countries subject to Community surveillance;\nWhereas Turkey has introduced administrative procedures to provide rapid information on the trend of trade in certain textile products;\nWhereas a system of administrative cooperation has been established between the European Economic Community and Turkey with regard to trade in certain textile products referred in the Annex to this Regulation;\nWhereas, in order to be effective, such administrative cooperation must have a consistent statistical basis;\nWhereas it is appropriate that this Regulation should not apply in respect of those products referred to in the Annex to this Regulation, in so far as these originated in Turkey and have been introduced into the customs territory of the Community prior to its entry into force, but have not been released into free circulation in the Community,", "main_body": ["Without prejudice to the other provisions of Commission Regulation (EEC) No 2819/79, the import document referred to in Article 2 of that Regulation shall be issued or endorsed for the products listed in Annex I only on presentation of an export information document corresponding to the specimen shown in Annex II or, where appropriate, of an export information document relating to cottage industry and folklore products corresponding to the specimen shown in Annex III.\nThe said export information documents shall be issued by the Istanbul, Izmir (Smyrna) Çukurova and Bursa Garment Exporters' Associations.\nAny export advice note should be presented to the competent authorities in the Member States within one month of its date of issue.\nThe import document referred to in Article 2 of Regulation (EEC) No 2819/79 may be used for two months from the date of issue. In exceptional circumstances that period may be extended by a month.", "This Regulation shall enter into force on 1 July 1988.\nIt shall not apply in respect of products originating in Turkey which have previously been introduced into the customs territory of the Community, but which have not been released into free circulation in the Community.\nIt shall apply until 31 December 1988.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 29 June 1988.\nFor the Commission\nWilly DE CLERCQ\nMember of the Commission\n(1) OJ No L 35, 9. 2. 1982, p. 1.\n(2) OJ No L 113, 30. 4. 1986, p. 1.\n(3) OJ No L 320, 15. 12. 1979, p. 9.\n(4) OJ No L 356, 18. 12. 1987, p. 18.\nANNEX I\n1.2.3.4.5 //  //  //  //  //  // Category   // CN code  // Description  // Units   // Third country   //    //   //  //   //   // ex 18   // 6207 91 00   // Men's or boys' bathrobes, dressing gowns and similar articles, other than knitted or crocheted, of cotton   // tonnes   // Turkey   //  // 6208 91 10   // Women's or girls' négligés, bathrobes, dressing gowns and similar articles, other than knitted or crocheted, of cotton   //   //   //    //   //   //   //  // 26   // 6104 41 00 6104 42 00 6104 43 00 6104 44 00 6204 41 00 6204 42 00 6204 43 00 6204 44 00   // Women's or girls' dresses, of wool, of cotton or man-made fibres   // 1 000 pieces   // Turkey   //    //   //   //   //"}