{"celex_id": "31987R1029", "uri": "http://publications.europa.eu/resource/cellar/b1b3c079-e47d-4c6f-9de9-388a3eca65b8", "type": "Regulation", "concepts": ["1277", "1442", "2958", "386", "4289"], "title": "Commission Regulation (EEC) No 1029/87 of 9 April 1987 amending Regulations (EEC) No 368/77 and (EEC) No 443/77 on the sale of skimmed-milk powder from public stocks for feed for animals other than young calves\n", "header": "COMMISSION  REGULATION (EEC) No 1029/87\nof 9 April 1987\namending Regulations (EEC) No 368/77 and (EEC) No 443/77 on the sale of skimmed-milk powder from public stocks for feed for animals other than young calves\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 804/68 of 27 June 1968 on the common organization of the market in milk and milk products (1), as last amended by Regulation (EEC) No 773/87 (2), and in particular Article 7 (5) thereof,\nWhereas Article 14 (2) and Article 16 (1) of Commission Regulation (EEC) No 368/77 (3), as last amended by Regulation (EEC) No 3098/86 (4), lay down, respectively, the period within which the tenderer is to take delivery of the skimmed-milk powder and the period within which it is to be denatured or directly incorporated in feed; whereas these periods run from the date of notification of the result of the tender; whereas experience has shown that it is advisable for the periods in question to run from the date by which tenders must be submitted, so that tenderers know in advance the time limits which must be complied with;\nWhereas Article 16 (2) of Regulation (EEC) No 368/77 lays down the arrangements for providing supervision; whereas it appears that certain arrangements should be specified more precisely;\nWhereas Commission Regulation (EEC) No 443/77 (5), as last amended by Regulation (EEC) No 3098/86, provides, in conjunction with the sale by tender under Regulation (EEC) No 368/77, for the sale at a fixed price of skimmed-milk powder for the same purposes; whereas Article 8 (1) of Regulation (EEC) No 443/77 lays down the time limit for the denaturing or incorporation of the skimmed-milk powder; whereas, for the same reasons of clarity, Regulation (EEC) No 443/77 should be amended;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Milk and Milk Products,", "main_body": ["Regulation (EEC) No 368/77 is hereby amended as follows:\n1. Article 14 (2) is replaced by the following:\n'2. The successful tenderer shall take delivery of the skimmed-milk powder awarded to him within 60 days of the closing date for the submission of tenders. Delivery of the skimmed-milk powder may be taken in instalments, each of which shall not be less than 10 tonnes.'\n2. Article 16 is amended as follows:\n- paragraph 1 is replaced by the following:\n'1. Denaturing or direct incorporation of the skimmed-milk powder in accordance with the first and second indents of Article 6 (1) shall take place within six months from the closing date for the submission of tenders.'\n- the first subparagraph of paragraph 2 is replaced by following:\n'Member States shall undertake supervision as follows:\n- in the case of denaturing as provided for in the first indent of Article 6 (1), the competent authority shall be responsible for checking that the operation has been properly carried out. To this end, it shall both verify accounts and carry out on-the-spot supervision at least once a day throughout the period of denaturing,\n- in the case of direct incorporation as provided for in the second indent of Article 6 (1), the competent authority shall be responsible for checking that the operation has been properly carried out. To this end, it shall both verify accounts and make frequent unannounced on-the-spot checks.'\n- the third subparagraph of paragraph 2 is replaced by the following:\n'The costs of the supervision of denaturing or direct incorporation shall be borne by the undertaking concerned. These costs shall be fixed at a flat rate of 4 ECU per tonne of skimmed-milk powder.'", "Article 8 (1) of Regulation (EEC) No 443/77 is hereby replaced by the following:\n'1. Denaturing of the skimmed-milk powder or its direct incorporation in a feedingstuff shall take place:\n- within five months from the date on which the sales contract is concluded,\n- under the conditions laid down in Article 16 (2) of Regulation (EEC) No 368/77.'", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply to the invitation to tender for which the period for submission of tenders ends on 13 April 1987.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 9 April 1987.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 148, 28. 6. 1968, p. 13.\n(2) OJ No L 78, 20. 3. 1987, p. 1.\n(3) OJ No L 52, 24. 2. 1977, p. 19.\n(4) OJ No L 288, 11. 10. 1986, p. 54.\n(5) OJ No L 58, 3. 3. 1977, p. 16."}