{"celex_id": "31981R1789", "uri": "http://publications.europa.eu/resource/cellar/22e6d7f1-b70c-4da8-be5d-22847e1b6f8e", "type": "Regulation", "concepts": ["2292", "2974", "4286", "4317", "4319"], "title": "Council Regulation (EEC) No 1789/81 of 30 June 1981 laying down general rules concerning the system of minimum stocks in the sugar sector\n", "header": "COUNCIL REGULATION (EEC) No 1789/81 of 30 June 1981 laying down general rules concerning the system of minimum stocks in the sugar sector\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1785/81 of 30 June 1981 on the common organization of the markets in the sugar sector (1), and in particular Article 12 (2) thereof,\nHaving regard to the proposal from the Commission,\nWhereas, in view of the aims of the common agricultural policy, and in particular the stabilization of markets, the maintenance of reasonable prices of supplies to consumers, and the safeguarding of normal supplies for the entire Community and each of its regions, Article 12 of Regulation (EEC) No 1785/81 provides for the establishment of a system of minimum stocks ; whereas the said Article lays down that the minimum stock to be held by manufacturers of beet sugar shall be equal to a percentage of the production of an undertaking within the limit of its A quota ; whereas, as regards cane sugar, the said Article lays down that the minimum stock shall be equal to a percentage of the quantity of sugar refined over a fixed period ; whereas the percentages to be adopted must allow the abovementioned aims to be achieved whilst taking into account the conditions under which this sugar is manufactured or refined;\nWhereas these stocks must be held under certain conditions by the manufacturers and refiners of the sugar in question ; whereas it is necessary to apply this system in such a way as to take account of the existing structures in the sugar sector ; whereas the criteria necessary for the proper utilization of the minimum stocks need to be laid down;\nWhereas Council Regulation (EEC) No 1488/76 of 22 June 1976 laying down provisions for the introduction of a system of minimum stocks in the sugar sector (2), as amended by Regulation (EEC) No 2153/80 (3), should be repealed,", "main_body": ["Without prejudice to the other provisions of this Regulation and in so far as the products concerned are those to which Article 8 of Regulation (EEC) No 1785/81 applies:    (a) each manufacturer of beet sugar shall, throughout each month of the calendar year, hold in stock a quantity of sugar equal to 5 % of his actual production, within the limit of the A quota of his undertaking, during the 12 months immediately preceding the month in question;\n(b) each refiner of raw cane sugar produced in the French overseas departments or of preferential sugar shall, throughout each month of the calendar year, hold in stock a quantity of sugar equal to 5 % of the sugar in question refined by his undertaking during the 12 months immediately preceding the month in question.", "Each manufacturer of white beet sugar may, under conditions to be determined, undertake to satisfy, in whole or in part, the obligations referred to in Article 1 (a) on behalf of another manufacturer of white beet sugar whose sugar-producing undertaking is established in the same Member State as the undertaking of the manufacturer giving the undertaking.", "Raw beet sugar or syrups produced prior to the crystallizing stage which are manufactured by an undertaking having an A quota, which form part of its minimum stock and which are intended for processing into white sugar in a place other than in that undertaking:    (a) may be sold to the processor on condition that the latter undertakes, with respect to the quantity of the product in question, to meet the obligations referred to under (a) of Article 1 ; or\n(b) at the request of the manufacturer who produced them, shall not be subject to the obligation referred  (1) See page 4 of this Official Journal.  (2) OJ No L 167, 26.6.1976, p. 11.  (3) OJ No L 211, 14.8.1980, p. 1.  to under (a) of Article 1 in return for the reimbursement by the manufacturer of a flat-rate amount representing the profit resulting from the release from the said obligation.", "Where the supplies of sugar required by the Community can no longer be ensured under normal conditions, provision may be made for the person concerned to be released, in whole or in part, from the obligation to stock the sugar in question.", "Where the market situation so requires or where action to release sugar taken accordance with Article 4 is ineffective, the Council, acting by a qualified majority on a proposal from the Commission, shall adopt appropriate measures to ensure that the necessary quantities are taken out of stock to supply the Community or one or more Community zones under normal conditions.", "Where sugar from minimum stocks is marketed under conditions other than those provided for by the rules of the system of minimum stocks, a charge shall be levied in respect of the sugar so marketed.\nThis amount shall be calculated on the basis of:    (a) a sum representing the profit referred to under (b) of Article 3 ; and\n(b) the difference between the threshold price and the intervention price, which is increased by the levy referred to in (a) of the third subparagraph of Article 8 (2) of Regulation (EEC) No 1785/81, fixed for white sugar for the marketing year in question plus a fixed amount of 2 ECU per 100 kilograms.", "1. This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply from 1 July 1981.\n2. Regulation (EEC) No 1488/76 is hereby repealed and the citations referring to Article 7 shall be understood as a reference to Article 12 (3) of Regulation (EEC) No 1785/81.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 30 June 1981.\nFor the Council\nThe President\nG. BRAKS"}