{"celex_id": "31984R0941", "uri": "http://publications.europa.eu/resource/cellar/e4e71985-3f53-4871-a21d-a5a1675e3acd", "type": "Regulation", "concepts": ["1442", "2656", "4682", "5025", "5263"], "title": "Commission Regulation (EEC) No 941/84 of 5 April 1984 amending Regulation (EEC) No 2226/78 laying down detailed rules for the application of intervention measures in the beef and veal sector\n", "header": "COMMISSION  REGULATION (EEC) No 941/84\nof 5 April 1984\namending Regulation (EEC) No 2226/78 laying down detailed rules for the application of intervention measures in the beef and veal sector\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 805/68 of 27 June 1968 on the common organization of the market in beef and veal (1), as last amended by the Act of Accession of Greece, and in particular Article 6 (5) (d) thereof,\nHaving regard to Council Regulation (EEC) No 868/84 of 31 March 1984 fixing for the 1984/85 marketing year the guide price and intervention price for adult bovine animals (2), and in particular Article 3 (4) (c) thereof,\nWhereas, by Regulation (EEC) No 869/84 (3), the Council has decided, by way of an experiment, to implement for a period of three years the Community scale for the classification of carcases of adult bovine animals established by Regulation (EEC) No 1208/81 (4) for the purposes of intervention measures; whereas Regulation (EEC) No 2226/78 (5), as last amended by Regulation (EEC) No 796/84 (6), should be amended accordingly; whereas, to this effect, the provisions of Articles 2 and 4 (2) of the aforesaid Regulation and Annex I thereto should be repealed; whereas it should be laid down that for the application of buying-in measures the market prices shall be recorded in accordance with the provisions of Regulation (EEC) No 1557/82 on the Community recording of market prices on the basis of the scale for the classification of carcases of adult bovine animals (7);\nWhereas Article 3 of the aforesaid Regulation (EEC) No 868/84 laid down the rules governing the activation and suspension of buying-in operations by the intervention agencies; whereas the provisions of Article 3 of the aforesaid Regulation (EEC) No 2226/78 should be amended accordingly;\nWhereas the application of the Community scale in respect of buying-in operations implies modification of the notification which the Member States are required to provide of products and qualities purchased by the intervention agencies;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Beef and Veal,", "main_body": ["Regulation (EEC) No 2226/78 is hereby amended as follows:\n1. Article 2 is deleted.\n2. Article 3 is replaced by the following text:\n'Article 3\n1. As soon as it is established that the two conditions laid down in Article 6 (2) of Regulation (EEC) No 805/68 have for two consecutive weeks:\n(a) been satisfied simultaneously, the intervention measures provided for in that paragraph may be applied;\n(b) not been satisfied simultaneously, the intervention measures applied pursuant to that paragraph shall be suspended.\n2. The market prices referred to in Article 3 of Regulation (EEC) No 868/84 shall be recorded each week in each Member State or region of each Member State within the meaning of Article 1 in accordance with Articles 1 and 2 of Regulation (EEC) No 1557/82.\n3. The buying-in operations provided for under Article 3 (1) of Regulation (EEC) No 868/84 shall be activated on the second Monday following the price recording referred to in paragraph 2. However where the market situation of a Member State so requires, the activation of buying-in operations shall be brought forward; in no case may buying in be resumed before the Monday following the recording.\n4. The suspension of buying-in provided for in Article 3 (2) of Regulation (EEC) No 868/84 shall take place on the second Monday following the price recording referred to in paragraph 2. In this case meat bought in shall be taken over by the intervention agencies by the end of the week following such recording.'\n3. Article 4 (2) is deleted.\n4. The following paragraph is added to Article 18:\n'6. The notification provided for in paragraphs 2 (a) and 3 shall refer to products and qualities defined according to the Community scale of classification established under Regulation (EEC) No 1208/81'.\n5. Annex I is deleted.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 9 April 1984.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 5 April 1984.\nFor the Commission\nPoul DALSAGER\nMember of the Commission\n(1) OJ No L 148, 28. 6. 1968, p. 24.\n(2) OJ No L 90, 1. 4. 1984, p. 30.\n(3) OJ No L 90, 1. 4. 1984, p. 32.\n(4) OJ No L 123, 7. 5. 1981, p. 3.\n(5) OJ No L 261, 26. 7. 1978, p. 5.\n(6) OJ No L 86, 29. 3. 1984, p. 20.\n(7) OJ No L 172, 18. 6. 1982, p. 19."}