{"celex_id": "31989D0003", "uri": "http://publications.europa.eu/resource/cellar/b65e01ad-3952-47b3-9494-6f4bf8501943", "type": "Decision", "concepts": ["1309", "1445", "1898", "4689", "5040", "5369"], "title": "89/3/EEC: Commission Decision of 15 December 1988 on health protection measures in connection with imports of certain fresh meat from Brazil\n", "header": "COMMISSION  DECISION\nof 15 December 1988\non health protection measures in connection with imports of certain fresh meat from Brazil\n(89/3/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 72/462/EEC of 12 December 1972 on health and veterinary inspection problems upon importation of bovine animals and swine and fresh meat from third countries (1), as last amended by Directive 88/289/EEC (2), and in particular Article 16 thereof;\nWhereas the requirements as regards animal health conditions and veterinary certification for imports of fresh meat from Brazil are laid down in Commission Decision 86/195/EEC (3), as amended by Decision 87/455/EEC (4), with particular reference to the situation of foot-and-mouth disease obtaining in Brazil at that time;\nWhereas during the last Community on-the-spot inspection in August 1988 changes were observed in the quality of Brazilian veterinary controls in respect of foot-and-mouth disease in some of the States of Brazil;\nWhereas if this situation persists it is liable to create a hazard for Community livestock;\nWhereas it is therefore appropriate to adopt protection measures to avert such a hazard and to prohibit imports from some of the States of Brazil;\nWhereas, so as to avoid any abrupt interruption of existing trade flows it is appropriate to defer the application of this Decision;\nWhereas it is appropriate to incorporate the provisions of Commission Decision 88/310/EEC (5) in this Decision; whereas that Decision may therefore be repealed;\nWhereas the animal health requirements for imports of meat products from third countries have not yet been approximated at Community level; whereas therefore Member States may continue for the time being to import meat products from third countries in accordance with the general animal health provisions of the relevant Community legislation;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["The authorization to import fresh meat from Brazil laid down in Decision 86/195/EEC is hereby suspended in respect of fresh meat of bovine animals from the following States:\n- Bahia\n- Espírito Santo\n- Goiás\n- Minas Gerais\n- Paraná\n- Rio de Janeiro\n- Santa Catarina\n- São Paulo", "Member States shall not authorize the importation of fresh meat which has been obtained from bovine carcases which have been deboned in cutting plants in the States listed in Article 1.", "Member States shall require the accompanying animal health certificate to be amended so that all references to the States listed in Article 1 are deleted before signature by the official veterinarian in respect of fresh meat obtained from bovine animals.", "Decision 88/310/EEC is hereby repealed.", "This Decision shall apply from 1 March 1989.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 15 December 1988.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 302, 31. 12. 1972, p. 28.\n(2) OJ No L 124, 18. 5. 1988, p. 31.\n(3) OJ No L 142, 28. 5. 1986, p. 51.\n(4) OJ No L 244, 28. 8. 1987, p. 38.\n(5) OJ No L 136, 2. 6. 1988, p. 20."}