{"celex_id": "31988R2222", "uri": "http://publications.europa.eu/resource/cellar/dcab10d3-a426-4ea6-aa59-19589dd788c1", "type": "Regulation", "concepts": ["1025", "2639"], "title": "Council Regulation (EEC) No 2222/88 of 19 July 1988 fixing the prices applicable to cereals for the 1988/89 marketing year\n", "header": "COUNCIL REGULATION (EEC) No 2222/88 of 19 July 1988 fixing the prices applicable to cereals for the 1988/89 marketing year\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 43 thereof,\nHaving regard to the Act of Accession of Spain and Portugal, and in particular Article 89 thereof,\nHaving regard to Council Regulation (EEC) No 2727/75 of 29 October 1975 on the common organization of the market in cereals (1), as last amended by Regulation (EEC) No 2221/88 (2), and in particular Article 3 (5) thereof,\nHaving regard to the proposal from the Commission (3),\nHaving regard to the opinion of the European Parliament (4),\nHaving regard to the opinion of the Economic and Social Committee (5),\nWhereas the markets and prices policy, based on modern farms, is the main instrument of the incomes policy in agriculture; whereas full advantage cannot be drawn from such a policy unless it is integrated into the common agricultural policy as a whole,  including a dynamic social and structural policy and the application of the rules on competition contained in the Treaty;\nWhereas, in many cases, surpluses can no longer be disposed of on normal terms either inside or outside the Community; whereas, in order to reduce the cost to the budget of disposing of surpluses on markets of third countries and to encourage greater  consumption within the Community, the restrictive price policy should continue to be applied; whereas this objective can be attained, taking into account the new intervention arrangements, by maintaining, for the 1988/89 marketing year, the intervention  price for common wheat, barley, rye, maize and sorghum applied during the previous marketing year;\nWhereas, as part of a quality policy, production of common wheat of higher breadmaking quality and production of rye of breadmaking quality should be supported; whereas, accordingly, the special premium for common wheat and of rye, both of breadmaking quality should be left unaltered;\nWhereas in 1986/87 the Council began a process of aligning the intervention price of durum wheat on that of common wheat; whereas in view of, on the one hand, the present ratio between the prices of those cereals and, on the other, the imbalance  recorded on the durum wheat market, it is advisable to pursue that process; whereas, accordingly, the intervention price of durum wheat should be further reduced;\nWhereas application of Article 68 of the Act of Accession of Spain and Portugal has meant that prices in Spain differ from the common prices; whereas, pursuant to Article 70 (1) of the Act of Accession, Spanish prices should be aligned with common  prices each year at the start of the marketing year; whereas, as a result of applying the criteria for this alignment, Spanish prices are fixed at the level set out below for other cereals than common wheat and maize; whereas, taking into account the  amendments that have been made since accession to the intervention mechanism, the Spanish intervention price for common wheat and maize shall be brought into line, from the beginning of the 1988/89 marketing year, with that applicable in the rest of the  Community,", "main_body": ["For the 1988/89 marketing year, the prices applicable in the cereals sector shall be as indicated in the Annex.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 July 1988.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 July 1988.\nFor the Council The President Y. POTTAKIS (6) OJ No L 281, 1. 11. 1975, p. 1.\n(7) See page 16 of this Official Journal.\n(8) OJ No C 139, 30. 5. 1988, p. 3.\n(9) OJ No C 167, 27. 6. 1988.\n(10) OJ No C 175, 4. 7. 1988, p. 33.\nANHANG WEICHWEIZEN Interventionspreis 179,44 Gemeinsamer Richtpreis 250,30 MAIS Interventionspreis 179,44 Gemeinsamer Richtpreis 228,00 ROGGEN Interventionspreis - Zehnergemeinschaft 170,47 - Spanien 162,85 Gemeinsamer Richtpreis 228,00 SORGHUM  Interventionspreis - Zehnergemeinschaft 170,47 - Spanien 161,17  Gemeinsamer Richtpreis 228,00 GERSTE Interventionspreis - Zehnergemeinschaft 170,47 - Spanien 161,17  Gemeinsamer Richtpreis 228,00 HARTWEIZEN Interventionspreis - Zehnergemeinschaft  276,34 - Spanien 221,90 Gemeinsamer Richtpreis 334,91"}