{"celex_id": "31982D0795", "uri": "http://publications.europa.eu/resource/cellar/d40b46c1-7ded-4e83-8230-c85fda2a7ff3", "type": "Decision", "concepts": ["1707", "4256", "5794", "5798", "6030"], "title": "82/795/EEC: Council Decision of 15 November 1982 on the consolidation of precautionary measures concerning chlorofluorocarbons in the environment\n", "header": "COUNCIL  DECISION\nof 15 November 1982\non the consolidation of precautionary measures concerning chlorofluorocarbons in the environment\n(82/795/EEC)\nTHE COUNCIL OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 235 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas Council Decision 80/372/EEC of 26 March 1980 concerning chlorofluorocarbons in the environment (4) provided for zero growth in production capacity and a reduction in the use of chlorofluorocarbons F-11 and F-12 in the filling of aerosol cans; whereas that Decision provided for a re-examination of the measures taken, in the light of the available scientific and economic data;\nWhereas that re-examination has shown that it is necessary for the Community to continue to pursue a preventive policy; whereas the precautionary measures already taken need to be maintained and consolidated;\nWhereas Article 1 (1) of Decision 80/372/EEC should be applied on the basis of a precise and harmonized definition of the production capacity of chlorofluorocarbons F-11 and F-12; whereas, on the basis of that definition, the 1980 total production capacity has been calculated for the Community as a whole;\nWhereas, in preparation for periodic reviews of Community policy on the subject, the Commission should collect and compare appropriate statistical information on the production and use of chlorofluorocarbons;\nWhereas, as a precautionary measure, the emissions of chlorofluorocarbons in the synthetic foam, refrigeration and solvents sectors should be limited; whereas, to this end, appropriate action should be undertaken;\nWhereas during the first half of 1983 the measures to be taken should be re-examined in the light of the scientific and economic data available and such further measures as may prove necessary in the light of this re-examination should be adopted as soon as possible and not later than 31 December 1983;\nWhereas, since the specific powers of action required to adopt this Decision have not been provided for in the Treaty, it is necessary to invoke Article 235 thereof,", "main_body": ["Member States shall take all appropriate measures to ensure that Article 1 (1) of Decision 80/372/EEC is applied on the basis of the definition of production capacity and the reference figure given in the Annex.", "1. Member States shall take all appropriate measures to facilitate the periodic collection by the Commission of the appropriate statistical information on the production and use of the chlorofluorocarbons F-11 and F-12.\n2. Member States shall cooperate with the Commission in actions aimed at reducing chlorofluorocarbon losses and developing the best practicable technologies in order to limit emissions in the synthetic foam, refrigeration and solvents sectors.", "The measures taken in pursuance of Decision 80/372/EEC and this Decision shall be re-examined, not later than 30 June 1983 in the light of the scientific and economic data available. To this end, Member States shall, subject to considerations of commercial confidentiality, provide the Commission with the results of any study or research available to them. The Council shall adopt, as soon as possible and in any\nevent not later than 31 December 1983, on a proposal from the Commission, such further measures as may be necessary in the light of this re-examination.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 15 November 1982.\nFor the Council\nThe President\nN. A. KOFOED\n(1) OJ No C 269, 21. 10. 1981, p. 5.\n(2) OJ No C 125, 17. 5. 1982, p. 167.\n(3) OJ No C 348, 31. 12. 1981, p. 19.\n(4) OJ No L 90, 3. 4. 1980, p. 45.\nANNEX\nDefinition of production capacity and reference figure for chlorofluorocarbons F-11 and F-12\n1. Production capacity is defined as full capacity in 24 hours of continuous service, multiplied by the average number of days per year the plants are able to run under normal conditions of maintenance and safe operability.\nIt is expressed in tonnes per year.\n2. The reference figure for the total Community production capacity, including all 10 Community producers, is 480 000 tonnes per year based on a weighted mean of 332 working days per year. This includes all lines producing chlorofluorocarbons F-11 and F-12 on 26 March 1980, either exclusively or on a seasonal basis."}