{"celex_id": "31986R2134", "uri": "http://publications.europa.eu/resource/cellar/1129b3e6-672c-4275-bfce-b3765cae55c9", "type": "Regulation", "concepts": ["1486", "2216", "2644"], "title": "Commission Regulation (EEC) No 2134/86 of 8 July 1986 amending Regulation (EEC) No 1569/77 fixing the procedure and conditions for the taking over of cereals by intervention agencies\n", "header": "COMMISSION  REGULATION (EEC) No 2134/86\nof 8 July 1986\namending Regulation (EEC) No 1569/77 fixing the procedure and conditions for the taking over of cereals by intervention agencies\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2727/75 of 29 October 1975 on the common organization of the market in cereals (1), as last amended by Regulation (EEC) No 1579/86 (2), and in particular Article 7 (5) thereof,\nWhereas Council Regulation (EEC) No 2731/75 of 29 October 1975 fixing standard qualities for common wheat, rye, barley, maize, sorghum and durum wheat (3), as last amended by Regualtion (EEC) No 1580/86 (4), lays down more restrictive standards for the standard quality of the cereals in question; whereas the consequences should also be drawn as regards the minimum quality required for intervention and in particular as regards the requirements relating to moisture content; whereas, however, in the event of bad weather conditions occuring in a Member State concerned to be able to apply a higher moisture content provided a substantiated request is submitted; whereas, as a transitional arrangement, that possibility should be granted to Member States on application for the 1986/87 marketing year;\nWhereas, moreover, the credit periods for cereals offered for intervention should be reviewed, taking into account the provisions adopted on the subject by the Council;\nWhereas Regulation (EEC) No 1569/77 (5), as last amended by Regulation (EEC) No 2096/84 (6) should be amended accordingly;\nWhereas the Management Committee for Cereals has not delivered an opinion within the period set by its Chairman,", "main_body": ["Regulation (EEC) No 1569/77 is hereby amended as follows:\n1. The first paragraph of Article 1 is replaced by the following:\n'During the periods referred to in Article 7 (1) of Regulation (EEC) No 2727/75, any holder of a homogeneous batch of not less than 80 tonnes of common wheat, rye, barley, maize or sorghum or 10 tonnes of durum wheat, harvested within the Community, shall be entitled to offer such cereals to the intervention agency'.\n2. The following paragraph 4 is added to Article 2:\n'4. Notwithstanding paragraph 2, on a request from a Member State a decision may be taken in accordance with the procedure provided for in Article 26 of Regulation (EEC) No 2727/75 to increase the maximum moisture content to up to 15 % for cereals offered for intervention in the course of a marketing year. From 1987/88, such a request may be made in the event of unfavourable weather conditions only'.\n3. The following sentence is added to Article 3 (1):\n'The offer may also be made by telegram or telex to the intervention agency.'\n4. Article 3 (3) and (4) are replaced by the following:\n'3. Without prejudice to the provisions of Article 2 (2) of Commission Regulation (EEC) No 2040/86 (1), the price to be paid to the seller shall be the price valid for the month specified as the month of delivery at the time of acceptance of the offer, adjusted in accordance with Articles 1 and 2 of Council Regulation (EEC) No 1581/86 (2), for goods delivered at warehouse, before unloading, account being taken of the increases and deductions to be determined.\nHowever, where delivery takes place in a month in which the intervention price is lower than that of the month of the offer, the latter price shall apply.\n4. Payment shall be made between the 90th and the 120th day following that of taking over for cereals offered for intervention from 1 October. However, for cereals offered for intervention in August in Greece, Spain, Italy and Portugal, and in September in the Community as a whole, payment shall be made between the 120th and the 150th day following that of\ntaking over. The period adopted by the Member States for August or September shall, in all cases, exceed by 30 days the period adopted from October onwards.\n(1) OJ No L 173, 1. 7. 1986, p. 65.\n(2) OJ No L 139, 24. 5. 1986, p. 36.'\n5. The Annex is replaced by the Annex hereto.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 July 1986.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 8 July 1986.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 281, 1. 11. 1975, p. 1.\n(2) OJ No L 139, 24. 5. 1986, p. 29.\n(3) OJ No L 281, 1. 11. 1975, p. 22.\n(4) OJ No L 139, 24. 5. 1986, p. 34.\n(5) OJ No L 174, 14. 7. 1977, p. 15.\n(6) OJ No L 193, 21. 7. 1984, p. 20.\nANNEX\n'ANNEX\n1.2.3.4.5.6.7 //  //  //  //  //  //  //  //  // Durum wheat  // Common wheat   // Rye   // Barley   // Maize   // Sorghum  //    //   //   //   //   //   //   // A. Maximum moisture content   // 14 %   // 14 %   // 14 %   // 14 %   // 14 %  // 14 %   //    //   //   //   //   //   //   // B. Maximum percentage of matter which is not basic cereal of unimpaired quality   // 10 %   // 12 %   // 12 %   // 12 %   // 12 %  // 12 %   // of which:   //   //   //   //   //   //   // 1. broken grains   // 5 % (1)   // 5 %   // 5 %   // 5 %   // 10 %   // 10 %   // 2. impurities consisting of grains   // 5 % (1)  // 12%   // 5 %   // 12 %   // 5 %   // 5 %   // of which:  //   //   //   //   //   //   // (a) shrivelled grains   //  // 12 %   //   // 12 %   //   //   // (b) other cereals (1)  // 3 %   //   //   //   //   //   // (c) grains damaged by pests   //   // 5 %   //   // 5 %   //   //   // (d) grains in which the germ is discoloured and mottled grains   //   //  //   //   //   //   // (e) grains overheated during drying  // 0,50 %   // 3 %   // 3 %   // 3 %   // 3 %   // 3 %   // 3. sprouted grains   // 4 % (1)   // 6 %   // 6 %   // 6 %   // 6 %   // 6 %   // 4. miscellaneous impurities (Schwarzbesatz)  // 3 %   // 3 %   // 3 %   // 3 %   // 3 %   // 3 %   // of which:   //   //   //   //   //   //   // (a) extraneous seeds:   //   //   //   //   //   //   // - noxious   // 0,10 %  // 0,10 %   // 0,10 %   // 0,10 %   // 0,10 %   // 0,10 %  // - other   //   //   //   //   //   //   // (b) damaged grains:   //   //   //   //   //   //   // - grains damaged by spontaneous heating or too extreme heating during drying  // 0,05 %   //   //   //   //   //   // - other   //   //  //   //   //   //   // (c) extraneous matter   //   //   //  //   //   //   // (d) husks   //   //   //   //   //   //  // (e) ergot   // 0,05 %   // 0,05 %   // 0,05 %   // 0,05 %  // 0,05 %   // -   // (f) decayed grains   //   //   //   //  //   //   // (g) dead insects and fragments of insects   //  //   //   //   //   //   //    //   //   //   //   //   //  // C. Maximum percentage of wholly or partially mitadine grains   // 50 %   //   //   //   //   //   // - of which maximum percentage of grains of common wheat   // 4 %   //  //   //   //   //   //    //   //   //   //   //   //   // D. Maximum tannin content   //   //   //   //   //   // 1 % (2)  //    //   //   //   //   //   //   // E. Minimum specific weight   // 76 kg/hl   // 72 kg/hl   // 68 kg/hl (3)   // 63 kg/hl (3)   //   //   //    //   //   //   //   //   //\n(1) In the case of durum wheat, common wheat grains are excluded.\n(2) Percentage calculated on the dry matter.\n(3) Save as otherwise provided in the first paragraph of Article 112 of the Act of Accesion of Spain and Portugal, as regards barley harvested in Spain.'"}