{"celex_id": "31989R1023", "uri": "http://publications.europa.eu/resource/cellar/04978c3c-52ec-4409-be79-ae1e6a4ab359", "type": "Regulation", "concepts": ["161", "1774"], "title": "Council Regulation (EEC) No 1023/89 of 17 April 1989 opening and providing for the administration of a Community tariff quota for beer made from malt originating in Malta (1989)\n", "header": "COUNCIL  REGULATION (EEC) No 1023/89\nof 17 April 1989\nopening and providing for the administration of a Community tariff quota for beer made from malt originating in Malta (1989)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 113 thereof,\nHaving regard to the proposal from the Commission,\nWhereas the Supplementary Protocol to the Agreement establishing an Association between the European Economic Community and Malta (1) provides, in an Exchange of Letters annexed to the said Protocol, that beer made from malt falling within CN code 2203 00, originating in Malta, may be imported into the Community free of duty within the limits of an annual Community tariff quota of 5 000 hectolitres; whereas the tariff quota in question should therefore be opened for the period from 1 April to 31 December 1989 amounting, by virtue of the pro rata temporis clause included in the said Protocol, to 3 750 hectolitres, for the period in question; whereas in the context of the said quota, the Kingdom of Spain and the Portuguese Republic will apply customs duties calculated in accordance with the said Protocol to the Agreement establishing an Association between the European Economic Community and Malta consequent on the accession of the Kingdom of Spain and the Portuguese Republic to the Community (2);\nWheres equal and continuous access to the quota should be ensured for all Community importers and the rates laid down for the quota should be applied consistently to all imports of the product in question into all the Member States until the quota is exhausted; whereas it is appropriate not to provide for allocation among Member States, without prejudice to the drawing, on the tariff quota, of such quantities as they may need, under conditions and according to a procedure to be determined; whereas this method of administration requires close cooperation between the Member States and the Commission and the latter must in particular be able to monitor the rate at which the tariff quota is used and inform the Member States accordingly;\nWhereas, since the Kingdom of Belgium, the Kingdom of the Netherlands and the Grand Duchy of Luxembourg are united within and jointly represented by the Benelux Economic Union, any operation concerning the administration of the quota shares levied by that economic union may be carried out by any one of its members,", "main_body": ["From 1 April to 31 December 1989, the customs duty applicable to imports into the Community of beer made from malt originating in Malta shall be suspended at the levels indicated below and within the limits of Community tariff quotas as shown below:\n1.2.3.4.5 //  //  //  //  //  // Order No  // CN code  // Description  // Amount of quota (hl)   // Quota duty (%)  //    //   //   //   //   //   //   //   //   //   // 09.1451  // 2203 00   // Beer made from malt   // 3 750   // Exemption 1989, p. 11.\nWithin the limits of this tariff quota, the Kingdom of Spain and the Portuguese Republic shall apply customs duties calculated in accordance with the relevant provisions of the Protocol to the Association Agreement between the European Economic Community and Malta consequent on the accession of Spain and Portugal.", "The tariff quota referred to in Article 1 shall be administered by the Commission, which may take any appropriate measure with a view to ensuring the efficient administration thereof.", "If an importer presents, in a Member State, a declaration of entry into free circulation including a request for preferential benefit for a product covered by this Regulation, and if this declaration is accepted by the customs authorities, the Member State concerned shall draw, from the tariff quota, by means of notification to the Commission, a quantity corresponding to these needs.\nThe requests for drawing, with the indication of the date of acceptance of the said declaration, must be communicated to the Commission without delay.\nThe drawings are granted by the Commission on the basis of the date of acceptance of the declaration of entry into free circulation by the customs authorities of the Member State concerned, to the extent that the available balance so permits.\nIf a Member State does not use the quantities drawn, it shall return them as soon as possible to the tariff quota.\nIf the quantities requested are greater than the available balance of the tariff quota, allocation shall be made on a pro rata basis with respect to the requests. Member States shall be informed by the Commission of the drawings made.", "1. Member States shall take all appropriate measures to ensure that their drawings pursuant to Article 3 enable imports to be charged without interruption against their shares of the Community quota.\n2. Each Member State shall ensure that importers of the product concerned have free access to the quota for such times as the balance of the tariff quota so permits.\n3. Member States shall charge imports of the said product against their drawings as and when such product is entered with the customs authorities under cover of declarations of entry into free circulation.\n4. The extent to which the quota has been used up shall be determined on the basis of the imports charged in accordance with paragraph 3.", "The Member States and the Commission shall cooperate closely to ensure that this Regulation is complied with.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 April 1989.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 17 April 1989.\nFor the Council\nThe President\nC. SOLCHAGA CATALAN  //    //   //   //   //\n(1) OJ No L 81, 23. 3. 1989, p. 2. (2) OJ No L 81, 23. 3."}