{"celex_id": "31985R1853", "uri": "http://publications.europa.eu/resource/cellar/4537ac5e-609e-41a9-9dd6-511efae2476a", "type": "Regulation", "concepts": ["2077", "2871"], "title": "Commission Regulation (EEC) No 1853/85 of 2 July 1985 derogating in respect of the opening weeks of the 1985/86 marketing year from the quality standards applicable to certain varieties of apples and pears\n", "header": "COMMISSION  REGULATION (EEC) No 1853/85\nof 2 July 1985\nderogating in respect of the opening weeks of the 1985/86 marketing year from the quality standards applicable to certain varieties of apples and pears\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1035/72 of 18 May 1972 on the common organization of the market in fruit and vegetables (1), as last amended by Regulation (EEC) No 1332/84 (2), and in particular the second subparagraph of Article 2 (3) thereof,\nWhereas, under the quality standards for dessert apples and pears set out in the Annex to Commission Regulation (EEC) No 1641/71 (3), as last amended by Regulation (EEC) No 2162/84 (4), the fruit must be developed to the point where further ripening will enable it to attain the maturity appropriate to its varietal characteristics; whereas the minimum sizes laid down by the standards render this requirement impossible to meet early in the marketing year in the case of some apple and pear varieties; whereas larger minimum sizes should be fixed for a certain period;\nWhereas the need for this derogation from the minimum sizes laid down in the quality standards may not arise everywhere in the Community; whereas the Member States should therefore be empowered not to apply the derogation or to re-apply the standard earlier than the dates fixed in this Regulation;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Fruit and Vegetables,", "main_body": ["1. By way of derogation from Title III of the quality standards for dessert apples and pears contained in the Annex to Regulation (EEC) No 1641/71 and subject to paragraph 2 below, the minimum size required of fruit of the 1985 harvest marketed within the Community shall be:\n(a) for apples of the George Cave variety, 60 mm until 11 August 1985;\n(b) for apples of the Grenadier variety, 70 mm until 11 August 1985;\n(c) for apples of the James Grieve variety and mutations (except the Red James Grieve variety), 70 mm until 1 September 1985 and 65 mm from 2 to 15 September 1985;\n(d) for apples of the Golden Delicious variety, 65 mm until 22 September 1985;\n(e) for apples of the Gravensteiner variety, 70 mm until 8 September 1985;\n(f) for apples of the Cox's orange pippin variety and mutations, 65 mm until 29 September 1985;\n(g) for apples of the Worcester pearmain variety, 60 mm until 8 September 1985;\n(h) for apples of the Discovery variety, 60 mm until 11 August 1985;\n(i) for apples of the Tydeman's Early variety, 65 mm until 25 August 1985;\n(j) for apples of the Summerred variety, 65 mm until 15 September 1985;\n(k) for apples of the Red James Grieve varieties, 70 mm until 8 September 1985;\n(l) for apples of the Spartan variety, 65 mm until 29 September 1985;\n(m) for apples of the Bramley Seedling variety, 80 mm until 8 September 1985;\n(n) for pears of the Dr Jules Guyot and Early Morettini Butter-pear varieties, 60 mm until 1 September 1985;\n(o) for pears of the Bon ChrĂŠtien Williams variety, 60 mm until 15 September 1985;\n(p) for pears of the BeurrĂŠ Hardy and Alexandrine Douillard varieties, 60 mm until 13 October 1985;\n(q) for pears of the Louise Bonne d'Avranches variety, 55 mm until 6 October 1985.\nHowever, Member States may decide, in the light of conditions peculiar to their home production, not to apply this derogation in respect of apples and pears harvested in their territory and marketed within the Community or to bring forward the date on which the derogation shall cease to apply. They shall without delay inform the other Member States and the Commission of such decision.\n2. The derogation provided for in paragraph 1 shall not apply in respect of trade in dessert apples and pears with third countries.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 2 July 1985.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 118, 20. 5. 1972, p. 1.\n(2) OJ No L 130, 16. 5. 1984, p. 1.\n(3) OJ No L 172, 31. 7. 1971, p. 1.\n(4) OJ No L 197, 27. 7. 1984, p. 27."}