{"celex_id": "31985L0346", "uri": "http://publications.europa.eu/resource/cellar/931d7a62-e01e-4f41-a318-a048818fc71d", "type": "Directive", "concepts": ["1091", "3929", "4540", "4585", "4658", "6043"], "title": "Council Directive 85/346/EEC of 8 July 1985 amending Directive 83/181/EEC determining the scope of Article 14 (1) (d) of Directive 77/388/EEC as regards exemption from value added tax on the final importation of certain goods\n", "header": "COUNCIL  DIRECTIVE\nof 8 July 1985\namending Directive 83/181/EEC determining the scope of Article 14 (1) (d) of Directive 77/388/EEC as regards exemption from value added tax on the final importation of certain goods\n(85/346/EEC)\nTHE COUNCIL OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Articles 99 and 100 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas Directive 83/181/EEC (4) laid down the minimum quantity of fuel contained in the fuel tanks of commercial motor vehicles which must be exempted from value added tax on admission;\nWhereas, in order to facilitate passage at the internal frontiers of the Community, the said quantity should be increased, in an initial stage, for vehicles designed for, and capable of, the transport of persons and travelling between Member States; whereas, in a second stage, the Council is to decide, on a proposal from the Commission, on the increase of the said quantity applicable to vehicles travelling between Member States and designed for, and capable of, the transport of goods,", "main_body": ["Directive 83/181/EEC is hereby amended as follows:\n1. Article 83 is replaced by the following:\n'Article 83\nMember States may limit the application of the exemption for fuel contained in the standard fuel tanks of commercial motor vehicles:\n(a) when the vehicle comes from a third country, to 200 litres per vehicle and per journey;\n(b) when the vehicle comes from another Member State:\n- to 200 litres per vehicle and per journey in the case of vehicles designed for, and capable of, the transport, with or without remuneration, of goods,\n- to 600 litres per vehicle and per journey in the case of vehicles designed for, and capable of, the transport, with or without remuneration, of more than nine persons, including the driver.\nActing in accordance with the procedures provided for by the Treaty on this point, the Council shall decide, on a proposal from the Commission, before 1 July 1986, on the increase of the quantity of fuel admitted duty-free and contained in the standard fuel tanks of the vehicles referred to in the first indent of (b) of the first subparagraph.'\n2. Article 84 (a) is replaced by the following:\n'(a) commercial motor vehicles engaged in international transport coming from third countries to their frontier zone, to a maximum depth of 25 kilometres as the crow flies, where such transport consists of journeys made by persons residing in that zone;'.", "Member States shall take the necessary measures to conform with this Directive by 1 October 1985 at the latest. They shall forthwith inform the Commission thereof.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 8 July 1985.\nFor the Council\nThe President\nJ. SANTER\n(1) OJ No C 95, 6. 4. 1984, p. 3.\n(2) OJ No C 172, 2. 7. 1984, p. 15.\n(3) OJ No C 248, 17. 9. 1984, p. 13.\n(4) OJ No L 105, 23. 4. 1983, p. 38."}