{"celex_id": "31986R4133", "uri": "http://publications.europa.eu/resource/cellar/9889ff26-4b1a-440f-972c-2a6326e3ad92", "type": "Regulation", "concepts": ["1019", "474", "601"], "title": "Commission Regulation (EEC) No 4133/86 of 23 December 1986 determining the conditions for the admission of vodka falling within subheadings 22.09 C IV a) and 22.09 C V a) of the Common Customs Tariff, imported into the Community, to the tariff benefit envisaged in the Agreement between the European Economic Community and the Republic of Finland on mutual trade in wines and spirituous beverages\n", "header": "COMMISSION REGULATION (EEC) N° 4133/86\nof 23 December 1986\ndetermining  the conditions for the admission of vodka falling within subheadings 22.09 C IV a) and 22.09 C V a)  of the Common Customs Tariff, imported into the Community, to the tariff benefit envisaged in the  Agreement between the European Economic Community and the Republic of Finland on mutual trade in  wines and spirituous beverages\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) N° 97/69 of 16 January 1969 on measures to be taken for  uniform application of the nomenclature of the Common Customs Tariff (1), as last amended by  Regulation (EEC) N° 2055/84 (2), and in particular Article 4 thereof,\nWhereas the Agreement between the European Economic Community and the Republic of Finland  concerning the mutual trade in wines and spirituous beverages (3) envisages a tariff benefit on  importation into the Community of vodka falling within subheadings 22.09 C IV a) and 22.09 C V a)  of the Common Customs Tariff when it originates in Finland and is accompanied by an agreed  certificate of authenticity;\nWhereas it is appropriate to specify the form which the certificate must take and the conditions  for its use; whereas it is appropriate to lay down certain rules governing the appointment of  issuing bodies so as to enable the Community to ensure that the conditions of issue of certificates  are observed;\nWhereas the measures in this Regulation are in accordance with the opinion of the Committee on  Common Customs Tariff Nomenclature,", "main_body": ["The admission of vodka falling within subheadings 22.09 C IV a) and  22.09 C V a) of the Common Customs Tariff, on importation into the Community, to the tariff benefit  envisaged in the Agreement between the European Economic Community and the Republic of Finland on  mutual trade in wines and spirits shall be subject to the presentation of a certificate of  authenticity meeting the requirements specified in this Regulation.", "1.  The certificate of authenticity shall be prepared on a form corresponding to the  model set out in Annex I. The form shall be printed and drawn up in one of the official languages  of the European Economic Community. It shall measure 210×297 millimetres. The paper used shall be  white writing paper, sized and weighing not less than 40 grams per square metre. The form shall  have a yellow border of a width of approximately three millimetres.\n2.  The form shall be completed either in typescript or in manuscript. In the latter case, it must  be completed in ink and in block letters.\n3.  Each certificate shall bear an individual serial number given by the issuing body.", "The certificate shall be submitted to the customs authorities of the importing Member  State within six months of its date of issue, together with the goods to which it refers.", "1.  A certificate shall be valid only if it is duly authenticated by the issuing body  appearing in Annex II.\n2.  A duly authenticated certificate is one which shows the place and date of issue and bears the  stamp of the issuing body and the signature of the person or persons authorized to sign it.\n3.  The Republic of Finland shall send to the Commission of the European Communities specimens of  the stamps used by their issuing body. The Commission shall forward this information to the customs  authorities of the Member States.", "1.  An issuing body may only appear in Annex II if:\n(a)  it is recognized as such by the exporting country;\n(b)  it undertakes to verify the particulars shown in certificates;\n(c)  it undertakes to provide the Commission and Member States on request with all appropriate  information to enable an assessment to be made of the particulars shown in the certificates.\n2.  Annex II shall be revised when the condition specified in paragraph 1 (a) is no longer  satisfied or when an issuing\nbody does not fulfil all of the obligations which it has undertaken.", "This Regulation shall enter into force on 1 January 1987.\nThis Regulation shall be binding in its entirety and directly applicable in all  Member States."], "attachments": "Done at Brussels, 23 December 1986.\nFor the Commission\nCOCKFIELD\nVice-President\nEWG:L383UMBE18.95\nFF: 7UEN;   SETUP: 01;   Hoehe: 737  mm;   97 Zeilen;   4533 Zeichen;\nBediener: MARK   Pr.: C;\nKunde: ................................\n(1) OJ N° L 14, 21. 1. 1969, p. 1.\n(2) OJ N° L 191, 19. 7. 1984, p. 1.\n(3) See page 47 of this Official Journal.\nANNEX I\n1 Exporter\n2 Consignee\n4 Means of transport\nAGREEMENT EEC - FINLAND\nCERTIFICATE  OF AUTHENTICITY\nFOR FINNISH VODKA\nNoORIGINAL\n3 Issuing body\n5 Marks and numbers - Number and  kind of packages - Description of goods\n6 Commodity Code\n7 Gross mass (kg)\n8 Net mass (kg)\n9  Quantity (litres)\n10 Remarks\nNOTE\nThis certificate must be presented to the Customs authorities in  the importing Member State within six months from the date of its issue together with the goods to  which it refers.\n11 CERTIFICATION\nThis is to certify that the vodka described above originates in Finland, has an  alcoholic strength of 60 % vol or less and is obtained exclusively by distillation of fermented  mash of cereals. It complies also with any provisions applicable in the Community or its Member  States.\n12 FOR COMPETENT AUTHORITIES IN THE COMMUNITY\nPlace and date:\nSignature and name of authorized person:\nEWG:L383UMBE19.97\nFF: 9999;   SETUP: 01;   Hoehe: 708 mm;   26 Zeilen;   904 Zeichen;\nBediener:  HELM   BS: .B;   MC: P;   Pr.: B;\nKunde: Form L 383 EN\nANNEX II\n>TABLE>"}