{"celex_id": "31986D0238", "uri": "http://publications.europa.eu/resource/cellar/e46127e5-c30e-49cc-b243-352a89ed13c0", "type": "Decision", "concepts": ["2110", "2437", "2830", "3468", "5420", "5873"], "title": "86/238/EEC: Council Decision of 9 June 1986 on the accession of the Community to the International Convention for the Conservation of Atlantic Tunas, as amended by the Protocol annexed to the Final Act of the Conference of Plenipotentiaries of the States Parties to the Convention signed in Paris on 10 July 1984\n", "header": "18.6.1986 EN Official Journal of the European Communities L 162/33\nCOUNCIL DECISION\nof 9 June 1986\non the accession of the Community to the International Convention for the Conservation of Atlantic Tunas, as amended by the Protocol annexed to the Final Act of the Conference of Plenipotentiaries of the States Parties to the Convention signed in Paris on 10 July 1984\n(86/238/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 43 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nWhereas there is a need for international regulation of the management and conservation of highly migratory species in the Atlantic Ocean and adjacent seas;\nWhereas to that end an International Convention for the Conservation of Atlantic Tunas was signed on 14 May 1966 and entered into force on 21 March 1969;\nWhereas on 10 July 1984, at the end of a Conference of Plenipotentiaries, the States Parties to the International Convention for the Conservation of Atlantic Tunas signed a Final Act to which is annexed a Protocol amending the Convention so as to enable the Community to accede thereto;\nWhereas the Protocol must be approved, ratified or accepted by all the Contracting Parties to the Convention;\nWhereas the Protocol will enter into force on the 30th day following the deposit of the last instrument of approval, ratification or acceptance with the Director-General of the Food and Agriculture Organization of the United Nations;\nWhereas the Community must accede to the Convention in order to be a Contracting Party thereto from the entry into force of the Protocol,", "main_body": ["The accession of the European Economic Community to the Convention for the Conservation of Atlantic Tunas, as amended by the Protocol annexed to the Final Act of the Conference of Plenipotentiaries of the States Parties to the Convention signed at Paris on 10 July 1984, is hereby approved.\nThe texts of the Convention, the Final Act and the Protocol annexed thereto are attached to this Decision.", "The President of the Council shall deposit the instrument of accession with the Director-General of the Food and Agriculture Organization of the United Nations in accordance with Article XIV, paragraphs 2 and 4, of the Convention (3)."], "attachments": "Done at Luxembourg, 9 June 1986.\nFor the Council\nThe President\nG. M. V. van AARDENNE\n(1)  OJ No C 349, 31. 12. 1985, p. 1.\n(2)  OJ No C 68, 24. 3. 1986, p. 166.\n(3)  The date of entry into force of the Convention with regard to the Community will be published in the Official Journal of the European Communities by the General-Secretariat of the Council."}