{"celex_id": "31985R3639", "uri": "http://publications.europa.eu/resource/cellar/9a04e8a2-ecb3-43ba-b85d-d10e2294e8bb", "type": "Regulation", "concepts": ["1274", "5383"], "title": "Council Regulation (EEC) No 3639/85 of 20 December 2085 on a programme of support for technological development in the hydrocarbons sector\n", "header": "COUNCIL  REGULATION (EEC) No 3639/85\nof 19 December 1985\non a programme of support for technological development in the hydrocarbons sector\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 235 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas the implementation of a Community energy strategy is one of the objectives which the Community has set itself and whereas it is for the Commission to propose the measures to be taken to that end; whereas the Council accordingly adopted Regulation (EEC) No 3056/73 of 9 November 1973 on the support of Community projects in the hydrocarbons sector (4);\nWhereas, in view of the importance of hydrocarbons in the Community's energy supplies and the Community's dependence on imports, it is a fundamental objective of such a policy to secure conditions ensuring long-term security of supply;\nWhereas encouragement for technological development activities directly connected with hydrocarbons exploration, production, storage or transportation activities is such as to improve security of supply and could therefore be a means of achieving such a policy;\nWhereas primary responsibility for financing such activities lies with the petroleum industry; whereas, however, in view of the considerable risks and investments which such activities entail, provision should be made for the Community to grant them support, especially to the extent that it makes it possible to carry out certain projects more quickly;\nWhereas technological development activities can be differentiated from research activities, although some phases of technological development projects may include a certain degree of research;\nWhereas Community support is likely to encourage the pooling of efforts by undertakings in two or more Member States;\nWhereas service undertakings and equipment-construction undertakings have played an important role in these technological development activities;\nWhereas projects which are of crucial importance for the security of the Community's hydrocarbons supplies and which relate to technological development activities directly connected with exploration, production, storage or transportation activities could qualify for such support; whereas this support should be financial in character;\nWhereas the specifically international character of the structure and activities of the undertakings operating in the hydrocarbons sector justifies direct transmission of project dossiers to the Commission;\nWhereas an Advisory Committee made up of representatives from the Member State can assist the Commission in selecting projects to which support is to be granted;\nWhereas the granting by the Community of the support envisaged must not affect the conditions of competition in a manner incompatible with the relevant provisions of the Treaty;\nWhereas the Community must have at its disposal every appropriate means of assessing, case by case, the likely benefits of such projects and their compatibility with the objectives of Community energy policy;\nWhereas, to this end, those benefiting should take on obligations towards the Community in return for the support which they are to be granted;\nWhereas it is important that the efforts made to support technological development in the hydrocarbons sector should be sustained for a further period as a back-up to the Community's energy strategy;\nWhereas the Commission has evaluated the programme which was set up and has been implemented since 1974 under Regulation (EEC) No 3056/73 in reports which it has submitted to the Council and the European Parliament on the application of that Regulation; whereas this evaluation has shown that the programme should be continued and adapted in the light of the experience gained; whereas this adaptation concerns essentialy the duration of the programme, the decision-making process, the definition of priority objectives and the procedure for implementing the programme;\nWhereas the Treaty does not provide the powers necessary for this purpose, other than those of Article 235,", "main_body": ["The Community may grant financial support for the carrying out of Community projects in the areas defined in Article 2 which are of crucial importance for the security of its hydrocarbons supplies.", "1. For the purposes of this Regulation, 'Community technological development projects in the hydrocarbons sector' shall mean projects relating to exploration, production, storage or transportation activities in the hydrocarbons sector which satisfy the following conditions:\n- they develop innovatory techniques, processes or products or exploit a new application of techniques, processes or products for which the research stage is completed,\n- they offer prospects of industrial, economic and commercial viability,\n- they present difficulties with regard to finance because of the considerable technical and economic risks involved, such that they would very probably not be carried out without Community financial support.\n2. The Commission shall draw up each year, after consulting the Advisory Committee referred to in Article 5 (2), the priorities for project selection. These priorities shall then be referred to in invitations to submit projects.\n3. Financial support may be granted for a project as a whole or for various stages of a project.", "All projects shall be the responsibility of a natural person or a legal person constituted in accordance with the laws of the Member State.\nIf the creation of a legal entity with the legal capacity to carry out a project involves additional costs for the participating undertakings, the project may be carried out simply on the basis of cooperation between natural or legal persons. In that case, such persons shall be jointly and severally liable for the obligations resulting from Community support.", "1. Support for a project shall take the form of a Community financial contribution, granted under the conditions laid down in paragraphs (2), (3) and (4) and Articles 5, 6 and 7, and shall be refundable under certain conditions.\n2. Support shall not exceed 40 % of the eligible cost of the project. When determining the amount of support to be granted, the Commission shall take into account other financial aid for the projects received or expected from Community, national or other sources and the share of the risk borne directly by those responsible for the project.\n3. The level of support shall be determined for each project individually, in accordance with the procedure laid down in Article 5.\n4. When selecting projects in the manner laid down in Article 5 (2), the Commission will, as an adjunct to the criteria laid down in Article 2, take account of a preference to be given to projects with the following characteristics:\n(a) projects involving the association of at least two independent undertakings established in different Member States, provided that it is established that each undertaking can make an effective and significant contribution to carrying out the project;\n(b) projects submitted by small and medium-sized undertakings, either individually or under the conditions set out in (a).", "1. Every project submitted by individuals or undertakings in the Community following an invitation to submit projects published in the Official Journal of the European Communities shall be examined by the Commission on the basis of the following information to be provided by the applicants:\n- a detailed description of the project, including the organization of its management,\n- the importance of the project for the security of the Community's hydrocarbons supplies,\n- the nature and extent of the technical and economic risks inherent in the project,\n- the cost of the project, its expected profitability and the financing arrangements proposed,\n- any information enabling the industrial, economic and commercial viability of the product to be assessed,\n- the time scale for carrying out the project,\n- the financial situation and technical capabilities of the person or persons responsible for the project,\n- details of any form of cooperation envisaged with other undertakings in the Community or in non-member countries,\n- details of the undertakings involved, where they are established and the role each is to play in the project,\n- details of any financial aid which the project received from the Community or the Member States at an earlier stage of research and development, - details of any other measure of financial support, foreseen or expected from the Member States or the Community,\n- an assessment of any possible impact on the safety of persons and on the environment,\n- details of a plan for disseminating the results,\n- any other factor which may justify the Community support requested.\n2. The Commission shall decide whether to grant support for projects after consulting an Advisory Committee made up of representatives of the Member States and on the basis of the opinions delivered by that Committee.\nThe Committee shall be chaired by a representative of the Commission. It shall draw up its rules of procedure.\nThe Commission's decision shall be communicated forthwith to the Council, the Member States and the European Parliament. It shall apply upon expiry of a period of 15 working days from the date of receipt of that communication if, during that period, no Member State has referred the matter to the Council.\nWhere the matter is referred to the Council, the latter shall act on the Commission's decision by a qualified majority in accordance with Article 148 (2) of the Treaty within 30 working days.", "The support granted by the Community must not affect the conditions of competition in a manner incompatible with the relevant provisions of the Treaty.", "1. The Commission shall negotiate and conclude the contracts necessary for the execution of projects selected in accordance with Article 5. To that end, it shall draw up a model contract setting forth the rights and obligations of each party and in particular the procedures for any repayment of financial support granted and for access to and dissemination, as well as utilization, of knowledge.\n2. The person or persons responsible for executing a project in receipt of Community support shall send the Commission, at least once a year or at its request, a report on the fulfilment of contractual obligations towards the Commission and in particular on the progress of work on the project and the expenditure incurred in carrying it out.\n3. The Commission may have checks carried out on the spot and on the basis of documents enabling it to monitor the performance of the contract and in particular the progress and execution of the project.\nThroughout the duration of the work and during the five years following its completion, the Commission and the Court of Auditors, or their representatives, shall have access to the accounts relating to the project for which support has been granted.\nDocuments relating to the projects must be kept for the same period.\n4. Where the extent of Community financial support and the size of the project so warrant, the Commission may participate as an observer in meetings of the bodies responsible for the management of projects if, in agreement with the promoter, such participation is provided for by the contract.", "The information gathered pursuant to this Regulation shall be confidential.", "Every two years a report shall be made by the Commission to the Council and to the European Parliament on the application of this Regulation. This report shall include, in particular, a statement on the situation regarding repayment of subsidies.", "0\nThe appropriations to be allocated pursuant to this Regulation shall be entered in the general budget of the European Communities.\nThe total amount of appropriations estimated as necessary for the period from 1 January 1986 to 31 December 1989 pursuant to this Regulation is 140 million ECU. It shall cover both the financial support to be granted for selected projects and expenditure relating to the implementation of the Regulation.", "1\nRegulation (EEC) No 3056/73 is hereby repealed.\nHowever, it shall continue to apply in respect of projects submitted in response to invitations to submit projects previously published pursuant to that Regulation.", "2\nThis Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Communities.\nIt shall apply until 31 December 1989. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 December 1985.\nFor the Council\nThe President\nR. KRIEPS\n(1) OJ No C 325, 6. 12. 1984, p. 6.\n(2) OJ No C 175, 15. 7. 1985, p. 279.\n(3) OJ No C 160, 1. 7. 1985, p. 13.\n(4) OJ No L 312, 13. 11. 1973, p. 1."}