{"celex_id": "31987R3048", "uri": "http://publications.europa.eu/resource/cellar/050999f5-e7a5-4216-ba4a-14b0cf8edc85", "type": "Regulation", "concepts": ["1104", "4324", "87"], "title": "Commission Regulation (EEC) No 3048/87 of 9 September 1987 amending Regulation (EEC) No 1767/82 as regards the weight limits for Sbrinz and Vacherin mont-d' or cheeses from Switzerland\n", "header": "COMMISSION  REGULATION (EEC) No 3048/87\nof 9 September 1987\namending Regulation (EEC) No 1767/82 as regards the weight limits for Sbrinz and Vacherin mont-d'or cheeses from Switzerland\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 804/68 of 27 June 1968 on the common organization of the market in milk and milk products (1), as last amended by Regulation (EEC) No 773/87 (2), and in particular Article 14 (7) thereof,\nWhereas Commission Regulation (EEC) No 1767/82 (3), as last amended by Regulation (EEC) No 2545/87 (4), lays down the detailed rules for applying specific import levies on certain milk products,\nWhereas the Council by Decision 87/505/EEC (5) approved the Agreement in the form of an Exchange of Letters amending the Agreement between the European Economic Community and the Swiss Confederation relating to certain cheeses to take account of developments in manufacturing and marketing practices for Sbrinz cheese; whereas the consequences of that amendment should be drawn by raising the limits for the maximum net weight of standard rounds of Sbrinz cheese from Switzerland;\nWhereas, as regards imports of Vacherin mont-d'or cheese from Switzerland the relevant experience shows that the minimum net weight of that cheese should be reduced;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Milk and Milk Products,", "main_body": ["In Annex I to Regulation (EEC) No 1767/82, the indents in footnote (1) (a) are hereby replaced by the following:\n'- Emmentaler\nnot less than 60 kg but not more than 130 kg inclusive,\n- GruyĂ¨re\nnot less than 20 kg but not more than 45 kg inclusive,\n- Sbrinz\nnot less than 20 kg but not more than 50 kg inclusive,\n- Bergkaese\nnot less than 20 kg but not more than 60 kg inclusive,\n- Appenzell\nnot less than 6 kg but not more than 8 kg inclusive,\n- Vacherin fribourgeois\nnot less than 6 kg but not more than 10 kg inclusive,\n- TĂŞte de moine\nnot less than 0,700 kg but not more than 4 kg inclusive,\n- Vacherin mont-d'or\nnot less than 0,400 kg but not more than 3 kg inclusive.'", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 9 September 1987.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 148, 28. 6. 1968, p. 13.\n(2) OJ No L 78, 20. 3. 1987, p. 1.\n(3) OJ No L 196, 5. 7. 1982, p. 1.\n(4) OJ No L 242, 26. 8. 1987, p. 12.\n(5) See page 32 of this Official Journal."}