{"celex_id": "31985D0523", "uri": "http://publications.europa.eu/resource/cellar/dfe49b95-d8c0-404a-9de9-b73dd6d4cc35", "type": "Decision", "concepts": ["1184", "1433", "3064"], "title": "85/523/EEC: Commission Decision of 8 October 1985 granting financial support for the implementation of the frontier infrastructure project at Doirani (Greece) (Only the Greek text is authentic)\n", "header": "COMMISSION DECISION\nof 8 October 1985\ngranting financial  support for the implementation of the frontier infrastructure project at Doirani (Greece)\n(Only the  Greek text is authentic)\n(85/523/EEC)\nTHE COMMISSION OF THE EUROPEAN  COMMUNITIES", "recitals": ",Having regard to the Treaty establishing the European Economic Community,Having regard  to Council Regulation (EEC) N° 3620/84 of 19 December 1984 on a specific measure in the field of  transport infrastructure (1), and in particular Article 4 (2) thereof,Whereas the Government of  Greece has applied to the Commission for financial support towards the cost of the Doirani  project;Whereas in granting financial support for projects aimed at facilitating the crossing of  frontiers the Commission is seeking, in particular, to further the aims of Council Directive  83/643/EEC of 1 December 1983 on the facilitation of physical inspection and administrative  formalities in respect of the carriage of goods between Member States (2) which is designed to  improve the flow of traffic at frontiers and reduce waiting times there;Whereas the Transport  Infrastructure Committee set up by Decision 78/174/EEC of 20 February 1978 (3) has been consulted,", "main_body": ["Financial support totalling a maximum of  770 000 ECU is hereby granted to finance the work involved in implementing the frontier  infrastructure at Doirani (Greece).", "The features of the project referred to in Article 1  are as follows:1Location:Doirani, nome de Kilkis, Greek-Yugoslav border.2Description:Linking by  motorway of the Doirani border post to the national road network at Drosaton  junction.3Timetable:1985 1986.4Estimated total cost of the project in national currency:Dr 350  million.", "Financing, implementation and control procedures are set out in the Annex to  this Decision.", "The authorities responsible for the implementation of this Decision are:for the  Commission, the Head of the Infrastructure Planning and Development Division in the  Directorate-General for Transport;for the Greek Government, the Minister of Public Works.", "This Decision is addressed to the Greek Republic."], "attachments": "Done at Brussels, 8  October 1985.For the Commission\nStanley CLINTON DAVIS\nMember of the Commission\n(1) OJ N° L 333, 21. 12. 1984, p. 58.\n(2) OJ N° L 359, 22. 12. 1983, p. 8.\n(3) OJ N° L 54, 25. 2. 1978, p. 16.\nANNEX\nTerms and conditions attached to the award of Community assistance towards the  completion of the frontier infrastructure project at Doirani (Greece)\n1.\nFinancing1.1.\nThe payments schedule shall be as follows:First instalment: the Commission will authorize an  advance payment of not more than 40 % of the total grant as stated in Article 1 of this  Decision.Second instalment: upon receipt of evidence that the project has been completed the  Commission will pay the balance, or cause it to be paid.1.2.\nPrior to making each payment, the Commission shall verify that Council Directive 71/305/EEC of 26  July 1971 concerning the coordination of procedures for the award of public works contracts (;) and  Council Directive 72/277/EEC of 26 July 1972 concerning the details of publication of notices of  public works contracts and concessions in the Official Journal of the European Communities ($) have  been applied.2.\nAccountsThe responsible authorities shall be required to keep the accounts, invoices and any other  evidence required to check actual expenditure on the project. The Commission reserves the right to  require written evidence of progress on the work and to carry out on-site inspections. The accounts  of the project shall be kept for at least four years after completion of the works.3.\nCertification of payments and inspection of the worksIn respect of each payment the responsible  authorities shall provide the Commission with:a progress report signed by the person recognized by  the national authorities as being officially in charge of the project;a certified statement of  payments made.The Commission shall be given a receipt for each of the payments made by it in  application of this Decision.4.\nPublicityThe responsible authorities shall be required to inform the public of the financial  support granted by the Community by placing a notice to that effect on the site.\n(;) OJ N° L 185, 16. 8. 1971, p. 5.\n($) OJ N° L 176, 3. 8. 1972, p. 12."}