{"celex_id": "31986D0351", "uri": "http://publications.europa.eu/resource/cellar/8554405e-065f-4caa-a794-c83ce9e04f65", "type": "Decision", "concepts": ["1035", "2563"], "title": "86/351/EEC: Commission Decision of 4 July 1986 on the guidance programme for the fishing fleet submitted by Portugal for 1986 in accordance with Council Regulation (EEC) No 2908/83 (Only the Portuguese text is authentic)\n", "header": "COMMISSION  DECISION\nof 4 July 1986\non the guidance programme for the fishing fleet submitted by Portugal for 1986 in accordance with Council Regulation (EEC) No 2908/83\n(Only the Portuguese text is authentic)\n(86/351/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2908/83 of 4 October 1983 on a common measure for restructuring, modernizing and developing the fishing industry and for developing aquaculture (1), as amended by Regulation (EEC) No 3733/85 (2), and in particular Article 5 thereof,\nWhereas on 7 January 1986 the Portuguese Government submitted to the Commission a programme with the meaning of Article 3 of Regulation (EEC) No 2908/83, hereinafter referred to as 'the programme'; whereas on 18 and 27 February 1986 it submitted the most recent supplementary information concerning the programme;\nWhereas the period for implementing the programme is in accordance with the first paragraph of Article 3 of Regulation (EEC) No 2908/83;\nWhereas the programme contains the information referred to in Article 4 of Regulation (EEC) No 2908/83;\nWhereas the Portuguese fishing fleet comprises a majority of small inshore vessels and a small number of large distant-water vessels for fishing primarily in third-country waters; whereas its degree of obsolescence is considerable, notably as regards the age of the hulls;\nWhereas this programme provides, in the short-term, for the stabilization of the existing global mainland fleet capacity, for a modest development of the capacity of the fleet in the Azores and in Madeira, for renewal of the fleet and to redeployment of the fishing effort towards deeper and less-exploited waters;\nWhereas this overall programme should be accompanied by vessel withdrawal, particularly on the mainland, and its entry into force signifies merely a slight increase of the fleet's total tonnage; whereas it encourages the modernization and diversification of fishing methods;\nWhereas in view of production prospects, the measures to conserve and manage fish stocks, the requirements of the products concerned and the guidelines of the common fisheries policy, the programme may constitute a framework for presenting projects which are liable to be eligible for Community financing;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Committee for the Fishing Industry,", "main_body": ["The guidance programme for the fishing fleet, applicable until 31 December 1986, submitted by the Portuguese Government on 7 January 1986 and supplemented most recently on 18 and 27 February 1986, and whose main points are set out in Annex I, is hereby approved subject to the provisions contained in Annex II.", "This Decision is addressed to the Portuguese Republic."], "attachments": "Done at Brussels, 4 July 1986.\nFor the Commission\nAntonio CARDOSO E CUNHA\nMember of the Commission\n(1) OJ No L 290, 22. 10. 1983, p. 1.\n(2) OJ No L 361, 31. 12. 1985, p. 78.\nANNEX I\nMAIN POINTS OF THE GUIDANCE PROGRAMME FOR THE FISHING FLEET DRAWN UP BY THE PORTUGUESE GOVERNMENT UNDER REGULATION (EEC) No 2908/83\n1. Purpose of the programme\nTo restructure the fishing fleet by replacing obsolete vessels and modernizing vessels in service.\n2. Demarcation of the area covered by the programme\nMainland Portugal and the Islands of the Azores and Madeira.\n3. Duration of the programme\nThe programme refers only to 1986.\n4. Aims of the programme\nThe aims are as follows:\n- to stabilize in the short term the existing overall capacity of the fleet in the case of mainland Portugal, and to develop the capacity of the fleet in the Azores and Madeira,\n- to renew the fleet, given that it is on average too old,\n- to redeploy fishing effort carried out in inshore areas and estuaries towards deep, less exploited waters,\n- to modernize and diversify the fleet by introducing new fishing techniques and methods.\n5. Means of attaining these aims\n5.1. Construction of fishing vessels\n- stabilizing by 31 December 1986 the capacity of the fishing fleet in mainland Portugal at the level recorded on 31 December 1984, namely 181 000 gross registered tonnes (grt), a very slight increase in the overall tonnage of vessels above 25 grt which will go from 173 000 to 176 000 grt and from 948 to 985 vessels (1), which will rise from 3 000 to 4 645 grt,\n- adapting the existing capacity of the distant-water fleet fishing in third-country waters and the capacity of the inshore fleet; directing the fleet towards new fishing zones and new stocks,\n- controlling additions to the fleet, which must be offset by the withdrawal of vessels with overall gross registered tonnage equivalent to the newly-built tonnage,\n- introducing a system of temporary or permanent laying-up of vessels pursuant to Directive 83/515/EEC (2),\n- fixing priority criteria for the selection of projects which may be eligible for state aids.\n5.2. Modernization of fishing vessels\nModernizing, as a priority, vessels aged between 10 and 20 years, with a view to improving their technical and economic performance and to improving working conditions and safety on board. When only the replacement of engines is concerned, no increase will be permitted.\n6. Measures planned for reaching the objective set out in point 4\n6.1. Building of vessels of more than 25 GRT:\n1.2 //  //  //  // 1986   //    //   // Entry into service:  // 7 871 GRT   // Withdrawn from service:   // 4 635 GRT   // capacity under Directive 83/515/EEC are inadmissible.\n6.2. Modernization of fishing vessels (in number of units):\n1.2 //  //  //  // 1986   //    //   // Vessels to be modernized:   // 70   //    //\n7. Investment forecast (in million ECU)\n1.2 //  //  //  // 1986   //    //   // New vessels:  // 50,8   // Modernization:   // 4,6   //    //   // Total:  // 55,4   //    //\nThe national aid planned by the Portuguese Government for building and modernizing ships in 1986 amounts to roughly 5,6 million ECU.\nThese figures as well as the breakdown between the various measures are indicative in nature.\n8. List of priorities\nA. Construction/Purchase of new vessels\n(between 9 and 33 m bp)\n(a) For tuna fishing and for fishing for other migratory species.\n(b) For inshore trawlers and gill nets, to replace vessels engaging in the same type of fishing (a new trawler may not exceed 22 m bp, 500 hp and 150 grt).\n(c) For other types of fishing, to replace other vessels. (Optional condition in the case of building work which has already begun or has been authorized.)\n- in the event of the withdrawal of at least 50 % of the grt and of the vessel to be built,\n- in the event of the withdrawal of at least 100 % of the grt and hp of the vessel to be built.\nSupplementary aid for the building of seiners with important innovations as regards the preservation and storage of fish, the modernization of on-board working facilities, the reduction of crews and the unloading of fish.\nWhere mechanized long-line fishing is being introduced, the subsidy is 50 % of the cost of the equipment.\nB. Modernization or conversion of working vessels\nbetween 9 and 33 m bp, with a view to rationalizing fishing operations, improving the preservation of catches or saving energy, each project being for an amount of at least 20 000 ECU (or 10 000 ECU for vessels between 9 and 12 m bp).\nPriority for vessels between 10 and 20 years old\n- for vessels fishing for tuna and other migratory species,\n- for the conversion of seiners with important innovations as regards the preservation and storage of fish, the modernization of working facilities, the reduction of crews and the unloading of fish,\n- for improving the preservation of fish on board and/or for saving energy,\n- for the purchase of long-lines,\n- for other types of modernization.\nC. Projects which may qualify for national aids\n(a) Construction/purchase of new vessels to replace existing vessels.\n(b) Modernization of vessels in service.\nPriority for vessels between 10 and 20 years old.   //\n(1) Figure given in the programme, which may be adjusted following the revision of the national statistics system and which do not take into account possible withdrawals in the framework of the workings of Council Directive 83/515/EEC (OJ No L 290, 22. 10. 1983, p. 15). (2) Article 13 (2) of Regulation (EEC) No 2908/83 lays down that projects relating to the building of fishing vessels intended to replace vessels having qualified for aid for the permanent reduction of\nANNEX II\nFINAL CONCLUSIONS\n1. The Commission finds that the programme submitted by the Portuguese Government as the future framework for Community or national financial measures in 1986 constitutes an initial attempt to bring about the short-term restructuring of the fleet and to adapt it to the common fisheries policy, thus establishing satisfactory economic conditions for the fishing sector in tune with catch possibilities.\nThe implementation of the programme will, however, have to be accompanied by constant monitoring of progress as regards both the building of new vessels and the modernization of the existing fleet, so as to control capacity in line with the situation of stocks.\nThe Commission would therefore like the Portuguese authorities to introduce a permanent system for the management of fishing capacities linked to the management of fish stocks.\n2. The Commission approves of the Portuguese authorities' intention to adapt the capacity of the inshore fishing fleet to more selective types of fishing and to reduce the capacity of distant-water vessels operating in the waters of third countries, in view of the difficulties encountered in maintaining fishing possibilities in the waters of some of the latter.\nAs regards fishing in Community waters, the Commission shares the idea of redeploying a part of the fleet in fishing for new species in deeper, less exploited waters provided that this does not result in increased capacity. It also approves of the development of the fishing fleet, particularly the tuna fleet, in the Azores and Madeira in view of the stocks available in the waters close to these autonomous regions.\nThe Commission wants those measures to renew the fleet which entail the introduction of modern and more selective fishing techniques, the improvement of on-board preservation systems and the withdrawal from service of old and obsolete vessels to be carried out under the strict control of the Portuguese authorities so as to prevent an inappropriate increase in fishing capacity.\n3. The Commission also wants the system of withdrawing vessels under Directive 83/515/EEC to come into force rapidly. It is only by means of such withdrawals that the overall target of the programme can be reached.\n4. The Commission takes note of the criteria which the Portuguese authorities have decided to apply in the selection of projects eligible for public aid. It considers that these criteria will have to be modified gradually as the adaptation of the fleet progresses and in the light of withdrawals from service in particular.\nFurthermore, in the view of the present position as regards fishing agreements between the Community and the third countries concerned, the Commission considers that the situation will have to be reviewed at a later date in the light of experience acquired.\n5. In relation to the tuna fishery in general, the Commission draws the Portuguese authorities' attention to the recent evolution of this product's market situation. It is at present examining tuna's market situation. Whilst awaiting the results of this examination, it recommends that the Portuguese use great prudence when authorizing investments in the tuna fleet sector and to reduce the level of financial aid now envisaged for this fleet.\n6. The Commission points out that the investment forecasts contained in this programme are without prejudice to any decisions to grant Community financial assistance and that the present decision does not prejudge the evolution of the structural aspects of the common fisheries policy after 1986.\n7. Lastly, the Commission considers that the measures provided for under the programme and their actual execution will have to be subjected to more thorough examination, particularly in the light of the survey of stocks currently under way and the development of the structural and economic situation of the fishing industry in Portugal."}