{"celex_id": "31986R1107", "uri": "http://publications.europa.eu/resource/cellar/74932764-ff5e-456e-90d9-236da316b058", "type": "Regulation", "concepts": ["1552", "2803", "2888", "895"], "title": "Commission Regulation (EEC) No 1107/86 of 17 April 1986 amending Regulation (EEC) No 3461/85 on the organization of campaigns to promote the consumption of grape juice\n", "header": "COMMISSION  REGULATION (EEC) No 1107/86\nof 17 April 1986\namending Regulation (EEC) No 3461/85 on the organization of campaigns to promote the consumption of grape juice\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 337/79 of 5 February 1979 on the common organization of the market in wine (1), as last amended by Regulation (EEC) No 3805/85 (2), and in particular Articles 14a (4) and 65 thereof,\nWhereas, in accordance with Article 2 (2) of Commission Regulation (EEC) No 3461/85 (3), the programme for campaigns to promote the consumption of grape juice must, for the 1985/86 wine year, be submitted to the Commission before 15 March; whereas some of the bodies responsible for preparing the programmes face certain difficulties as regards compliance with that deadline during this, the first wine year covered by the Regulation, since market surveys need first be carried out; whereas a later date should therefore be specified;\nWhereas, in order to ensure that the campaigns achieve maximum effectiveness, part of the budget should, subject to certain specific conditions, be earmarked for financing market surveys and for verifying the effectiveness of the campaigns while they are still being carried out so that they may, where appropriate, be adjusted;\nWhereas Regulation (EEC) No 3461/85 should specify that the overheads relating to the campaigns are defrayed only up to a certain limit;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Wine,", "main_body": ["Regulation (EEC) No 3461/85 is hereby amended as follws:\n1. In the second indent of Article 2 (2), 'before 15 March' is replaced by 'not later than 15 July'.\n2. The following Article is inserted:\n'Article 2a\n1. During the 1985/86 wine year the Member States concerned may, before 1 July, have a survey carried out for the purposes of preparing the programme referred to in Article 2. Accordingly, the Member State concerned shall, not later than 30 April 1986, present to the Commission a proposal which shall include following particulars:\n(a) the name and address of the body designated by the Member States for the purpose of carrying out the survey;\n(b) full details of the proposed research, specifying the time required, the results which are expected and any third party involved;\n(c) the net price offered for the research, not including taxes and expressed in the currency of the Member State in which the body concerned is established, a breakdown of the amount by items of expenditure, and the corresponding financing plan.\n2. The Commission shall consider the proposals and, if they meet the conditions laid down in paragraph 1, shall conclude a contract with the body concerned after notifying the Management Committee for Wine. A copy of the contract shall be sent by the Commission to the Member State concerned and to its intervention agency.\n3. Paragraphs 1 (b), 2, 3 (a) and 4 of Article 5 shall apply as regards the arrangements for payment for the measures referred to in paragraph 1.'\n3. The following paragraph is added to Article 3:\n'4. Surveys may be carried out in order to verify the effectiveness of the campaigns during or after their implementation.\nThe total cost of the surveys referred to in the first subparagraph and in Article 2a shall, during the 1985/86 wine year be defrayed up to a limit of 10 % of the total amount specified in Article 1 (3) in respect of each Member State'.\n4. In Article 4 (1), the first sentence is replaced by the following:\n'The contracts referred to in Articles 2 (3) and 2a (2) shall be supplemented by formal specifications.'\n5. The following paragraph is added to Article 4:\n'4. The overheads relating to implementation of the campaigns and surveys shall be defrayed subject to a limit of 2 % of the total amount approved in respect of each Member State'.", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 13 December 1985.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 17 April 1986.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 54, 5. 3. 1979, p. 1.\n(2) OJ No L 367, 31. 12. 1985, p. 39.\n(3) OJ No L 332, 10. 12. 1985, p. 22."}