{"celex_id": "31986D0474", "uri": "http://publications.europa.eu/resource/cellar/cbe152f5-fc4e-453f-abfe-bd9cc5b7e81b", "type": "Decision", "concepts": ["1309", "1445", "1898", "192", "4689", "618"], "title": "86/474/EEC: Commission Decision of 11 September 1986 on the implementation of the on-the-spot inspections to be carried out in respect of the importation of bovine animals and swine and fresh meat from non-member countries\n", "header": "COMMISSION  DECISION\nof 11 September 1986\non the implementation of the on-the-spot inspections to be carried out in respect of the importation of bovine animals and swine and fresh meat from non-member countries\n(86/474/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 72/462/EEC of 12 December 1972 on health and veterinary inspection problems upon importation of bovine animals and swine and fresh meat from third countries (1), as last amended by Regulation (EEC) No 3768/85 (2), and in particular Article 5 thereof,\nHaving regard to Council Directive 77/96/EEC of 21 December 1976 on the examination for trichinae (trichinella spiralis) upon importation from third countries of fresh meat derived from domestic swine (3), as last amended by Regulation (EEC) No 3768/85, and in particular Article 6 thereof,\nWhereas by Decision 83/196/EEC of 8 April 1983 concerning the on-the-spot inspections to be carried out in respect of the importation of bovine animals, swine and fresh meat from non-member countries (4), the Commission provisionally laid down the conditions for Community inspections; whereas, in the light of the satisfactory experience gained during on-the-spot inspections, it is advisable to fix the methods of control definitively;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["1. Under the direction of the Commission, veterinary experts from the Member States and the Commission shall carry out veterinary inspections on-the-spot, to verify whether the provisions of Directive 72/462/EEC, and in particular Article 3 (2) thereof, are being applied in practice. These inspections shall be carried out every three years in every country appearing on the list drawn up in accordance with Article 3 (1) of the said Directive.\nIf, however, reasons of animal health so warrant, the Commission may, following consultation with the Member States within the Standing Veterinary Committee, postpone or advance certain inspections or carry out additional inspections.\n2. Veterinary experts from the Member States and the Commission shall carry out, under the direction of the Commission, a veterinary inspection in the country or countries concerned before a proposal for a Decision to supplement the list drawn up in accordance with Article 3 (1) of Directive 72/462/EEC is submitted to the Standing Veterinary Committee.\n3. At the particular request of a Member State, veterinary experts from the Member States and the Commission may carry out, under the direction of the Commission, a veterinary inspection in the country or countries concerned before submitting to the Standing Veterinary Committee a proposal for a Decision:\n- amending the list drawn up in accordance with Article 3 (1) of Directive 72/462/EEC;\n- authorizing the resumption of imports of animals or fresh meat in accordance with Article 28 (4) of Directive 72/462/EEC;\n- concerning the measures to be taken if observations, made during the veterinary inspection upon importation of bovine animals or swine pursuant to Article 12, or of fresh meat pursuant to Articles 23 and 24 of Directive 72/462/EEC, or any other information which has come to the knowledge of the Commission, indicate that the provisions of the abovementioned Directive or its implementary measures are not being complied with, or cast doubt on whether approval should continue to be given.", "1. Under the direction of the Commission, veterinary experts from the Member States and the Commission shall carry out health inspections on-the-spot to verify whether the provisions of Directive 72/462/EEC, and in particular Article 4 (2) and (3) thereof, and of Directive 77/96/EEC are being applied in practice. These inspections shall be carried out at least once a year in all\nslaughterhouses, all cutting plants and all cold stores situated outside a slaughterhouse or cutting plant, that appear on one of the lists drawn up in accordance with Article 4 (1) of Directive 72/462/EEC or Article 4 of Directive 77/96/EEC.\nIf, however, reasons of health so warrant, the Commission may, following consultations with the Member States within the Standing Veterinary Committee,\n- postpone or advance certain inspections, or carry out additional inspections;\n- replace these systematic inspections by sample inspections.\n2. Veterinary experts from the Member States and the Commission shall, under the direction of the Commission, subject the establishment or establishments concerned to an on-the-spot health inspection before a proposal for a Decision to supplement one of the lists drawn up in accordance with Article 4 (1) of Directive 72/462/EEC or Article 4 of Directive 77/96/EEC is submitted to the Standing Veterinary Committee.\n3. At the particular request of a Member State, veterinary experts from the Member States and the Commission may, under the direction of the Commission, subject the establishment or establishments concerned to an on-the-spot health inspection before submitting to the Standing Veterinary Committee a proposal for a Decision:\n- amending one of the lists drawn up in accordance with Article 4 (1) of Directive 72/462/EEC or Article 4 of Directive 77/96/EEC;\n- concerning the measures to be taken if observations, made during the health inspection upon importation, pursuant to Article 24 of Directive 72/462/EEC, or any other information which has come to the knowledge of the Commission, indicate that the provisions of Directives 72/462/EEC and 77/96/EEC or their implementing provisions are not being complied with and cast doubt on whether approval should continue to be given.", "In each case, following consultations with the Member States if need be, the Commission shall determine the number and qualifications of the veterinary experts whom it appoints to carry out the inspections referred to in Articles 1, 2 and 4. At least one expert from a Member State shall participate in missions undertaken in order to carry out the inspections provided for in Articles 1, 2 and 4 (2).", "1. The inspections provided for in Articles 1 and 2 may be carried out by veterinary experts stationed abroad for a maximum period of three years.\n2. At least once per year they shall be assisted by other veterinary experts in carrying out a proportion of the abovementioned inspections.", "1. Veterinary experts from the Member States, who shall be appointed by the Commission in accordance with the third subparagraph of Article 5 of Directive 72/462/EEC, shall act under the direction of the Commission. They may in no circumstances make use for personal ends of any information acquired in the course of inspections, or divulge such information to any person outside the competent services.\n2. Veterinary experts from the Member States shall be paid travel and subsistence expenses by the Commission, in accordance with the rules for the reimbursement of travel and subsistence expenses incurred by persons outside the Commission who are called upon by the Commission to act as experts.", "The Commission shall inform the Member States, by written reports within the Standing Veterinary Committee of the results of the inspections, particularly where these indicate that the list or lists referred to in Article 3 (1) and Article 4 (1) of Directive 72/462/EEC and Article 4 (2) of Directive 77/96/EEC should be supplemented or amended in accordance with the procedure laid down in Article 30 of Directive 72/462/EEC.\nIn urgent cases the Member States may also be informed verbally or by telex.", "This Decision shall be reviewed before 1 January 1992.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 11 September 1986.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 302, 31. 12. 1972, p. 28.\n(2) OJ No L 362, 31. 12. 1985, p. 8.\n(3) OJ No L 26, 31. 1. 1977, p. 67.\n(4) OJ No L 108, 26. 4. 1983, p. 18."}