{"celex_id": "31989R1806", "uri": "http://publications.europa.eu/resource/cellar/46e038da-62f6-4c2c-9810-680947226546", "type": "Regulation", "concepts": ["1561", "2173", "2591", "3732", "4310"], "title": "Council Regulation (EEC) No 1806/89 of 19 June 1989 amending Regulation (EEC) No 1418/76 on the common organization of the market in rice\n", "header": "COUNCIL  REGULATION (EEC) No 1806/89\nof 19 June 1989\namending Regulation (EEC) No 1418/76 on the common organization of the market in rice\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 43 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas the classification of rice was amended by Regulation (EEC) No 3877/87 (4); whereas Annex I to Council Regulation (EEC) No 2658/87 of 23 July 1987 on the tariff and statistical nomenclature and on the Common Customs Tariff (5) was accordingly amended by Regulation (EEC) No 3174/88 (6); wheresas the CN codes in Article 1 (1) of Regulation (EEC) No 1418/76 (7), as last amended by Regulation (EEC) No 1219/89 (8), should therefore be updated;\nWhereas Article 11a of Regulation (EEC) No 1418/76 lays down measures derogating from the levy arrangements provided for in Article 11 of that Regulation and in particular the collection of a levy on imports of milled rice, reduced to the amount for the protection of the industry is insufficient to ensure the competitiveness of the Réunion rice industry; whereas the arrangements for imports of milled rice into Réunion should be amended as regards the collection of the levy;\nWhereas the subsidy arrangements provided for in Article 11 a (4) of Regulation (EEC) No 1418/76 do not permit direct control of the trend in the amount of the subsidy on the basis of the prices or quotations on the Community market; whereas periodical fixing of the subsidy would permit the amount to be adapted more closely to the requirements of the Community market on the one hand and to the supply requirements of the Réunion market on the other hand,", "main_body": ["Regulation (EEC) No 1418/76 is hereby amended as follows:\n1. Article 1 (1) is replaced by the following:\n'1. The common organization of the market in rice shall comprise a price and trading system and shall cover the following products:\n1.2 //  //  // CN code  // Description  //  //  // (a) 1006 10 21 1006 10 23 1006 10 25 1006 10 27 1006 10 92 1006 10 94 1006 10 96 1006 10 98   // Rice in the husk (paddy or rough)  // 1006 20   // Husked (brown) rice   // 1006 30  // Semi-milled or wholly milled rice, whether or not polished or glazed   //    //   // (b) 1006 40 00   // Broken rice   //   //   // (c) 1102 30 00   // Rice flour   // 1103 14 00  // Groats and meal of rice   // 1103 29 50   // Pellets of rice   // 1104 19 91   // Flaked rice   // 1108 19 10   // Rice 1989, p. 9.\n2. Article 11a is replaced by the following:\n'Article 11a\n1. This Article shall apply to products intended to be consumed in the French overseas department of Réunion.\n2. Notwithstanding Article 11 (1) (a), (b), (c), (d) and (i), no levy shall be charged on imports of products falling within CN codes 1006 10 (excluding 1006 10 10), 1006 20 and 1006 40 00 into the French overseas departments of Réunion.\n3. Notwithstanding Article 11 (1) (e), (f), (g) and (h), the levy to be charged on imports of products falling within CN code 1006 30 into the French overseas department of Réunion shall be multiplied by a coefficient of 0,30.\n4. A subsidy may be fixed for consignments to the French overseas department of Réunion of products falling within CN code 1006 (excluding code 1006 10 10) which come from the Member States and are in one of the situations referred to in Article 9 (2) of the Treaty.\nThat subsidy shall be fixed, taking into account the supply requirements of the Réunion market, on the basis of the difference between the prices or quotations of the relevant products on the world market and the prices or quotations of those products on the Community market, and, if necessary the price of those products delivered to Réunion Island.\nThe subsidy shall be granted on application by the party concerned. The subsidy may be fixed, where appropriate, by tendering procedure. This tender shall involve the subsidy amount.\nThe subsidy shall be fixed periodically in accordance with the procedure laid down in Article 27. However, where the need arises, the Commission may, at the request of a Member State or on its own initiative, alter the subsidy in the interval.\n5. The rules on the financing of the common agricultural policy shall apply to the subsidy provided for in paragraph 4.\n6. The detailed rules for the application of this Article shall be adopted in accordance with the procedure laid down in Article 27.'.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply from 1 August 1989.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 19 June 1989.\nFor the Council\nThe President\nC. ROMERO HERRERA starch'   //    //\n(1) OJ No C 99, 20. 4. 1989, p. 11. (2) Opinion delivered on 26 May 1989 (not yet published in the Official Journal). (3) Opinion delivered on 26 April 1989 (not yet published in the Official Journal). (4) OJ No L 365, 24. 12. 1987, p. 1. (5) OJ No L 256, 7. 9. 1987, p. 1. (6) OJ No L 298, 31. 10. 1988, p. 1. (7) OJ No L 166, 25. 6. 1976, p. 1. (8) OJ No L 128, 11. 5."}