{"celex_id": "31984R1375", "uri": "http://publications.europa.eu/resource/cellar/2f5bc55d-63e5-4570-a6ab-c00a26fd8c6c", "type": "Regulation", "concepts": ["139", "2628", "4204", "4395", "4860", "862"], "title": "Commission Regulation (EEC) No 1375/84 of 17 May 1984 amending Regulations (EEC) No 2191/81 and (EEC) No 2192/81 as regards the representative rate to be applied for the conversion into national currency of the aid for the purchase of butter by non-profit-making institutions and organizations and by the armed forces\n", "header": "COMMISSION  REGULATION (EEC) No 1375/84\nof 17 May 1984\namending Regulations (EEC) No 2191/81 and (EEC) No 2192/81 as regards the representative rate to be applied for the conversion into national currency of the aid for the purchase of butter by non-profit-making institutions and organizations and by the armed forces\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 804/68 of 27 June 1968 on the common organization of the market in milk and milk products (1), as last amended by Regulation (EEC) No 856/84 (2), and in particular Article 12 (3) thereof,\nHaving regard to Council Regulation (EEC) No 1223/83 of 20 May 1983 on the exchange rates to be applied in agriculture (3), as last amended by Regulation (EEC) No 855/84 (4), and in particular Article 4 (3) thereof,\nWhereas Article 2 (2) of Commission Regulation (EEC) No 2191/81 (5) and of Commission Regulation (EEC) No 2192/81 (6), both as last amended by Regulation (EEC) No 889/84 (7), specifies that the aid shall be converted into national currency at the representative rate obtaining on the first day of the calendar month for which the voucher is valid; whereas the representative rate and the amount of the aid were altered with effect from 2 April 1984, the date of the commencement of the 1984/85 milk year; whereas the use of the old rate, applicable on the first day of April to convert the amount of the aid into national currency would result in an abnormal drop for that month; whereas a derogation should therefore be introduced from the provision in question;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Milk and Milk Products,", "main_body": ["The following subparagraph is added to Article 2 (2) of Regulation (EEC) No 2191/81 and of Regulation (EEC) No 2192/81:\n'However, by way of derogation from the provisions of the preceding subparagraph, the representative rate obtaining from 2 April 1984 onwards shall be applicable for the month of April 1984 for the conversion of the amount of aid into national currency.'", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 2 April 1984.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 17 May 1984.\nFor the Commission\nPoul DALSAGER\nMember of the Commission\n(1) OJ No L 148, 28. 6. 1968, p. 13.\n(2) OJ No L 90, 1. 4. 1984, p. 10.\n(3) OJ No L 132, 21. 5. 1983, p. 33.\n(4) OJ No L 90, 1. 4. 1984, p. 1.\n(5) OJ No L 213, 1. 8. 1981, p. 20.\n(6) OJ No L 213, 1. 8. 1981, p. 24.\n(7) OJ No L 91, 1. 4. 1984, p. 56."}