{"celex_id": "31981R3700", "uri": "http://publications.europa.eu/resource/cellar/8d59bb5e-111a-4fa9-b67b-68ce5d30aa7b", "type": "Regulation", "concepts": ["1019", "1102", "3167", "3191", "4353"], "title": "Commission Regulation (EEC) No 3700/81 of 23 December 1981 laying down detailed interim rules for the application of the cheese Agreements with Austria and Finland\n", "header": "COMMISSION REGULATION (EEC) No 3700/81 of 23 December 1981 laying down detailed interim rules for the application of the cheese Agreements with Austria and Finland\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 804/68 of 27 June 1968 on the common organization of the market in milk and milk products (1), as last amended by the Act of Accession of Greece, and in particular Article 14 thereof,\nHaving regard to Council Regulation (EEC) No 3661/81 of 15 December 1981 on interim measures concerning application of the cheese Agreements with Austria and Finland (2),\nWhereas Council Regulation (EEC) No 2915/79 of 18 December 1979 determining the groups of products and the special provisions for calculating levies on milk and milk products (3), as last amended by Regulation (EEC) No 3268/81 (4), and Commission Regulation (EEC) No 2965/79 of 18 December 1979 defining the conditions for the admission of certain milk products to certain tariff headings (5), as last amended by Regulation (EEC) No 1898/81 (6), laid down the present measures applicable to cheeses from Austria or Finland;\nWhereas these measures must be adapted to the agreements in force from 1 January 1982;\nWhereas such adaptations must include fixing the levies and the detailed rules to be complied with as regards the certificates which shall accompany the cheeses;\nWhereas the present IMA 1 certificate should be used for other cheeses covered by the said agreements ; whereas that certificate need no longer contain particulars as to the free-at-frontier value;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Milk and Milk Products,", "main_body": ["The following detailed interim rules shall apply in respect of imports of the cheeses listed below from Austria and Finland:    1. The levy on Emmenthaler, Gruyère, Sbrinz and Bergkäse having a minimum fat content of 45 % by weight, in the dry matter, matured for at least three months, falling within subheading 04.04 A I and II of the Common Customs Tariff, originating in Austria or Finland, shall be 18 713 ECU per 100 kilograms, irrespective of the free-at-frontier value, on condition that the provisions of Regulation (EEC) No 2965/79 applicable to such cheeses are complied with. That levy shall apply whether or not box 15 of the IMA 1 certificate is completed.\n2. The levy on processed cheese, in the blending of which only Emmenthaler, Gruyère and Appenzell have been used and which may contain, as an addition, Glarus herb cheese (known as Schabziger), put up for retail sale and having a fat content by weight, in the dry matter, not exceeding 56 %, falling within subheading 04.04 D I or 04.04 D II a) 1 of the Common Customs Tariff, originating in Austria or Finland, shall be 36 727 ECU per 100 kilograms, on condition that the provisions of Regulation (EEC) No 2965/79 applicable to such processed cheese are complied with.\n3. The levy on Tilsit and Butterkäse falling within subheading 04.04 E I b) 2 of the Common Customs Tariff shall be 55 ECU per 100 kilograms in respect of cheeses originating in Austria on condition that the provisions of Regulation (EEC) No 2965/79 applicable to such processed cheese are complied with.\n4. The levy on the following cheeses originating in Austria shall be 50 ECU per 100 kilograms:      (a) Blue-veined cheese, falling within subheading 04.04 C of the Common Customs Tariff;\n(b) Edam having a minimum fat content by weight, in the dry matter, exceeding 40 % but less than 48 %, in whole cheeses of a weight not exceeding 350 g (known as \"Geheimratskäse\") falling within subheading 04.04 E I b) 5 of the Common Customs Tariff;  (1) OJ No L 148, 28.6.1968, p. 13. (2) OJ No L 366, 22.12.1981, p. 5. (3) OJ No L 329, 24.12.1979, p. 1. (4) OJ No L 330, 18.11.1981, p. 1. (5) OJ No L 336, 29.12.1979, p. 15. (6) OJ No L 188, 10.7.1981, p. 14.\n(c) Cheeses known as \"Fetta\" and \"Kefalo-Tyri\", made of cow's milk, having a fat content of less than 48 % by weight, in the dry matter, falling within subheading 04.04 E I b) 5 of the Common Customs Tariff;\n5. The levy on \"Finlandia\" cheeses having a minimum fat content of 45 % by weight in the dry matter, matured for at least 100 days, in rectangular blocks of a net weight of not less than 30 kilograms, falling within subheading 04.04 E I b) 5 of the Common Customs Tariff, originating in Finland, shall be 18 713 ECU per 100 kilograms.", "1. In respect of products within subheadings  - 04.04 A II\nand\n- 04.04 D II a) 1\nof the Common Customs Tariff, eligibility for the levies fixed in Article 1 (1) and (2) shall further be subject to presentation of the IMA certificate already prescribed, as appropriate, for cheeses within subheadings    - 04.04 A I\nand\n- 04.04 D I.\n2. In respect of the cheeses referred to in Article 1 (4) and (5), eligibility for the levies fixed shall further be subject to presentation of the IMA 1 certificate, which must bear the entries given in the Annex.\n3. The provisions of Regulation (EEC) No 2965/79 shall apply to the products referred to in paragraphs 1 and 2.\n4. The abovementioned certificates must be issued:    - for Austria, by the \"Milchwirtschaftsfonds\" and the \"Österreichische Hartkäse Export-Gesellschaft\", acting together or separately;\n- for Finland, by the \"Maitotaloustuotteiden Tarkastuslaitos\".", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply from 1 January 1982.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 23 December 1981.\nFor the Commission\nPoul DALSAGER\nMember of the Commission\nANNEX Rules for drawing up certificates\nThe following must be completed, in addition to boxes 1 to 9, 17 and 18:    A. In respect of Edam cheeses within subheading 04.04 E I b) 5 of the Common Customs Tariff:      1. Box 7, stating \"whole Edam cheeses of a net weight not exceeding 350 grammes (known as \"Geheimratskäse\")\".\n2. Box 11, stating \"not less than 40 % and less than 48 %\".\nB. In respect of blue-veined cheese within subheading 04.04 C of the Common Customs Tariff:\nBox 7, stating \"blue-veined cheese, not grated or powdered\".\nC. In respect of \"Fetta\" and \"Kefalo-Tyri\" cheeses within subheading 04.04 E I b) 5 of the Common Customs Tariff:      1. Box 7, stating, as appropriate, \"Fetta\" or \"Kefalo-Tyri\",\n2. Box 10, stating \"exclusively cow's milk of national production\",\n3. Box 11, stating \"less than 48 %\".\nD. In respect of \"Finlandia\" cheeses within subheading 04.04 E I b) 5 of the Common Customs Tariff:      1. Box 7, stating \"Finlandia cheeses in rectangular blocks, of a net weight of not less than 30 kg\",\n2. Box 11, stating \"at least 45 %\",\n3. Box 14, stating \"at least 100 days\"."}