{"celex_id": "31985R3081", "uri": "http://publications.europa.eu/resource/cellar/84716469-e65d-4daf-8899-7fc61611dfa8", "type": "Regulation", "concepts": ["1644", "2591", "2670", "2730", "2731"], "title": "Commission Regulation (EEC) No 3081/85 of 5 November 1985 derogating from Regulation (EEC) No 1303/83 laying down special detailed rules for the application of the system of import licences and advance fixing certificates for products processed from fruit and vegetables\n", "header": "COMMISSION  REGULATION (EEC) No 3081/85\nof 5 November 1985\nderogating from Regulation (EEC) No 1303/83 laying down special detailed rules for the application of the system of import licences and advance fixing certificates for products processed from fruit and vegetables\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 516/77 of 14 March 1977 on the common organization of the market in products processed from fruit and vegetables (1), as last amended by Regulation (EEC) No 746/85 (2), and in particular Articles 9 (3) and 10 (3) thereof,\nWhereas Article 5 (1) of Commission Regulation (EEC) No 1303/83 (3), as last amended by Regulation (EEC) No 793/85 (4), provides that import licences for the products listed in that paragraph make it obligatory to import from the country indicated in the licence; whereas in anticipation of the accession of Spain and Portugal to the European Communities no import licences will be required from 1 March 1986 for products originating in those countries;\nWhereas Article 2 (1) of Regulation (EEC) No 1303/83 provides that import licences shall be valid for a period of three months; whereas the period of validity for licences covering products originating in Spain or Portugal should not extend beyond 28 February 1986;\nWhereas Article 5 (2) of Regulation (EEC) No 1303/83 lays down that the holder of a licence may apply to have the country of origin indicated in a licence altered; whereas if the holder applies to have Spain or Portugal as country of origin, the validity of the replacement certificate should not extend beyond 28 February 1986;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Products Processed from Fruit and Vegetables,", "main_body": ["1. In derogation from the provisions of Article 2 (1) of Regulation (EEC) No 1303/83, the last day of validity of import licences, with or without advance fixing of the levy, shall, in respect of the products listed in Article 5 (1) of the Regulation, be not later than 28 February 1986 where the import licences make it obligatory to import from Spain or Portugal.\n2. Where a holder of a licence applies to have a country of origin altered so that the replacement licence makes it obligatory to import from Spain or Portugal the period of validity shall, in derogation from the fourth indent of Article 5 (2) (c) of Regulation (EEC) No 1303/83, expire on 28 February 1986 in cases where the period of validity of the original licence expires on a date later than 28 February 1986.", "This Regulation shall enter into force on 1 December 1985.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 5 November 1985.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 73, 21. 3. 1977, p. 1.\n(2) OJ No L 81, 23. 3. 1985, p. 10.\n(3) OJ No L 138, 27. 5. 1983, p. 25.\n(4) OJ No L 88, 28. 3. 1985, p. 43."}