{"celex_id": "31987R1324", "uri": "http://publications.europa.eu/resource/cellar/79b8ab61-3b51-4bb0-9638-27cefab93e6c", "type": "Regulation", "concepts": ["2069", "4381", "4486", "4488", "5188", "849"], "title": "Commission Regulation (EEC) No 1324/87 of 12 May 1987 classifying goods in subheading 90.28 A II b) of the Common Customs Tariff\n", "header": "COMMISSION  REGULATION (EEC) No 1324/87\nof 12 May 1987\nclassifying goods in subheading 90.28 A II b) of the Common Customs Tariff\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 97/69 of 16 January 1969 on measures to be taken for unform application of the nomenclature of the Common Customs Tariff (1), as last amended by Council Regulation (EEC) No 2055/84 (2), and in particular Article 3 thereof,\nWhereas, in order to ensure that the nomenclature of the Common Customs Tariff is uniformly applied, provisions should be adopted for the tariff classification of digitizers for measuring geometrical dimensions (for example, surface areas, lengths) on graphic documents (for example, technical drawings, surveying documents, electronic circuit diagrams) via manual scanning using a detector which converts the analog values of the points or lines on the document into numerical coordinates, which are then transmitted, for their interpretation, to an automatic data processing machine linked with the digitizer;\nWhereas they consist of the following:\n- a pad (grid or tablet work surface) beneath the surface of which are attached two emitter coils and steel wires arranged horizontally (x-) and vertically (y-) at intervals of about 2 mm in order to form a grid constituting the coordinate system,\n- an electronic control unit (controller) with microprocessor, PROMs and interface,\n- a manual detector in the form of a scanner (pen cursor) comprising a receiver coil and a control keyboard;\nWhereas the Common Customs Tariff annexed to Council Regulation (EEC) No 950/68 (3), as last amended by Regulation (EEC) No 750/87 (4), classifies, among other things, automatic data-processing machines and units thereof in heading No 84.53 and electrical measuring, checking, analysing or automatically controlling instruments and apparatus in heading No 90.28;\nWhereas both headings may be taken into consideration for the purposes of classifying the abovementioned devices;\nWhereas, although the devices cannot operate unless connected to an automatic data-processing machine, they have an inherent function; whereas they do not therefore satisfy the criteria set out in note 3 (B) to Chapter 84;\nWhereas the Explanatory Notes to the Customs Cooperation Council nomenclature exclude from heading No 84.53 machines working in conjunction with an automatic data-processing machine and performing a specific function; whereas, they should be classified on the basis of that inherent function;\nWhereas the aforementioned electronic instrument must be classified in heading No 90.28 and, by virtue of Additional Note 2 to Chapter 90, under subheading 90.28 A II b);\nWhereas the provisions of this Regulation are in conformity with the opinion of the Committee on Common Customs Tariff Nomenclature,", "main_body": ["Digitizers consisting of the following:\n- a pad (grid or tablet work surface) beneath the surface of which are attached two emitter coils and steel wires arranged horizontally (x-) and vertically (y-) at intervals of about 2 mm in order to form a grid constituting the coordinate system,\n- an electronic control unit (controller) with microprocessor, PROMs and interface,\n- a manual detector in the form of a scanner (pen cursor) comprising a receiver coil and a control keyboard,\nthat measure geometrical dimensions (for example, surface areas, lenghts) on graphic documents (for example, technical drawings, surveying documents, electronic\ncircuit diagrams) via manual scanning using a detertor which converts the analog values of the points or lines on the document into numerical coordinates, which are then trasnmitted, for their interpretation, to an automatic data processing machine linked with the digitizer, shall be classified in the Common Customs Tariff in subheading:\n90.28 Electrical measuring, checking, analysing or automatically controlling instruments and apparatus:\nA. Electronic instruments and apparatus:\nII. Other:\nb) Other", "This Regulation shall enter into force on the 21st day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 12 May 1987.\nFor the Commission\nCOCKFIELD\nVice-President\n(1) OJ No L 14, 21. 1. 1969, p. 1.\n(2) OJ No L 191, 16. 7. 1984, p. 1.\n(3) OJ No L 172, 22. 7. 1968, p. 1.\n(4) OJ No L 76, 18. 3. 1987, p. 1."}