{"celex_id": "31981R3137", "uri": "http://publications.europa.eu/resource/cellar/238b84e2-89b1-481a-b644-74eeb19ec96e", "type": "Regulation", "concepts": ["1264", "2965", "3003", "797"], "title": "Commission Regulation (EEC) No 3137/81 of 30 October 1981 laying down detailed rules for the application of the system of production aid for olive oil\n", "header": "Commission regulation (EEC) No 3137/81\nof 30 October 1981\nlaying down detailed rules for the application of the system of production aid for olive oil\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation 136/66/EEC of 22 September 1966 on the establishment of a common organization of the market in oils and fats [1], as last amended by Regulation (EEC) No 3454/80 [2], and in particular Article 5 (5) thereof,\nWhereas, under Article 8 of Regulation (EEC) No 2990/81 [3], each producer Member State is to set up a system of administrative checks designed to guarantee that the product for which an aid application is submitted is eligible for aid; whereas, consequently the crop declarations and aid applications to be presented by applicants must include a minimum amount of information necessary for the carrying out of these checks ;\nWhereas the checks referred to in Article 3 (1) of Regulation (EEC) No 2990/81 must embrace a sufficiently representative number of crop declarations by olive growers who are members of organizations; whereas under Article 5 (2) the organizations can require any supporting documents necessary to establish the amount of their member's production; whereas the nature of such supporting documents should be defined in order to facilitate uniform application of this system ;\nWhereas the aid to be granted to growers who are not members of a producer organization must be calculated from the standard olive and oil yields of olive trees; whereas the use of standard yields is also necessary for determination of the aid to be given to growers who are members of an organization in cases where they sell their olives to a purchaser other than an approved mill owner ;\nWhereas, in the interests of good administration provision should be made for informing the Member States at the end of each marketing year of the number of olive growers whose production is still to be verified by the producer organizations;\nWhereas Article 7 of Regulation (EEC) No 2990/81 requires producer organizations to check the stock records and activity of the approved mills indicated to them by the Member States; whereas, in order for the checks to be properly carried out, it should be laid down that the organizations must have access to the mills and to their stock records;\nWhereas, in order to ensure that approved mills collaborate more closely with the running of the aid system, provision should be made for participation by their professional associations in the checks carried out by producer organizations on the mills' premises;\nWhereas, in order to ensure that the aid system runs smoothly, the checks referred to in Article 7 of Regulation (EEC) No 2990/81 and to be carried out in the approved mills by the producer organizations should be defined ;\nWhereas to ensure that the aid system functions properly the minimum information to be given in the stock records of each approved mill and the checks to be made with regard to these records by the Member State concerned should be specified ;\nWhereas rules for determining the amount of aid to be granted to members of producer organizations who have had their olives pressed in an approved mill which has not complied with the obligations on stock records should be determined ;\nWhereas the checks specified in Article 8 (3) of Regulation (EEC) No 2990/81 must cover a percentage which provides adequate guarantees that the system will run properly, due account being taken of control possibilities in the Member State concerned;\nWhereas it is specified in Article 8 (2) of Regulation (EEC) No 2990/81 that the producer Member States are to carry out, for each producer organization, random checks on the accuracy of the crop declarations and applications for aid of their members; whereas these checks must cover a sufficiently representative number of growers due account being taken of the control guarantees given by the organization ;\nWhereas doubts may arise as to the quantity of oil eligible for aid because of a discrepancy between the quantity for which aid is demanded and that recorded in the stock records of the approved mill; whereas principles of good management dictate that the aid should be paid for the smaller quantity ;\nWhereas in order to ensure that the aid system is correctly applied to growers who are not members of an organization it is necessary that the yields to be used be determined for production zones with given characteristics ;\nWhereas to facilitate the fixing of yields it is advisable that Commission officials take part in the preparatory work ;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Oils and Fats,", "main_body": ["1. The crop declarations referred to in Article 3 of Regulation (EEC) No 2990/81 shall be submitted by 30 June 1982 at the latest.\nProducer organizations may, however, submit the crop declaration at the latest when they present the aid application.\n2. Each crop declaration shall include :\n(a) if it is submitted by the olive grower, his name, forename and address;\n(b) if it is submitted by a producer organization, the name and address of the organization and the names, forenames and addresses of each of its members ;\n(c) the location of the holding or holdings;\n(d) the cadastral reference of the holding or holdings;\n(e) for each holding:\n- the number of plots and if possible the area of each under olives,\n- the total number of bearing trees whose olives are used for oil production.\nDeclarations submitted by growers who are not members of an organization must also include :\n- where the olives are pressed on behalf of the declarant, the address of the mills and the date of pressing,\n- where the olives are sold, the name and address of the purchaser and a copy of the sale invoice or of any equivalent document must be attached.\n3. Producer Member States may decide that crop declarations submitted during previous marketing years are valid for the 1981/82 marketing year provided that:\n- the holdings concerned have not undergone changes such as to affect their olive and oil production potential,\n- the declarations include all the information specified in paragraph 2.", "The checks referred to in the second subparagraph of Article 3 (1) of Regulation (EEC) No 2990/81 shall cover at least 10 % of crop declarations of producer organizations members.", "1. The application for aid to be submitted by each producer organization shall contain at least the following information :\n(a) the name and address of the organization ;\n(b) the name, forename and address of each of the members who have completed their production of oil;\n(c) the quantity of oil produced by each member, with an explicit statement that the product is virgin olive oil;\n(d) the location of the holdings where the olives were harvested, with reference to the crop declaration ;\n(e) the approved mill or mills in which the oil was produced, indicating in each case the quantity of olives used and the quantity of oil produced.\n2. Where the growers have sold their olives, the application for aid shall contain the following information in addition to the particulars specified in 1 (a) and (d):\n(a) the name, forename and address of the purchaser;\n(b) a copy of the invoice for the sale of the olives or of any equivalent document;\n(c) the quantity of oil actually produced, if the olives were sold directly to an approved mill for immediate pressing.", "1. Where olive growers who are members of a producer organization have sold some or all of their olives before harvesting or to a purchaser other than those provided for in Article 3 (2) (c), the quantity of virgin olive oil eligible for aid shall be determined by applying to the number of olive trees referred to in the second indent of Article 1 (2) (e) the yields of olives and oil fixed for the production area concerned pursuant to Article 12.\n2. In the case of olive growers who are not members of an organization, the quantity of virgin olive oil eligible for aid shall be determined by applying to the number of olive trees referred to in the second indent of Article 1 (2) (e) the yields of olives and oil fixed for the production area concerned pursuant to Article 12.\n3. The quantity of olive-residue oil eligible for aid shall be equal to 8 % of the quantity of virgin olive oil produced from the olives from which the residue is obtained and in respect of which entitlement to the aid has been established in accordance with the preceding paragraphs.", "The supporting documents to be supplied pursuant to the first subparagraph of Article 5 (2) of Regulation (EEC) No 2990/81 shall include :\n(a) documents concerning special cultivation operations carried out on the olive grove ;\n(b) proof of the labour force employed in the olive grove or of use of mechanical or other means for the olive harvest;\n(c) purchase invoice for fertilizer and plant health products employed, or proof that such operations have been carried out.", "Where the checks referred to in Article 5 of Regulation (EEC) No 2990/81 are not completed for all members at the end of a given marketing year, the producer organization shall, not later than 31 October inform the Member State concerned of the number of members whose production has not yet been checked.", "1. During the milling period, the producer organizations shall check, in approved mills indicated to them by the Member States :\n- that stock records are kept as required by Article 8,\n- the milling capacity,\n- the yields of oil from the olives pressed\nand shall further verify on the basis of the stock records :\n- that the quantities stated to have been pressed in a given period tally with the mill's pressing capacity ;\n- the oil yields obtained by growers who had their olives pressed during the period prior to the checks.\nFor this purpose the producer organizations shall have access to the approved mills and to their stock records.\n2. If the mills are members or a professional association, representatives of that association shall, at their request, take part in the checks carried out by the producer organizations.\n3. Where producer organizations :\n- do not have access to approved mills or their stock records, or\n- find, during the checks and verifications referred to in paragraph 1 :\n(a) irregularities in the stock records, or\n(b) significant discrepancies between the approved mill's pressing capacity and the quantities of olives pressed, or between the oil yields recorded during inspection visits to the mill and the yields shown in the stock records,\nthey shall inform the Member State concerned accordingly without delay.", "Without prejudice to other criteria to be fixed by the producer Member State pursuant to Article 9 of Regulation (EEC) No 2990/81, in order to be approved mills must keep daily stock records which show the following at least:\n(a) the quantities of olives received, consignment by consignment giving the producer of each consignment ;\n(b) the quantities of olives pressed ;\n(c) the quantities of oil obtained ;\n(d) the quantities of oil leaving the mill, consignment by consignment, indicating the consignee;\n(e) the quantities of olive residue leaving the mill, consignment by consignment, indicating the consignee.\nIf the oil and olive residue obtained is sold, the invoice for the sale of each consignment must be submitted by the miller at the request of the authorities who control the stock records.", "1. The producer Member States shall check, in the cases referred to in Article 7 (3), the activities and stock records of the approved mills concerned.\n2. In respect of mills which are not subject to checks by producer organizations, the Member States shall verify by means of random checks ;\n- that the stock records are kept in accordance with the provisions of Article 8 ;\n- that the quantities referred to in Article 8 (c) shown in the stock records for a given period correspond to the quantities of oil which can be obtained during that period by the mill in question, taking account of the actual degree of use of the mill's pressing capacity.\n3. Where the verifications referred to in the above paragraphs reveal irregularities the Member States shall, without prejudice to other penalties applicable :\n- withdraw approval of the mill in question,\n- to the extent that they cannot verify the actual production of olive growers who have had their olives pressed in the mill in question, determine the quantity of oil qualifying for aid from the information given in the grower's crop declarations and from the olive and oil yields for the production zone concerned.\n4. With regard to the files sent to the Member States pursuant to Article 5 (2) of Regulation (EEC) No 2990/81, the Member States in question shall determine the quantity of olive oil qualifying for aid from the information given in the growers' crop declarations and from the olive and oil yields for the production zone concerned.", "0\nThe checks to be carried out by the producer Member States pursuant to Article 8 (4) of Regulation (EEC) No 2990/81 shall cover at least 5 % of growers who are not members of organizations.", "1\nThe Member State shall check by random sampling that the quantities of olives and of oil shown in the application for aid submitted by a producer organization and the quantities shown in the stock records of the approved mill which pressed the olives agree. If they do not agree the Member State concerned shall determine the quantity of oil eligible for aid on the basis of the smallest quantity indicated by the check.", "2\nThe yields of olives and of oil shall be fixed in accordance with the procedure laid down in Article 38 of Regulation No 136/66/EEC.\nTo this end, the producer Member States shall supply the Commission with data established for homogeneous production areas taking into account in particular :\n- the geography and the geology of the region concerned,\n- the main varieties of olive tree, their age, and the most frequent type of shape pruning.\nAgents of the Commission shall participate in the establishment of these data.\nFor each production area, such data shall include :\n(a) the geographical extent of the area ;\n(b) an estimate of the olive growing area ;\n(c) an estimate of the average number of olive trees per hectare under specialized cultivation ;\n(d) the average quantity of olives produced per tree ;\n(e) the average quantity of oil produced per 100 kilograms of olives.", "3\nThe advance payment referred to in Article 6 of Regulation (EEC) No 2990/81 shall be granted only to olive growers who are members of a producer organization and who receive aid for the actual quantity produced.", "4\nThis Regulation shall enter into force on 1 November 1981.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 October 1981.\nFor the Commission\nPoul Dalsager\nMember of the Commission\n[1] OJ No 172, 30. 9. 1966, p. 3025/66.\n[2] OJ No L 360, 31. 12. 1980, p. 16.\n[3] OJ No L 299, 20. 10. 1981, p. 17.\n--------------------------------------------------"}