{"celex_id": "31987R0847", "uri": "http://publications.europa.eu/resource/cellar/8b7f2cba-dbb6-44a2-b496-20bc5a9d8c6e", "type": "Regulation", "concepts": ["161", "2752"], "title": "Council Regulation (EEC) No 847/87 of 23 March 1987 opening, allocating and providing for the administration of a Community tariff quota for dried, dehydrated or evaporated onions falling within subheading 07.04 A of the Common Customs Tariff\n", "header": "COUNCIL  REGULATION (EEC) No 847/87\nof 23 March 1987\nopening, allocating and providing for the administration of a Community tariff quota for dried, dehydrated or evaporated onions falling within subheading 07.04 A of the Common Customs Tariff\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 113 thereof,\nHaving regard to the proposal from the Commission,\nWhereas, under the Agreement between the European Economic Community and the United States of America for the conclusion of negotiations under GATT Article XXIV. 6, as approved by the Council Decision of 30 January 1987, the Community undertook for the period 1987 to 1990, to open an annual Community tariff quota of 12 000 tonnes at a duty rate of 10 % for dried, dehydrated or evaporated onions, falling within subheading 07.04 A of the Common Customs Tariff; whereas, therefore, this tariff quota should be opened for 1987;\nWhereas it is necessary, in particular, to ensure to all Community importers equal and uninterrupted access to the said quota and the application, without interruption, of the rate laid down for that quota to all imports of the products concerned into all Member States until the quota has been used up; whereas, in order to safeguard the Community character of this quota, it seems advisable not to allocate the latter among the Member States but to allow them to draw against the quota volume such quantities as they may need under the conditions and according to a procedure to be specified; whereas this method of management requires close cooperation between the Member States and the Commission and the latter must in particular be able to monitor the rate at which the quota is used up and inform the Member States thereof;\nWhereas, since the Kingdom of Belgium, the Kingdom of the Netherlands and the Grand Duchy of Luxembourg are united within and jointly represented by the Benelux Economic Union, all transactions concerning the administration of shares allocated to that economic union may be carried out by any one of its members,", "main_body": ["1. Until 31 December 1987, the Common Customs Tariff duty on the following products shall be suspended at the level and within the limit of a Community tariff quota as shown herewith:\n1.2.3.4.5 //  //  //  //  //  // Order No  // CCT heading No  // Description  // Amounts of tariff quotas (in tonnes)  // Rate of duty (in %)   //    //   //   //   //   // 09.0035  // 07.04   // Dried, dehydrated or evaporated vegetables, whole, cut, sliced, broken or in powder, but not further prepared:   //   //   //   //   // A. Onions   // 12 000  // 10   //    //   //   //   //\nWithin the limit of this tariff quota the Kingdom of Spain and the Portuguese Republic shall apply customs duties calculated in accordance with the relevant provisions laid down by the Act of Accession.\n2. If an importer notices an imminent importation of the product in question in a Member State and requests the benefit of the quota, the Member State concerned shall inform the Commission and draw an amount corresponding to its requirements to the extent that the available balance of the reserve so permits.\n3. The shares drawn pursuant to paragraph 2 shall be valid until the end of the quota period. Article 2\n1. Member States shall take all appropriate measures to ensure that their drawings pursuant to Article 1 (2) are carried out in such a way that imports may be charged without interruption against their accumulated shares of the Community quota.\n2. Each Member State shall ensure that importers of the said goods have access to the quota for such time as the residual balance of the quota volume so permits.\n3. Member States shall charge imports of the said goods against their drawings as and when the goods are entered for free circulation.\n4. The extent to which the quotas have been used up shall be determined on the basis of the imports charged in accordance with paragraph 3.", "At the request of the Commission, Member States shall inform it of imports actually charged against the quota.", "Member States and the Commission shall collaborate closely in order to ensure that this Regulation is complied with.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 18 March 1987.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 23 March 1987.\nFor the Council\nThe President\nH. DE CROO"}