{"celex_id": "31983D0252", "uri": "http://publications.europa.eu/resource/cellar/2292fa62-dffa-49e0-b33e-982e73f2fe2c", "type": "Decision", "concepts": ["1161", "1418", "1726", "3207", "3574", "3649"], "title": "83/252/EEC: Commission Decision of 24 May 1983 relating to a proceeding under Article 85 of the EEC Treaty (IV/181 - Cematex) (Only the French, German, Italian, English and Dutch texts are authentic)\n", "header": "COMMISSION  DECISION\nof 24 May 1983\nrelating to a proceeding under Article 85 of the EEC Treaty\n(IV/181 - Cematex)\n(Only the Dutch, English, French, German and Italian texts are authentic)\n(83/252/EEC)\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Regulation No 17 of 6 February 1962: First Regulation implementing Articles 85 and 86 (1), as last amended by the Act of Accession of Greece, and in particular Articles 6 and 8 thereof,\nHaving regard to Decision 71/337/EEC (2) by which the Commission, pursuant to Article 85 (3), granted an exemption until 30 November 1982 in respect of the decision of the European Committee of Textile Machinery Manufacturers (Cematex) laying down rules for exhibiting at International Exhibitions of Textile Machinery (ITMA),\nHaving regard to the application for renewal of the said Decision submitted by Cematex on 19 November 1981,\nHaving regard to the summary of the rules for exhibiting at ITMA published, in accordance with Article 19 (3) of Regulation No 17, in Official Journal of the European Communities No C 20 of 25 Janaury 1983,\nHaving regard to the opinion of the Advisory Committee on Restrictive Practices and Dominant Positions,\nWhereas:\nI\n(1) Cematex is an association without legal personality formed in 1953. As part of its functions it is responsible for organizing an ITMA every four years. This is the role to which both the notification made on 25 October 1962 and the application for renewal of the exemption Decision adopted by the Commission under Article 85 (3) of the Treaty on 24 September 1971 relate.\n(2) The following national associations, which number among their members the majority of textile machinery manufacturers in their respective countries, belong to Cematex:\n- Fachgemeinschaft Textilmaschinen im Verein Deutscher Maschinenbau - Anstalten EV (VDMA)\nLyoner Strasse, 18\nD-6000 Frankfurt am Main 71,\n- Syndicat des Constructeurs belges de Machines textiles (Symatex)\n21, rue des Drapiers\nB-1050 Bruxelles,\n- Union des Constructeurs de Matériel textile de France (UCMTF)\n10, avenue Hoche\nF-75382 Paris - Cedex 08,\n- British Textile Machinery Association (BTMA)\n220/224 The Royal Exchange\nUK-Manchester M2 7BX,\n- Associazione Costruttori Italiani di Macchinario per l'Industria Tessile (ACIMIT)\nVia Tevere, 1\nI-20123 Milano,\n- Groep Textielmachines (GTM) van de Vereniging voor de Metaal- en de Elektrotechnische Industrie FME\nBredewater 20\nNL-2715 CA Zoetermeer,\n- Société Suisse des Constructeurs de Machines (VSM)\nGroupe 'Machines textiles'\n4, Kirchenweg\nCH-8032 Zuerich.\n(3) Cematex's statutes have not been changed since Decision 71/337/EEC. The latter should therefore be referred to as far as the substance of the said statutes is concerned.\n(4) The substance of the rules for exhibiting at ITMA is currently as follows:\n(a) participants undertake to comply with the ITMA rules and with all subsequent decisions taken by the organizers on the grounds of order and safety;\n(b) the exhibition is open to machines for the textile industry, including hosiery and knitting machines, accessories for such machines, sewing machines and machines for the clothing industry, measuring and testing equipment and apparatus and electrical equipment and machines used in the textile or clothing industries;\n(c) only exhibitors' machines may be used to demonstrate accessories at the ITMA;\n(d) permission to exhibit is confined to those firms which perform at least two of the three operations of designing, manufacturing or selling and which comply with the following conditions:\n- in signing the application for admission to the ITMA, exhibitors undertake that, in the year of the ITMA and in the preceding year, they will not display, either directly or indirectly through the intermediary of any agent or other reseller, textile, hosiery or knitting machines or mock-ups or models which constitute a faithful reproduction of the aforesaid machines - with the exception of any other advertising material, the showing of which is henceforth entirely unrestricted - at any fair, exhibition, show or other national or international event in the countries covered by the rules (1),\n- manufacturers linked by a licensing agreement or by a technical cooperation agreement may all exhibit at the ITMA the machines or accessories covered by that agreement. However, if, in the year of the ITMA or in the preceding year, one of the parties displays one or more machines covered by the agreement at another fair, exhibition, show or event in one of the countries covered by the rules, the other party will also be debarred from exhibiting at the ITMA the whole of that part of his range covered by the agreement,\n- where multinational companies or companies in the same group exhibit at the ITMA, the above rules apply to all the companies in the group or which constitute the multinational company;\n(e) if a company fails to observe the above undertaking, it is automatically debarred from the current ITMA and forfeits the deposits paid or is debarred from the next ITMA;\n(f) in the year of the ITMA and the preceding year Cematex may, if requested, authorize textile machines to be made available to exhibitors at other fairs, exhibitions or shows held in one of the countries covered by the rules provided that:\n- those machines are used exclusively to demonstrate machines or equipment not admitted to the ITMA, have been manufactured for the previous two years and have already been shown at earlier exhibitions,\n- all identifying marks or signs are removed or concealed,\n- such machines are not the subject of any commercial activity (advertising, distribution of catalogues, offers, etc.) on site,\n- the presence of those machines at the abovementioned events is authorized by Cematex in advance, Cematex being free to refuse authorization if it can be used to circumvent the rules directly or indirectly,\n- authorization is requested solely by manufacturers who are ITMA exhibitors;\n(g) if requested, Cematex may authorize participation in a non-commercial exhibition whose sole purpose is:\n- presentation of a specific region or a historical display,\n- scientific or educational (e.g. conferences, universities),\n- the public interest (e.g. defence, safety at work, ergonomics, protection of the environment),\nthe number and type of machines must correspond to the type of event;\n(h) fairs, exhibitions or shows shall not be taken to mean the display by a manufacturer, on his own premises or on those of his subsidiaries, of machines of his own manufacture, or the display by representatives, distributors, dealers or retailers, on their own premises or on those which they permanently use, of machines which they market;\n(i) the secretariat, the organizing committee and the national associations are empowered to check whether manufacturers taking part in the ITMA comply with the undertaking they have entered into;\n(j) if an exhibitor is debarred from or refused admission to an ITMA or is not allowed to participate in a particular event or fair (1), including participation for demonstration purposes, the Cematex secretariat will inform him thereof by registered letter, setting out the reasons for its decision; the exhibitor may, within a period of 14 days, oppose this decision by appealing either to an arbitration committee or to the court with jurisdiction over the place where the ITMA is held.\n(5) Since Decision 71/337/EEC, Cematex has sponsored two ITMA, one in Milan in 1975 and the other in Hannover in 1979. No application for admission to those ITMA which satisfied the conditions laid down in the rules was rejected. On the other hand, a number of applications which did not satisfy the conditions were rejected. In these circumstances, and in order to ensure the objective application of the ITMA rules, Cematex instituted, at the Commission's request, the appeal procedure mentioned above (cf. point I (4) (c)).\n(6) It has been established that the exhibitors of certain machines and plant not admitted to an ITMA require, in connection with their exhibitions, the presence of textile machines in order to demonstrate their machinery. At the Commission's request, Cematex amended its rules so that henceforth, in the year of the ITMA and the preceding year, the presence of textile machines at such exhibitions may be authorized (cf. point I (4) (g)).\n(7) In future, participation in exhibitions having scientific, educational or historical aims or which are held in the public interest may also be authorized at all times (cf. point I (4) (g)).\n(8) The display of his machines by a manufacturer or by his representatives on their respective premises is henceforth entirely unrestricted (cf. point I (4) (h)). The same applies to participation in exhibitions with advertising material such as photographs, catalogues, etc., excluding models faithfully representing the machines (cf. the first indent of point I (4) (d)).\n(9) It should be remembered that textile equipment and textile machinery in particular consists as a rule of heavy and complex units which must be shown in operation and whose removal and installation involves considerable expenditure and calls for technical and financial assistance on the part of manufacturers. This being so, the need to curb the trend towards a proliferation of exhibitions is felt particularly strongly in the sector in question.\n(10) Following publication of the notice pursuant to Article 19 (3) of Regulation No 17, the Commission has received no comments from third parties which might alter its assessment of the ITMA rules.\nII\n(11) For the reasons already outlined in Decision 71/337/EEC, to which reference should be made, the following measures adopted by Cematex concerning the ITMA rules constitute a decision by an association of associations of undertakings and are caught by the prohibition contained in Article 85 (1) of the Treaty:\n- the undertaking by exhibitors not to participate in the year of the ITMA and in the preceding year, either directly or indirectly through the intermediary of commercial agents or by displaying models, in any national or international event organized in the countries covered by the rules, except in certain cases authorized by Cematex,\n- the exclusion from the current ITMA, or the non-admission to the following one, of machines made by any manufacturer who has exhibited them or caused them to be exhibited, even by means of models, at other national or international events,\n- the exclusion from the ITMA of a manufacturer who is party to a licensing agreement or a technical cooperation agreement in respect of those machines or accessories which form the subject matter of the agreement, where the other party to the agreement displays, in the year of the ITMA or in the preceding year, one or more of those machines at other exhibitions in one of the countries covered by the rules,\n- the exclusion from the ITMA of all companies in the same group or of multinational companies where one of them has participated in the year of the ITMA or in the preceding year, in other exhibitions in one of the countries covered by the rules,\n- the ban on the use of machines other than those of exhibitors to demonstrate accessories at an ITMA,\n- the authorization needed from Cematex for textile machines to be made available to exhibitors at other fairs held in the countries covered by the rules in order to demonstrate machines or equipment not admitted to the ITMA provided, however, that such machines have been manufactured for the previous two years, have already been shown at earlier fairs and that their identifying mark is invisible.\nIII\n(12) As a result of the many changes made by Cematex to the ITMA rules with a view to making them more flexible (cf. the first indent of point I (4) (d), point I (4) (f), (g) and (h)), those rules can now be applied more objectively and much less stringently.\nIn these circumstances, the Decision which the Commission adopted on 24 September 1971 may be renewed under Article 8 (2) of Regulation No 17 since the tests for the application of Article 85 (3) of the Treaty are still satisfied for the reasons already outlined in the said Decision. The concentration of events brought about by the ITMA rules allows, in particular, practically all available machines to be displayed at less cost, which has the effect of stimulating manufacturers, of better informing users by giving them a comprehensive view of the market while saving them from considerable travelling, and of improving distribution of the products. On the other hand, the ITMA rules, in the light inter alia of the improvements which have been made to them (cf. the first indent of point I (4) (d), point I (4) (f), (g) and (h)) do not contain restrictions which are not indispensable for the realization of the advantages flowing from the rationalization of fairs and exhibitions, and do not eliminate competition between the economic operators in question.\nThe clauses set out in the second and third indents of point I (4) (d) fit, moreover, into the general context of the objective of the rules, namely the rationalization of textile machinery fairs and exhibitions. For reasons similar to those outlined in Decision 71/337/EEC, to which reference should be made, those clauses satisfy the conditions for the application of Article 85 (3).\n(13) Accordingly, Cematex's application for renewal of the Commission decision of 24 September 1971 may be granted. As ITMA are held every four years, that Decision may be renewed for a period expiring on 31 December 1995.\n(14) For reasons similar to those set out in Decision 71/337/EEC, obligations must be attached to this Decision,", "main_body": ["The Decision adopted by the Commission on 24 September 1971 under Article 85 (3) of the Treaty establishing the European Economic Community exempting the Cematex decision laying down the rules for exhibiting at ITMA is hereby renewed until 31 December 1995.", "Cematex shall forthwith notify the Commission of all cases of exclusion from, or refusal to admit to, an ITMA, or of participation in a specific event or fair, together with the reasons therefor. Article 3\nThis Decision is addressed to the following associations of undertakings:\n- Comité européen des Constructeurs de Matériel textile (Cematex)\n4, Kirchenweg\nCH-8032 Zuerich,\n- Fachgemeinschaft Textilmaschinen im Verein Deutscher Maschinenbau - Anstalten EV (VDMA)\nLyoner Strasse, 18\nD-6000 Frankfurt am Main 71,\n- Syndicat des Constructeurs belges de Machines textiles (Symatex)\n21, rue des Drapiers\nB-1050 Bruxelles,\n- Union des Constructeurs de Matériel textile de France (UCMTF)\n10, avenue Hoche\nF-75382 Paris - Cedex 08,\n- British Textile Machinery Association (BTMA)\n220/224 The Royal Exchange\nUK-Manchester M2 7BX,\n- Associazione Costruttori Italiani di Macchinario per l'Industria Tessile (ACIMIT)\nVia Tevere, 1\nI-20123 Milano,\n- Groep Textielmachines (GTM) van de Vereniging voor de Metaal- en de Elektrotechnische Industrie FME\nBredewater 20\nNL-2715 CA Zoetermeer,\n- Société suisse des Constructeurs de Machines (VSM)\nGroupe 'Machines textiles'\n4, Kirchenweg\nCH-8032 Zuerich."], "attachments": "Done at Brussels, 24 May 1983.\nFor the Commission\nFrans ANDRIESSEN\nMember of the Commission\n(1) OJ No 13, 21. 2. 1962, p. 204/62.\n(2) OJ No L 227, 8. 10. 1971, p. 26.\n(1) The 10 EEC countries as well as Switzerland, Austria, Spain, Finland, Norway, Portugal, Sweden and Turkey.\n(1) 'Particular event or fair' means, in particular, those referred to at point I (4) (f) and (g) above."}