{"celex_id": "31985R0870", "uri": "http://publications.europa.eu/resource/cellar/b71eb074-cd2b-4a77-b9a7-ef8b7938c878", "type": "Regulation", "concepts": ["2698", "2971", "5856", "980"], "title": "Council Regulation (EEC) No 870/85 of 26 March 1985 amending Regulation (EEC) No 729/70 concerning the financial framework of the Guidance Section of the European Agricultural Guidance and Guarantee Fund (EAGGF)\n", "header": "COUNCIL  REGULATION (EEC) No 870/85\nof 26 March 1985\namending Regulation (EEC) No 729/70 concerning the financial framework of the Guidance Section of the European Agricultural Guidance and Guarantee Fund (EAGGF)\nTHE COUNCIL OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 43 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nWhereas it seems desirable to fix as a guide for action by the Community institutions a five-yearly financial framework to implement the policy for the improvement of agricultural structures over a five-year period from 1 January 1985, subject to additional decisions to be taken by the Council acting in accordance with the procedure laid down in Article 43 of the Treaty for the common measures referred to in Article 6 (2) of Council Regulation (EEC) No 729/70 of 21 April 1970 on the financing of the common agricultural policy (3), as last amended by Regulation (EEC) No 3509/80 (4);\nWhereas, as regards appropriations for the Guidance Section relating to expenditure which is not compulsory under the Treaty or acts adopted pursuant thereto, the said financial framework is to be regarded as indicative multiannual programming;\nWhereas the annual amount of appropriations actually available to the Guidance Section should be fixed through the budgetary procedure,", "main_body": ["In Article 6 of Regulation (EEC) No 729/70, paragraph 5 is replaced by the following:\n'5. From 1 January 1985, the five-yearly financial framework of financial assistance which may be charged to the Guidance Section of the Fund shall be decided on by the Council acting on a Commission proposal in accordance with the procedure laid down in the third subparagraph of Article 43 (2) of the Treaty. The part of the financial framework relating to appropriations intended to cover expenditure which is not compulsory under the Treaty or acts adopted pursuant thereto is to be regarded as indicative multiannual programming. The exact amount of appropriations to be entered shall be fixed annually through the budgetary procedure on the basis of the volume of expenditure to be financed under the common measures and special measures for that year.\nThe five-yearly financial framework may be increased by the Council acting in accordance with the procedure laid down in the third subparagraph of Article 43 (2) of the Treaty for the common measures provided for in Article 6 (2) of this Regulation.\nIf the Council does not fix a new financial framework before the end of the current five-year period, the financial framework valid for the latter period, with any increase made under the preceding subparagraph, shall continue to apply for the following period.'", "Article 6c of Regulation (EEC) No 729/70 is replaced by the following:\n'Article 6c\nPursuant to the first subparagraph of Article 6 (5), the five-yearly financial framework of the total amount of financial assistance which may be charged to the Guidance Section of the Fund for the period 1985 to 1989 amounts to 5 250 million ECU.'", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 26 March 1985.\nFor the Council\nThe President\nF. M. PANDOLFI\n(1) OJ No C 13, 15. 1. 1985, p. 2.\n(2) Opinion delivered on 15 March 1985 (not yet published in the Official Journal).\n(3) OJ No L 94, 28. 4. 1970, p. 13.\n(4) OJ No L 367, 31. 12. 1980, p. 87."}