{"celex_id": "31989R0592", "uri": "http://publications.europa.eu/resource/cellar/c2cf0809-7a60-4b87-9f81-9db23e276769", "type": "Regulation", "concepts": ["1519", "4284", "863"], "title": "Council Regulation (EEC) No 592/89 of 6 March 1989 on the transfer to Italy of 300 000 tonnes of barley held by the Spanish intervention agency\n", "header": "COUNCIL  REGULATION (EEC) No 592/89\nof 6 March 1989\non the transfer to Italy of 300 000 tonnes of barley held by the Spanish intervention agency\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2727/75 of 29 October 1975 on the common organization of the market in cereals (1), as last amended by Regulation (EEC) No 166/89 (2), and in particular Article 7 (5) thereof,\nHaving regard to Council Regulation (EEC) No 729/70 of 21 April 1970 on the financing of the common agricultural policy (3), as last amended by Regulation (EEC) No 2048/88 (4), and in particular Article 3 (2) thereof,\nHaving regard to the proposal from the Commission,\nWhereas the weather conditions in Italy and the drought that has persisted since September 1988 have brought about a shortage of fodder which could lead farmers to sell their livestock prematurely with income losses;\nWhereas the shortage of fodder may be offset by the use by Italian stock-farmers of 300 000 tonnes of feed grain; whereas these cereals are available from the Spanish intervention agency in the form of barley; whereas, in order to make this barley available to the stock-farmers concerned, it will have to be transferred to Italy;\nWhereas the Italian intervention agency is reselling the stocks transferred under the conditions set out in Commission Regulation (EEC) No 1836/82 of 7 July 1982 laying down the procedure and conditions for the disposal of cereals held by intervention agencies (5), as last amended by Regulation (EEC) No 2418/87 (6);\nWhereas certain detailed rules for taking delivery of the product and on the transfer of responsibilities in this respect should be laid down at a later date;\nWhereas provisions should be adopted to cover this measure for accounting purposes in accordance with the procedure provided for in Council Regulation (EEC) No 1883/78 of 2 August 1978 laying down general rules for the financing of interventions by the European Agricultural Guidance and Guarantee Fund, Guarantee Section (7), as last amended by Regulation (EEC) No 2050/88 (8),", "main_body": ["1. The Spanish intervention agency shall make available to the Italian intervention agency 300 000 tonnes of barley.\n2. The Italian intervention agency shall take delivery of the product referred to in paragraph 1 before 1 April 1989. It shall ensure that it is transported to Italy and that it is disposed of in animal feed before dates to be determined in accordance with the procedure referred to in paragraph 5.\n3. The resale of the product referred to in paragraph 1 shall be carried out in accordance with Commission Regulation (EEC) No 1836/82.\n4. Transport contracts shall be awarded by tendering procedure. Mobilization shall be carried out under the most favourable transport conditions.\n5. The detailed rules for applying this Regulation, in particular as regards the transport of the product referred to in paragraph 1, shall be adopted in accordance with the procedure laid down in Article 26 of Regulation (EEC) No 2727/75.", "1. The Spanish intervention agency shall debit the accounts referred to in Article 4 of Regulation (EEC) No 1883/78 with the quantities of barley transferred, valued at zero.\n2. The Italian intervention agency shall credit the accounts referred to in Article 4 of Regulation (EEC) No 1883/78 with the quantities of barley of which they have taken delivery, valued at zero, and shall value them at the end of each month at ECU 91 per tonne, to be converted into national currency at the agricultural rate applying at the beginning of the 1988/89 marketing year.\n3. The transport costs of the product referred to in Article 1 (1) shall be entered in the accounts referred to in paragraph 2.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 6 March 1989.\nFor the Council\n(1) OJ No L 281, 1. 11. 1975, p. 1.\n(2) OJ No L 20, 25. 1. 1989, p. 1.\n(3) OJ No L 94, 28. 4. 1970, p. 13.\n(4) OJ No L 185, 15. 7. 1988, p. 1.\n(5) OJ No L 202, 9. 7. 1982, p. 23.\n(6) OJ No L 223, 11. 8. 1987, p. 5.\n(7) OJ No L 216, 5. 8. 1978, p. 1.\n(8) OJ No L 185, 15. 7. 1988, p. 6."}