{"celex_id": "31986D0059", "uri": "http://publications.europa.eu/resource/cellar/1c32ce24-212c-43da-ba7a-3df96873a8e7", "type": "Decision", "concepts": ["236", "2767", "588", "5969"], "title": "86/59/EEC: Council Decision of 6 March 1986 terminating the anti-dumping proceeding concerning imports of dead-burned (sintered) natural magnesite originating in the People' s Republic of China and North Korea\n", "header": "COUNCIL  DECISION\nof 6 March 1986\nterminating the anti-dumping proceeding concerning imports of dead-burned (sintered) natural magnesite originating in the People's Republic of China and North Korea\n(86/59/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2176/84 of 23 July 1984 on protection against dumped or subsidized imports from countries not members of the European Economic Community (1), and in particular Article 9 thereof,\nHaving regard to the proposal submitted by the Commission after consultation within the Advisory Committee as provided for under the abovementioned Regulation,\nWhereas:\nA. Procedure\n1. In June 1982 the Commission received a complaint lodged by the Greek producers of dead-burned natural magnesite whose collective output constitutes all Community production of the product in question. The complaint contained evidence of dumping and of material injury resulting therefrom, which was considered sufficient to justify the initiation of a proceeding. The Commission accordingly announced, by a notice in the Official Journal of the European Communities (2), the initiation of an anti-dumping proceeding concerning imports into the Community of natural magnesite, dead-burned (sintered), corresponding to NIMEXE code ex 25.19-51, originating in the People's Republic of China and North Korea, and began an investigation.\n2. The Commission, by Regulation (EEC) No 3542/82 (3), imposed a provisional anti-dumping duty on imports of natural magnesite, dead-burned (sintered), with an MgO content varying between 85 and 92 % originating in the People's Republic of China and North Korea. Subsequently, the duty was extended for a period of two months by Regulation (EEC) No 991/83 (4).\n3. In June 1983 the Commission submitted a proposal to the Council for the imposition of a definitive anti-dumping duty on the imports of the product concerned. The Council did not, however, adopt this proposal and the provisional duty expired on 30 June 1983.\n4. Considering that the proceeding with regard to imports of dead-burned natural magnesite was still pending since it had not been terminated by the Council, the Commission continued the proceeding with regard to these imports. The Commission received from the complainants new prima facie evidence of dumping and renewed injury caused by the Chinese imports. A notice concerning the continuation of the investigation with regard to imports from the People's Republic of China and North Korea was published by the Commission (5).\nB. Like product\n5. The parties concerned expressed strongly conflicting opinions throughout the investigation concerning the comparability of the products originating in the exporting countries, those originating in the market economy third country (for determining normal value) and those originating in the Community. The\nexperts appointed by the Commission after the imposition of the provisional anti-dumping duty to make a study on this matter reached contradictory conclusions.\nSubsequently, the Commission continued examining this problem mainly by contacting a significant number of users. However, given the findings with regard to injury (see recitals 6 to 8) it is not considered necessary to take a decision on this question.\nC. Injury\n6. With regard to the allegation of injury caused by the imports of the product concerned originating in the People's Republic of China and North Korea, the evidence available to the Commission shows that the imports into the Community, after having increased from approximately 82 500 tonnes in 1981 to almost 112 000 tonnes in 1982, decreased to approximately 73 000 tonnes in 1983 and further to approximately 61 000 tonnes in 1984, corresponding to an increase of 36 % between 1981 and 1982 but to a decrease of 35 % and 16 % respectively in 1983 and 1984.\n7. As far as the possible impact of these imports on the Community industry is concerned, the following findings were made:\n1. The production of the Community producers increased between 1981 and 1984 from approximately 73 000 tonnes to almost 153 000 tonnes, which corresponds to an increase of 110 %.\n2. The utilization of the production capacity of each of the Community producers increased significantly between 1981 and 1984.\n3. The sales of the Community producers on the Community market increased from approximately 42 000 tonnes in 1981 to approximately 60 000 tonnes in 1984 corresponding to an increase of 43 %.\n4. The market share held by the Community producers increased from 15,4 % in 1981 to 19,4 % in 1984, whereas the market share held by the products concerned originating in the People's Republic of China and North Korea decreased from 30,4 % in 1981 to 19,7 % in 1984.\n5. The average sales prices of the Community producers on the Community market increased by 27 % between 1981 and 1984.\n6. The profitability of two Community producers improved significantly between 1981 and 1984, but that of the third producer did not. However, the financial difficulties of this company, which have existed for many years, were due mainly to a number of factors unrelated to the imports concerned.\n7. The number of people employed by the Community producers increased by 20 % between 1981 and 1984.\n8. In the light of these findings it is considered that the Community industry is no longer suffering material injury from the imports of the product concerned originating in the People's Republic of China and North Korea.\nD. Dumping\n9. In view of the above findings with respect to injury the Commission considered it unnecessary to further investigate the allegation of dumping with regard to the imports concerned since anti-dumping measures may in general only be taken where examination shows that there has been dumping during the period under investigation, that material injury has been caused thereby and that the interests of the Community call for such measures.\n10. In these circumstances it is considered appropriate that the proceeding be terminated without the imposition of protective measures.\n11. However, as objections to this course of action were raised in the Advisory Committee by one Member State, the proceeding was not terminated by the Commission, but a proposal to that effect was submitted by the Commission to the Council.\n12. The complainants were informed of the essential facts and considerations on the basis of which the Commission intended to terminate this proceeding. Subsequently, the complainants commented in writing and orally upon this information,", "main_body": ["The anti-dumping proceeding concerning imports of dead-burned (sintered) natural magnesite originating in the People's Republic of China and North Korea is hereby terminated."], "attachments": "Done at Brussels, 6 March 1986.\nFor the Council\nThe President\nP. WINSEMIUS\n(1) OJ No L 201, 30. 7. 1984, p. 1.\n(2) OJ No C 162, 29. 6. 1983, p. 3; OJ No C 192, 27. 7. 1982, p. 7 (Corrigendum).\n(3) OJ No L 371, 30. 12. 1982, p. 25.\n(4) OJ No L 110, 27. 4. 1983, p. 27.\n(5) OJ No C 149, 19. 6. 1985, p. 2."}