{"celex_id": "31988R0234", "uri": "http://publications.europa.eu/resource/cellar/be8770e3-7b94-465b-9ae4-6a9be6496b08", "type": "Regulation", "concepts": ["161", "2743"], "title": "Council Regulation (EEC) No 234/88 of 25 January 1988 opening, allocating and providing for the administration of a Community tariff quota for frozen beef and veal falling within heading No 0202 of the combined nomenclature (1988) and for products falling within subheading 0206 29 91 thereof\n", "header": "COUNCIL  REGULATION (EEC) No 234/88\nof 25 January 1988\nopening, allocating and providing for the administration of a Community tariff quota for frozen beef and veal falling within heading No 0202 of the combined nomenclature (1988) and for products falling within subheading 0206 29 91 thereof\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Articles 43 and 113 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nWhereas, in the context of the General Agreement on Tariffs and Trade (GATT), the Community has undertaken to open, for frozen beef and veal falling within heading No 0202 of the combined nomenclature and for products falling within subheading 0206 29 91 thereof, at a duty of 20 %, an annual Community tariff quota of 50 000 tonnes expressed as boned or boneless meat; whereas, following agreement reached with the Argentine Republic under Article XXIV of the GATT, this quota was raised to 53 000 tonnes; whereas this tariff quota should therefore be opened for 1988;\nWhereas, in particular, equal and continuous access to the quota should be ensured for all persons concerned in the Community and the rate laid down for the tariff quota should be applied consistently in all Member States to all imports of the product in question until the quota is used up; whereas a system of utilization of the Community tariff quota, based on an allocation between the Member States concerned, would, in the light of the principles outlined above, appear consistent with the Community nature of the quota; whereas, in order to arrive at a fair allocation between the Member States and to represent as closely as possible the actual market trends in the product in question, the said allocation should be proportionate to the requirements of the Member States calculated with reference to statistical data on imports from third countries during a representative reference period and to the economic prospects for the quota year in question;\nWhereas, pursuant to Article 8 (4) of Commission Regulation (EEC) No 3183/80 of 3 December 1980 laying down common detailed rules for the application of the system of import and export licences and advance fixing certificates for agricultural products (3), as last amended by Regulation (EEC) No 2666/82 (4), import licences authorize the importation of a quantity exceeding by 5 % the quantity indicated therein; whereas, however, the levy provided for in Article 12 of Council Regulation (EEC) No 805/68 of 27 June 1968 on the common organization of the market in beef and veal (5), as last amended by Regulation (EEC) No 3905/87 (6), should be applied to any quantity exceeding that indicated in the licence;\nWhereas, since the tariff quota in question is relatively small, it ought to be possible to provide for a system of allocation based on a single apportionment between the Member States, without thereby derogating from its Community nature; whereas it appears best to leave to each Member State the choice of a management system for its share of the quota, so that it may ensure an allocation which is appropriate from an economic viewpoint;\nWhereas, since the Kingdom of Belgium, the Kingdom of the Netherlands, and the Grand Duchy of Luxembourg are jointly represented by the Benelux Economic Union, any operation concerning the administration of the quota shares allocated to that economic union may be carried out by any one of its members;\nWhereas the possibility should be provided for whereby quantities which have not been used up may be apportioned by the Council,", "main_body": ["1. A Community tariff quota for frozen beef and veal, falling within heading No 0202 of the combined nomenclature, and for products falling within subheading 0206 29 91 thereof, totalling 53 000 tonnes expressed as boned or boneless meat, is hereby opened for 1988.\nFor the purpose of charging imports against this quota, 100 kilograms of unboned meat shall be taken to be equivalent to 77 kilograms of boned or boneless meat.\n2. Imports of those goods which have been admitted under the benefit of another preferential tariff regime shall not be set off against this tariff quota.\n3. The Common Customs Tariff duty for this quota shall be 20 %.", "The quota amount of 53 000 tonnes shall be divided into two parts, one totalling 36 500 tonnes and the other 16 500 tonnes, broken down as follows:\n1.2.3.4 //  //  //  //  // Member States  // For the part totalling 36 500 tonnes   // For the part totalling 16 500 tonnes   // Total quantity of 53 000 tonnes   //    //   //  //   // Benelux   // 3 374   // 1 526   // 4 900   // Denmark  // 289   // 130   // 419   // Germany   // 7 336   // 3 317  // 10 653   // Greece   // 1 241   // 561   // 1 802  // Spain   // 878   // 397   // 1 275   // France   // 5 165  // 2 335   // 7 500   // Ireland   // 288   // 130   // 418  // Italy   // 7 987   // 3 610   // 11 597   // Portugal  // 544   // 246   // 790   // United Kingdom   // 9 398   // 4 248   // 13 646   //    //   //   //", "1. The Member States shall take all appropriate steps to guarantee all persons concerned, established within their territories, free access to the quota shares allocated to them.\n2. The extent to which the shares of the Member States have been used up shall be verified on the basis of imports as the product is presented for customs clearance under the declaration for free circulation.", "The Member States shall regularly inform the Commission of imports which have been charged against their shares.", "The Member States and the Commission shall cooperate closely to ensure that this Regulation is complied with.", "The Commission shall, not later than 1 October 1988, submit to the Council a report on the quantities for which licences have been delivered in each Member State.\nThe Council, acting by a qualified majority on a proposal from the Commission, shall, where appropriate, re-allocate the amounts which have not been used up.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply with with effect from 1 January 1988.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 25 January 1988.\nFor the Council\nThe President\nH.-D. GENSCHER\n(1) OJ No C 286, 24. 10. 1987, p. 9.\n(2) Opinion delivered on 22 January 1988 (not yet published in the Official Journal).\n(3) OJ No L 338, 13. 12. 1980, p. 1.\n(4) OJ No L 283, 6. 10. 1982, p. 7.\n(5) OJ No L 148, 28. 6. 1968, p. 24.\n(6) OJ No L 370, 30. 12. 1987, p. 7."}