{"celex_id": "31981D0945", "uri": "http://publications.europa.eu/resource/cellar/3d1f6fdb-ad23-455a-9963-b0f9f928e0ac", "type": "Decision", "concepts": ["1362", "2061", "4839", "5290", "766", "889"], "title": "81/945/EEC: Commission Decision of 10 November 1981 on a Belgian Government proposal to aid certain investments to be carried out by a Belgian undertaking for the establishment of production capacity of argon (Only the French and Dutch texts are authentic)\n", "header": "COMMISSION DECISION of 10 November 1981 on a Belgian Government proposal to aid certain investments to be carried out by a Belgian undertaking for the establishment of production capacity of argon (Only the Dutch and French texts are authentic) (81/945/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular the first subparagraph of Article 93 (2) thereof,\nHaving given notice to the parties concerned to submit their comments as provided for in Article 93,\nWhereas:\nI\nThe Belgian Law of 17 July 1959, implemented by the Royal Order of 17 August 1959 (1), introduced general measures to aid the Belgian economy and in particular interest rate rebates on loans contracted to pay for investments, State guarantees covering loans contracted by undertakings with banks where certain interest rebates are given, and exemption for five years from tax on income from immovable property.\nWhen examining the Belgian Law, pursuant to the procedure defined in Article 93 (1) and (2) of the EEC Treaty, the Commission pointed out that, since it contained no industrial or regional objectives and permitted aid to be given for investment by any firm in any area or industry, it constituted a general aid system which, as such, could not qualify for exemption under Article 92 (3) (a) or (c). In the absence of such specific references, the Commission could not assess the scheme's effects on trade between Member States or on competition and was, therefore, unable to form an opinion as to its compatibility with the common market.\nIt is now the well-established policy of the Commission to accept such a general aid scheme subject to one of two conditions, namely that the Member State concerned informs the Commission of either a regional or sectoral plan of application or where this is felt not to be possible, that it notifies significant individual cases of application.\nCommission Decision 75/397/EEC (2) required the Government of the Kingdom of Belgium to notify the Commission in advance and in sufficient time of significant cases of application of the Belgian Law of 17 July 1959 introducing measures to promote economic expansion and the creation of new industries so as to enable the Commission to decide on the compatibility of the proposed aids with the common market.\nII\nBy telex dated 8 February 1979, the Belgian Government informed the Commission of its intention of granting assistance under the Law of 17 July 1959 for investment by a chemical firm located in Antwerp.\nThe firm concerned is the subsidiary of a group specializing in the production of industrial gas. The Belgian firm has 118 employees and its sales totalled Bfrs 1 500 million in 1977.\nThe assistance proposed by the Belgian Government is for the establishment of a plant for the manufacture of argon with an annual production capacity of 10 million m3. The investment would create two new jobs.\nThe assistance would take the form of a six-year 4 % interest relief grant on a loan representing two-thirds of the investment (Bfrs 154 million), equivalent, according to the Belgian authorities, to a grant for 12 % of the investment.\nThe firm concerned exports 32 % of its output to other Member States. If the planned investment project is implemented, Belgium would be the leading producer of argon in the Community. 90 % of the additional output would be exported to France and Germany.\n(1) Moniteur Belge, 29.8.1959.  (2) OJ No L 177, 8.7.1975, p. 13.   III\nThe Belgian Government considers that the investment is a normal development of the firm's plant in Antwerp.\nThe Belgian Government points out, moreover, that the firm in question also has to finance investments abroad and that the assistance for the plant in Antwerp would therefore help reduce its overall financing costs.\nIV\nThe aid proposed by the Belgian Government is therefore likely to affect trade between Member States and distort or threaten to distort competition by favouring the undertaking in question or the production of its goods within the meaning of Article 92 (1) of the EEC Treaty.\nThe terms of the Treaty provide that aids fulfilling the criteria set out in Article 92 (1) of the Treaty shall be incompatible with the common market. The exemptions from this incompatibility set out in Article 92 (3) of the EEC Treaty specify objectives to be pursued in the Community interest and not that of the individual beneficiary. These exemptions must be strictly construed in the examination both of regional or sectoral aid schemes and of individual cases of application of general aid systems. In particular they may be granted only when the Commission can establish that this will contribute to the attainment of the objectives specified in the derogations, which the recipient firms would not attain by their own actions under normal market conditions alone.\nTo grant an exemption where there is no compensatory justification would be tantamount to allowing trade between Member States to be affected and competition to be distorted without any benefit in terms of the interest of the Community, while at the same time accepting that undue advantages accrue to some Member States.\nWhen applying the principles set out above in its examination of individual cases of application of general aid systems, the Commission must be satisfied that there exists on the part of the particular beneficiary a specific compensatory justification in that the grant of aid is required to promote the attainment of one of the objectives set out in Article 92 (3). Where such evidence cannot be provided and especially where the aided investment would take place unmodified, it is clear that the aid does not contribute to the attainment of the objectives specified in the exemptions but serves to increase the financial power of the undertaking in question.\nIn the case in question there does not appear to be such a compensatory justification on the part of the undertaking benefiting from the aid.\nThe Belgian Government has not been able to provide, nor has the Commission found, any evidence which establishes that the proposed aid meets the conditions justifying one of the exemptions provided for in Article 92 (3) of the EEC Treaty.\nFurthermore, notwithstanding the fact that Belgium is experiencing a high rate of unemployment, with the result that the Commission has granted an exemption to a scheme of aids to employment on the grounds that a serious disturbance exists in the Belgian economy, it does not follow that every other aid of whatever nature proposed by the Belgian Government may automatically benefit from one of the exemptions specified in Article 92 (3), since each aid notified must be considered on its own merits in the light of the specific criteria laid down.\nAs far as the exemptions set out in Article 92 (3) (a) and (c) are concerned in respect of aids designed to promote or facilitate the development of certain areas, it is the case that the Antwerp area continues to enjoy a better socio-economic situation than that of other regions in Belgium ; to the extent to which the general problem of unemployment also exists in Antwerp, it is already provided for under the general scheme to promote employment and there is, therefore, no reason to grant a further exemption in respect of this aid on the grounds that it will promote or facilitate the development of that area, a purpose moreover for which this aid was not intended.\nAs regards the exemptions provided for in Article 92 (3) (b), this investment would be brought about in any event by normal market forces. There is nothing peculiar to the investment in question to qualify it as a project of common European interest or as one designed to remedy a serious disturbance in the economy of a Member State, which merits exemption under Article 92 (3) (b) from the provision laid down in Article 92 (1) on the incompatibility of aids.\nFinally, as regards the exemption under Article 92 (3) (c) of the EEC Treaty for \"aid to facilitate the development of certain economic activities\", examination of the situation in the industrial gas market indicates that market forces should be sufficient in themselves, without public assistance, to ensure the normal development of that activity. Furthermore, some 90 % of the firm's total argon production will be exported to other Member States and consequently there is a risk that granting the assistance will adversely affect trade to an extent contrary to the common interest.\nIn view of the above the aid proposal of the Belgian Government does not meet the conditions necessary to benefit from any of the exemption set out in Article 92 (3) of the EEC Treaty,", "main_body": ["The Kingdom of Belgium shall not put into effect its proposal, notified to the Commission by telex dated 8 February 1979, to grant assistance in respect of certain investments in argon production facilities by a chemical firm located in Antwerp under the Law of 17 July 1959 on the promotion of economic expansion and the creation of new industries.", "The Kingdom of Belgium shall inform the Commission within two months of the date of notification of this Decision of the measures which it has taken to comply with it.", "This Decision is addressed to the Kingdom of Belgium."], "attachments": "Done at Brussels, 10 November 1981.\nFor the Commission\nFrans ANDRIESSEN\nMember of the Commission"}