{"celex_id": "31988R3914", "uri": "http://publications.europa.eu/resource/cellar/fcdf7a9c-99c3-4071-bc2f-beb4ddb03bb6", "type": "Regulation", "concepts": ["2221", "239", "2871", "4314", "5300"], "title": "Commission Regulation (EEC) No 3914/88 of 14 December 1988 on the analytical procedures to be used in determining the dry matter, fatty matter and sugar content of products falling within CN code 1905 90 30\n", "header": "16.12.1988 EN Official Journal of the European Communities L 347/54\nCOMMISSION REGULATION (EEC) No 3914/88\nof 14 December 1988\non the analytical procedures to be used in determining the dry matter, fatty matter and sugar content of products falling within CN code 1905 90 30\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2658/87 of 23 July 1987 on the tariff and statistical nomenclature and on the Common Customs Tariff (1), as last amended by Regulation (EEC) No 3174/88 (2), and in particular Article 9 thereof,\nWhereas, in order to ensure uniform application of the combined nomenclature annexed to the said Regulation, it is necessary to adopt measures concerning the analytical procedures to be-used in determining the sugars content (sum of sucrose, fructose, glucose, lactose and maltose content), fat content and dry matter content of products falling within CN code 1905 90 30;\nWhereas the studies carried out and research done indicate that the analytical procedures set out in Article 1 of this Regulation are appropriate;\nWhereas the entry into force of this Regulation involves the repeal of Commission Regulation (EEC) No 2093/84 of 19 July 1984 on the analytical procedure to be used in determining the dry matter, fatty matter and sugar content of certain ordinary bakers' wares falling within heading No 19.07 of the Common Customs Tariff (3);\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Nomenclature Committee,", "main_body": ["The sugars content (sum of sucrose, fructose, glucose, lactose and maltose content), fat content and dry matter content of products falling within CN code 1905 90 30 shall be determined by means of the procedures set out below:\n— sugars content (sum of sucrose, fructose, glucose, lactose and maltose content): to be determined by HPLC,\n— fatty matter content: to be determined after hydrolysis by hydrochloric acid; substances which can be extracted with petroleum ether after that hydrolysis shall be regarded as fatty matter,\n— dry matter content: to be determined by drying a representative sample to constant mass at 103 ± 2 oC.", "Regulation (EEC) No 2093/84 is hereby repealed.", "This Regulation shall enter into force on the 21st day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 14 December 1988.\nFor the Commission\nCOCKFIELD\nVice-President\n(1)  OJ No L 256, 7. 9. 1987, p. 1.\n(2)  OJ No L 298, 31. 10. 1988, p. 1.\n(3)  OJ No L 193, 21. 7. 1984, p. 15."}