{"celex_id": "31986R3927", "uri": "http://publications.europa.eu/resource/cellar/b35fb83c-1845-4f17-98c1-38243904ab13", "type": "Regulation", "concepts": ["161", "2743", "4685"], "title": "Council Regulation (EEC) No 3927/86 of 16 December 1986 opening a Community tariff quota for frozen buffalo meat falling within subheading 02.01 A II b) 4 bb) 33 of the Common Customs Tariff (1987)\n", "header": "COUNCIL  REGULATION (EEC) No 3927/86\nof 16 December 1986\nopening a Community tariff quota for frozen buffalo meat falling within subheading 02.01 A II b) 4 bb) 33 of the Common Customs Tariff (1987)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Articles 43 and 113 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nWhereas the Community has undertaken, within the General Agreement on Tariffs and Trade (GATT), to open an annual Community tariff quota at a rate of duty of 20 % for 2 250 tonnes of frozen buffalo meat falling within subheading 02.01 A II b) 4 bb) 33 of the Common Customs Tariff; whereas this quota should therefore be opened for 1987; whereas, under Article 282 of the 1985 Act of Accession, the Portuguese Republic is authorized to postpone until the beginning of the second stage the progressive application to imports of preferences granted, unilaterally or by agreement, by the Community to certain third countries;\nWhereas there should be a guarantee of equal and continuing access by all interested traders within the Community to the said quota and of uninterrupted application of the rate laid down for that quota, to all imports of the product in question, in all the Member States, up to the limit of the volume of the quota; whereas it seems appropriate, to this end, to set up a system of use of the Community tariff quota, based on the presentation of a certificate of authenticity guaranteeing the nature of the product, where it is imported from and its origin;\nWhereas the detailed rules to implement these provisions should be drawn up in accordance with the procedure laid down in Article 27 of Council Regulation (EEC) No 805/68 of 27 June 1968 on the common organization of the market in beef and veal (3), as last amended by the Regulation (EEC) No 3768/85 (4),", "main_body": ["1. A Community tariff quota for frozen buffalo meat falling within subheading 02.01 A II b) 4 bb) 33 of the Common Customs Tariff shall be opened for 1987.\nThe total volume of this quota shall be 2 250 tonnes.\n2. Under this quota the applicable duty of the Common Customs Tariff shall be fixed at 20 %.", "Detailed rules for the application of this Regulation shall be adopted in accordance with the procedure laid down in Article 27 of Regulation (EEC) No 805/68, and in particular:\n(a) provisions to guarantee the nature of product, where it is coming from and its origin;\n(b) provisions concerning recognition of the document to enable verification of the guarantee referred to in (a).", "This Regulation shall enter into force on 1 January 1987.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 16 December 1986.\nFor the Council\nThe President\nM. JOPLING\n(1) OJ No C 267, 23. 10. 1986, p. 10.\n(2) Opinion delivered on 12. 12. 1986 (not yet published in the Official Journal).\n(3) OJ No L 148, 28. 6. 1968, p. 24.\n(4) OJ No L 362, 31. 12. 1985, p. 8."}