{"celex_id": "31986R2035", "uri": "http://publications.europa.eu/resource/cellar/1b007e5a-c4e3-4c9e-a9e9-d501529e7ec9", "type": "Regulation", "concepts": ["1605", "1988"], "title": "Commission Regulation (EEC) No 2035/86 of 30 June 1986 fixing for the marketing year 1986/87 the compensatory amounts applicable to processed tomato products and laying down special detailed rules for their application\n", "header": "COMMISSION  REGULATION (EEC) No 2035/86\nof 30 June 1986\nfixing for the marketing year 1986/87 the compensatory amounts applicable to processed tomato products and laying down special detailed rules for their application\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the Act of Accession of Spain and Portugal, and in particular Article 118 (3) (a) and 304 (3) (a) thereof,\nWhereas Articles 118 (3) (a) and 304 (3) (a) of the Act of Accession provide that under specific circumstances a compensatory amount, at the most equal to the difference between the aids fixed for Spain and Portugal and that which would have been derived from the fixed Community aid, shall be applied; whereas to ensure normal conditions of competition between the industries in the new Member States and those of the other Member States such amounts should be fixed for the marketing year 1986/87;\nWhereas the compensatory amount is intended to ensure that the price difference between products processed in the Community as constituted on 31 December 1986 and those processed in Spain and Portugal should be compensated in so far as that difference is a result of the production aid system; whereas, however, as regards tomato concentrate, on account of the particular situation on the market in the new Member States, the compensatory amount should only partly compensate that difference; whereas the compensatory amount should in no case exceed the amount of production aid payable in Spain or Portugal;\nWhereas the compensatory amount should only be applied to products which have benefited or which will benefit from Community production aid in Spain or Portugal; whereas to that end monitoring procedures are necessary; whereas the agency referred to in Article 11 (1) of Commission Regulation (EEC) No 1599/84 of 5 June 1984 laying down detailed rules for the application of the system of production aid for products processed from fruit and vegetables (1), as last amended by Regulation (EEC) No 1155/86 (2), should be involved in these procedures;\nWhereas communication of information between the Spanish and Portuguese authorities, on the one hand, and the authorities of the other Member States, on the other hand, is necessary for the correct application of the compensatory amounts; whereas the community transit document as provided for in Commission Regulation (EEC) No 223/77 of 22 December 1976 on provisions for the implementation of the Community transit procedure and for certain simplifications of that procedure (3), as last amended by Regulation (EEC) No 3399/85 (4), is an appropriate document for that purpose; whereas products circulating within the Community and for which the compensatory amount must be paid in the event of export to non-member countries may only leave the Community if the compensatory amount is paid; whereas the measures provided for in Title III of Regulation (EEC) No 223/77 should apply to ensure that the system is observed;\nWhereas the provisions of Commission Regulation (EEC) No 548/86 of 27 February 1986 laying down detailed rules for the application of accession compensatory amounts (5) are applicable to the compensatory amounts provided for in the present Regulation;\nWhereas the Management Committee for Products Processed from Fruit and Vegetables has not delivered an opinion within the time limit set by its chairman,", "main_body": ["1. The compensatory amounts applicable until 30 June 1987 for tomato based products shall be as set out in the Annex.\n2. The compensatory amounts shall be:\n(a) charged on import into the Community as constituted on 31 December 1985, hereinafter referred to as the 'Community of Ten', of products coming from Spain or Portugal and on export to non-member countries from Spain or Portugal;\n(b) granted on export from the Community of Ten to Spain or Portugal.", "1. Compensatory amounts shall be granted on export to Spain or Portugal of products produced during the 1986/87 marketing year within the Community of Ten and on re-export to Spain or Portugal of products produced in Spain or Portugal which have been entered for home use in the Community of Ten and at that moment have been charged a compensatory amount.\n2. Compensatory amounts shall be charged on export to non-member countries from Spain and Portugal of products complying with the terms of Article 9 (2) of the Treaty. However, if the products have not and will not benefit from Community aid and this is proved as provided for in this Regulation, no compensatory amount shall be charged.", "1. The proof referred to in Article 2 (2) shall consist of a declaration from the exporter in which he declares that the products to be exported have not obtained and will not obtain Community production aid. This declaration shall be endorsed by the agency referred to in Article 11 (1) of Regulation (EEC) No 1599/84 and that agency shall keep a copy of the declaration.\n2. The declaration referred to in paragraph 1 shall contain at least the following particulars:\n(a) the name and address of the exporter;\n(b) the name and address of the producer;\n(c) a detailed description of the product;\n(d) the marks and numbers and the number and kind of packages;\n(e) the gross and net weight of the products;\n(f) the production year;\n(g) the customs office where the customs export formalities are to be completed.\n3. Member States may adopt additional provisions for the application of this Article, they may in particular prescribe a special form to be used.", "1. The original of the endorsed declaration referred to in Article 3 shall be lodged with the customs office in Spain or Portugal together with the customs export declaration and be kept by that office.\n2. Where the products covered by the declaration referred to in paragraph 1 are to be exported to another Member State the Community transit document T2 ES or T2 PT or the document having equivalent effect shall bear, in the box provided for the description of the goods, one of the following endorsements:\n- sin montante compensatorio,\n- intet udligningsbeloeb,\n- kein Ausgleichsbetrag,\n- kanéna exisotikó posó,\n- no compensatory amount,\n- pas de montant compensatoire,\n- nessun importo compensativo,\n- geen compenserend bedrag,\n- sem montante compensatório.\nThat endorsement shall be certified by the stamp of the customs office of departure.", "The provisions of Title III of Regulation (EEC) No 223/77 shall apply to products covered by this Regulation and which are exported from Spain and Portugal.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities. It shall not apply to products entered for home use from the date of its entry into force for which the parties concerned have provided proof, to the satisfaction of the competent authorities, that the products left Spain or Portugal before that date.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 June 1986.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 152, 8. 6. 1984, p. 16.\n(2) OJ No L 105, 22. 4. 1986, p. 24.\n(3) OJ No L 38, 9. 2. 1977, p. 20.\n(4) OJ No L 322, 3. 12. 1985, p. 10.\n(5) OJ No L 55, 1. 3. 1986, p. 52.\nANNEX\nCompensatory amounts\n(ECU/100 kg net)\n1.2,3 //  //  // Product  // In trade with  // 1.2.3 //  // Spain   // Portugal   //    //   //   // 1. Tomato concentrate   // 6,935 (1)   // 6,935 (1)   // 2. Preserved whole peeled tomatoes:   //   //   // (a) of the San Marzano variety   // 2,246   // -   // (b) of the Roma and similar varieties   // 1,652   // 1,652   // 3. Frozen whole peeled tomatoes:   //   //   // (a) of the San Marzano variety  // 3,917   // -   // (b) of the Roma and similar varieties  // 3,807   // 2,361   // 4. Preserved non-whole tomatoes  // 2,284   // 1,417   // 5. Non-whole frozen peeled tomatoes  // 2,284   // 1,417   // 6. Tomato flakes   // 47,581  // 47,581   // 7. Tomato juice with a dry weight content of 7 % or more but less than 12 %:   //   //   // (a) with a dry weight content of 7 % or more but less than 8 %   // 3,698  // 3,698   // (b) with a dry weight content of 8 % or more but less than 10 %   // 4,438   // 4,438   // (c) with a dry weight content of 10 % or more   // 5,424   // 5,424   // 8. Tomato juice with a dry weight content of less than 7 %:   //   //  // (a) with a dry weight content of 5 % or more   // 2,959  // 2,959   // (b) with a dry weight content of 3,5 % or more but less than 5 %   // 1,923   // 1,923   //    //   //\n(1) This amount is valid per 100 kg net weight of product with a dry matter content of 28 % or more but less than 30 %. For products with other degrees of concentration the compensaty amount is determined by applying the coefficients provided for in Annex V, Section I, of Regulation (EEC) No 1709/84 (OJ No L 162, 20. 6. 1984, p. 8)."}