{"celex_id": "31989R1011", "uri": "http://publications.europa.eu/resource/cellar/ca3c9d3c-2728-43c9-9746-ef9d32ab2588", "type": "Regulation", "concepts": ["1115", "1201", "1602", "2563", "863"], "title": "Council Regulation (EEC) No 1011/89 of 17 April 1989 amending Regulation (EEC) No 3285/83 laying down general rules for the extension of certain rules issued by producers'organizations in the fruit and vegetables sector\n", "header": "COUNCIL  REGULATION (EEC) No 1011/89\nof 17 April 1989\namending Regulation (EEC) No 3285/83 laying down general rules for the extension of certain rules issued by producers' organizations in the fruit and vegetables sector\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1035/72 of 18 May 1972 on the common organization of the market in fruit and vegetables (1), as last amended by Regulation (EEC) No 1010/89 (2), and in particular Article 15b (10) thereof,\nHaving regard to the proposal from the Commission,\nWhereas Article 3 of Regulation (EEC) No 3285/83 (3) provides that, during the first three years of application of the system, a producers' organization or an association of producers' organizations is representative if it covers more than 50 % of the producers of the economic area in which it operates and covers more than 50 % of the production in that area; whereas, after this initial period, representation of two-thirds of the producers and two-thirds of production is required;\nWhereas it has become apparent that the requirement for a higher degree of representation at the end of the initial three-year period cannot be satisfied by many producers' organizations or associations of producers' organizations operating on the market in a number of products; whereas, however, in view of the positive contribution made by the more dynamic organizations towards regularizing supplies and expanding markets, the degree of representation required hitherto should be maintained for several more marketing years; whereas this measure should obviously be advantageous for organizations or associations if, since the introduction of the system they have increased their degree of representation and, pursuant to the system, certain of their rules have been hitherto extended to non-members;\nWhereas, for an equivalent transitional period, the same derogation must be granted in Spain and Portugal in order to encourage the positive action of producers' organizations recognized since accession;\nWhereas it should be provided that the rules applied by the organizations or associations which cannot attain a degree of representation of two-thirds of the producers and two-thirds of the production in the economic area in which they operate may not be extended if there is significant opposition on the part of the producers in the area concerned,", "main_body": ["Regulation (EEC) No 3285/83 is hereby amended as follows:\n1. Article 3 is replaced by the following:\n'Article 3\n1. A producers' organization or association of producers' organizations shall be considered representative within the meaning of Article 15b (1) of Regulation (EEC) No 1035/72 if it covers at least two-thirds of the producers in the economic area in which it operates and at least two-thirds of the production in that area.\n2. A producers' organization or association of producers' organizations not satisfying the conditions of paragraph 1 shall, however, be considered representative for the application of this system if, for one or more products, it covers more than 50 % of the producers in the economic area in which it operates and more than 50 % of the production of that area, providing that:\n- the rules adopted by the organization or association have been made binding for non-member producers in the economic area from the entry into force of the system provided for in Article 15b of Regulation (EEC) No 1035/72, and\n- the organization or association has increased its degree of representation, either by the percentage of producers who are members or by the percentage of production covered in the area concerned since the entry into force of the system provided for in the said Article 15b.\nThe rules adopted by the organization or association referred to in the first indent above and made binding pursuant to Article 15b of the said Regulation shall be valid for a period which may not, in any circumstances, exceed the end of the marketing year beginning in 1991 for the product or products concerned.\n3. A producers' organization or association of producers' organizations constituted in Spain or Portugal shall be considered representative for the purposes of this system, for a period which may not exceed the end of the marketing year beginning in 1991 for the product or products concerned, if it covers more than 50 % of the producers in the economic area in which it operates and more than 50 % of the production of that area.'\n2. Article 4 is replaced by the following:\n'Article 4\nIn the case of producers' organizations and associations of producers' organizations considered representative pursuant to Article 3 (3), the rules referred to in Article 15b of Regulation (EEC) No 1035/72 may not be binding for non-member producers established in the economic area if, after consultation of all the producers in the area, at least one-third of them have expressed opposition.'", "Before 1 October 1991, the Commission shall present a report, together with proposals, as appropriate, enabling the Council to decide whether to maintain, modify or revoke the system for extending the application of the rules concerned.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 17 April 1989.\nFor the Council\nThe President\nC. ROMERO HERRERA\n(1) OJ No L 118, 20. 5. 1972, p. 1.\n(2) See page 3 of this Official Journal.\n(3) OJ No L 325, 22. 11. 1983, p. 8."}