{"celex_id": "31987L0252", "uri": "http://publications.europa.eu/resource/cellar/3bd3ecd7-a654-443d-97f9-40d27862af34", "type": "Directive", "concepts": ["1718", "2063", "2526", "2897", "4338", "5754"], "title": "Commission Directive 87/252/EEC of 7 April 1987 adapting to technical progress Council Directive 84/538/EEC on the approximation of the laws of the Member States relating to the permissible sound power level of lawnmowers\n", "header": "COMMISSION  DIRECTIVE\nof 7 April 1987\nadapting to technical progress Council Directive 84/538/EEC on the approximation of the laws of the Member States relating to the permissible sound power level of lawnmowers\n(87/252/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 84/538/EEC of 17 September 1984 on the approximation of the laws of the Member States relating to the permissible sound power level of lawnmowers (1), and in particular Article 8 thereof,\nWhereas, in view of experience gained and of the state of the art, it is now necessary to match the requirements of Annex I, Annex II and Annex III to Directive 84/538/EEC to take account the latest progress;\nWhereas the measures provided for in this Directive are in accordance with the opinion of the Committee on the Adaptation to Technical Progress of the Directive on the Determination of the Noise Emission of Construction Plant and Equipment, which is competent for Council Directive 84/538/EEC,", "main_body": ["Annex I, Annex II and Annex III, to Directive 84/538/EEC are hereby amended in accordance with the Annex I, Annex II and Annex III to this Directive.", "The Member States shall, by 1 January 1988, adopt and publish the provisions required to comply with this Directive and shall forthwith inform the Commission thereof.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 7 April 1987.\nFor the Commission\nStanley CLINTON DAVIS\nMember of the Commission\n(1) OJ No L 300, 19. 11. 1984, p. 171.\nANNEX I\nAMENDMENTS TO ANNEX I TO DIRECTIVE 84/538/EEC\n6.1. Purpose of the measurement\n6.1.2. At point 6.1.2., the first sentence of the first paragraph shall be reworded as follows:\n'The cutting device shall be adjusted to a height of 3 cm. If for technical reasons this is not possible, the cutting device shall be adjusted as close as possible to a height of 3 cm.'\n6.2. Operation of the sound source during the measurement\nAt point 6.2, the third paragraph shall be reworded as follows:\n'If the cutting device cannot be separated from the driving wheels of the lawnmower, the mower shall be tested either with the mower on supports or while moving and driven by an operator under the following conditions:'\nAt point 6.2 (b), the second sentence shall be reworded as follows:\n'If the lawnmower is powered by a generator or from the mains, the frequency of the supply current, specified for the motor by the manufacturer, shall be stable during the test at ± 1 Hz if the lawnmower is equipped with an induction motor, and the supply voltage at ± 1,0 % of the rated voltage if the lawnmower is equipped with a commutator motor. The supply voltage is measured at the plug of a non-detachable cable or cord, or at the inlet of the lawnmower if a detachable cable is provided. The waveform of the current supplied from the generator shall be similar to that obtained from the mains.'\nParagraph (b) shall be followed by a new paragraph, worded as follows:\n'(c) Lawnmowers which hover or are hand held\nThese mowers shall be restrained or supported to achieve their normal working position. The supports shall be made in such a way that they do not influence the measurement results.'\n6.3. Measuring site\nThe text of point 6.3 shall be deleted and replaced by points 6.3.1, 6.3.2, 6.3.3 and 6.3.4 as follows:\n'6.3.1. General\nThe measuring site must comply with the specifications of points 6.3.2, 6.3.3 or 6.3.4.\nIn case of dispute, measurements shall be carried out on a measuring site according to point 6.3.2.\n6.3.2. Measurements in the open air on artificial flooring\nThe test area must be flat and horizontal. The test area, including the vertical projection of the microphone positions, shall be of concrete or non-porous asphalt covered by an artificial flooring in accordance with Annex A of this Directive, the centre of which coincides with the geometric centre of the hemisphere mentioned in point 6.4 and the corners of which are aimed at the vertical axis of the microphone positions 2, 4, 6 and 8.\nIf the wheels of the lawnmower could cause a compression of the artificial flooring of more than 1 cm, the wheels shall be placed on supports so that they are level with the artificial flooring before compression. The supports shall be made in such a way that they do not influence the measurement results.\n6.3.3. Measurements in the open air on grass\nThe test area must be flat and horizontal. The test area including the vertical projection of the microphone positions shall be covered in grass turf which is not wet. 6.3.4. Measurements indoors\nThe soundfield inside the measurement room shall be similar to that of an acoustical free field, and the value of the constant C shall be determined in accordance with point 8.6.2.\nThe floor must be flat and horizontal. The test area, including the vertical projection of the microphone positions shall have the acoustical properties of concrete or non-porous asphalt and be covered by an artificial flooring in accordance with Annex A of this Directive, the centre of which coincides with the geometric centre of the hemisphere mentioned in point 6.4 and the corners of which are aimed at the vertical axis of the microphone positions 2, 4, 6 and 8.\nIf the wheels of the lawnmower could cause a compression of the artificial flooring of more than 1 cm, the wheels shall be placed on supports so that they are level with the artificial flooring before compression. The supports shall be made in such a way that they do not influence the measurement results.'\nANNEX A\nARTIFICIAL FLOORING\n1. DIMENSIONS AND MATERIALS\n1.1. Dimensions\nThe artificial flooring shall have a size of 360 × 360 cm.\n1.2. Materials\nThe artificial flooring is composed of a cover of absorptive material of which the absorption coefficients a, measured in accordance with ISO 354 first edition, 1985-02-01, are within the limits given in the following table:\n1.2.3.4.5.6.7 //  //  //  //  //  //  //  // Frequency/Hz  // 125   // 250   // 500   // 1 000   // 2 000   // 4 000  //    //   //   //   //   //   //   // a minimum   // 0,00  // 0,20   // 0,40   // 0,60   // 0,70   // 0,80   //    //  //   //   //   //   //   // a maximum   // 0,20   // 0,40  // 0,60   // 0,80   // 0,90   // 1,00   //    //   //   //  //   //   //\nNote: An example of a material and construction which can be expected to fulfil these requirements is given in Annex B.\nANNEX B\nEXAMPLE OF MATERIAL AND CONSTRUCTION\nMineral fibre of thickness 20 mm, airflow resistance 11 kNs/m4 and density 25 kg/m3.\nFor reasons of convenience the artificial flooring can be built of joint planes.\nThe cut edges of the chipboard are to be made non-absorptive and to be protected against moisture. This can be done by applying a coat of plastic paint.\nThe outsides are bordered by aluminium U-sections of size 3 × 20 mm. In general, these joint planes come in two types:\n(A) planes not to be loaded;\n(B) planes to carry the lawnmower and the staff.\nOn the joint planes mentioned under (B) aluminium T-sections size 3 × 20 mm are mounted as spacers (see Figure 1).\nThe prepared boards are then covered with the absorptive material cut to size.\nThe planes mentioned under (A) are covered with a wire mesh with a wire thickness of 0,8 mm and a mesh width of 10 mm (aviary wire).\nThe planes under (B) are covered with wire grating of corrugated steel wire with a diameter of 3,1 mm and a mesh width of 30 mm.\nThese wire covers are fastened to the aluminium U-sections.\nDISTRIBUTION OF TEST PANELS\nSTRUCTURE\nType A\nAviary (chicken) wire\nwidth of mesh 10 mm\nwire thickness 0,8 mm\nU-section 3 × 20, aluminium\nMineral fibermat\nChipboard, plastic laminated\nType B\nWire grating\nwidth of mesh 30 mm\nwire thickness 3,1 mm\ncorrugated steel wire\nT-section 3 × 20, aluminium\nMineral fibermat\nChipboard, plastic laminated\nFigure 1\nANNEX II\nAMENDMENTS TO ANNEX II TO DIRECTIVE 84/538/EEC\nPoint 4 of the model certificate shall be reworded as follows:\n'4. Identification of the series . . . .'\nA new point 5 shall be added, worded as follows:\n'5. Motor:\n- manufacturer . . . . . .\n- type . . . . . .\n- speed of rotation during the test in rpm. . . . . . .'\nANNEX III\nAMENDMENT TO ANNEX III TO THE DIRECTIVE 84/538/EEC\nThe model for Mark for Sound Power Level shall be replaced by the following model.\nAll the dimensions given may be multiplied, for example by 1/2, 1/3, 2, 3, 4, etc, on condition that the specifications laid down in Article 4 are adhered to.\nA tolerance of 20 % shall be allowed on all the above dimensions."}