{"celex_id": "31984D0277", "uri": "http://publications.europa.eu/resource/cellar/f2dc0ed0-c50a-4e31-b02f-1701b66c772c", "type": "Decision", "concepts": ["1504", "3560", "4585"], "title": "84/277/Euratom, ECSC, EEC: Commission Decision of 13 April 1984 concerning Ireland pursuant to Article 13 (2) of Regulation (EEC, Euratom, ECSC) No 2892/77 concerning own resources accruing from value added tax (Only the English text is authentic)\n", "header": "COMMISSION  DECISION\nof 13 April 1984\nconcerning Ireland pursuant to Article 13 (2) of Regulation (EEC, Euratom, ECSC) No 2892/77 concerning own resources accruing from value added tax\n(Only the English text is authentic)\n(84/277/Euratom, ECSC, EEC)\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Atomic Energy Community,\nHaving regard to the Treaty establishing the European Coal and Steel Community,\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Decision 70/243/ECSC, EEC, Euratom of 21 April 1970 on the replacement of financial contributions from Member States by the Communities' own resources (1),\nHaving regard to Council Regulation (EEC, Euratom, ECSC) No 2892/77 of 19 December 1977 implementing in respect of own resources accruing from value added tax the Decision of 21 April 1970 on the replacement of financial contributions from Member States by the Communities' own resources (2), as last amended by Regulation (EEC, Euratom, ECSC) No 3625/83 (3), and in particular the first subparagraph of Article 9 (3), the second subparagraph of Article 11 (1) and Article 13 (2) thereof,\nWhereas the Commission, pursuant to Article 13 (2) of Regulation (EEC, Euratom, ECSC) No 2892/77, adopted, for 1980, Decision 81/368/Euratom, ECSC, EEC (4), for 1981, Decision 82/758/ECSC, EEC, Euratom (5) and, for 1982, Decision 83/143/EEC, Euratom, ECSC (6);\nWhereas Ireland has requested the extension of the Decision 83/143/EEC, Euratom, ECSC, adopted for 1982; whereas the supply of goods referred to in point 2 of Article 15 of Sixth Council Directive 77/388/EEC of 17 May 1977 on the harmonization of the laws of the Member States relating to turnover taxes - Common system of value added tax: uniform basis of assessment (7), hereinafter called 'the Sixth Directive', in conjunction with point 12 of Annex E is no longer taxed and so this authorization may no longer be granted;\nWhereas, for the early years of implementation of the Sixth Directive, authorizations were granted annually; whereas, from 1983, authorizations should be granted for as long as Regulation (EEC, Euratom, ECSC) No 2892/77 remains valid, subject to review for each year;\nWhereas the Advisory Committee on Own Resources has approved the report recording the opinions of its members of this Decision,", "main_body": ["In order that its VAT own resources base for 1983 and subsequent years may be calculated with a negligible margin of error, Ireland is authorized, in accordance with Article 5 (3) (b) of Regulation (EEC, Euratom, ECSC), No 2892/77, to adjust the inputs and outputs relating to exempt transactions by applying a correcting factor to the information obtained from the returns referred to in Article 22 (4) of the Sixth Directive in respect of which tax previously paid is refunded.", "For the purpose of calculating the VAT own resources base for 1983 and subsequent years, Ireland is authorized, pursuant to the first indent of the first subparagraph of Article 9 (3) of Regulation (EEC, Euratom, ECSC) No 2892/77, not to take into account the following categories of transactions referred to in Annex E to the Sixth Directive:\n1. the services and prostheses supplied by dental technicians referred to in Article 13 (A) (1) (e) of the Sixth Directive (Annex E, ex point 2);\n2. the supplies referred to in Article 13 (B) (g) when made by taxable persons who are entitled to deduct input tax for the building in question (Annex E, point 11);\n3. the supplies of goods referred to in point 12 of Article 15 of the Sixth Directive (Annex E, point 14).", "For the purpose of calculating the VAT own resources base for 1983 and subsequent years, Ireland is authorized, pursuant to the second indent of the first subparagraph of Article 9 (3) of Regulation (EEC, Euratom, ECSC) No 2892/77, to use approximate estimates for calculating the base in respect of the following categories of transactions referred to in Annex F to the Sixth Directive:\n1. admission to sporting events (Annex F, point 1);\n2. supplies of greyhounds (Annex F, point 4);\n3. services supplied by undertakers and cremation services, together with goods related thereto (Annex F, point 6);\n4. treatment of animals by veterinary surgeons (Annex F, point 9);\n5. the services of travel agents referred to in Article 26 of the Sixth Directive and those of travel agents acting in the name and on the account of the traveller for journeys within the Community (Annex F, point 27).", "This Decision is addressed to Ireland."], "attachments": "Done at Brussels, 13 April 1984.\nFor the Commission\nChristopher TUGENDHAT\nVice-President\n(1) OJ No L 94, 28. 4. 1970, p. 19.\n(2) OJ No 336, 27. 12. 1977, p. 8.\n(3) OJ No L 360, 23. 12. 1983, p. 1.\n(4) OJ No L 145, 3. 6. 1981, p. 15.\n(5) OJ No L 320, 17. 11. 1982, p. 16.\n(6) OJ No L 96, 15. 4. 1983, p. 48.\n(7) OJ No L 145, 13. 6. 1977, p. 1."}