{"celex_id": "31985D0015", "uri": "http://publications.europa.eu/resource/cellar/b566f71f-97ff-4785-8ac5-c7cfe40b7759", "type": "Decision", "concepts": ["1504", "2497", "3172"], "title": "85/15/EEC: Commission Decision of 19 December 1984 authorizing Ireland to continue to apply certain protective measures pursuant to Article 108 (3) of the Treaty (Only the English text is authentic)\n", "header": "COMMISSION  DECISION\nof 19 December 1984\nauthorizing Ireland to continue to apply certain protective measures pursuant to Article 108 (3) of the Treaty\n(Only the English text is authentic)\n(85/15/EEC)\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 108 (3) thereof,\nWhereas by the Decision of 3 December 1980, the Commission authorized Ireland to take certain measures pursuant to Article 108 (3) of the Treaty;\nWhereas, despite the marked improvement obtained by applying from 1981 a set of measures with the medium-term objective of restoring the financial situation and reinforcing the competitiveness of the Irish economy, the balance on current transactions is still heavily in deficit;\nWhereas the cost of major external indebtedness, which has been aggravated in particular by the appreciation of the dollar and the rise of international interest rates in real terms, is exercising a serious constraint on the conduct of the process of adjusting the Irish economy;\nWhereas the continuation of that process against the background of a stable exchange rate for the Irish pound requires that the measures Ireland was authorized to take to prevent an excessive outflow of capital should be maintained;\nWhereas the Irish authorities must see to it that any appreciable improvement in the payments situation and the external indebtedness situation leads to a relaxation of the protective measures,", "main_body": ["1. Ireland is authorized, temporarily and within the limits of the measures listed in the Annex hereto, to prohibit or subject to prior exchange authorization, the conclusion or performance of transactions and transfers relating to the capital movements liberalized at the date of this Decision, pursuant to Article 2 of the Council Directive of 11 May 1960 (First Directive) for the implementation of Article 67 of the Treaty, as amended by the Directive of 18 December 1962.\n2. Unless otherwise provided for by the Commission under the conditions laid down in Article 2 (3), this Decision shall remain in force for three years from the date of its adoption.", "1. The Commission shall keep the economic situation in Ireland under close review.\n2. It reserves the right to amend or repeal this Decision, after consulting the Member State concerned, if it finds that the circumstances underlying its adoption change significantly or that its effects are more restrictive than necessary for the attainment of its aim.\n3. If the Member State to which this Decision is addressed claims, before the expiration of the period of validity, that its balance of payments is still in difficulties or seriously threatened with difficulties, the Commission shall review the overall economic situation with a view to determining whether the protective measures still applied should be renewed in whole or in part.", "The Commission Decision of 3 December 1980 is hereby repealed.", "This Decision is addressed to Ireland."], "attachments": "Done at Brussels, 19 December 1984.\nFor the Commission\nThe President\nGaston THORN\nANNEX\n1.2 //   //   // Type of operation  // Restrictions authorized by way of derogation from Community provisions  //  //   // Operations in securities  // Acquisition by residents of foreign securities dealt in on a stock exchange may be prohibited or made subject to authorization. The restriction shall not apply to:  //   // (i) the acquisition by residents of foreign securities when such acquisition is financed from the proceeds of selling other foreign securities belonging to the resident, or from borrowing abroad;  //   // (ii) the acquisition of securities issued by the Communities or by the EIB and dealt in on a stock exchange.  //   //"}