{"celex_id": "31987D0529", "uri": "http://publications.europa.eu/resource/cellar/3083efcf-61c1-45df-8577-13741541c07a", "type": "Decision", "concepts": ["2356", "2560", "3730", "4839", "619", "837"], "title": "87/529/EEC: Commission Decision of 23 October 1987 amending Decision 87/435/EEC on certain protective measures relating to classical swine fever in Belgium\n", "header": "COMMISSION  DECISION\nof 23 October 1987\namending Decision 87/435/EEC on certain protective measures relating to classical swine fever in Belgium\n(87/529/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 64/432/EEC of 26 June 1964 on animal health problems affecting intra-Community trade in bovine animals and swine (1), as last amended by Directive 87/489/EEC (2), and in particular Article 9 thereof,\nHaving regard to Council Directive 72/461/EEC of 12 December 1972 on animal health problems affecting intra-Community trade in fresh meat (3), as last amended by Directive 87/489/EEC, and in particular Article 8 thereof,\nWhereas several outbreaks of classical swine fever have occurred in parts of Belgium outside the area where vaccination is carried out on a routine basis; whereas these outbreaks are such as to constitute a danger to the pig herds of other Member States, in view of the trade in live pigs, fresh pig-meat and certain meat-based pork products;\nWhereas, following these outbreaks of classical swine fever, the Commission adopted Decision 87/435/EEC (4);\nWhereas the situation in Belgium has significantly improved;\nWhereas, in the light of this satisfactory development, it is possible to reduce the area in which restrictive measures are applied relating to live animals, fresh meat and certain types of pig product;\nWhereas the measures provided for in this Decision are in accordance with the Standing Veterinary Committee,", "main_body": ["Commission Decision 87/435/EEC is amended as follows:\n1. in Article 3 (1), after the date '28 July 1987' the following words are included, 'as amended by Commission Decision 87/529/EEC'.\n2. in Article 3 (2), after the date '28 July 1987' the following words are included, 'as amended by Commission Decision 87/529/EEC'.\n3. the Annex is replaced by the Annex to this Decision.", "The Member States shall amend the measures which they apply to trade so as to bring them into compliance with this Decision three days after its notification. They shall immediately inform the Commission thereof.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 23 October 1987.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No 121, 29. 7. 1964, p. 1977/64.\n(2) OJ No L 280, 3. 10. 1987, p. 28.\n(3) OJ No L 302, 31. 12. 1972, p. 24.\n(4) OJ No L 238, 21. 8. 1987, p. 31.\nANNEX\nIn the Province of Brabant the following communes:\nTienen, the old communes of Eliksem, Ezemaal and Wange of the commune of Landen, Linter, Glabbeek, Kortenaken, Bekkevoort, Scherpenheuvel-Zichem, Diest."}