{"celex_id": "31984R2347", "uri": "http://publications.europa.eu/resource/cellar/8c228bb9-b14f-44f4-8134-1d9b75f4e43e", "type": "Regulation", "concepts": ["2962", "5233", "666", "797", "87", "893"], "title": "Commission Regulation (EEC) No 2347/84 of 31 July 1984 on dried grapes eligible for production aid\n", "header": "COMMISSION REGULATION (EEC) No 2347/84 of 31 July 1984 on dried grapes eligible for production aid\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 516/77 of 14 March 1977 on the common organization of the market in products processed from fruit and vegetables (1), as last amended by Regulation (EEC) No 988/84 (2), and in particular Articles 3b (4), 3c (5) and 3d (4) thereof,\nWhereas Article 3 of Regulation (EEC) No 516/77 provides for a system of production aid for certain products ; whereas under that system a minimum price must be paid to the producer and production aid is to be paid on the basis of the net weight of the processed product;\nWhereas the quality of dried grapes intended for processing and of dried grapes ready to be offered for direct consumption varies ; whereas the minimum price and the production aid should be fixed for a specified category ; whereas the minimum price and the amount of aid for categories other than that for which they have been fixed should be derived from that category ; whereas the prices and amounts so derived should take into account the characteristics of the different categories ; whereas these categories must be defined;\nWhereas Article 3d (1) (b) of Regulation (EEC) No 516/77 provides that processed products must meet minimum Community quality standards to be laid down ; whereas such standards are already in application for certain dried fruit, pursuant to Commission Regulation (EEC) No 2425/81 (3) ; whereas that Regulation is applicable only to products harvested before the 1984/85 marketing year ; whereas new minimum quality standards should be established;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Products Processed from Fruit and Vegetables,", "main_body": ["1. The minimum price payable to the producer for unprocessed dried grapes shall be fixed per 100 kilograms of sultanas of category 4.\nFor other categories of sultanas and for currants, the minimum price shall be multiplied by the coefficient listed in Annex I.\n2. To qualify for payment of the minimum price, unprocessed dried grapes shall comply with the requirements and one of the classifications set out in Annex II.", "1. The production aid for dried grapes shall be fixed per 100 kilograms net of sultanas of category 4.\nFor other categories of sultanas and for currants, the amount of aid shall be multiplied by the coefficient listed in Annex I.\n2. To qualify for payment of aid, the dried grapes shall comply with the requirements and one of the classifications set out in Annex III.", "1. In respect of unprocessed dried grapes, verifications of the requirements and the classifications shall be made  (1) OJ No L 73, 21.3.1977, p. 1. (2) OJ No L 103, 16.4.1984, p. 11. (3) OJ No L 240, 24.8.1981, p. 1.  on the basis of samples taken by the processor from a lot. For this purpose \"a lot\" means the number of containers presented jointly by the same producer or his recognized producers' group or association of groups handing over to the processor or his processors' group or association of groups. The samples shall be examined by the processor or alternatively on his behalf.\n2. The result of the examination referred to in paragraph 1 shall be recorded. The Member States may prescribe a special form to be used for this purpose.", "The processor shall after processing take an appropriate number of samples of dried grapes to verify that the requirements laid down in Annex III are respected. The result of each verification shall be included in a format which shall contain at least the particulars referred to in Annex IV.", "1. The processor shall inform the competent authorities in writing each time a consignment of dried grapes is ready for inspection. The consignment may leave the processor only on the third working day after the day on which the information was received by the competent authorities, or with their authorization.\n2. The competent authorities shall examine each consignment, in particular by opening between 3 and 5 % of the packings of a size which are not intended for retail sale, and shall take samples from at least one in every 20 for further verification. The result of each verification shall be included in a format which shall contain at least the particulars referred to in Annex IV.\n3. In cases where the authorities have established that a consignment or a part thereof does not comply with the requirements laid down in Annex III, no production aid shall be payable for the whole consignment. A consignment for which production aid has been refused may be reprocessed.", "The Member States shall ensure that samples taken under Article 5 may, on request of the processor and on his behalf, be tested by a different agency from that having made the first test.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply from 1 September 1984.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 31 July 1984.\nFor the Commission\nPoul DALSAGER\nMember of the Commission\nANNEX I  COEFFICIENTS\nI. Coefficients applicable to the minimum price\n>PIC FILE= \"T0026114\">\nII. Coefficients applicable to the production aid\n>PIC FILE= \"T0026115\">\nANNEX II  QUALITY REQUIREMENTS AND CLASSIFICATION OF UNPROCESSED DRIED GRAPES\nDefinition\nSultanas shall be obtained from grapes of varieties (cultivars) Vitis Vinifera L., variety Apyrena.\nCurrants shall be obtained from grapes of varieties (cultivars) Vitis Vinifera L., variety black currant from Corinth.\nA. Minimum requirements\n1. The fresh grapes must comply with existing rules, in particular concerning residues of pesticides, and the drying must be carried out without direct contact with the ground and with adequate protection against animals. Initial pre-cleaning (winnowing) must be made, in particular to remove large stalks.\n2. The unprocessed dried grapes shall be:      (a) well-dried and with a moisture content not exceeding 16 %;\n(b) sound, that is to say free of mould, rot, fermentation, insect eggs or any other defect or condition which could detract from the quality or presentation of the product;\n(c) practically free from stones, discernible pieces of grit, metal fragments and other mineral impurities;\n(d) free from foreign materials other than those referred to in (c),\n(e) practically free of stalks and other pieces of harmless vegetable matter arising from the vine;\n(f) free from abnormal smell or taste;\n(g) free from stickiness arising from any cause whatsoever;\n(h) loose or become loose when removed from their container;\n(ij) transported and stored in clean new packings, or clean second-hand packings.\n3. The following tolerances are allowed: >PIC FILE= \"T0026116\">\n4. In respect of currants, the berries shall be uniform in size between 8,5 and 4 mm. However, the following tolerances are allowed:      - 6 % maximum by weight of berries of a diameter greater than 8,5 mm,\n- 2 % maximum by weight of berries of a diameter less than 4 mm. This tolerance is increased to 4 % for currants produced in Aegialia, in Corinth or the Ionian Islands.\nB. Classification\n1. Sultanas shall be classified as follows: >PIC FILE= \"T0026117\">\nLarge fruit means fruit which would be retained in a sieve with mesh of 8 mm in diameter.\nThe number of dark brown/black fruit allowed shall from 1 November to 1 August of each marketing year be increased by 0,5 % on the first of each month.\n2. Currants shall be classified according to the following criteria:      - drying process,\n- colour of berries,\n- texture of berries.\n>PIC FILE= \"T0026118\">\nANNEX III  MINIMUM QUALITY STANDARDS FOR DRIED GRAPES\nDefinition\nDried grapes shall be obtained from unprocessed sultanas and currants complying with the requirements laid down in Annex II.\nGeneral requirements\nDried grapes shall have undergone washing in a sufficient quantity of potable water. They may be coated with paraffin oil or authorized vegetables oil.\nThey shall be:    (a) sound, that is to say free of mould, rot, fermentation, insect eggs or any other defect or condition which could detract from the quality or presentation of the product;\n(b) free of live insects and pests;\n(c) free from stones, discernible pieces of grit, glass, metal fragments and other visible foreign matter ; however, currants may contain harmless visible foreign matter of vegetable origin as provided for under B. \"Currants\", I. \"Classification and defect\";\n(d) practically free from other foreign matter than those referred to in (c), such as sand and earth;\n(e) free from abnormal smell or taste. The slight odour of sulphur dioxide (SO2) is not considered abnormal for bleached sultanas;\n(f) free running and free flowing;\n(g) free from stickiness arising from any cause whatsoever.\nThe dried grapes, other than bleached sultanas, shall be subject to proper fumigation prior to the moment when the examination of the quality is carried out by the competent authorities and not more than seven days prior to the day when they are finally dispatched to the consignee.\nA. SULTANAS\nI. General conditions\nSultanas shall have undergone drying in warm air ovens or similar equipment so that the moisture content is between 15 and 13 %. They may be bleached by sulphur dioxide (SO2). However, \"natural\" sultanas must not have undergone any bleaching treatment.\nII. Defects\nCommon defects may be found when they do not exceed the limits specified in the following table: >PIC FILE= \"T0026119\">\nFor the purposes of the determination of defects:    (a) \"Immature or undeveloped fruits\" shall mean fruits that are:      - extremely light-weight, lacking in sugary tissue indicating incomplete development,\n- completely shrivelled with practically no flesh.\n(b) \"Sugared fruit\" shall mean fruit with external or internal sugar crystals which are readily apparent and seriously affect the appearance of the fruit.\n(c) \"Damaged fruit\" shall mean fruit affected by sunburn, scars, mechanical injury or other similar means which seriously affect the appearance, edibility, keeping quality or shipping quality.\n(d) In exceptional cases where the competent authorities find a maximum of one stone in a consignment, it shall even so be considered free from stones.\nIII. Classification and sizing\nSultanas, bleached or natural, are classified into two groups, large and small, with six and three categories respectively. The classification into categories shall be based on:    - colour,\n- colour uniformity,\n- quantity of dark brown and black fruits,\n- size.\nThe classification shall be made in accordance with the following table: >PIC FILE= \"T0026120\">\nFor the category 00 of both bleached and natural sultanas, no maximum size shall apply.\nAs from 1 March each year a slightly darker colour is allowed in each category for sultanas harvested as from 1 September in the previous year.\nThe following size tolerances are allowed:    (a) Fruit of a lower size category may be found up to an amount of:      - 3 % by weight or number for category 00,\n- 5 % by weight or number for the other categories.\n(b) Fruit of a higher size category may be found up to an amount of:      - 15 % by weight or number for categories 0, 1, 2, 4 and 5,\n- 30 % by weight or number for categories 21, 22 and 24.\nIV. Marking\nEach immediate container shall bear the following information, clearly and indelibly marked in words grouped together on one of the large sides and easily visible from the outside.    A. Identification\nName, address and brand name of either the processor, distributor, importer, exporter or vendor.\nB. Type of product\n\"Sultanas\" or \"natural sultanas\".\nC. Origin of the product\nCountry of production and, as the case may be, production zone or national, regional or local designation.\nD. Commercial characteristics      - category,\n- net weight with, optionally, the expression \"at the time of packaging\",\n- year of harvest.\nTransport containers shall bear the name and address of the processor or a code approved by the competent authorities. They shall also bear a reference showing that quality control has been completed.\nB. CURRANTS\nI. Classification and defects\nCurrants are to be classified in three categories : extra choicest, choicest and choice. Common defects may be found when they do not exceed the limits referred to for the classifications.\nClassification of currants is to be on the basis of the following criteria:    - colour,\n- moisture content,\n- foreign matter (grit, metal fragment, pieces of stalk and others),\n- thin fruit,\n- reddish fruit,\n- damaged fruit,\n- large fruit, that is to say exceeding 8,5 mm,\n- small fruit, that is to say less than 4 mm,\n- fruit with cap stem.\nThe requirements for classifying currants are as follows: >PIC FILE= \"T0026121\">\nIn exceptional cases where the competent authorities find a maximum of one stone in a consignment, it shall even so be considered free of stones.\nII. Size\nSize of currants is to be determined by:    - fruit passing through a sieve with holes of a given diameter, and\n- fruit not passing through a sieve with holes of a diameter lower than that employed previously.\nThe size denominations and characteristics are as follows: >PIC FILE= \"T0026122\">\nCurrants of \"siftings\" size may be classified only in categories \"choicest\" or \"choice\".\nIII. Tolerances\nClassification and size tolerances are allowed in each package as follows:    A. Classification tolerances      (i) \"Extra choicest\" category\n5 % of fruit by number not conforming to the colour for the category but conforming to that for the category immediately below (\"choicest\").\n(ii) \"Choicest\" category\n10 % of fruit by number not conforming to the colour for the category but conforming to those for the category immediately below (\"choice\").\nB. Size tolerances\nFor all categories : 5 % of fruit by number not corresponding to the size in question but corresponding to the size immediately below. However, for siftings, the maximum tolerance is 1,5 % by number of fruit less than 4 mm.\nIV. Marking\nEach container shall bear the following statements in clear and indelible lettering:    A. Identification\nName, address and brand name of either the processor, distributor, importer, exporter or vendor.\nB. Type of product\nCurrants and the relevant designation.\nC. Origin of the product\nCountry of production.\nD. Commercial characteristics      - category of the currants,\n- size, stated by means of the corresponding denomination,\n- net weight with, optionally, the expression \"at the time of packing\",\n- year of harvest.\nTransport containers shall bear the name and address of the processor or a code approved by the competent authorities. They shall also bear a reference showing that quality control has been completed.\nC. PACKING\nThe dried grapes shall be packed in such a way that the quality of the fruit is suitably protected and maintained. The following conditions shall be observed:    (a) Packaging materials shall be new and clean;\n(b) Adhesives used to seal packages or containers shall be non-toxic and shall not be such as to contaminate the fruit in any way;\n(c) Boxes of wood which could transfer abnormal smell to the dried grapes, e.g. pine wood, shall not be used as immediate packings;\n(d) Staples shall not be used in packaging;\n(e) For products in immediate containers, packed in the same outer package (transport container), the net weight of the content in the outer package shall not exceed 15 kilograms;\n(f) Dried grapes from different harvests must not be packed in one and the same immediate container.\nANNEX IV  VERIFICATION FORMAT\nA. FOR SULTANAS\n>PIC FILE= \"T0026123\">\nB. FOR CURRANTS\n>PIC FILE= \"T0026124\">"}