{"celex_id": "31989D0111", "uri": "http://publications.europa.eu/resource/cellar/0c9021ba-b035-4e05-bee2-890e6bed3985", "type": "Decision", "concepts": ["1524", "1834", "4476", "588"], "title": "89/111/EEC: Commission Decision of 9 February 1989 terminating the anti-dumping proceeding concerning imports of wheeled loaders originating in Japan\n", "header": "COMMISSION  DECISION\nof 9 February 1989\nterminating the anti-dumping proceeding concerning imports of wheeled loaders originating in Japan\n(89/111/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2423/88 of 11 July 1988 on protection against dumped or subsidized imports from countries not members of the European Community (1), and in particular Article 9 thereof,\nAfter consultations within the Advisory Committee as provided for under the above Regulation,\nWhereas:\nA. Procedure\n(1) In December 1987 the Commission received a complaint lodged by the European Trade Association for Manufacturers of Construction Equipment (CECE) on behalf of producers representing the majority of Community production of these products. The complaint contained evidence of dumping and of material injury resulting therefrom, which was considered sufficient to justify the initiation of a proceeding. The Commission accordingly announced, by a notice published in the Official Journal of the European Communities (2), the initiation of an anti-dumping proceeding concerning imports into the Community of wheeled loaders, falling within CN codes ex 8429 51, ex 8428 90 and ex 8701 90, originating in Japan, and commenced an investigation.\n(2) The Commission officially so advised the exporters and importers known to be concerned, the representatives of the exporting country and the complainants, and gave the parties directly concerned the opportunity to make known their views in writing and to request a hearing.\n(3) The Commission, for the purpose of obtaining all the information it deemed to be necessary, sent questionnaires to the 15 companies on whose behalf the complaint was made, in order to allow each company to demonstrate the injury caused to it by imports of wheeled loaders from Japan. The Commission carried out a detailed analysis of those six companies who returned completed questionnaires and whose combined production represented 40 % of Community production in volume terms and approximatley 50 % in value terms.\n(4) Most of the producers/exporters and importers known to be concerned made known their views in writing. Some of them requested and were granted hearings; the complainant also requested and was granted a hearing.\n(5) The Commission verified the information received to the extent it deemed necessary for the purposes of a preliminary determination and carried out investigations at the premises of the following companies:\n(a) Community producers:\n- Hanomag AG, Hannover, Germany,\n- O. & K. Orenstein & Koppel, Dortmund, Germany,\n- J. I. Case Europe Ltd, Walton-on-Thames, UK,\n- J. C. Bamford Excavators Ltd, Rochester, UK,\n- Fiatgeotech SpA, Turin, Italy.\n(b) Importers/distributors:\n- Komatsu Europe SA, Vilvoorde, Belgium,\n- Komatsu Baumaschinen Deutschland GmbH, Gross-Gerau, Germany,\n- Furukawa EspaĂąa SA, Valencia, Spain,\n- Van der Spek Vianen BV, Vianen, Netherlands,\n- Brown Group Int plc, Pool-in-Wharfedale, UK,\n- Fewsters Ltd, Newcastle upon Tyne, UK,\n- Marubeni Komatsu Ltd, Redditch, UK.\nB. Injury\n(a) Volume, market share and price of imports\n(6) With regard to the injury allegedly being caused by the dumped imports, the evidence avilable to the Commission shows that imports of wheeled loaders to the Community from Japan increased from 527 units in 1983 to 1 110 units in 1987. This\ndevelopment in imports represents an increase in market share from 5,5 % in 1983 to 8,8 % in 1987. The Commission did find regional instances of price undercutting which could be attributed to certain of the imports in question but, taking into account the quantities concerned, the price undercutting could not be considered material on a Community basis.\n(b) Impact on Community industry\n(7) The information received from the complainant companies who cooperated in the investigation showed that their production increased from 2 394 units in 1983 to 5 190 units in 1987. Capacity utilisation had continued to increase during this period, with no significant increase of stock levels. Sales within the Community had also increased from 1 441 units in 1983 to 3 484 units in 1987, representing an increase of market share from 14,9 % in 1983 to 27,6 % in 1987. The profitability of the Community producers improved from 1983 to 1987, although generally remaining at a low level with losses being recorded by some producers. The level of capital expenditure has continued to increase during the period, and there has also been an increasing trend in the level of employment. The years from 1983 to 1987, in which injury was examined, have corresponded to a period of particulary high expansion for the wheeled loader industry in general.\n(8) Taking into account the relevant economic factors referred to above, it is considered, therefore, that the imports in question have not caused material injury to those complainant companies who cooperated in the investigation.\nC. Dumping\n(9) In view of the above findings with respect to injury the Commission considered it unnecessary - notwithstanding the importance of the alleged dumping margins - to further investigate the question of dumping with regard to the imports concerned.\nD. Withdrawal of the complaint and termination of the proceeding\n(10) After having been informed by the Commission of the above findings, the complainant decided to withdraw the complaint because of changes in the marketing methods of Japanese exporters since the initiation of the proceeding.\nIn these circumstances, protective measures are unnecessary and the proceeding should be terminated.", "main_body": ["The anti-dumping proceeding concerning imports of wheeled loaders originating in Japan is hereby terminated."], "attachments": "Done at Brussels, 9 February 1989.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 209, 2. 8. 1988, p. 1.\n(2) OJ No C 146, 3. 6. 1988, p. 4."}