{"celex_id": "31989L0458", "uri": "http://publications.europa.eu/resource/cellar/68fa1c0d-14df-4dd3-876b-4c713bc0d0d5", "type": "Directive", "concepts": ["2527", "2825", "2897", "3159", "3646", "4654"], "title": "Council Directive 89/458/EEC of 18 July 1989 amending with regard to European emission standards for cars below 1,4 litres, Directive 70/220/EEC on the approximation of the laws of the Member States relating to measures to be taken against air pollution by emissions from motor vehicles\n", "header": "COUNCIL DIRECTIVE of 18 July 1989 amending with regard to European emission standards for cars below 1,4 litres, Directive 70/220/EEC on the approximation of the laws of the Member States relating to measures to be taken against air pollution by  emissions from motor vehicles (89/458/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 100 a thereof,\nHaving regard to the proposal from the Commission (1),\nIn cooperation with the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas it is important to adopt measures with the aim of progressively establishing the internal market over a period expiring on 31 December 1992; whereas the internal market shall comprise an area without internal frontiers in which the free movement  of goods, persons, services and capital is ensured;\nWhereas the first programme of action of the European Communities on the protection of the environment, approved by the Council on 22 November 1973, called for account to be taken of the latest scientific advances in combating atmospheric pollution  caused by gases emitted from motor vehicles and for Directives adopted previously to be amended accordingly;\nWhereas the third programme of action provides for additional efforts to be made to reduce considerably the present level of emissions of pollutants from motor vehicles;\nWhereas Directive 70/220/EEC (4) as last amended by Directive 88/436/EEC (5) lays down the limit values for carbon monoxide and unburnt hydrocarbon emissions from such engines; whereas these limit values were first reduced by Directive 74/290/EEC (6)  and supplemented, in accordance with Directive 77/102/EEC (7), by limit values for permissible emissions of nitrogen oxides; whereas the limit values for these three pollutants were successively reduced by Directives 78/665/EEC (8), 83/351/EEC (9) and  88/76/EEC (10) and limit values for particulate pollutant emissions from diesel engines introduced by Directive 88/436/EEC;\nWhereas the work undertaken by the Commission in that sphere has shown that the Community has available, or is currently perfecting, technologies which allow a further reduction of the limit values in question for all engine sizes;\nWhereas a particular effort should be made to promote clean technologies as regards motor vehicles in the context of the research programme for the development of new technologies;\n¹\n¹\n¹\n¹\n¹\n¹\nWhereas in order to allow the European environment to benefit to the maximum from these provisions and at the same time ensure the unity of the market, it appears necessary to implement more stringent European standards based on total harmonization  which are at least as severe as those in the United States of America and as those voted by the European Parliament; whereas these limit values are based on the current test procedures, laid down in Directive 70/220/EEC, and will need to be reconsidered  when supplemented by a test representing driving conditions in extra-urban areas;\nWhereas in view of the major role played by pollutant emissions from motor vehicles and their contribution to the gases responsible for the greenhouse effect, their emissions of CO2 in particular must be stabilized and subsequently reduced in line with  the decision of the Governing Council of the United Nations Environment Programme (UNEP) Governing Council of 24 May 1989, and in particular point 11 (d) thereof,", "main_body": ["Annex I of Directive 70/220/EEC is hereby amended as follows:\n1.  In item 5.2.1.1.4., the bottom line of the table is replaced by the following:\n´C< 1,400   19   5,    -'.\n2.  In item 7.1.1.1., the bottom line of the table is replaced by the following:\n´C< 1,400   22   5,8   -'.", "1.  From 1 January 1990 no Member State may, on grounds relating to air pollution by emission from an engine having a capacity of less than 1 400 cm=:\n- refuse to grant EEC type approval, to issue the document referred to in the last indent of Article 10 (1) of Directive 70/156/EEC (11) as last amended by Directive 87/403/EEC (12) or to grant national type approval for a type of motor vehicle,\nor\n- prohibit the initial entry into services of motor vehicles,\nwhere emissions from this type of motor vehicle or from such vehicles meet the provisions of Directive 70/220/EEC, as amended by this Directive.\n2.  From 1 July 1992, in respect of types of vehicle equipped with an engine having a capacity of less than 1 400 cm=, Member States:\n- may no longer issue the document provided for in the last indent of Article 10 (1) of Directive 70/156/EEC for a type of motor vehicle,\n- shall refuse national type approval for a type of motor vehicle,\nthe emissions from which do not meet the requirements of the Annexes to Directive 70/220/EEC, as amended by this Directive.\n3.  From 31 December 1992, in respect of vehicles equipped with an engine having a capacity of less than 1 400 cm=, Member States shall prohibit the initial entry into service of vehicles the emissions from which do not meet the requirements of the  Annexes to Directive 70/220/EEC, as amended by this Directive.", "Member States may make provision for tax incentives for the vehicles covered by this Directive. Such incentives shall meet the provisions of the Treaty as well as the following conditions:\n- they shall apply to all domestic car production and to vehicles imported for marketing in a Member State and fitted with equipment allowing the European standards to be met in 1992 to be satisfied ahead of time,\n- they shall cease upon the date set in Article 2 (3) for the compulsory entry into force of the emission values for new vehicles,\n- they shall be of a value, for each type of vehicle, substantially lower than the actual cost of the equipment fitted to meet the values set and of its fitting on the vehicle.\nThe Commission shall be informed of any plans to introduce or amend the tax incentives referred to in the first subparagraph in sufficient time to allow it to submit comments.", "Member States shall bring into force the laws, regulations and administrative provisions necessary in order to comply with this Directive before 1 January 1990. They shall forthwith inform the Commission thereof.", "Before the end of 1990, the Council shall, acting by a qualified majority on a proposal from the Commission decide to\n- also align, for vehicles equipped with an engine having a capacity equal to or more than 1 400 cm=, the dates and standards set in this Directive on the basis of an improved European test procedure including an extra-urban driving sequence,\n- incorporate into this improved European test procedure the limit values laid down in this Directive for vehicles equipped with an engine having a capacity of less than 1 400 cm=.", "Acting by a qualified majority on a proposal from the Commission, which will take account of the results of the\nwork in progress on the greenhouse effect, the Council shall decide on measures designed to limit CO2 emissions from motor vehicles.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 18 July 1989.\nFor the Council\nThe President\nR. DUMAS\n(1) OJ No C 56, 27. 2. 1988, p. 9 and OJ No C 134, 31. 5. 1989, p. 8.\n(2) OJ No C 262, 10. 10. 1988, p. 89 and OJ No C 120, 16. 5. 1989.\n(3) OJ No C 208, 8. 8. 1988, p. 7.(4) OJ No L 76, 6. 4. 1970, p. 1.(5) OJ No L 214, 6. 8. 1988, p. 1.(6) OJ No L 159, 15. 6. 1974, p. 61.(7) OJ No L 32, 3. 2. 1977, p. 32.(8) OJ No L 223, 14. 8. 1978, p. 48.(9) OJ No L 197, 20. 7. 1983, p. 1.\n(10) OJ No L 36, 9. 2. 1988, p. 1.(11) OJ No L 42, 23. 2. 1970, p. 1.\n(12) OJ No L 220, 8. 8. 1987, p. 44."}