{"celex_id": "31989R3888", "uri": "http://publications.europa.eu/resource/cellar/7a14822d-75d0-4c1b-9878-ec54d53c31d3", "type": "Regulation", "concepts": ["2081", "3191", "4713", "4726", "888"], "title": "Council Regulation (EEC) No 3888/89 of 11 December 1989 amending for the third time Regulation (EEC) No 1873/84 authorizing the offer or disposal for direct human consumption of certain imported wines which may have undergone oenological processes not provided for in Regulation (EEC) No 337/79\n", "header": "COUNCIL REGULATION (EEC) No 3888/89 of 11 December 1989 amending for the third time Regulation (EEC) No 1873/84 authorizing the offer or disposal for direct human consumption of certain imported wines which may have undergone oenological processes  not provided for in Regulation (EEC) No 337/79\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 822/87 of 16 March 1987 on the common organization of the market in wine (1), as last amended by Regulation (EEC) No 1236/89 (2), and in particular Article 73 (1) thereof,\nHaving regard to the proposal from the Commission,\nWhereas Article 70 (1) of Regulation (EEC) No 822/87 provides that imported products covered by that Article must be accompanied by a certificate attesting that they satisfy the provisions on production, marketing and, where appropriate, disposal for  direct human consumption in the third country in which they originate;\nWhereas Article 73 (1) of the said Regulation stipulates that if the imported products in question have undergone oenological practices not allowed by Community rules or not consonant with the provisions of that Regulation or of those adopted pursuant  thereto they may not, except by way of derogation, be offered or disposed of for direct human consumption; whereas the Council derogated from this principle by Regulation (EEC) No 1873/84 (3), as last amended by Regulation (EEC) No 2245/89 (4); whereas  this\nderogation expires on 31 December 1989; whereas so that consultations can continue between the Community and the country concerned with a view to an agreement on this matter the said derogation should be extended for seven months,", "main_body": ["In the title of Regulation (EEC) No 1873/84, the reference to Regulation (EEC) No 337/79 shall be replaced by a reference to Regulation (EEC) No 822/87.", "In the second subparagraph of Article 1 (1) of Regulation (EEC) No 1873/84 Â´31 December 1989' is hereby replaced by Â´31 July 1990'.", "This Regulation shall enter into force on 1 January 1990.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 11 December 1989.\nFor the Council\nThe President\nH. NALLET\n(5) OJ No L 84, 27. 3. 1987, p. 1.\n(6) OJ No L 128, 11. 5. 1989, p. 31.\n(7) OJ No L 176, 3. 7. 1984, p. 6.\n(8) OJ No L 216, 27. 7. 1987, p. 2."}