{"celex_id": "31985D0078", "uri": "http://publications.europa.eu/resource/cellar/6f13ef16-d47c-445b-8960-9ba823680b37", "type": "Decision", "concepts": ["4676", "75"], "title": "85/78/EEC: Commission Decision of 12 December 1984 relating to a proceeding under Article 85 of the EEC Treaty (IV/30.666 - Mecaniver-PPG) (Only the English and French texts are authentic)\n", "header": "COMMISSION DECISION of 12 December 1984 relating to a proceeding under Article 85 of the EEC Treaty (IV/30.666 - Mecaniver-PPG) (Only the English and French texts are authentic) (85/78/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation No 17 of 6 February 1962, First Regulation implementing Articles 85 and 86 of the Treaty (1), as last amended by the Act of Accession of Greece, and in particular Article 2 thereof,\nHaving regard to the application made on 29 January 1982 under Article 2 of Regulation No 17 by BSN-Gervais Danone SA, Paris, Mecaniver SA, Brussels, Belgium, and PPG Industries Inc., Pittsburgh, Pennsylvania, USA, for negative clearance of an agreement signed on 17 December 1981 on the sale by Mecaniver SA to PPG Industries Inc. of approximately 67 % of the shares of Boussois SA and all Mecaniver's shareholdings in Glasexco SA, Brussels, Belgium, Vetrocom SpA, Milan, Italy, Cristal AG, Mollis, Switzerland, Glasexco UK Ltd, London, United Kingdom, Glasexco Norge A/S, Oslo, Norway, and Glasunit A/S and Glaskontoret A/S, Hellerup, Denmark,\nHaving regard to the summary of the application published (2) pursuant to Article 19 (3) of Regulation No 17,\nHaving consulted the Advisory Committee on Restrictive Practices and Dominant Positions.\nWhereas:\nI. THE FACTS\n(1) PPG Industries Inc. (PPG) is the largest glass producer in the USA, accounting for around 32 % of domestic production (followed by LOF with about 24 %). PPG has an 80 % - owned production subsidiary in Europe, Vernante Pennitalia SpA of Cuneo, Italy, whose production capacity represents about 4 % of the total installed capacity in the EEC.\n(2) BSN-Gervais Danone, Paris (BSN), was formed by the merger of BSN Industries, which had long been one of the largest glass-making enterprises in the world, with Gervais-Danone, which has interests mainly in the food industry.\n(3) Mecaniver SA, Brussels (Mecaniver), is a Belgian holding company which is over 78 % owned by BSN. As part of the general corporate strategy of the BSN group, Mecaniver has been gradually withdrawing from BSN's traditional business in the flat-glass industry to concentrate on the group's food business. On 2 June 1980 it sold all its direct and indirect interests in the German flat glass producer Flachglas AG to the UK undertaking Pilkington Brothers Ltd.\n(4) In late 1981 when the agreement with which this Decision is concerned was signed, Mecaniver exercised control in Europe over Boussois SA and seven export sales companies : Glasexco over Boussois SA and seven export sales companies : Glasexco SA in Belgium, Vetrocol SpA in Italy, Cristal AG in Switzerland, Glasexco UK Ltd in the United Kingdom, Glasexco Norge A/S in Norway, and Glasunt A/S and Glaskontroet A/S in Denmark. It also retained 20 % shareholdings in the Belgian and Dutch flat-glass producers Glaverbel SA and Machinale Glasfabriek De Maas BV, the remaining 80 % of which it had sold to the Japanese company Asahi Glass Co. in June 1981. It later disposed of its residual shareholdings in these companies to allow Asahi to assume full control. Asahi  (1) OJ No 13, 21.2.1962, p. 204/62. (2) OJ No C 289, 25.10.1983, p. 2.  (through Glaverbel) in September 1982 also purchased Mecaniver's controlling interests in the Spanish flat-glass producer Compaña Española Para la Fabricación Mecánica del Vidrio (Celo). However, Mecaniver still owns 20 % of the Spanish glassmaker Vidrerias de Llodio SA (Llodio). The majority and controlling interest in Llodio is held by Guardian Industries Corp. (an American flat-glass producer with interest in the EEC, namely Luxguard). Guardian has an option to purchase Mecaniver's remaining share in Llodio.\n(5) Boussois SA. Levallois-Perret, France (Boussois), which at the time the agreement was signed was a 99,9 % subsidiary of Mecaniver and thus part of the BSN group, has three glassmaking plants at Boussois, Aniche and Wingle in northern France, which account for about 7 % of installed capacity in the EEC. Boussois also owns other major interests in the glass industry.\n(6) Under a Share Purchase Agreement signed on 17 December 1981 BSN and Mecaniver agreed to sell to PPG 1 334 988 Boussois shares, accounting for about 67 % of that company's equity capital, and all Mecaniver's holdings in the seven export sales companies listed in paragraph 4. The agreement also provided for PPG to subscribe to an increase in Boussois's capital which would raise PPG's holding to 81 %. The completion of the share sale, on the \"closing date\", was conditional on the fulfilment of a number of procedural and administrative formalities. These were duly fulfilled and the share sale took place on 23 April 1982.\n(7) The agreement also gave PPG an option of purchasing Mecaniver's remaining 19 % holding in Boussois during the period from two to four-and-a-half years after the closing date and, if PPG did not exercise the option, it gave Mecaniver the option in the six months following the expiry of PPG's option of obliging PPG to purchase its remaining shareholding.\n(8) The agreement of 17 December 1981 contained the following further clauses:      (a) BSN and Mecaniver would not, without the consent of PPG, engage in any business which could be competitive with the business of the companies sold or their subsidiaries, including acting as an advisor to or acquiring (other than its current shareholdings in Glaverbel, De Maas and Llodio), for a period of three years after the closing date (i.e. until 22 April 1985).\n(b) At PPG's request, BSN would allow two of its senior executives to continue to serve on the Boussois Board of Directors.\n(c) BSN would maintain its long-term loans to Boussois and a number of guarantees which it had previously given on behalf of the company.\n(9) The market to which the agreement relates is that for flat glass in general.\nFlat glass can be divided into three categories according to the production process used:      - drawn glass, which is produced as colourless, transparent sheets and is normally used as window glass.\n- cast (or rolled) glass which is produced in laminated sheets with an uneven surface and is translucid but not transparent.\n- float glass, a type of glass produced with a process perfected by Pilkingtons which has been in use since the early 1960s. Because of its characteristics, quality and relatively low production costs, float glass has rapidly supplanted most other types of flat glass in all but certain very specific markets.\nIn Europe 57 % of flat glass is used in the construction industry, 22 % in the motor industry and the remaining 21 % in various other industries.\n(10) Recent figures for the distribution of production capacity for flat glass in the EEC are: >PIC FILE= \"T0027614\">\n(11) The Commission did not receive any comments from third parties in reply to its notice under Article 19 (3) of Regulation No 17.\nII. LEGAL ASSESSMENT\nA. Article 85 (1)\n(12) The Share Purchase Agreement and the ancillary agreements of 17 December 1981 between the companies of the BSN-Mecaniver group and PPG are agreements between undertakings.\n(13) The sale constituting the mere transfer of a business does not in itself and in the absence of any indications to the contrary give rise to any restrictions of competition and as such does not fall within the scope of Article 85 (1).\n(14) This conclusion that the sale does not involve any restrictions of competition is not weakened by the fact that BSN still has representatives on the Boussois Board of Directors, and still has a minority holding in both Boussois and Llodio. Mecaniver's participation in Boussois can in no way way influence the latter's competitive behaviour because the agreement has transferred to PPG full control, both legally and in practice, over Boussois's affairs, particularly as regards investment and commercial policy. Moreover, BSN's holdings in Boussois appear to be a merely temporary stage before total cession. The shareholdings BSN retains in Llodio are too small in this case to endow it with effective control, which rests with Guardian Industries Corp. Furthermore, having made the strategic decision to withdraw from this sector. BSN is unlikely to acquire new interests in other producers. Consequently there is no likelihood of BSN using any of its holdings in third companies to coordinate their competitive behaviour with Boussois's and Llodio's competitive behaviour.\nIn effect in 1980 the BSN-Mecaniver group decided to withdraw from the European flat-glass market. It first sold its German subsidiary Flachglass AG to the British company Pilkington Brothers Ltd, which was already a producer of float glass, and went on to sell the majority, and then the remainder of the shares of its Belgian, Dutch and Spanish subsidiaries Glaverbel SA, De Maas BV and Celo respectively to the Japanese company Asahi Glass Ltd, which thereby became a new competitor on the European market. BSN-Mecaniver's sale of the majority of its shares in Boussois to the American group PPG with the option for PPG to purchase the remainder has virtually completed this withdrawal.\n(15) The commitment given by BSN-Mecaniver not to compete with PPG for a given period after the sale of Boussois (see paragraph 8 above) must be regarded as a legitimate means of ensuring the performance of the seller's obligation to transfer the full commercial value of the business, since the sale of the business involves the transfer not only of physical assets but also of commercial know-how and clientele.\nTherefore even though BSN has virtually disappeared from the flat-glass market and is highly unlikely to re-enter this market as an effective competitor, in the foreseeable future, a period of non-competition merely guarantees the purchaser the legal certainty, which may be legitimately demanded by any purchaser, that the value of his purchase will not be eroded by competition from the seller.\nAlthough each case must be judged in its specific context, the period of protection offered by the non-competition clause and its geographical extent cannot be said to be excessive, judged by the criteria which the Commission established in its Decisions 76/743/EEC  (Reuter/BASF) (1), 83/670/EEC (Nutricia) (2) and 84/387/EEC (3). Considering on the one hand that technology as well as goodwill are being transferred, and on the other hand that PPG already has operating knowledge of the industry (and given that the technology in question is not exceptionally difficult to assimilate), three years non-competition does not give rise to the application of Article 85 (1). Similarly the geographical extent of the non-competition clause, covering the whole of the European market, does not give rise to the application of Article 85 (1) in this case as previously, before it commenced its strategic withdrawal, BSN-Mecaniver was an active competitor on the totality of the European market.\n(16) On the basis of the facts in the Commission's possession, there are therefore no grounds under Article 85 (1) of the Treaty for action on its part in respect of the agreements.\nB. Article 86\n(17) Prior to the agreement PPG held about 4 % of the EEC market through its Italian subsidiary Vernante Pennitalia. The acquisition of Boussois has increased its market share to about 11 %. The transaction thus cannot be said to have strengthened a dominant position such that it could be regarded as an abuse within the meaning of Article 86 (4). BSN, whose market share prior to the transaction was only about 7 %, has not totally withdrawn from that market. PPG itself still faces competition not only from Asahi, but also from other flat-glass manufacturers with much larger market shares like Saint-Gobain and Pilkington.\n(18) It is concluded that, on the basis of the facts in the Commission's possession, there are no grounds under Article 86 of the Treaty for action on its part in respect of the agreements.\n(19) The application for negative clearance may therefore be granted,", "main_body": ["On the basis of the facts in the Commission's possession, there are no grounds under Article 85 (1) or Article 86 of the EEC Treaty for action on its part in respect of the agreement signed on 17 December 1981 between BSN-Gervais Danone and Mecaniver SA, on the one hand, and PPG Industries Inc., on the other, on the sale to PPG of the majority of the shares of Boussois SA and all the shares held by Mecaniver in the export sales companies Glasunit A/S and Glaskontoret A/S in Denmark, Glasexco SA in Belgium, Vetrocom SpA in Italy, Cristal AG in Switzerland, Glasexco Norge A/S in Norway and Glasexco UK Ltd in the United Kingdom.", "This Decision is addressed to:    - PPG Industries Inc., One Gateway Center, Pittsburgh, Pennsylvania 15222, USA;\n- BSN-Gervais Danone, 7 rue de Téhéran, F-75008 Paris, France;\n- Mecaniver SA, Chaussée de la Hulpe 166, B-1170 Brussels, Belgium."], "attachments": "Done at Brussels, 12 December 1984.\nFor the Commission\nFrans ANDRIESSEN\nMember of the Commission  (1) OJ No L 254, 17.9.1976, p. 40. (2) OJ No L 376, 31.12.1983, p. 22. (3) OJ No L 212, 8.8.1984, p. 1. (4) See the judgment of the Court of Justice in Case 6/72, Continental 1973, ECR 215."}