{"celex_id": "31981R1014", "uri": "http://publications.europa.eu/resource/cellar/6fa8f6cf-d67b-461a-996b-e9565b7f9e6b", "type": "Regulation", "concepts": ["1558", "2247", "4324", "4499", "5383", "5509"], "title": "Council Regulation (EEC) No 1014/81 of 17 February 1981 implementing Decisions No 1/80, No 2/80 and No 3/80 of the EEC-Switzerland Joint Committee - Community transit - amending the Agreement between the European Economic Community and the Swiss Confederation on the application of the rules on Community transit and its Appendices\n", "header": "COUNCIL REGULATION (EEC) No 1014/81 of 17 February 1981 implementing Decisions No 1/80, No 2/80 and No 3/80 of the EEC-Switzerland Joint Committee - Community transit - amending the Agreement between the European Economic Community and the Swiss Confederation on the application of the rules on Community transit and its Appendices\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 113 thereof,\nHaving regard to the proposal from the Commission,\nWhereas Article 16 of the Agreement between the European Economic Community and the Swiss Confederation on the application of the rules on Community transit (1), signed on 23 November 1972, empowers the Joint Committee set up under that Agreement to adopt by decision certain amendments to the said Agreement and the Appendices thereto;\n(1) OJ No L 294, 29.12.1972, p. 1.\nWhereas the Joint Committee has decided to amend the Agreement and the Appendices thereto in order, in particular, to take account of technical adjustments to the rules on Community transit following the accession of Greece, and in order that the text in the Greek language of the Agreement may be equally authentic;\nWhereas, moreover, the Joint Committee has decided, in particular, to make provision for the possibility of producing and completing Community transit documents by modern reproduction techniques and, at the same time, to extend to carriage by means of large containers the simplified procedures at present available when goods are transported by rail;\nWhereas the Joint Committee has, moreover, laid down special provisions which make it possible, as long as customs duties and other charges have not been eliminated in intra-Community trade, to distinguish goods according to whether they have acquired Community status in the Community of Nine or in Greece;\nWhereas the said amendments are, respectively, the subject of Decisions No 1/80 and No 2/80 of 18 September 1980 and of Decision No 3/80 of 24 November 1980 of the Joint Committee ; whereas it is necessary to adopt implementing measures in respect of the said Decisions,", "main_body": ["Decisions No 1/80, No 2/80 and No 3/80 of the EEC-Switzerland Joint Committee - Community transit - amending the Agreement between the European Economic Community and the Swiss Confederation on the application of the rules on Community transit and Appendices shall apply in the Community.\nThe text of the Decisions is attached to this Regulation.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 17 February 1981.\nFor the Council\nThe President\nD.F. van der MEI"}