{"celex_id": "31985D0336", "uri": "http://publications.europa.eu/resource/cellar/74d4c8e2-8d35-4991-ae4b-6ed01e2b99f7", "type": "Decision", "concepts": ["1707", "2528", "2533", "3468", "3836", "5457"], "title": "85/336/EEC: Council Decision of 27 June 1985 concerning a supplement in respect of cadmium to Annex IV to the Convention for the protection of the Rhine against chemical pollution\n", "header": "5.7.1985 EN Official Journal of the European Communities L 175/36\nCOUNCIL DECISION\nof 27 June 1985\nconcerning a supplement in respect of cadmium to Annex IV to the Convention for the protection of the Rhine against chemical pollution\n(85/336/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 235 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee,\nWhereas by Council Decision 77/586/EEC of 25 July 1977 (3) the Community approved the Convention for the protection of the Rhine against chemical pollution, hereinafter referred to as the ‘Chemical Convention’, and the Additional Agreement to the Agreement signed in Berne on 29 April 1963 concerning the International Commission for the Protection of the Rhine against Pollution, hereinafter referred to as the ‘International Commission’;\nWhereas under Article 5 of the Chemical Convention the International Commission proposes limit values for the discharge of certain substances into the surface waters of the Rhine basin by way of amendments to Annex IV to the Chemical Convention; whereas under Article 14 of the Chemical Convention, unanimous acceptance by the Contracting Parties is necessary for the entry into force of those amendments;\nWhereas the International Commission has established limit values for cadmium in the form of a proposal designed to supplement Annex IV to the Chemical Convention;\nWhereas Directive 83/513/EEC (4) lays down limit values for the discharge of cadmium into the aquatic environment of the Community; whereas these limit values are identical to those set out in the proposal of the International Commission;\nWhereas it is desirable that the Community, as a Contracting Party to the Chemical Convention, adopts the abovementioned proposal,", "main_body": ["The proposal from the International Commission for the Protection of the Rhine against Chemical Pollution, intended to supplement in respect of cadmium Annex IV to the Convention for the protection of the Rhine against chemical pollution, is hereby adopted on behalf of the European Economic Community.\nThe text of the proposal is attached to this Decision.", "The President of the Council will notify the Government of the Swiss Confederation, in accordance with the procedures laid down by the Chemical Convention, of the adoption of the proposal referred to in Article 1."], "attachments": "Done at Luxembourg, 27 June 1985.\nFor the Council\nThe President\nA. BIONDI\n(1)  OJ No C 16, 17. 1. 1985, p. 7.\n(2)  OJ No C 94, 15. 4. 1985, p. 131.\n(3)  OJ No L 240, 19. 9. 1977, p. 35.\n(4)  OJ No L 291, 24. 10. 1983, p. 1.\nANNEX\nProposal from the International Commission for the Protection of the Rhine against Pollution to supplement Annex IV to the Convention on the protection of the Rhine against chemical pollution, signed in Bonn on 3 December 1976\nThe International Commission for the Protection of the Rhine against Pollution,\nHaving regard to the Convention on the protection of the Rhine against chemical pollution, signed in Bonn on 3 December 1976,\nHaving regard in particular to Articles 3, 4, 5 and 14 thereof,\nProposes to the Contracting Parties to the Convention that Annex IV to the Convention of 3 December 1976 be supplemented as follows in respect of cadmium:\nSubstance or group of substances Origin Limit value in terms of the maximum concentration of a substance Limit value in terms of the maximum quantity of a substance Time limit for existing discharges Remarks\n1 2 3 4 5 6\n1. Zinc mining, lead and zinc refining, cadmium metal and non-ferrous metal industry\nFor existing discharges the provisional limit value of 0,3 milligrams of cadmium per litre of discharge is valid as a monthly average  1.1.1986\n2. Manufacture of cadmium compounds\nFor existing discharges the provisional limit value of 0,5 milligrams of cadmium per litre of discharge is valid as a monthly average For existing discharges the provisional limit value of 0,5 kilograms of cadmium per tonne of cadmium used in production is valid as a monthly average 1.1.1986\n3. Manufacture of pigments\nFor existing discharges the provisional limit value of 0,5 milligrams of cadmium per litre of discharge is valid as a monthly average For existing discharges the provisional limit value of 0,3 kilograms of cadmium per tonne of cadmium used in production is valid as a monthly average 1.1.1986\n4. Manufacture of stabilizers\nFor existing discharges the provisional limit value of 0,5 milligrams of cadmium per litre of discharge is valid as a monthly average For existing discharges the provisional limit value of 0,5 kilograms of cadmium per tonne of cadmium used in production is valid as a monthly average 1.1.1986\n5. Manufacture of primary and secondary batteries\nFor existing discharges the provisional limit value of 0,5 milligrams of cadmium per litre of discharge is valid as a monthly average For existing discharges the provisional limit value of 1,5 kilograms of cadmium per tonne of cadmium used in production is valid as a monthly average 1.1.1986\n6. Electroplating\nFor existing discharges the provisional limit value of 0,5 milligrams of cadmium per litre of discharge is valid as a monthly average For existing discharges the provisional limit value of 0,3 kilograms of cadmium per tonne of cadmium used in production is valid as a monthly average 1.1.1986\n7. Manufacture of phosphoric acid and/or phosphatic fertilizer from phosphatic rock\nIf necessary, the limit values for other industries will be proposed by the International Commission at a later stage. In the meantime, the Governments will fix emission standards for cadmium discharges autonomously in accordance with Articles 3 and 4 of the Convention. These standards must take account of the best technical means available and must not be less stringent than the nearest comparable limit value in the above table.\n(1)  The limit values given in the above columns refer to the determination of the cadmium contained in an unfiltered sample. They apply to the total cadmium content of all the waste arising from production processes at the site of the production installation.\nIf the waste water containing cadmium is treated outside the installation in an establishment designed to eliminate the cadmium, Governments may allow the limit values to be applied at the point of discharge at the exit of that establishment.\n(2)  The daily limit values are obtained by multiplying the monthly limits in the above columns by two.\nFor measuring, analysis and sampling methods, see the recommendations made by the International Commission on 20 June 1983 in Luxembourg.\n(3)  In the case of industrial sectors where limit values are expressed in terms of both maximum concentration and maximum quantity of cadmium, both should be applied. However, the competent authorities may authorize emission standards which exceed the applicable limit value expressed in terms of maximum concentration where the following two conditions are met:\n(a) the volume of waste water discharged is greatly reduced by special water-saving measures; and\n(b) the limit value expressed in terms of the maximum quantity of cadmium is respe\n(4)  In the case of industrial sector 1, for which there are only limit values expressed in terms of maximum concentration, Governments should — in an attempt to establish future limit values expressed in terms of maximum quantity, to fix those limit values and to bring them into force on 1 January 1989 — provide the International Commission, at least every two years, with the relevant figures for the average monthly quantities of per tonne of cadmium produced of cadmium effectively discharged by the various branches in industrial sector 1.\n(5)  For the time being, it is impossible to fix limit values expressed in terms of maximum quantity. The International Commission will propose such values, where necessary, in accordance with Article 5 of the Convention. If the International Commission does not propose limit values, then the values expressed in terms of maximum quantity (which are to be respected as from 1 January 1986) will be retained.\n(6)  When this is made absolutely necessary by the technical or administrative situation, governments may suspend up to 1 January 1989 application of the limit values for installations not discharging more than 10 kilograms of cadmium per year where the total volume of all the electroplating tanks is not more than 1,5 m3.\n(7)  The cadmium content of discharges from industrial sector 7 may be reduced appreciably when the waste containing the cadmium is eliminated. This waste must be eliminated from the discharge where underground storage or recycling is possible in such a way that the danger to the environment is not increased. However, local conditions are such that elimination of this kind is not yet possible everywhere. Consequently, economically acceptable techniques, which allow the cadmium to be extracted systematically from these discharges, are not applicable in these cases. No limit value has therefore been fixed for industrial sector 7. In view of the large quantities of cadmium discharged by industrial sector 7, the International Commission will draw up proposed limit values for that sector as soon as appropriate methods are available. In the meantime, Governments will set emission standards for cadmium autonomously in accordance with Articles 3 and 4 of the Convention, taking account of any possibilities of eliminating the waste containing the cadmium. For new discharges the cadmium must be eliminated from the waste water."}