{"celex_id": "31986R1769", "uri": "http://publications.europa.eu/resource/cellar/42961ceb-e97a-4491-a067-11f5398beb3a", "type": "Regulation", "concepts": ["2783", "3591", "4580"], "title": "Commission Regulation (EEC) No 1769/86 of 6 June 1986 amending Regulation (EEC) No 2819/79 as regards certain textile products (categories 4, 5, 6, 7, 8, 12, 13, 20, 39 and 83) originating in Turkey\n", "header": "COMMISSION  REGULATION (EEC) No 1769/86\nof 6 June 1986\namending Regulation (EEC) No 2819/79 as regards certain textile products (categories 4, 5, 6, 7, 8, 12, 13, 20, 39 and 83) originating in Turkey\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 288/82 of 5 February 1982 on common rules for imports (1), and in particular Article 10 thereof,\nAfter consultation within the Advisory Committee set up by Article 5 of that Regulation,\nWhereas Commission Regulation (EEC) No 2819/79 (2), as last amended by Regulation (EEC) No 1697/86 (3), makes imports of certain textile products originating in certain non-member countries subject to Community surveillance;\nWhereas Turkey has introduced administrative procedures to provide rapid information on the trend of trade in certain textile products;\nWhereas a system of administrative cooperation has been established between the European Economic Community and Turkey with regard to trade in certain textile products referred in the Annex to this Regulation;\nWhereas, in order to be effective, such administrative cooperation must have a consistent statistical basis;\nWhereas it is appropriate that this Regulation should not apply in respect of those products referred to in the Annex to this Regulation, in so far as these originated in Turkey and have been introduced into the customs territory of the Community prior to its entry into force, but have not been released into free circulation in the Community,", "main_body": ["Without prejudice to the other provisions of Commission Regulation (EEC) No 2819/79, the import document referred to in Article 2 of that Regulation shall be issued or endorsed for the products listed in the Annex I only on presentation of an export information document corresponding to the specimen shown in Annex II or, where appropriate, of an export information document relating to cottage industry and folklore products corresponding to the specimen shown in Annex III.\nThe said export information documents shall be issued by the Istanbul, Izmir (Smyrna) and Cukurova ready-made garment exporters' associations.\nAny export advice note should be presented to the competent authorities in the Member States within one month of its date of issue.\nThe import document referred to in Article 2 of Regulation (EEC) No 2819/79 may be used for two months from the date of issue. In exceptional circumstances that period may be extended by a month.", "This Regulation shall enter into force on 9 June 1986.\nIt shall not apply in respect of products originating in Turkey which have previously been introduced into the customs territory of the Community, but which have not been released into free circulation in the Community.\nIt shall apply until 31 December 1986.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 6 June 1986.\nFor the Commission\nWilly DE CLERCQ\nMember of the Commission\n(1) OJ No L 35, 9. 2. 1982, p. 1.\n(2) OJ No L 320, 15. 12. 1979, p. 9.\n(3) OJ No L 146, 31. 5. 1986, p. 62.\nANNEX I\n1.2.3.4.5 //  //  //  //  //  // Category   // CCT heading No  // NIMEXE code (1986)  // Description  // Units   //    //  //   //   //   //   //   //   //   //   // 4   // 60.04 B I II a) b) c) IV b) 1 aa) dd) 2 ee) d) 1 aa) dd) 2 dd)  // 60.04-19, 20, 22, 23, 24, 26, 41, 50, 58, 71, 79, 89  // Under garments, knitted or crocheted, not elastic or rubberized: Shirts, T-shirts, lightweight fine knit roll, polo or turtle necked jumpers and pullovers, undervests and the like, knitted or crocheted, not elastic or rubberized, other than babies' garments, of cotton or synthetic textile fibres; T-shirts and lightweight fine knit roll, polo or turtle necked jumpers and pullovers, of regenerated textile fibres, other than babies' garments   // 1 000 pieces   //    //   //   //  //   // 5   // 60.05 A I a) II b) 4 bb) 11 aaa) bbb) ccc) ddd) eee) 22 bbb) ccc) ddd) eee) fff)   // 60.05-01, 31, 33, 34, 35, 36, 39, 40, 41, 42, 43   // Outer garments and other articles, knitted or crocheted, not elastic or rubberized: A. Outer garments and clothing accessories: Jerseys, pullovers, slip-overs, waistcoats, twinsets, cardigans, bed-jackets and jumpers, knitted or crocheted, not elastic or rubberized, of wool, of cotton or of man-made textile fibres   // 1 000 pieces   //    //   //   //   //   // 6   // 61.01 B V d) 1 2 3 e) 1 2 3 61.02 B II e) 6 aa) bb) cc)   // 61.01-62, 64, 66, 72, 74, 76 61.02-66, 68, 72   // Men's and boys' outer garments: Women's, girls' and infants' outer garments: B. Other: Men's and boys' woven breeches, shorts and trousers (including slacks); women's, girls' and infants' woven trousers and slacks, of wool, of cotton or of man-made textile fibres   // 1 000 pieces   //    //   //   //   //   // 7   // 60.05 A II b) 4 aa) 22 33 44 55 61.02 B II e) 7 bb) cc) dd)   // 60.05-22, 23, 24, 25 61.02-78, 82, 84   // Outer garments and other articles, knitted or crocheted, not elastic or rubberized: A. Outer garments and clothing accessories: II. Other Women's, girls' and infants' outer garments: B. Other: Blouses and shirt-blouses, knitted, crocheted (not elastic or rubberized), or woven, for women, girls and infants, of wool, of cotton or of man-made textile fibres   // 1 000 pieces   //    //   //  //   //  //  //  //  //  //  // Category   // CCT heading No  // NIMEXE code (1986)  // Description  // Units   //    //   //   //  //   //   // 8   // 61.03 A   // 61.03-11, 15, 19   // Men's and boys' under garments, including collars, shirt fronts and cuffs: Men's and boys' shirts, woven, of wool, of cotton or of man-made textile fibres   // 1 000 pieces   //    //   //   //  //   // 12   // 60.03 A B I II b) C D   // 60.03-11, 19, 20, 27, 30, 90   // Stockings, under stockings, socks, ankle-socks, sockettes and the like, knitted or crocheted, not elastic or rubberized: Other than women's stockings of synthetic textile fibres   // 1 000 pairs   //    //   //   //   //   // 13  // 60.04 B IV b) 1 cc) 2 dd) d) 1 cc) 2 cc)   // 60.04-48, 56, 75, 85   // Under garments, knitted or crocheted, not elastic or rubberized: Men's and boys' underpants and briefs, women's, girls' and infants' (other than babies') knickers and briefs, knitted or crocheted, not elastic or rubberized, of cotton or synthetic textile fibres   // 1 000 pieces   //    //   //  //   //   // 20   // 62.02 B I a) c)   // 62.02-12, 13, 19  // Bed linen, table linen, toilet linen and kitchen linen; curtains and other furnishing articles: B. Other: Bed linen, woven   // Tonnes   //    //   //   //   //   // 39   // 62.02 B II a) c) III a) 2 c)   // 62.02-40, 42, 44, 46, 51, 59, 65, 72, 74, 77   // Bed linen, table linen, toilet linen and kitchen linen; curtains and other furnishing articles: B. Other: Woven table linen, toilet and kitchen linen, other than of cotton terry fabric   // Tonnes   //    //   //   //   //  // 83  // 60.05 A II a) b) 4 hh) 11 22 33 44 ijij) 11 kk) 11 ll) 11 22 33 44   // 60.05-04, 76, 77, 78, 79, 81, 85, 88, 89, 90, 91   // Outer garments and other articles, knitted or crocheted, not elastic or rubberized: A. Outer garments and clothing accessories: II. Other: Outer garments, knitted or crocheted, not elastic or rubberized, other than garments of categories 5, 7, 26, 27, 28, 71, 72, 73, 74 and 75, of wool, of cotton or of man-made textile fibres   // Tonnes   //    //  //   //   //"}