{"celex_id": "31985D0382", "uri": "http://publications.europa.eu/resource/cellar/a6cfa733-3932-4cce-b25e-ca7396618e09", "type": "Decision", "concepts": ["1277", "3885", "5877", "6052"], "title": "85/382/EEC: Commission Decision of 10 July 1985 prohibiting the use in feedingstuffs of protein products obtained from Candida yeasts cultivated on n-alkanes\n", "header": "COMMISSION  DECISION\nof 10 July 1985\nprohibiting the use in feedingstuffs of protein products obtained from Candida yeasts cultivated on n-alkanes\n(85/382/EEC)\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 82/471/EEC of 30 June 1982 concerning certain products used in animal nutrition (1), as last amended by Commission Directive 84/443/EEC (2), and in particular Articles 4 and 6 thereof,\nHaving consulted the Scientific Committee for Animal Nutrition and the Scientific Committee for Food,\nWhereas under Directive 82/471/EEC the Member States are temporarily authorized to maintain the national authorizations which, prior to being notified of that Directive, they granted for the use of protein products obtained from Candida yeasts cultivated on n-alkanes; whereas a Community Decision concerning these products should be taken within a period of two years as from notification of that Directive;\nWhereas, according to present scientific and technical knowledge and the joint opinion of the Scientific Committee for Animal Nutrition and the Scientific Committee for Food, certain strains of yeast of the Candida variety are pathogenic and, in some circumstances, may give rise to hypersensitivity reactions; whereas the use of such strains for the production of protein for use in animal nutrition may therefore entail hazards to animal or human health in so far as viable cells are released;\nWhereas, moreover, in the absence of certain basic scientific data, in particular those necessary to interpret the likely effects of changes in the composition of the fatty acids of animal lipids, the hazards which such products may present for the consumer cannot be assessed;\nWhereas, on the basis of present knowledge, it cannot be concluded that protein products obtainable from yeasts of the Candida variety cultivated on n-alkanes satisfy the requirements for obtaining Community authorization under Directive 82/471/EEC;\nWhereas the use in feedingstuffs of protein products obtained from yeasts of the Candida variety cultivated on n-alkanes should be prohibited throughout the Community until such time as it is established that such products do not represent a hazard to animal or human health;\nWhereas those Member States which authorize certain protein products obtained from yeasts of the Candida variety cultivated on n-alkanes must take the necessaary measures to rescind such authorizations;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Committee for Feedingstuffs,", "main_body": ["National authorizations granted for the use of protein products obtained from yeasts of the Candida variety cultivated on n-alkanes shall be withdrawn.", "This Decision shall apply from 1 March 1986.\nMember States shall inform the Commission of any necessary measures they have taken a comply with this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 10 July 1985.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 213, 21. 7. 1982, p. 8.\n(2) OJ No L 245, 14. 9. 1984, p. 21."}