{"celex_id": "31986L0544", "uri": "http://publications.europa.eu/resource/cellar/c15e3d87-49ac-4245-8b9a-8cb13de9716c", "type": "Directive", "concepts": ["4506", "4509", "4521", "4530", "4658"], "title": "Council Directive 86/544/EEC of 10 November 1986 amending Directive 75/130/EEC on the establishment of common rules for certain types of combined transport of goods between Member States\n", "header": "COUNCIL  DIRECTIVE\nof 10 November 1986\namending Directive 75/130/EEC on the establishment of common rules for certain types of combined transport of goods between Member States\n(86/544/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 75 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas the application of Directive 75/130/EEC (4), as last amended by Directive 82/603/EEC (5), has led to positive results;\nWhereas the development of combined transport is in the general interest;\nWhereas the continuing development of combined transport over the last few years requires the present Community rules to be amended in order better to exploit the possibilities afforded by the various techniques;\nWhereas access by own-account transport to combined transport should be facilitated,", "main_body": ["Directive 75/130/EEC is hereby amended as follows:\n(1) the third indent of Article 1 (1) shall be replaced by the following:\n'- combined transport by inland waterway means the transport of lorries, trailers, semi-trailers with or without tractor, swap bodies and containers of 20 feet or more by inland waterway between Member States, including initial and final sections of road transport runs within a radius of 50 km as the crow flies from the inland-waterway port of loading or unloading.';\n(2) Article 4 (1) shall be replaced by the following:\n'1. When a frontier is crossed on the road journey before the journey by rail or inland waterway, Member States may require the operator to prove by means of an appropriate document that a reservation has been made for the transport by rail or by inland waterway of the tractor unit, lorry, trailer, semi-trailer, or the swap bodies thereof, and of the container of 20 feet or more.';\n(3) Article 9 shall be replaced by the following:\n'Article 9\nWhere a trailer or semi-trailer belonging to an undertaking engaged in own-account combined transport is hauled on a final section by a tractor belonging to an\nundertaking engaged in transport for hire or reward, the transport operation so effected shall be exempt from presentation of the document provided for in Article 3, but another document shall be provided giving evidence of the journey covered or to be covered by rail or by inland waterway.'.", "Member States shall take the measures necessary to comply with this Directive before 1 July 1987. They shall inform the Commission thereof.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 10 November 1986.\nFor the Council\nThe President\nJ. MOORE\n(1) OJ No C 139, 7. 6. 1985, p. 2 and\nOJ No C 144, 11. 6. 1986, p. 11.\n(2) OJ No C 68, 24. 3. 1986, p. 167.\n(3) OJ No C 330, 20. 12. 1985, p. 5.\n(4) OJ No L 48, 22. 2. 1975, p. 31.\n(5) OJ No L 247, 23. 8. 1982, p. 6."}