{"celex_id": "31987R0849", "uri": "http://publications.europa.eu/resource/cellar/bbf87450-ee33-4ab2-a2b8-7c4571e94bda", "type": "Regulation", "concepts": ["1019", "161", "1772"], "title": "Council Regulation (EEC) No 849/87 of 23 March 1987 opening and providing for the administration of a Community tariff quota for unroasted malt falling within subheading 11.07 A II b) of the Common Customs Tariff originating in and coming from Finland\n", "header": "COUNCIL  REGULATION (EEC) No 849/87\nof 23 March 1987\nopening and providing for the administration of a Community tariff quota for unroasted malt falling within subheading 11.07 A II b) of the Common Customs Tariff originating in and coming from Finland\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 113 thereof,\nHaving regard to the Act of Accession of Spain and Portugal,\nHaving regard to the proposal from the Commission,\nWhereas an Agreement was concluded between the European Economic Community and the Republic of Finland on 22 July 1972; whereas, following the accession of the Kingdom of Spain and the Portuguese Republic to the Community, an Agreement in the form of an Exchange of Letters between the European Economic Community and the Republic of Finland concerning agriculture was approved by Decision 86/556/EEC (1);\nWhereas the Agreement in the form of an Exchange of Letters makes provision for an annual tariff quota of 2 500 tonnes for unroasted malt, falling within subheading 11.07 A II b) of the Common Customs Tariff, originating in and coming from Finland, with a reduction in the levy of 100 ECU per tonne; whereas, in addition, it is desirable to carry forward to 1987, altogether by way of exception and because of the late entry into force of Council Regulation (EEC) No 2376/86 of 24 July 1986 opening and providing for the administration of a Community tariff quota for unroasted malt falling within subheading 11.07 A II b) of the Common Customs Tariff originating in and coming from Finland (2), the quantity of 1 700 tonnes of unroasted malt not taken up under the quota of 2 500 tonnes provided for Finland by the said Regulation; whereas the technical factors relating to the opening and administration of a quota for 1987 of a total quantity of 4 200 tonnes should be fixed by an implementing Regulation;\nWhereas all Community importers should be ensured access to the quota and uninterrupted application of the reduced rate until the tariff quota has been used up;\nWhereas this method of management requires close cooperation between the Member States and the Commission, which latter must, in particular, be able to monitor the rate at which the tariff quota is used up and inform the Member States thereof,", "main_body": ["Until 31 December 1987, the import levy on unroasted malt falling within subheading 11.07 A II b) of the Common Customs Tariff, originating in and comĂŻng from Finland shall be reduced by 100 ECU per tonne within the limit of a Community tariff quota of 4 200 tonnes.", "1. Applications for licences, which must be accompanied by an application for advance fixing of the levy with a reduction of 100 ECU per tonne, may be submitted to the competent authority until the last Monday of each month, at 1 p.m. The expiry of the first deadline shall be 30 March 1987.\n2. The applications referred to in paragraph 1 shall be admissable only if they are accompanied by a specimen of the Finnish export licence. This licence must make reference to Regulation (EEC) No 849/87.", "After 1 p.m. on the last Monday of each month, Member States shall notify the Commission of applications for licences submitted pursuant to Article 2.", "1. Within four working days, the Commission shall decide:\n- to accept the applications for licences that have been submitted to the extent that the total quantity does not exceed 4 200 tonnes,\n- to announce the closing of the quota where the quantity of 4 200 tonnes is exhausted,\nand shall inform the competent authorities accordingly.\n2. The competent body immediately inform all parties concerned of the Commission's decision.", "1. The competent authority shall issue import licences on the basis of the decision taken by the Commission pursuant to the first indent of Article 4 (1).\n2. Import licences shall be valid from their actual date of issue until the end of the third month thereafter. The final date of validity of the licence may not be later than 31 December 1987.\n3. Applications for licences and the import licences themselves shall include the following indications:\n- in box 12, 'Licence issued pursuant to Regulation (EEC) No 849/87'.\n- in box 13, 'Finalnd',\n- in box 14, 'Finland'.\nThe licence shall carry an obligation to import products originating in and coming from Finland.", "Detailed rules for implementing this Regulation shall be adopted in accordance with the procedure laid down in Article 26 of Council Regulation (EEC) No 2727/75 of 29 October 1975 on the common organization of the market in cereals (1), as last amended by Regulation (EEC) No 2913/86 (2).", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 23 March 1987.\nFor the Council\nThe President\nH. DE CROO\n(1) OJ No L 328, 22. 11. 1986, p. 67.\n(2) OJ No L 206, 30. 7. 1986, p. 7.\n(1) OJ No L 281, 1. 11. 1975, p. 1.\n(2) OJ No L 272, 24. 9. 1986, p. 1."}