{"celex_id": "31986R3877", "uri": "http://publications.europa.eu/resource/cellar/1bb81182-bc66-4df9-8761-d995c23e9488", "type": "Regulation", "concepts": ["2222", "2591", "3732"], "title": "Council Regulation (EEC) No 3877/86 of 16 December 1986 on imports of rice of the long-grain aromatic Basmati variety falling within subheading ex 10.06 B I and II of the Common Customs Tariff\n", "header": "COUNCIL  REGULATION (EEC) No 3877/86\nof 16 December 1986\non imports of rice of the long-grain aromatic Basmati variety falling within subheading ex 10.06 B I and II of the Common Customs Tariff\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 113 thereof,\nHaving regard to the proposal from the Commission,\nWhereas an undertaking to explore possibilities for facilitating Pakistan's trade with the Community in rice of the long-grain aromatic Basmati variety, hereinafter referred to as 'Basmati rice', is recorded in the Commercial Cooperation Agreement between the European Economic Community and the Islamic Republic of Pakistan (1) and in the Agreement for commercial, economic and development cooperation concluded between the European Economic Community and the Islamic Republic of Pakistan (2), the latter being hereinafter reffered to as the 'new Cooperation Agreement';\nWhereas the average offer price for Basmati rice is well well above the price for other long-grain rice and is even above the Community threshold price for long-grain rice;\nWhereas, therefore, import of Basmati rice into the Community may be facilitated by reducing the normal levy by 25 % for a given quantity, without calling into question the way the common organization of the market in rice operates or its objectives;\nWhereas the advantages provided for may be restricted to all producers of Basmati rice by introducing a certificate of authenticity;\nWhereas the said advantages should be granted for an initial period until the expiry of the first five years of the new Cooperation Agreement;\nWhereas, since changes in the situation on the market in rice could occur during that period, provision should be made for the levy applicable to Basmati rice to cover, in any case, at least the difference between the free-at-frontier price for Basmati rice and the threshold price for long-grain rice,", "main_body": ["The levy applicable to imports into the Community of Basmati rice falling within heading No ex 10.06 B I and II of the Common Customs Tariff shall be 75 % of the levy calculated in accordance with Article 11 of Regulation (EEC) No 1418/76 (3). However, the levy may not be less than the difference between the free-at-frontier price for Basmati rice and the threshold price for long-grain rice.", "Article 1 shall be applicable to imports of a quantity of Basmati rice equivalent to 10 000 tonnes of husked rice per year for the period from 1 January 1987 to 30 June 1991, provided that a certificate of authenticity from the exporting country, recognized by the Community, is presented.", "Detailed rules for the application of this Regulation shall be adopted in accordance with the procedure laid down in Article 27 of Regulation (EEC) No 1418/76.", "This Regulation shall enter into force on the third day following its publication in the Offical Journal of the European Communities.\nIt shall apply from 1 January 1987 to 30 June 1991.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 16 December 1986.\nFor the Council\nThe President\nG. HOWE\n(1) OJ No L 168, 28. 6. 1976, p. 2.\n(2) OJ No L 108, 25. 4. 1986, p. 3.\n(3) OJ No L 166, 25. 6. 1976, p. 1."}