{"celex_id": "31987R0859", "uri": "http://publications.europa.eu/resource/cellar/0044c07a-3506-4391-b07a-e2668f8995a0", "type": "Regulation", "concepts": ["5034", "712"], "title": "Commission Regulation (EEC) No 859/87 of 25 March 1987 laying down detailed rules applying to the special premium for beef producers\n", "header": "COMMISSION  REGULATION (EEC) No 859/87\nof 25 March 1987\nlaying down detailed rules applying to the special premium for beef producers\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 805/68 of 27 June 1968 on the common organization of the market in beef and veal (1), as last amended by Regulation (EEC) No 467/87 (2), and in particular Article 4a (4) thereof,\nHaving regard to Council Regulation (EEC) No 468/87 of 10 February 1987, laying down general rules applying to the special premium for beef producers (3), and in particular Articles 3 (2) and 5 thereof,\nWhereas under Article 3 (2) of Regulation (EEC) No 468/87 Member States may be authorized, for administrative reasons, to stipulate that applications cover a minimum number of animals; whereas the terms in which such authorizations may be granted should be laid down;\nWhereas Article 5 of the same Regulation states that the detailed rules of application for the special premium are to deal with the lodging of applications and payment of the premium, identification of animals, monitoring procedures and the specific provisions to be applied when live animals from Member States granting the premium on slaughter are exported from the Community or consigned to other Member States;\nWhereas in view of the difficulties in connection with presentation of evidence of compliance with the requirements laid down, it should be specified that applications be accompanied by declarations and undertakings by recipients and that these be subject both to administrative and on-the-spot checks by Member States and give rise to total recovery of the sums paid should they turn out to be inexact; whereas, so that the abovementioned checks can be carried out, Member States should specify a period during which cattle are to be retained on the farm following lodging of the application that suits their administrative requirements and is long enough to permit adequate checking without excessively delaying marketing of the cattle;\nWhereas the premium must be paid within a time limit that while permitting the required conditions to be complied with does not result in any reduction of the producer income support that the Council intended to provide by granting the special premium;\nWhereas in view of the control requirements for the special premium scheme in animals should be visibly identified; whereas moreover those animals in respect of which the premium is claimed under Article 2 (3) of Regulation (EEC) No 468/87 and those animals consigned alive from Member States granting the premium on slaughter to other Member States or exported live from the Community must be marked in a special way; whereas in the case of these animals presentation must be required of a document certifying that they have left the Member State in question for another Member State or have left the customs territory of the Community;\nWhereas in view of the marketing requirements for male cattle held by producers at the time when this Regulation enters into force, a temporary exception to the obligation to retain such cattle on the holding for a specified period after lodging of the application should be granted, on condition however that the cattle meet the age requirements and were fattened on the holding for at least three months; whereas it is necessary, furthermore, to lay down for these animals which by virtue of their age are difficult to handle, an exception to the marking system;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Beef and Veal,", "main_body": ["1. Applications for the premium referred to in Article 4a of Regulation (EEC) No 805/68 shall be lodged by producers with the competent authority designated by the Member State.\nMember States may determine the period or periods during which applications for the premium may be lodged.\n2. The total number of animals for which application for the premium may be made may not exceed 50 eligible animals per calendar year per farm. The same restriction shall apply in respect of the period 6 April to 31 December 1987.\n3. The authorization provided for in Article 3 (2) of Regulation (EEC) No 468/87 may not be granted unless the minimum number of animals to be laid down:\n- is no more than five,\n- will not give rise to any discrimination between producers within the Member State,\n- is applicable until 31 December 1988.\n4. To be valid applications must include a declaration by the producer of the number of animals for which he has applied for the premium in the course of the calendar year.\n5. After making the necessary checks the competent authority shall inform each applicant of the outcome of his application. If the application is accepted it may however pay the premium without first informing the applicant of the outcome.", "Applications for the premium in respect of live animals lodged under Article 3 of Regulation (EEC) No 468/87 shall, in addition to the declarations required under that Article and under Article 1 (4) of this Regulation:\n- indicate the age bracket of the animals, and\n- include an undertaking by the producer to retain the male animals, for which he applies for the premium, on his holding for the period fixed pursuant to Article 7 (2) and at least until they are nine months old.", "Applications for the premium lodged under Article 2 (3) of Regulation (EEC) No 468/87 shall include, in addition to the declaration specified in Article 1 (4):\n- a declaration by the producer that the animals for which the premium is requested are on the date of the acceptance of the consignment declaration at least six and at most nine months old and that these animals are sold for the purposes of fattening,\n- a declaration that he has kept the animals for which the premium is requested for at least three months on his holding,\n- evidence, as specified in Article 10 (1), of consignment of the animals to the Member State of destination.", "Premium applications lodged under Article 4 of Regulation (EEC) No 468/87 shall be presented as specified in Regulation (EEC) No 468/87, and in particular at (d) of the said Article 4.", "1. The amounts set in Article 2 (2) of Regulation (EEC) No 468/87 shall be paid no later than nine months following the date on which the application was lodged.\nIn no case shall they be paid before expiry of the retention period referred to in the second indent of Article 2.\n2. The conversion rate to be applied to the amounts referred to in paragraph 1 shall be the agricultural conversion rate applicable on the day when the application was lodged. However, for applications lodged during a period fixed pursuant to Article 1 (1), second subparagraph, the agricultural conversion rate shall be that applicable on the first day of this period.", "1. Animals for which a premium application as mentioned in Article 2 is lodged shall within the time limit fixed by the Member States and at the latest within four weeks from the date of lodging of the application, bear a clearly visible permanent non-removable identification consisting of either perforation or marking of the ear.\n2. Animals for which a premium application as referred to in Article 3 is lodged shall, on consignment be permanently marked but in a different fashion from that provided for in paragraph 1, in order to prevent any confusion between cattle covered by the different arrangements.\n3. Member States shall adopt national provisions on the identification provided for in paragraph 1 and the marking provided for in paragraph 2. They shall inform the Commission of these provisions on 6 April 1987.", "1. The competent authority appointed by each Member State shall operate administrative checks and on-farm inspection, in order to verify that the provisions governing the special premium are respected. These control measures shall cover in particular:\n(a) the presence on the holding run by the producer of the number of male cattle covered by the application;\n(b) the correctness of the required declarations and fulfilment of the undertakings made by the producer;\n(c) observance of the provisions on identification and marking specified in Article 6.\n2. In order to enable them to exercise adequate control of applications lodged by virtue of Article 2 the Member States shall set a minimum period during which male cattle must be kept on the holding following the date of lodging of the application. This period may not be less than one nor more than five months.\n3. In the case of declarations by producers, as specified at (d) of Article 4 of Regulation (EEC) No 468/87, both the accounts of the holding and the means of production must be checked. The means of production must be sufficient to have permitted fattening of the number of animals covered by the application for a period of at least three months on the holding.\n4. Member States shall take any necessary steps to recover premiums improperly paid. If a false declaration has been made the Member State shall recover an amount equal to that of all the premiums paid on the basis of that declaration.\n5. Each application for a number of eligible animals greater than that found during the control shall be considered as a false declaration. However, if the number of qualifying animals found when the control work provided for at (a) of paragraph 1 is carried out is less than that covered by the premium application the premium shall be due on the number of qualifying animals actually kept during the period referred to in paragraph 2, provided that this reduction can be ascribed to natural circumstances affecting the herd and that the producer has informed the competent authorities of it as soon as possible.\n6. The right to the premium shall subsist even where, for reasons of force majeure, and especially those listed in Article 5 of Commission Regulation (EEC) No 1244/82 the producer has not been able to comply with the undertaking provided for in Article 2. The producer shall duly inform the competent authorities as soon as possible.", "In the case of dispatch of live animals from a Member State applying the arrangement specified in Article 4 of Regulation (EEC) No 468/87 to another Member State or of export of such animals from the Community, the special premium may be granted when the animals leave the Member State.\nIn such cases:\n(a) the application shall be accompanied:\n- by a declaration by the producer that the animals are at least nine months old on the date of consignment or export and that they have been kept on his holding for at least three months, and\n- by the evidence, as specified in Article 10 (1) and (2), of consignment or export of the animals;\n(b) the animals shall be marked as specified in Article 6 (1).", "Article 2 notwithstanding, producers may during a transitional period from 6 April to 10 July 1987 lodge applications for the premium without making the undertaking specified at the second indent of the said Article.\nIn such cases the producer must declare on his application that the animals concerned are at least nine months old on the date of lodging of the application and that he has kept them on his holding for at least three months before that date.\nThe animals concerned must have a clearly visible and permanent identification mark.", "0\n1. Evidence that animals have been consigned is considered as fulfilled by presentation of an attestation issued by the competent authorities of the Member State of departure certifying that the animals have left the Member State.\nUse of the internal Community transit procedure for consignment of the animals shall be compulsory in order to permit issue of the abovementioned attestation. The attestation shall be stamped on request after the office of departure has received the transit document in return.\nIn the case of animals consigned under cover of an international consignment note equivalent to a T2 document, the attestation shall on request be issued after the consignment note has been presented showing that the animals have been accepted for transport by the railway authorities. Unless the attestation has not been delivered or will be returned, the office of departure may not authorize any change in the transport contract the effect of which would be that the transport operation would be terminated in a Member State other than the Member State of destination.\n2. In cases of export, evidence that the animals have left the Community shall be the same as that required in cases of application for export refunds.", "1\n1. Member States shall notify the Commission, within 10 days at the latest of the date on which they are introduced, of the measures taken to implement Regulation (EEC) No 468/87 and this Regulation.\n2. Member States shall notify the Commission not later than 30 March of the number of animals on which the special premium was granted during the previous calender year.", "2\nThis Regulation shall enter into force on 6 April 1987. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 25 March 1987.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 148, 28. 6. 1968, p. 24.\n(2) OJ No L 48, 17. 2. 1987, p. 1.\n(3) OJ No L 48, 17. 2. 1987, p. 4."}