{"celex_id": "31984R1300", "uri": "http://publications.europa.eu/resource/cellar/3c69c897-e9ec-48f3-804b-b4b76f5e53b8", "type": "Regulation", "concepts": ["1565", "2622", "2763", "2938", "2989", "4639"], "title": "Council Regulation (EEC) No 1300/84 of 7 May 1984 amending Regulation (EEC) No 1078/77 introducing a system of premiums for the non-marketing of milk and milk products and for the conversion of dairy herds\n", "header": "COUNCIL  REGULATION (EEC) No 1300/84\nof 7 May 1984\namending Regulation (EEC) No 1078/77 introducing a system of premiums for the non-marketing of milk and milk products and for the conversion of dairy herds\nTHE COUNCIL OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 43 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nWhereas Regulation (EEC) No 1078/77 (2), as last amended by Regulation (EEC) No 1365/80 (3), introduced a system of premiums for the non-marketing of milk and milk products and for the conversion of dairy herds;\nWhereas the non-marketing and conversion premiums are granted subject to the producer's undertaking that, during the non-marketing or conversion period, neither milk nor milk products from the holding will be disposed of, whether for a consideration or free of charge; whereas experience in the application of this provision has shown that the premium should not be fully forfeited but reduced in cases where the producer has delivered a quantity of milk during the first six months of the non-marketing or conversion period;\nWhereas experience in the application of the undertaking specified in Article 3 (3) of Regulation (EEC) No 1078/77 concerning the type of herd has shown the need for a reduced premium in the case of a minor failure to meet the said undertaking;\nWhereas provision should also be made for a reduced premium in cases where the producer retains a dairy cow to meet the requirements of his own holding, provided there are fewer than five cows on the holding;\nWhereas all the producers concerned who have submitted an application for a premium since the entry into force of Regulation (EEC) No 1078/77 should be entitled to the benefit of this Regulation, provided that they have complied with all the other provisions of the system in question,", "main_body": ["Regulation (EEC) No 1078/77 is hereby amended as follows:\n1. Article 7 (j) is replaced by the following text:\n'(j) the other detailed rules for implementing Articles 1 to 6 and 7a;'\n2. the following Article is inserted as 7a:\n'Article 7a\n1. A reduced non-marketing or conversion premium shall be granted to producers who, notwithstanding the undertakings specified in Articles 2 (2) (a) and 3 (2) (a), disposed of, whether for a consideration or free of charge, milk or milk products from their holdings after the beginning of the non-marketing or conversion period, provided such deliveries were completed before the end of the sixth month following the beginning of the non-marketing or conversion period.\n2. A reduced conversion premium shall be granted to producers, who, notwithstanding Article 3 (3):\n(a) have so husbanded their herds that, at the latest at the end of the third year after the date of approval of the application, less than 80 % but more than 70 % of the cows or in-calf heifers on the holding possess the characteristics required under the said paragraph 3, or\n(b) retain a dairy cow to meet the requirements of their own holdings, provided that there are fewer than five cows or in-calf heifers on the holding.\n3. The reduction in the premium shall be equal:\n- in the case referred to in paragraph 1, to 4 % of the total amount of the premium to which the producer would have been entitled for each month or fraction of a month for which the undertaking in question has not been fulfilled,\n- in the case referred to in paragraph 2 (a), to 2 % of the total amount of the premium to which the producer would have been entitled for each percentage or fraction of a percentage point in respect of which the undertaking in question has not been fulfilled,\n- in the case referred to in paragraph 2 (b), to 400 ECU.\n4. The provisions of this Article shall be applied without prejudice to measures adopted by the Member States in respect of cases where the beneficiary is not in a position, for reasons of force majeure, to comply with an obligation under the system of premiums concerned.'", "The provisions laid down by this Regulation shall, at the request of the interested party, apply to any application for aid submitted in connection with the system introduced by Regulation (EEC) No 1078/77.\nApplications must be submitted:\n- during the six months following the date of entry into force of this Regulation, where the non- marketing or conversion period has already ended by that date,\n- during the six months following the end of the non-marketing or conversion period in all other cases.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 7 May 1984.\nFor the Council\nThe President\nM. ROCARD\n(1) OJ No C 104, 16. 4. 1984, p. 87.\n(2) OJ No L 131, 26. 5. 1977, p. 1.\n(3) OJ No L 140, 5. 6. 1980, p. 18."}