{"celex_id": "31988L0035", "uri": "http://publications.europa.eu/resource/cellar/8e0959f4-346b-4401-9446-ebfbc85707fa", "type": "Directive", "concepts": ["1833", "2897", "3749", "4039"], "title": "Commission Directive 88/35/EEC of 2 December 1987 adapting to technical progress Council Directive 82/130/EEC on the approximation of the laws of the Member States concerning electrical equipment for use in potentially explosive atmospheres in mines susceptible to firedamp\n", "header": "COMMISSION  DIRECTIVE\nof 2 December 1987\nadapting to technical progress Council Directive 82/130/EEC on the approximation of the laws of the Member States concerning electrical equipment for use in potentially explosive atmospheres in mines susceptible to firedamp\n(88/35/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 82/130/EEC (1), and in particular Article 7 thereof,\nWhereas, in view of the present state of technical progress, it is necessary to adapt the content of the harmonized standards referred to in Annex A to Directive 82/130/EEC;\nWhereas, in order to take account of the present state of the harmonized standards, it is necessary to amend Annex B to Directive 82/130/EEC;\nWhereas in view of experience gained since Directive 82/130/EEC was adopted, it seems appropriate to amend Annex C thereto;\nWhereas the measures provided for in this Directive are in accordance with the opinion delivered by the Restricted Committee of the Safety and Health Commission for the Mining and Other Extractive Industries charged with the adaptation to technical progress of the Directive for the elimination of technical barriers to trade in the sector of electrical equipment for use in potentially explosive atmospheres in mines susceptible to firedamp,", "main_body": ["Directive 82/130/EEC is hereby amended as follows:\n1. Annexes A and C are replaced by Annexes A and C to this Directive.\n2. Annex B is amended in accordance with Annex B to this Directive.", "1. Member States shall bring into force the necessary laws, regulations and administrative provisions in order to comply with this Directive not later than 1 January 1988. They shall forthwith inform the Commission thereof.\n2. However, until 1 January 2005, Member States shall continue to apply measures provided for in Article 4 of Directive 82/130/EEC as regards electrical equipment for which conformity to the harmonized standards is attested by the certificate of conformity referred to in Article 8 of Directive 82/130/EEC, provided that the certificate has been issued before 31 December 1988.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 2 December 1987.\nFor the Commission\nManuel MARÍN\nVice-President\n(1) OJ No L 59, 2. 3. 1982, p. 10.\nANNEX A\nEUROPEAN STANDARDS\ndrawn up by Cenelec, 2, rue Bréderode, PO Box 5, B-1000 Brussels\nCertificates drawn up in accordance with this Directive shall be referred to as 'generation B certificates'. The letter B shall appear at the beginning of the serial number of each such certificate.\n1.2.3.4.5 //  //  //  //  //  // Number  // Title  // Edition  // Date  // Observations   //    //   //   //   //   // EN 50014   // Electrical equipment for use in potentially explosive atmospheres: general requirements   // 1   // March 1977   //   //   // Amendment 1   //   // July 1979   //   //  // Amendment 2   //   // June 1982   // (1)   //  // Amendments 3 and 4   //   // December 1982   // (1)   // EN 50015   // Electrical equipment for use in potentially explosive atmospheres: oil immersion 'o'   // 1   // March 1977   //   //   // Amendment 1   //   // July 1979   //   // EN 50016   // Electrical equipment for use in potentially explosive atmospheres: pressurized apparatus 'p'   // 1  // March 1977   //   //   // Amendment 1   //   // July 1979  //   // EN 50017   // Electrical equipment for use in potentially explosive atmospheres: powder filling 'q'   // 1  // March 1977   //   //   // Amendment 1   //   // July 1979  //   // EN 50018   // Electrical equipment for use in potentially explosive atmospheres: flameproof enclosure 'd'  // 1   // March 1977   //   //   // Amendment 1   //   // July 1979   //   //   // Amendment 2   //   // December 1982   //  // EN 50019   // Electrical equipment for use in potentially explosive atmospheres: increased safety 'e'   // 1   // March 1977   //   //   // Amendment 1   //   // July 1979   //   //  // Amendment 2   //   // September 1983   //   // EN 50020  // Electrical equipment for use in potentially explosive atmospheres: intrinsic safety 'i'   // 1   // March 1977  // (1)   //   // Amendment 1   //   // July 1979   //   //  //   //   //   //\n(1) See Annex B.\nANNEX B\nAmendments and supplements made to the European Standards listed in Annex A\n'APPENDIX 1\nELECTRICAL APPARATUS FOR POTENTIALLY EXPLOSIVE ATMOSPHERES OF GROUP I\nGENERAL REQUIREMENTS\n(European standard EN 50 014)\nReplace the text of 6.3.1 of amendment 3 (December 1982) to European Standard EN 50 014 by the following text:\n''6.3.1 Electrical apparatus of Group I\nEnclosures of plastic materials with a surface area projected in any direction of more than 100 cm2, or containing exposed metallic parts with a capacitance to earth of more than 3 pF, under the most unfavourable conditions in practice, shall be so designed that under normal conditions of use, maintenance and cleaning, danger of ignition due to electrostatic charges is avoided.\nThis requirement shall be satisfied:\n- either by suitable selection of the material: its insulation resistance, measured according to the method given in 22.4.7.8 of this European standard, shall not exceed:\n- 1 GO at 23 ± 2 °C and 50 ± 5 % relative humidity,\nor\n- 100 GO under extreme service conditions of temperature and humidity specified for the electrical apparatus; the 'ch' shall then be placed after the certificate reference, as indicated in 26.2.9;\n- or by the size, shape, layout or by other protective methods. The non-appearance of dangerous electrostatic charges shall then be verified by actual tests for ignition of an air-methane mixture containing 8,5 ± 0,5 % of methane.\nIf, however, the danger of ignition cannot be avoided in the design, a warning label shall indicate the safety measures to be applied in service.\"'\nAppendix 2\nDelete the text of Appendix 2 of Annex B to Directive 82/130/EEC.\nAppendix 3\nRetain the text of Appendix 3 of Annex B to Directive 82/130/EEC without change.\nANNEX C\nELECTRICAL APPARATUS FOR POTENTIALLY EXPLOSIVE ATMOSPHERES OF GROUP I\nI. DISTINCTIVE COMMUNITY MARK\nII. MARKING OF ELECTRICAL APPARATUS COVERED BY AN INSPECTION CERTIFICATE\nIf a type of electrical apparatus which is not in conformity with the harmonized standards has been granted an inspection certificate as provided for in Article 9, the distinctive Community mark must be supplemented at least by the following:\n1. The symbol 'S' signifying that it is an electrical apparatus suitable for gassy mines covered by an inspection certificate. This symbol shall immediately follow the distinctive Community mark as indicated below.\n1. (a) The symbol 'I' for the group of apparatus.\n2. The last two digits of the year of issue of the inspection certificate.\n3. The serial number of the inspection certificate for that year. 4. The name or symbol of the body approved to issue the certificate.\n5. The name of the manufacturer or his registered trade mark.\n6. The manufacturer's type identification.\n7. The manufacturer's serial number.\n8. If the testing station considers that it is necessary to indicate special conditions for safe use, the sign 'ch' shall be placed after the certificate reference.\n9. Any marking normally required by the construction standards for the electrical apparatus.\n10. Any supplementary marking considered necessary by the body approved to issue the certificates."}