{"celex_id": "31987R1662", "uri": "http://publications.europa.eu/resource/cellar/16cc666a-6fdc-46e4-add3-ccb7c2939e56", "type": "Regulation", "concepts": ["188", "239", "2563", "4347", "863"], "title": "Commission Regulation (EEC) No 1662/87 of 15 June 1987 amending Regulations (EEC) No 1183/86 and (EEC) No 1184/86 on detailed rules for the system for controlling certain products in the oils and fats sector in Spain and Portugal respectively\n", "header": "COMMISSION  REGULATION (EEC) No 1662/87\nof 15 June 1987\namending Regulations (EEC) No 1183/86 and (EEC) No 1184/86 on detailed rules for the system for controlling certain products in the oils and fats sector in Spain and Portugal respectively\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the Act of Accession of Spain and Portugal,\nHaving regard to Council Regulation (EEC) No 475/86 of 25 February 1986 laying down general rules for the system for controlling the prices and the quantities of certain products in the oils and fats sector released for consumption in Spain (1), and in particular Article 16 thereof,\nHaving regard to Council Regulation (EEC) No 476/86 of 25 February 1986 laying down general rules for the mechanism for controlling the prices and the quantities of certain products in the oils and fats sector released for consumption in Portugal (2), and in particular Article 14 thereof,\nWhereas Article 14 of Regulation (EEC) No 475/86 and Article 12 of Regulation (EEC) No 476/86 provide that compensatory aid is to be granted only if the forward estimate shows a positive balance for certain oilseeds; whereas for the granting of that aid the operators must identify the seeds in accordance with the detailed rules laid down in Commission Regulation (EEC) No 2681/83 of 21 September 1983 laying down detailed rules for the application of the subsidy system for oil seeds (3), as last amended by Regulation (EEC) No 532/87 (4); whereas, owing to the quarterly revision of that estimate, the positive balance may arise during the calendar year; whereas the conditions for granting the compensatory aid to the operators who have already identified the seeds to obtain the aid provided for in Article 27 of Council Regulation No 135/66/EEC (5) should be specified by way of an adaption to Commission Regulation (EEC) No 1183/86 (6), as last amended by Regulation (EEC) No 698/87 (7), and Commission Regulation (EEC) No 1184/86 (8), as last amended by Regulation (EEC) No 565/87 (9),\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Oils and Fats,", "main_body": ["The following paragraph is hereby inserted as paragraph 1a in Article 13 of Regulation (EEC) No 1183/86 and in Article 10 of Regulation (EEC) No 1184/86:\n'1a. If the seeds have already been identified with a view to obtaining the aid provided for in Article 27 of Council Regulation No 136/66/EEC (1), the interested party may apply for the compensatory aid on condition that the export of a quantity of oil corresponding to that which may be obtained from the seeds has been authorized by the issue of the export document.\nThe aid to be paid, after a check has been carried out to ensure that the conditions laid down in paragraph 2 are fulfilled, shall be equal to the compensatory aid minus the aid provided for in Article 27 of Regulation No 136/66/EEC, for which the interested party is eligible. The amount of compensatory aid to be taken into account shall be that in force on the day of application and applicable on the day of export. The quantity of seeds to be taken into account for the calculaton of those two aids shall be that obtained on the basis of the oil yields laid down in Annex II hereto.\n(1) OJ No 172, 30. 9. 1966, p. 3025/66.'", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 15 June 1987.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 53, 1. 3. 1986, p. 47.\n(2) OJ No L 53, 1. 3. 1986, p. 51.\n(3) OJ No L 266, 28. 9. 1983, p. 1.\n(4) OJ No L 54, 24. 2. 1987, p. 8.\n(5) OJ No 172, 30. 9. 1966, p. 3025/66.\n(6) OJ No L 107, 24. 4. 1986, p. 17.\n(7) OJ No L 68, 12. 3. 1986, p. 18.\n(8) OJ No L 107, 24. 4. 1986, p. 23.\n(9) OJ No L 57, 26. 2. 1987, p. 16."}