{"celex_id": "31987R3877", "uri": "http://publications.europa.eu/resource/cellar/b48b2c18-378a-441e-b7b4-a3afbb70b8d4", "type": "Regulation", "concepts": ["2173", "2871", "3732"], "title": "Council Regulation (EEC) No 3877/87 of 18 December 1987 amending Regulation (EEC) No 1418/76 on the common organization of the market in rice\n", "header": "COUNCIL  REGULATION (EEC) No 3878/87\nof 18 December 1987\non the production aid for certain varieties of rice\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1418/76 of 21 June 1976 on the common organization of the market in rice (1), as last amended by Regulation (EEC) No 3877/87 (2), and in particular Article 8a(4) thereof,\nHaving regard to the proposal from the Commission (3),\nWhereas Article 8(a) of Regulation (EEC) No 1418/76 lays down that an aid is to be granted for the production in the Community of certain varieties of rice; whereas, in order to promote the guidance towards and varietal conversion of rice production to certain types of rice for which greater demand exists, in particular in the non-producer Member States, provision should be made for the morphological and qualitative characteristics to be determined on the basis of these objectives;\nWhereas, pursuant to Article 8(a)(2) of the abovementioned Regulation, the aid is to be granted by the Member States per hectare of the area sown and harvested; whereas, in this respect, it is reasonable to accept that all areas that have been soon and in respect of which normal cultivation work is carried out will be harvested;\nWhereas the proper functioning of the aid arrangements requires control by the Member States to ensure that the aid is only granted for the areas concerned and for such products as may be the subject of the aid; whereas such control can only be carried out effectively during the period of ripening; whereas for this purpose, provision should be made for each Member State concerned to introduce a system of declarations in respect of such areas,", "main_body": ["1. The aid provided in Article 8a of Regulation (EEC) No 1418/76 shall be granted by the Member State for the production of certain varieties of rice of the indica type or profile grown in the areas referred to in Annex A to this Regulation and under the conditions set out in the following Article.\n2. Areas of paddy rice shall be considered as sown and harvested within the meaning of Article 8a of Regulation (EEC) No 1418/75 where such areas are the subject of normal cultivation work for the purposes of production and where the rice reaches the ripening stage.", "1. The aid referred to in Article 1 shall be granted for those varieties of paddy rice of the Indica type or profile listed in Annex B, the grains of which have the following morphological characteristics after the husk has been removed:\n(a) grain length of 6,6 mm;\n(b) length/with ratio of not less than 3;\n(c) total absence of pearl or striation in the case of at least 60 % of the grains of milled rice sampled.\nThis aid shall be granted for the first time in respect of rice sown during the 1987/88 marketing year.\n2. As from the 1988/89 marketing year, the varieties in question must also display glutinosity, consistency and amylose content charactistics to be defined in accordance with the procedure referred to in paragraph 3, as well as the characteristics defined in paragraph 1.\n3. The rules for application of this Article and for amending the list of varieties set out in Annex B shall be decided on in accordance with the procedure laid down in Article 27 of Regulation (EEC) No 1418/76.", "1. The Member States shall introduce a system of administrative and physical control to ensure that the product in respect of which the aid has been applied for meets the conditions required for the granting of the aid.\n2. The Member States shall introduce a system of declarations in respect of the areas under cultivation and of the varieties of certified seeds used. These declarations shall be deemed to be the application for aid.", "Member States shall carry out systematic on-the-spot checks of the exactitude of the declarations referred to in Article 3 (2) in the month preceding the harvest.", "The amount of the aid to be paid shall be calculated on the basis of the area under cultivation.", "Producer Member States shall communicate to the Commission, the measures taken pursuant to this Regulation and information on, in particular, the which have benefitted from the aid.", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 January 1988.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 18 December 1987.\nFor the Council\nThe President\nN. WILHJELM\n(1) OJ No L 166, 25. 6. 1976, p. 1.\n(2) See page 1 of this Official Journal.\n(3) OJ No C 89, 3. 4. 1987, p. 11.\nANNEX A\nList provided for in Article 1 (1)\nAREAS\nSpain\nMetropolitan France\nItaly\nGreece\nANNEX B\nList provded for in Article 2 (1)\nBluebelle E.\nBond\nIndio\nLebonnet\nNewbonnet\nRea\nTebonnet\nThaibonnet\nMiara."}