{"celex_id": "31981R0020", "uri": "http://publications.europa.eu/resource/cellar/dc8dd438-2a97-492d-9a37-d4d2d3166fad", "type": "Regulation", "concepts": ["1182", "2319", "2681", "4498", "693"], "title": "Commission Regulation (EEC) No 20/81 of 1 January 1981 fixing, for the period from 1 January to 15 July 1981, the minimum purchase price applicable in Greece for oranges delivered for industrial processing and the financial compensation to be paid after processing\n", "header": "COMMISSION REGULATION (EEC) No 20/81 of 1 January 1981 fixing, for the period from 1 January to 15 July 1981, the minimum purchase price applicable in Greece for oranges delivered for industrial processing and the financial compensation to be paid after processing\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the Act of Accession of Greece (1),\nHaving regard to Council Regulation (EEC) No 10/81 of 1 January 1981 fixing, in respect of fruit and vegetables, the general rules for implementing the 1979 Act of Accession (2), and in particular Article 9 thereof,\nWhereas Article 77 of the Act of Accession provided for the application in Greece of the minimum price and the financial compensation provided for in Articles 2 and 3 of Regulation (EEC) No 2601/69 laying down special measures to encourage the processing of oranges (3), as last amended by Regulation (EEC) No 1154/78 (4);\nWhereas under Article 77 (1) of the Act of Accession the minimum price that processors must pay producers under the contracts referred to in Article 2 of Regulation (EEC) No 2601/69 is to be fixed on the basis of prices paid in Greece to growers of oranges for processing, recorded during a representative period to be determined under the previous national system;\nWhereas the representative period to be adopted has been laid down in Article 8 of Council Regulation (EEC) No 10/81;\nWhereas under Article 77 (1), the financial compensation shall be that applicable in the Community of Nine less the difference between the common minimum price and the minimum price applicable in Greece;\nWhereas application of the abovementioned criteria results in the minimum prices and financial\ncompensation applicable for oranges in Greece for the period 1 January to 15 July 1981 being fixed at the levels set out below;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Fruit and Vegetables,", "main_body": ["1. For the period from 1 January to 15 July 1981 the minimum price applicable in Greece shall be:    (a) for oranges of the Biondo comune variety:      - 8 796 ECU per 100 kilograms net class I fruit,\n- 7 736 ECU per 100 kilograms net class II fruit,\n- 5 780 ECU per 100 kilograms net class III ormixed fruit;\n(b) for class III or mixed oranges of the varieties:      - Moro and Tarocco : 11 743 ECU per 100kilograms net,\n- Sanguinello : 10 760 ECU per 100 kilogramsnet,\n- Sanguigno : 8 797 ECU per 100 kilograms net.\n2. These minimum prices shall be for goods ex producer's packing stations.", "For the period from 1 January to 15 July 1981 the financial compensation applicable in Greece shall be:  (1) OJ No L 291, 19.11.1979, p. 9. (2) OJ No L 1, 1.1.1981, p. 17. (3) OJ No L 324, 27.12.1969, p. 21. (4) OJ No L 144, 31.5.1978, p. 5.     (a) for oranges of the Biondo comune variety:      - 5 737 ECU per 100 kilograms net grade Ifruit,\n- 3 777 ECU per 100 kilograms net grade IIfruit,\n- 2 721 ECU per 100 kilograms net grade III ormixed fruit;\n(b) for grade III or mixed fruit of the varieties:      - Moro and Tarocco : 7 784 ECU per 100kilograms net,\n- Sanguinello : 7 701 ECU per 100 kilogramsnet,\n- Sanguigno : 5 738 ECU per 100 kilograms net.", "This Regulation shall enter into force on 1 January 1981.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 1 January 1981.\nFor the Commission\nThe President\nRoy JENKINS"}