{"celex_id": "31987R3434", "uri": "http://publications.europa.eu/resource/cellar/bd722e46-59c2-4260-a77c-5af4fa6297e3", "type": "Regulation", "concepts": ["1309", "4682", "946"], "title": "Commission Regulation (EEC) No 3434/87 of 17 November 1987 amending Regulations (EEC) No 2973/79 and (EEC) No 2377/80 as regards certain beef and veal import and export arrangements\n", "header": "COMMISSION  REGULATION (EEC) No 3434/87\nof 17 November 1987\namending Regulations (EEC) No 2973/79 and (EEC) No 2377/80 as regards certain beef and veal import and export arrangements\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 805/68 of 27 June 1968 on the common organization of the market in beef and veal (1), as last amended by Regulation (EEC) No 467/87 (2), and in particular Article 15 (2) thereof,\nHaving regard to Council Regulation (EEC) No 2931/79 of 20 December 1979 on the granting of assistance for the exportation of agricultural products which may benefit from a special import treatment in a third country (3), and in particular Article 1 (2) thereof,\nWhereas Commission Regulation (EEC) No 2973/79 of 21 December 1979 laying down detailed rules for the application of granting of assistance for the export of beef and veal products which may benefit from a special import treatment in a third country (4), as last amended by Regulation (EEC) No 3582/81 (5), and Commission Regulation (EEC) No 2377/80 of 4 September 1980 on special detailed rules for the application of the system of import and export licences in the beef and veal sector (6), as last amended by Regulation (EEC) No 520/87 (7), lay down, in respect of certain beef and veal products, the measures for applying the quota for exports to the United States and the quota for imports from the United States and Canada; whereas experience has shown that it is advisable to amend those measures via the introduction of a quarterly management system, with unused quantities in respect of one quarter being carried over to the following quarter; whereas experience has shown, in the case of the import arrangements, that the amount of the security should be increased and that the traders authorized to apply for import licences under the said arrangements should be defined;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Beef and Veal,", "main_body": ["The second subparagraph of Article 1 (1) of Regulation (EEC) No 2973/79 is hereby replaced by the following:\n'The quantity available per quarter shall be 1 250 tonnes plus, in the case of the last three quarters, the quantity, as referred to in Article 15 (6) (c) of Regulation (EEC) No 2377/80, remaining in respect of the previous quarter.'", "Regulation (EEC) No 2377/80 is hereby amended as follows:\n1. Article 6 (1) is replaced by the following:\n'1. The amount of security in respect of import licences with advance fixing of the levy and import licences as referred to in Article 12 shall be 10 ECU per 100 kilograms net.'\n2. Article 12 (1) (a) is replaced by the following:\n'(a) the licence application or applications lodged by any one applicant shall relate to a total quantity corresponding to not less than five tonnes of meat by product weight and shall not exceed the quantity available in respect of the arrangements in question for the quarter in which the application(s) is(are) lodged.'\n3. The following is added to Article 12 (1):\n'(d) The applicant must be a natural or legal person who, at the time his application is submitted, has, for twelve months at least, been engaged in the trade in beef and or veal between Member States or with third countries and whose name is included in the official register of a Member State.'\n4. The following paragraph is added to Article 12:\n'3. The quantity available per quarter in respect of the arrangements referred to in paragraph 1 shall be 25 % of the total quantity plus, in the case of the last three quarters, the quantity, as referred to in Article 15 (6) (d), remaining in respect of the previous quarter.'\n5. Article 15 (1) (b) is replaced by the following:\n'(b) applications under Article 13, during the first 10 days of each month;'\n6. The following is added to Article 15 (1):\n'(d) applications under Article 12, during the first 10 days of each quarter.'\n7. In Article 15 (2) (b), 'under Articles 9 to 11' is replaced by 'under Articles 9 to 12';\n8. The following shall be added to Article 15 (4) (e):\n'This communication shall include the list of applicants as well as mentioning the countries of origin'.\n9. Article 15 (5) (b) is replaced by the following:\n'(b) licences under Article 13, on the 21st day of each month;'\n10. The following is added to Article 15 (5):\n'(d) licences under Article 12, on the 21st day of each quarter.'\n11. The following is added to Article 15 (6) (c):\n'If the overall quantity for which applications for licences have been submitted is less than the quantity available the Commission shall calculate the remaining quantity, which shall be added to the quantity available in respect of the following quarter.'\n12. In Article 15 (6) (d), the last sentence is replaced by the following:\n'If the overall quantity for which applications for licences have been submitted is less than the quantity available the Commission shall calculate the quantity remaining, which shall be added to the quantity available in respect of the following quarter.'", "This Regulation shall enter into force on 1 January 1988.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 17 November 1987.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 148, 28. 6. 1968, p. 24.\n(2) OJ No L 48, 17. 2. 1987, p. 1.\n(3) OJ No L 334, 28. 12. 1979, p. 44.\n(4) OJ No L 336, 29. 12. 1979, p. 44.\n(5) OJ No L 359, 15. 12. 1981, p. 14.\n(6) OJ No L 241, 13. 9. 1980, p. 5.\n(7) OJ No L 52, 21. 2. 1987, p. 13."}