{"celex_id": "31988R2723", "uri": "http://publications.europa.eu/resource/cellar/03cf01d8-dd85-4710-a7a9-98a0d6b9553b", "type": "Regulation", "concepts": ["4291", "4718"], "title": "Commission Regulation (EEC) No 2723/88 of 31 August 1988 implementing additional measures applicable to holders of long-term storage contracts for table wine for the 1987/88 wine year\n", "header": "COMMISSION  REGULATION (EEC) No 2723/88\nof 31 August 1988\nimplementing additional measures applicable to holders of long-term storage contracts for table wine for the 1987/88 wine year\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the Act of Accession of Spain and Portugal,\nHaving regard to Council Regulation (EEC) No 822/87 of 16 March 1987 on the common organization of the market in wine (1), as last amended by Regulation (EEC) No 2253/88 (2), and in particular Article 42 (6) thereof,\nWhereas the measures implemented to support the wine market have not fully produced the results expected; whereas, in particular, the representative prices for table wine of types A I, A II, A III, R I and R II have remained lower than the respective activating prices; whereas, therefore, the first condition laid down in Article 42 (1) of Regulation (EEC) No 822/87 for the adoption of additional measures applicable to holders of long-term storage contracts is satisfied; whereas the second condition, namely that the representative price should remain lower than the activating price for three consecutive weeks, is likely to be fulfilled for table wine of types A I, A II, A III, R I and R II during the reference period;\nWhereas, in view of the market situation, distillation as provided for in Article 42 (2) should be opened for a quantity enabling at the same time stocks to be reduced and sound conditions to be restored on the market, both of which are vital for proper management; whereas, to the same end, the storage of the wine in question as provided for in that Article should be permitted for a period of four months;\nWhereas Commission Regulation (EEC) No 2721/88 (3) lays down detailed rules for the application of voluntary distillation as provided for in Articles 38, 41 and 42 of Regulation (EEC) No 822/87; whereas Commission Regulation (EEC) No 2720/88 (4) fixes the prices and the aid applicable to distillation as provided for in Article 42 of Regulation (EEC) No 822/87 for the 1988/89 wine year;\nWhereas storage contracts must be concluded in accordance with Commission Regulation (EEC) No 1059/83 of 29 April 1983 on storage contracts for table wine, grape must, concentrated grape must and rectified concentrated grape must (5), as last amended by Regulation (EEC) No 3949/86 (6); whereas, in order to be able to take account of changes in the market situation, provision should be made for the possibility of terminating contracts;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Wine,", "main_body": ["1. The additional measures provided for in Article 42 (1) of Regulation (EEC) No 822/87 shall apply for the 1988/89 wine year.\n2. Holders of long-term storage contracts for the 1987/88 wine year for table wine of types A I, A II, A III, R I and R II may, in accordance with the provisions of Regulation (EEC) No 2721/88:\n(a) undertake distillation of a quantity of table wine covered by a contract of up to 7 % of the total quantity of table wine which they produced in the 1987/88 wine year;\n(b) conclude one or more storage contracts for a period of four months under the conditions laid down in Regulation (EEC) No 1059/83 for all or part of the quantity of table wine covered by a contract exceeding 7 % of the total quantity of table wine which they produced during the 1987/88 wine year.", "1. Contracts as referred to in Article 1 (2) (b) shall be concluded not later than 15 January 1989.\nIf a holder of a long-term storage contract decides to take advantage of the possibility laid down in Article 1 (2) (b) in respect of all the wine covered by a long-term storage contract, the intervention agency may extend the old contract for the new period by altering the relevant wording.\n2. In the case of storage contracts as referred to in Article 1 (2) (b), the amount of the aid shall be that laid down for long-term storage contracts for the 1987/88 wine year.\n3. Storage contracts as referred to in Article 1 (2) (b) shall be terminated at the request of the producers concerned.\nIn that case:\n- the storage aid shall remain payable for the period during which the wine was placed under such a contract,\n- wine covered by the contract may not be distilled as provided for in Article 1 (2) (a).", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply from 16 September 1988.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 31 August 1988.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 84, 27. 3. 1987, p. 1.\n(2) OJ No L 198, 26. 7. 1988, p. 35.\n(3) See page 88 of this Official Journal.\n(4) See page 79 of this Official Journal.\n(5) OJ No L 116, 30. 4. 1983, p. 77.\n(6) OJ No L 365, 24. 12. 1986, p. 40."}