{"celex_id": "31986R3370", "uri": "http://publications.europa.eu/resource/cellar/b6b04a03-9e63-4dfb-b119-7f38e5612630", "type": "Regulation", "concepts": ["3611", "4385", "4621"], "title": "Commission Regulation (EEC) No 3370/86 of 3 November 1986 re-establishing the levying of customs duties on other bovine cattle leather, falling within subheading 41.02 ex C, originating in Uruguay, to which the preferential tariff arrangements set out in Council Regulation (EEC) No 3599/85 apply\n", "header": "COMMISSION  REGULATION (EEC) No 3370/86\nof 3 November 1986\nre-establishing the levying of customs duities on other bovine cattle leather, falling within subheading 41.02 ex C, originating in Uruguay, to which the preferential tariff arrangements set out in Council Regulation (EEC) No 3599/85 apply\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3599/85 of 17 December 1985 applying generalized tariff preferences for 1986 in respect of certain industrial products originating in developing countries (1), and in particular Article 13 thereof,\nWhereas, pursuant to Article 1 and 10 of that Regulation, suspension of customs duties shall be accorded to each of the countries or territories listed in Annex III other than those listed in column 4 of Annex I, within the framework of the preferential tariff ceiling fixed in column 9 of Annex I;\nWhereas, as provided for in Article 11 of that Regulation, as soon as the individual ceilings in question are reached at Community level, the levying of customs duties on imports of the products in question originating in each of the countries and territories concerned may at any time be re-established;\nWhereas, in the case of other bovine cattle leather, falling within subheading 41.02 ex C, originating in Uruguay, the individual ceiling was fixed at 5 585 000 ECU; whereas, on 24 October 1986, imports of these products into the Community originating in Uruguay reached the ceiling in question after being charged thereagainst; whereas it is appropriate to re-establish the levying of customs duties in respect of the products in question against Uruguay,", "main_body": ["As from 7 November 1986, the levying of customs duties, suspended pursuant to Regulation (EEC) No 3599/85, shall be re-established on imports into the Community of the following products originating in Uruguay:\n1.2 //  //  // CCT heading No  // Description  //  //  // 41.02 (NIMEXE code 41.02-21, 28, 31, 32, 35, 37, 98)   // Bovine cattle leather (including buffalo leather) and equine leather, except leather falling within heading No 41.06 or 41.08: ex C. Other, excluding leather not further prepared than tanned   //    //", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 3 November 1986.\nFor the Commission\nCOCKFIELD\nVice-President\n(1) OJ No L 352, 30. 12. 1985, p. 1."}