{"celex_id": "31986R2750", "uri": "http://publications.europa.eu/resource/cellar/a44c7104-6aa1-40f4-af2c-41f63deaab3a", "type": "Regulation", "concepts": ["1086", "2217", "2887", "2965", "4316", "4319"], "title": "Commission Regulation (EEC) No 2750/86 of 3 September 1986 laying down detailed rules for the application of measures for the marketing of sugar produced in the French overseas departments and amending for the fourth time Regulation (EEC) No 3016/78\n", "header": "COMMISSION  REGULATION (EEC) No 2750/86\nof 3 September 1986\nlaying down detailed rules for the application of measures for the marketing of sugar produced in the French overseas departments and amending for the fourth time Regulation (EEC) No 3016/78\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1785/81 of 30 June 1981 on the common organization of the markets in the sugar sector (1), as last amended by Regulation (EEC) No 934/86 (2), and in particular Article 9 (6) and the second subparagraph of Article 39 thereof,\nHaving regard to Council Regulation (EEC) No 2225/86 of 15 July 1986 laying down measures for the marketing of sugar produced in the French overseas departments and for the equalization of the price conditions with preferential raw sugar (3), and in particular the second subparagraph of Article 3 (2) thereof,\nHaving regard to Council Regulation (EEC) No 1676/85 of 11 June 1985 on the value of the unit of account and the conversion rates to be applied for the purposes of the common agricultural policy (4), and in particular Article 12 thereof,\nWhereas Article 9 (4) of Regulation (EEC) No 1785/81 lays down provisions in order to allow the sugar produced in the French overseas departments to be marketed in the European regions of the Community;\nWhereas Council Regulation (EEC) No 2225/86 provides that flat-rate Community aid for the marketing in the European regions of the Community of sugar produced in the French overseas departments shall be granted, under certain conditions, to the producers and refiners of such sugar;\nWhereas detailed rules relating to the determination of weights and sugar yields should be laid down, particularly where products of this nature are transported in bulk in the same vessel but on behalf of several producers;\nWhereas, in general, a considerable period elapses between the date on which the sugar in question is loaded and that on which the arrival formalities are completed so as to permit the payment of the aid by the competent agency; whereas, therefore, provision should be made for advance payments;\nWhereas it appears necessary to specify precisely how the single flat-rate amount referred to at (b) in the first paragraph of Article 2 of Regulation (EEC) No 2225/86 is to be applied;\nWhereas adequate measures for the control of refined sugar, and for this purpose also a definition of refining, should be laid down;\nWhereas the application of the measures laid down in Regulation (EEC) No 2225/86 requires the amendment of Commission Regulation (EEC) No 3016/78 of 20 December 1978 laying down certain rules for applying conversion rates in the sugar and isoglucose sectors (5), as last amended by Regulation (EEC) No 713/83 (6);\nWhereas Article 3 of Regulation (EEC) No 2225/86 provides for the grant of aid for raw sugar produced in the French overseas departments and refined in a refinery situated in the European regions of the Community within the limits of the quantities to be determined according to the regions of destination concerned and separately according to origin; whereas the determination of these quantities must be carried out on the basis of a Community supply balance sheet for raw sugar;\nWhereas the application of these arrangements to the 1986/87 marketing year requires the fixing of the quantities referred to in the Annex to this Regulation;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Sugar,", "main_body": ["1. The aid referred to in Article 2 of Regulation (EEC) No 2225/86\n(a) shall apply to the accepted arrival weight expressed as white sugar in accordance with the yield formula referred to in Article 1 (3) of Regulation (EEC) No 431/86 (7).\nWhere transport in bulk does not permit individual lots to be identified, the average yield of the whole cargo shall be applied to all the sugar in question;\n(b) shall be paid on presentation by the producer concerned of the customs document of introduction into the European regions of the Community, the bill of lading, the results of the analyses and the final invoice.\nThe analyses shall be carried out at the unloading stage by lots of 250 tonnes on the whole cargo by an agency approved by the Member State into whose territory the sugar has been introduced.\n2. A payment in advance may be made equal to 90 % of the amount determined on the basis of the weight as stated in the provisional invoice and expressed as white sugar on the basis of a flat-rate yield of 96 %.\nThe request for a payment in advance shall be made by the producer concerned and shall be accompanied by the customs document, the bill of lading and the provisional invoice.", "In the calculation of the flat-rate amount referred to at (b) in the first paragraph of Article 2 of Regulation (EEC) No 2225/86:\n- the Caribbean-United Kingdom freight element shall be converted into ECU using the conversion rate used in determining the cif price,\n- the amount referred to in the first indent shall be adjusted on a flat-rate basis to take account in the insurance costs of the difference between the value of the sugar on the world market and its value in the Community,\n- the adjusted amount referred to in the second indent shall be multiplied by a coefficient; this coefficient shall be equal to 1,00 divided by the yield of the sugar in question.\nThe adjusted amount referred to in the second indent shall be determined by the Commission and notified to the competent French authorities.", "A request for the aid referred to in Article 3 of Regulation (EEC) No 2225/86 shall be accompanied by proof acceptable to the Member State concerned that the refined sugar was obtained from raw sugar produced in the French overseas departments; for this purpose, and at the request of the party concerned, the raw sugar in question shall be placed under customs control or under another administrative control offering the same guarantees.\nFor the purpose of granting this aid 'refining' means the conversion of raw sugar as defined in Article 1 (2) (b) of Regulation (EEC) No 1785/81 into white sugar as defined in paragraph 2 (a) of that Article.", "In respect of each month, and within two months following the month in question, the Member State concerned shall notify to the Commission the quantities, expressed as white sugar, for which the aids referred to in Articles 2 and 3 respectively of Regulation (EEC) No 2225/86 have been granted and the amounts of aid corresponding to those quantities.", "Points VI and VII of the Annex to Regulation (ECC) No 3016/78 are hereby replaced by the following:\n//  //  // 'VI. Aid referred to in Article 2 of Regulation (EEC) No 2225/86   // Agricultural conversion rate applicable on the date of completion of the bill of lading for the transported sugar.   // VII. Aid referred to in Article 3 of Regulation (EEC) No 2225/86   // Agricultural conversion rate applicable on the day when the quantity in question was refined.'   //   //  Article 6\nFor the 1986/87 marketing year, the quantities of sugar referred to in Article 3 (2) of Regulation (EEC) No 2225/86 are hereby fixed as set out in the Annex to this Regulation.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply from the 1986/87 marketing year.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 3 September 1986.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 177, 1. 7. 1981, p. 4.\n(2) OJ No L 87, 2. 4. 1986, p. 1.\n(3) OJ No L 194, 17. 7. 1986, p. 7.\n(4) OJ No L 164, 24. 6. 1985, p. 1.\n(5) OJ No L 359, 22. 12. 1978, p. 11.\n(6) OJ No L 83, 30. 3. 1983, p. 25.\n(7) OJ No L 89, 10. 4. 1968, p. 3.\nANNEX\nQuantities of raw cane sugar, expressed as tonnes of white sugar:\n1.2,5 //  //  // Originating from the French overseas departments  // For refining  //  //  // 1.2.3.4.5 //  // in metropolitan France   // in Portugal   // in the United Kingdom   // in the other regions of the Community   //    //   //  //   //   // 1. RĂŠunion   // 159 000   // 65 000   // 0   // 0   // 2. Guadeloupe and Martinique   // 26 000   // 20 000  // 0   // 0   //    //   //   //   //"}