{"celex_id": "31984D0189", "uri": "http://publications.europa.eu/resource/cellar/8510f3bd-7179-4f54-aa98-055a3bdf2767", "type": "Decision", "concepts": ["3864", "4620", "588"], "title": "84/189/EEC: Commission Decision of 2 April 1984 accepting an undertaking in connection with the anti-dumping proceeding concerning imports of standardized multi-phase electric motors having an output of more than 0,75 kW but not more than 75 kW, originating in the Soviet Union\n", "header": "COMMISSION  DECISION\nof 2 April 1984\naccepting an undertaking in connection with the anti-dumping proceeding concerning imports of standardized multi-phase electric motors having an output of more than 0,75 kW but not more than 75 kW, originating in the Soviet Union\n(84/189/EEC)\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3017/79 of 20 December 1979 on protection against dumped or subsidized imports from countries not members of the European Economic Community (1), as amended by Regulation (EEC) No 1580/82 (2), and in particular Articles 10 and 14 thereof,\nAfter consulting the Advisory Committee established by the above Regulation,\nWhereas:\nA. Definitive duty\n(1) Council Regulation (EEC) No 2075/82 (3) imposed a definitive anti-dumping duty on imports of standardized multi-phase electric motors having an output of more than 0,75 kW but not more than 75 kW, falling within subheading ex 85.01 B I b) of the Common Customs Tariff, corresponding to NIMEXE codes ex 85.01-33, 34 and 36, originating in the Soviet Union. The Regulation also contained an acceptance of undertakings to raise prices given by exporters from Bulgaria, Czechoslovakia, the German Democratic Republic, Poland and Romania, and terminated the anti-dumping proceeding in respect of imports from those countries.\nB. Review\n(2) The Soviet exporter of the products in question, Energomachexport, Moscow, asked the Commission to review the definitive anti-dumping duty.\nC. Dumping; injury; causation; Community interest\n(3) The Soviet exporter did not contest the Council's findings with regard to dumping, injury, causation and Community interest, as set out in Regulation (EEC) No 2075/82.\nD. Undertakings\n(4) When requesting the review the Soviet exporter offered an undertaking to comply voluntarily with minimum export prices. As the price mentioned is equivalent to that established in the undertakings given by the other exporters originally involved in the anti-dumping proceeding and should eliminate the injury caused to the Community industry by the exports in question, the Commission considers it acceptable.", "main_body": ["The undertaking offered by Energomachexport in connection with the anti-dumping proceeding concerning imports of standardized multi-phase electric motors having an output of more than 0,75 kW but not more than 75 kW, falling within subheading ex 85.01 B I b) of the Common Customs Tariff, corresponding to NIMEXE codes ex 85.01-33, 34 and 36, originating in the Soviet Union, is hereby accepted."], "attachments": "Done at Brussels, 2 April 1984.\nFor the Commission\nWilhelm HAFERKAMP\nVice-President\n(1) OJ No L 339, 31. 12. 1979, p. 1.\n(2) OJ No L 178, 22. 6. 1982, p. 9.\n(3) OJ No L 220, 29. 7. 1982, p. 36."}