{"celex_id": "31982D0117", "uri": "http://publications.europa.eu/resource/cellar/e8492152-26f2-47fa-bd88-5a60767988ca", "type": "Decision", "concepts": ["20", "2741", "2965", "4498", "4860"], "title": "82/117/EEC: Commission Decision of 1 February 1982 fixing the maximum aid levels for butter and concentrated butter for the 12th individual invitation to tender under the standing invitation to tender provided for in Regulation (EEC) No 1932/81\n", "header": "COMMISSION  DECISION\nof 1 February 1982\nfixing the maximum aid levels for butter and concentrated butter for the 12th individual invitation to tender under the standing invitation to tender provided for in Regulation (EEC) No 1932/81\n(82/117/EEC)\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 804/68 of 27 June 1968 on the common organization of the market in milk and milk products (1), as last amended by the Act of Accession of Greece, and in particular Article 12 (3) thereof,\nWhereas, pursuant to Commission Regulation (EEC) No 1932/81 of 13 July 1981 on the grant of aid for butter and concentrated butter for use in the manufacture of pastry products, ice-cream and other foodstuffs (2), as last amended by Regulation (EEC) No 48/82 (3), intervention agencies are to undertake a standing invitation to tender for aid for butter and concentrated butter;\nWhereas Article 7 of the said Regulation lays down that a maximum aid level is to be fixed for the butter and for the concentrated butter and that this is to be differentiated according to the intended use and the fat content of the butter, or that a decision may be taken not to accept any tender; whereas, in the case of concentrated butter, the amount of the processing security must be fixed taking account of the maximum aid level;\nWhereas, in the light of the tenders received in response to the 12th individual invitation to tender, the maximum aid should be fixed at the level specified below and the processing security for concentrated butter determined accordingly;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Management Committee for Milk and Milk Products,", "main_body": ["For the 12th individual invitation to tender under Regulation (EEC) No 1932/81, in respect of which the time limit for submission of tenders expired on 26 January 1982, the maximum aid and processing securities are hereby fixed as follows:\n(a) for butter:\n(ECU/100 kg butter)\n1.2.3 //   //   //   // Use to which the butter is to be put (Article 4 of Regulation (EEC) No 262/79)  // Fat content of the butter  // Maximum aid level  //   //   //   // Formula A  // 82 % or more  // 160;00  //   // 80 % or more, but not exceeding 82 %  // 156;10  // Formula B  // 82 % or more  // 105;00  //   // 80 % or more, but not exceeding 82 %  // 102;40  //   //   //\n(b) for concentrated butter:\n(ECU/100 kg pure concentrated butter)\n1.2.3 //   //   //   // Use to which the concentrated butter is to be put (Article 4 of Regulation (EEC) No 262/79)  // Maximum aid level  // Processing security  //   //   //  // Formula A and/or C  // 212;00  // 233;00  // Formula B 1981, p. 6. (3) OJ No L 7, 12. 1. 1982, p. 5.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 1 February 1982.\nFor the Commission\nPoul DALSAGER\nMember of the Commission  // 145;00  // 160;00  //   //   //\n(1) OJ No L 148, 28. 6. 1968, p. 13. (2) OJ No L 191, 14. 7."}