{"celex_id": "31984L0169", "uri": "http://publications.europa.eu/resource/cellar/4ae20fa7-3ad0-43aa-b3ad-51555d7fe71c", "type": "Directive", "concepts": ["2563", "2970", "2979", "3051", "3774", "604", "863", "889"], "title": "Council Directive 84/169/EEC of 28 February 1984 concerning the Community list of less-favoured farming areas within the meaning of Directive 75/268/EEC (United Kingdom)\n", "header": "COUNCIL DIRECTIVE of 28 February 1984 concerning the Community list of less-favoured farming areas within the meaning of Directive 75/268/EEC (United Kingdom) (84/169/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 75/268/EEC of 28 April 1975 on mountain and hill farming and farming in certain less-favoured areas (1), as last amended by Directive 82/786/EEC (2), and in particular Article 2 (2) thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (3),\nWhereas Directive 75/276/EEC (4) indicates which areas in the United Kingdom are included in the Community list of less-favoured areas within the meaning of Article 3 (4) of Directive 75/268/EEC;\nWhereas, pursuant to Article 2 (1) of Directive 75/268/EEC, the Government of the United Kingdom has requested an extension, via a redefinition, of its less-favoured areas ; whereas Directive 75/276/EEC should therefore be replaced by this Directive;\nWhereas, pursuant to Article 2 (1) of Directive 75/268/EEC, the Government of the United Kingdom has informed the Commission that it wishes six areas to be included in the Community list of less-favoured farming areas and has supplied information concerning the characteristics of the areas in question;\nWhereas the following criteria of the presence of infertile land as referred to in Article 3 (4) (a) of Directive 75/268/EEC were used to determine each of the zones in question : grassland accounting for more than 70 % of the total utilized agricultural area, a stocking rate of less than one livestock unit per forage hectare and farm rents not exceeding 65 % of the national average;\nWhereas the concept of economic results of farming appreciably below average, as referred to in Article 3 (4) (b) of Directive 75/268/EEC, was adopted in terms of a labour income per man-work unit not exceeding 80 % of the national average;\nWhereas low population density, as referred to in Article 3 (4) (c) of Directive 75/268/EEC, was defined as not more than 55 inhabitants per square kilometre, excluding the population of urban and industrial centres (the national and Community averages being 229 and 163 inhabitants per square kilometre respectively) ; whereas, excluding the urban and industrial centres, the minimum percentage of the total working population engaged in agriculture is 30 %;\nWhereas for defining the areas affected by specific handicaps that may be classified as less-favoured areas as referred to in Article 3 (5) of Directive 75/268/EEC, the criterion was the existence of both adverse natural production conditions (steep slopes, very strong winds, poor drainage) and handicaps resulting from the geographical situation (island location) ; whereas, moreover, the extent of the less-favoured areas in question does not exceed 2,5 % of the Member State's area;\nWhereas the type and level of the abovementioned criteria used by the Government of the United Kingdom to determine the areas communicated to the Commission comply with the characteristics of less-favoured farming areas referred to in Article 3 (4) and (5) of Directive 75/268/EEC,  (1) OJ No L 128, 19.5.1975, p. 1. (2) OJ No L 327, 24.11.1982, p. 19. (3) OJ No C 307, 14.11.1983, p. 103. (4) OJ No L 128, 19.5.1975, p. 231.", "main_body": ["The areas of the territory of the United Kingdom listed in the Annex shall be included in the Community list of less-favoured farming areas within the meaning of Article 3 (4) and (5) of Directive 75/268/EEC.", "Directive 75/276/EEC is hereby repealed.", "This Directive is addressed to the United Kingdom."], "attachments": "Done at Brussels, 28 February 1984.\nFor the Council\nThe President\nM. ROCARD\nANNEX\n>PIC FILE= \"T0025627\">\n>PIC FILE= \"T0025628\">\n>PIC FILE= \"T0025629\">\n>PIC FILE= \"T0025630\">\n>PIC FILE= \"T0025631\">\n>PIC FILE= \"T0025632\">\n>PIC FILE= \"T0025633\">\n>PIC FILE= \"T0025634\">\n>PIC FILE= \"T0025635\">\n>PIC FILE= \"T0025636\">\n>PIC FILE= \"T0025637\">\n>PIC FILE= \"T0025638\">\n>PIC FILE= \"T0025639\">\n>PIC FILE= \"T0025640\">\n>PIC FILE= \"T0025641\">\n>PIC FILE= \"T0025642\">\n>PIC FILE= \"T0025643\">\n>PIC FILE= \"T0025644\">\n>PIC FILE= \"T0025645\">\n>PIC FILE= \"T0025646\">\n>PIC FILE= \"T0025647\">\n>PIC FILE= \"T0025648\">\n>PIC FILE= \"T0025649\">\n>PIC FILE= \"T0025650\">\n>PIC FILE= \"T0025651\">\n>PIC FILE= \"T0025652\">\n>PIC FILE= \"T0025653\">\n>PIC FILE= \"T0025654\">\n>PIC FILE= \"T0025655\">\n>PIC FILE= \"T0025656\">\n>PIC FILE= \"T0025657\">\n>PIC FILE= \"T0025658\">\n>PIC FILE= \"T0025659\">\n>PIC FILE= \"T0025660\">\n>PIC FILE= \"T0025661\">\n>PIC FILE= \"T0025662\">\n>PIC FILE= \"T0025663\">\n>PIC FILE= \"T0025664\">\n>PIC FILE= \"T0025665\">\n>PIC FILE= \"T0025666\">\n>PIC FILE= \"T0025667\">\n>PIC FILE= \"T0025668\">\n>PIC FILE= \"T0025669\">\n>PIC FILE= \"T0025670\">"}