{"celex_id": "31987D0038", "uri": "http://publications.europa.eu/resource/cellar/391e862a-d302-40aa-9aa1-5cf39b5a5daa", "type": "Decision", "concepts": ["1035", "2393"], "title": "87/38/EEC: Commission Decision of 15 December 1986 on the extension of the multiannual guidance programme for 1986 in respect of the fishing fleet submitted by Belgium pursuant to Council Regulation (EEC) No 2908/83 (Only the French and Dutch texts are authentic)\n", "header": "COMMISSION  DECISION\nof 15 December 1986\non the extension of the multiannual guidance programme for 1986 in respect of the fishing fleet submitted by Belgium pursuant to Council Regulation (EEC) No 2908/83\n(Only the Dutch and French texts are authentic)\n(87/38/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2908/83 of 4 October 1983 on a common measure for restructuring, modernizing and developing the fishing industry and for developing aquaculture (1), and in particular Article 5 thereof,\nWhereas the duration of Regulation (EEC) No 2908/83 was extended until the end of 1986 by Council Regulation (EEC) No 3733/85 (2); whereas the Belgian Government submitted on 3 March 1986 a programme providing an extension by one year until the end of 1986 of the previous programme covering the period 1 January 1983 to 31 December 1985 adopted by Commission Decision 85/112/EEC (3); whereas on 2 October 1986 it forwarded the latest additional information concerning the programme;\nWhereas, in accordance with the first paragraph of Article 3 of Regulation (EEC) No 2908/83, the time required for the execution of the programme covers at least the proposed duration of the common measure;\nWhereas the programme contains the information referred to in Article 4 of the Regulation;\nWhereas the programme may, having regard to the production potential, the measures for the conservation and management of fish stocks, the demand for the products concerned and the guidelines of the common fisheries policy, constitute a suitable framework for projects which may qualify for financial support from the Community;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Committee for the Fishing Industry,", "main_body": ["The multiannual guidance programme in respect of the fishing fleet forwarded by the Belgian Government on 3 March 1986, as last supplemented on 2 October 1986, the main features of which are set out in Annex I hereto, is hereby approved subject to the provisions set out in Annex II hereto.", "This Decision is addressed to the Kingdom of Belgium."], "attachments": "Done at Brussels, 15 December 1986.\nFor the Commission\nAntonio CARDOSO E CUNHA\nMember of the Commission\n(1) OJ No L 290, 22. 10. 1983, p. 1.\n(2) OJ No L 361, 31. 12. 1985, p. 78.\n(3) OJ No L 44, 14. 2. 1985, p. 44.\nANNEX I\nMAIN FEATURES OF THE MULTIANNUAL GUIDANCE PROGRAMME IN RESPECT OF THE FISHING FLEET DRAWN UP BY THE GOVERNMENT OF BELGIUM WITHIN THE FRAMEWORK OF COUNCIL REGULATION (EEC) No 2908/83\n1. Purpose of the programme\nTo maintain the activity of the fishing fleet at its 1982 level during the life of the programme, while restructuring and modernizing the fleet to ensure its economic viability.\n2. Delimitation of the area concerned by the programme\nBelgium, and in particular the province of West Flanders.\n3. Duration of the programme\nThe programme is valid from 1 January to 31 December 1986.\n4. Objectives of the programme\nThe programme objectives are as follows:\n- to maintain or improve the economic viability of fishing undertakings:\n(a) to keep the fleet at around 200 vessels, 22 000 grt and 96 000 hp and, within those limits:\n- strictly to limit the total power of the big beam trawlers to 65 000 hp, with a maximum of 1 200 hp each,\n- to limit the Eurokotters to around 5 000 hp;\n(b) to preserve the artisanal nature of undertakings.\n5. The following measures are proposed to attain these objectives\n(a) To preserve the artisanal nature of the fleet:\n- priority will be given to vessel-owners whose children are also fishermen, and in particular to those who are able to meet 20 % of the investment from their own resources before receiving any aid from the public authorities. The percentage may be reduced with regard to young, successful fishermen.\n(b) For renewing and modernizing the fleet, priority is to be given, while abiding by the objectives of the programme, to:\n- the inshore fishing fleet (small trawlers and shrimp-boats),\n- multipurpose fishing vessels without a beam trawl.\n(c) No financial aid of the Member State will in 1986 be granted for the new construction of beam-trawlers with the exception of:\n- replacement of vessels lost at sea,\n- construction of typical shrimp-boats.\n(d) In addition, the following regional priorities will apply:\n- Small coasters and shrimp-boats:\n1. Nieuwpoort,\n2. Ostend,\n3. Zeebrugge;\n- Side trawlers:\n1. Ostend and Nieuwpoort,\n2. Zeebrugge.\n6. Forecast investment in ship-building to attain the objectives mentioned in point 4 above\nThe fleet can be renewed by replacing eight to nine vessels a year.\nThe annual investment will be around Bfrs 400 to 450 million, or 9 to 10 million ECU. ANNEX II\nFINAL CONCLUSIONS\n1. The Commission considers that the extension of the programme for 1986 submitted by the Belgian Government as a framework for Community or national financing schemes constitutes a measure, following the adoption of the common fisheries policy, to restructure the fleet in the medium term, to ensure satisfactory economic conditions for the fishing industry and to improve the incomes of those employed in it.\n2. As the fishing capacity fixed in the previous programme, covering the period from 1 January 1983 to 31 December 1985, seems to have been attained, the Commission requests the Belgian Government to monitor carefully the development of the Belgian fishing fleet.\n3. The Commission points out that the investment requirement contained in this programme does not imply any commitment as regards financial support form the Community."}