{"celex_id": "31985D0013", "uri": "http://publications.europa.eu/resource/cellar/02814a51-ec3e-4163-a43e-94621f9975ea", "type": "Decision", "concepts": ["4514", "5511", "6056"], "title": "85/13/EEC: Commission Decision of 19 December 1984 relating to the setting up of a Joint Committee on Railways\n", "header": "COMMISSION  DECISION\nof 19 December 1984\nrelating to the setting up of a Joint Committee on Railways\n(85/13/EEC)\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nWhereas the Heads of State or Government stated in their declaration of 21 October 1972 that the first aim of economic expansion should be to enable disparities in living conditions to be reduced and that this aim should express itself in better quality and higher standard of living;\nWhereas in this connection they considered it indispensable that both employers and employees should be increasingly involved in the economic and social decisions of the Community;\nWhereas amongst the priority matters contained in the Community's 'Social Action Programme' the Commission has recommended that dialogue and cooperation between employers and employees be promoted at Community level; whereas the Council in its resolution of 21 January 1974 concerning a social action programme (1) named increased involvement of management and labour in the economic and social decisions of the Community as one of the priority measures to be taken;\nWhereas the European Parliament in its resolution of 13 June 1972 (2) has stated that the participation of employers and employees in the formulation of a Community social policy should be achieved during the first stage of economic and monetary union;\nWhereas the Economic and Social Committee in its opinion of 24 November 1971 expressed a similar view;\nWhereas the Council stresses in its conclusions of 22 June 1984 concerning a Community medium-term social action programme, that the European social dialogue must be strengthened and its procedures adapted in order to involve the social partners more effectively in the economic and social decisions of the Community (3);\nWhereas the situation in the various Member States clearly demonstrates the need for the two sides of the railways industry to participate actively in the improvement and harmonization of living and working conditions in railways; whereas a joint committee attached to the Commission is the most appropriate means of ensuring such participation by creating at Community level a representative forum for the socio-economic interests involved;\nWhereas Commission Decision 72/172/EEC of 24 April 1972 relating to the setting-up of a Joint Advisory Committee for Social Problems in Railways (4) is no longer in accord with the developments in social policy advocated by the Community institutions,", "main_body": ["The Commission hereby creates a Joint Committee on Railways (hereinafter called 'the Committee').", "The Committee shall assist the Commission in the formulation and implementation of the Community social policy aimed at improving and harmonizing living and working conditions in railways.", "1. In order to attain the objectives laid down in Article 2, the Commission shall:\n(a) issue opinions and submit reports to the Commission, either at the latter's request or on its own initiative, and\n(b) in respect of matters falling within the competence of the employers' and employees' associations listed in Article 4 (2) (a):\n- promote dialogue and cooperation and facilitate negotiation between these associations,\n- arrange for studies to be carried out,\n- participate in discussions and seminars.\n2. The Committee shall ensure that all interested parties are informed of its activities.\n3. Upon requesting an opinion or report from the Committee under the terms of paragraph 1 (a) the Commission may fix a time limit within which the opinion or report shall be given.", "1. The Committee shall consist of 44 members.\n2. (a) The members of the Committee shall be appointed by the Commission on a proposal from the following associations of carriers and employees in railways:\nCarriers' association:\nGroup of the 10 Railways of the European Communities (UIC);\nEmployees' association:\nCommittee of Transport Workers' Unions of the European Community.\n(b) Seats shall be attributed as follow:\n- to representatives of the carriers' association, 22,\n- to representatives of the employees' association, 22.", "1. An alternate shall be appointed for each member of the Committee under the same conditions as laid down in Article 4 (2).\n2. Without prejudice to the provisions of Article 9, an alternate shall not attend meetings of the Committee or a working group provided for in Article 9, nor participate in its work, unless the member for whom he is the alternate is prevented from doing so.", "1. Committee members and their alternates shall hold office for a term of four years; appointments shall be renewable.\n2. Members and their alternates whose term of office has expired shall remain in office until they have been replaced or their term of office has been renewed.\n3. A member's or alternate's term of office shall cease before the expiry of the period of four years upon his resignation or death or if the association which nominated him requests his replacement. The vacancy thereby caused shall be filled in the manner prescribed in Article 4 (2) by a person appointed for the remainder of the term of office.\n4. There shall be no payment for duties performed.", "1. The Committee shall, by a two-thirds majority of members present, elect from among its members a chairman and vice-chairman who shall hold office for a term of two years. The chairman and the vice-chairman shall be chosen alternately, and in reverse order, from amongst the two groups of associations listed in Article 4 (2) (a).\n2. (a) The chairman or vice-chairman whose term of office has expired shall remain in office until he has been replaced.\n(b) Should the chairman or vice-chairman cease to hold office before expiry of its term, he shall be replaced for the remainder of the term by a person appointed in the manner prescribed in paragraph 1 upon a proposal from the group to which his association belongs.", "The Committee may create a bureau consisting of the chairman, vice-chairman and rapporteurs of the working groups provided for in Article 9 to plan and coordinate its work. Article 9\nThe Committee may:\n(a) set up ad hoc or permanent working groups to facilitate its work. It may authorize a member to delegate another representative of his association, who shall be named, to take his place in a working group; such delegate shall enjoy the same rights at meetings of the working group as the member he replaces;\n(b) ask the Commission to appoint experts to assist it in specific tasks. It shall be its duty to do so if one of the associations listed in Article 4 (2) (a) so requests;\n(c) ask for the attendance at Committee meetings, as an expert, of any person who is specially qualified in any particular subject on the agenda. The expert shall be present only for the discussion of the particular subject for which his attendance is required.", "0\nThe Committee shall be convened by the secretary at the request of the Commission, the bureau or of one-third of the Committee's members. In the latter case, the Committee shall meet within 30 days.", "1\n1. No opinion of the Committee shall be valid unless two-thirds of the members or their alternates are present.\n2. The Committee shall submit its opinions or reports to the Commission. If an opinion or report is not unanimous, the Committee shall submit to the Commission the dissenting opinions delivered.", "2\n1. The Commission shall provide a secretariat for the Committee, the bureau and the working groups.\n2. Representatives of the relevant services of the Commission shall attend the meetings of the Committee, the bureau and the working groups.\n3. A representative of the secretariat of each of the associations listed in Article 4 (2) (a) shall attend the meetings of the Committee as observer.\n4. After hearing the Committee's views the Commission may ask other organizations than those mentioned in Article 4 (2) (a) to participate as observers in the Committee's work.", "3\nIf the Commission has informed the Committee that an opinion requested relates to a matter of a confidential nature, members of the Committee shall be bound, without prejudice to the provisions of Article 214 of the Treaty, not to disclose any information acquired at the meetings of the Committee, the working groups or the bureau.", "4\nAfter hearing the Committee's views, the Commission may review this Decision in the light of experience.", "5\nCommission Decision 72/172/EEC is hereby repealed.", "6\nThis Decision shall take effect on 19 December 1984."], "attachments": "Done at Brussels, 19 December 1984.\nFor the Commission\nIvor RICHARD\nMember of the Commission\n(1) OJ No C 13, 12. 2. 1974, p. 1.\n(2) OJ No C 70, 1. 7. 1972, p. 11.\n(3) OJ No C 175, 4. 7. 1984, p. 1.\n(4) OJ No L 104, 3. 5. 1972, p. 9."}