{"celex_id": "31988R1676", "uri": "http://publications.europa.eu/resource/cellar/66d6aa5d-de04-463e-b66d-8d3730d91123", "type": "Regulation", "concepts": ["1642", "2274", "2321", "5000", "888"], "title": "Commission Regulation (EEC) No 1676/88 of 15 June 1988 amending Regulation (EEC) No 2657/87 derogating from the prohibition on the use of equivalent compensation for durum wheat\n", "header": "COMMISSION  REGULATION (EEC) No 1676/88\nof 15 June 1988\namending Regulation (EEC) No 2657/87 derogating from the prohibition on the use of equivalent compensation for durum wheat\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1999/85 of 16 July 1985 on inward processing relief arrangements (1),\nHaving regard to Council Regulation (EEC) No 3677/86 of 24 November 1986 laying down provisions for the implementation of Regulation (EEC) No 1999/85 on inward processing relief arrangements (2), as last amended by Regulation (EEC) No 4151/87 (3), and in particular Annex IV thereto,\nWhereas Commission Regulation (EEC) No 2657/87 of 1 September 1987 derogating from the prohibition on the use of equivalent compensation for durum wheat (4), as last amended by Regulation (EEC) No 4151/87, provides for the use of a 'Certificate P 1' which enables holders of an inward processing authorization (equivalent compensation) for durum wheat to provide evidence that the pasta products have been cleared for home use in the United States of America; whereas the said certificate endorsed by the competent customs authorities of the United States of America must be presented to the Community customs office which endorsed it not later than three months after the date on which the export declaration was accepted;\nWhereas practical experience has shown that there should be provision for extending this time limit where circumstances so warrant;\nWhereas consultations have been held with a group of experts made up of representative from the Member States,", "main_body": ["Article 3 (3) of Regulation (EEC) No 2657/87 is hereby replaced by the following:\n'3. The original of the 'Certificate P 1', endorsed by the competent customs authorities of the United States of America, shall be presented to the customs office in the Community which endorsed it no later than three months after the date on which the export declaration for the pasta products was accepted. Where circumstances so warrant the customs authority may extend the time limit at the request, duly documented, of the holder of the authorization, provided that the total period does not exceed 12 months. Where exceptional circumstances, duly documented, so warrant, the prolongation may be granted even after expiry of the initial time limit of three months indicated above.'", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 15 June 1988.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 188, 20. 7. 1985, p. 1.\n(2) OJ No L 351, 12. 12. 1986, p. 1.\n(3) OJ No L 391, 31. 12. 1987, p. 1.\n(4) OJ No L 251, 2. 9. 1987, p. 14."}