{"celex_id": "31984R0797", "uri": "http://publications.europa.eu/resource/cellar/0023c80d-a0fc-425f-bc29-abd51df611ae", "type": "Regulation", "concepts": ["1224", "1233", "1570", "2958", "2965", "386"], "title": "Commission Regulation (EEC) No 797/84 of 28 March 1984 amending Regulation (EEC) No 1725/79 on the rules for granting aid to skimmed milk processed into compound feedingstuffs and skimmed-milk powder intended in particular for feed for calves\n", "header": "COMMISSION  REGULATION (EEC) No 797/84\nof 28 March 1984\namending Regulation (EEC) No 1725/79 on the rules for granting aid to skimmed milk processed into compound feedingstuffs and skimmed-milk powder intended in particular for feed for calves\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 804/68 of 27 June 1968 on the common organization of the market in milk and milk products (1), as last amended by Regulation (EEC) No 1600/83 (2), and in particular Article 10 (3) thereof,\nWhereas Article 4 (1) of Commission Regulation (EEC) No 1725/79 (3), as last amended by Regulation (EEC) No 2529/83 (4), defines the products which must be considered as compound feedingstuffs within the meaning of Article 2 (1) (d) of Commission Regulation (EEC) No 986/68 (5), as last amended by Regulation (EEC) No 1187/82 (6); whereas Article 4 (1) (c), by stipulating that compound feedingstuffs will not be processed or mixed before they reach the farm orbreeding or fattening concerns where they are used, seems to exclude their being used outside such farms or concerns; whereas, in order to exclude any ambiguity as regards the provision in question, the latter should merely stipulate that processing or mixing may not take place before the stage of the final user;\nWhereas Annex I to Regulation (EEC) No 1725/79 contains a model of the analysis reports for skimmed-milk powder; whereas experience has revealed a need to define the methods of inspection more clearly, particularly as regards denatured skimmed milk;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Milk and Milk Products,", "main_body": ["Regulation (EEC) No 1725/79 is hereby amended as follows:\n1. Article 4 (1) (c) is replaced by the following:\n'(c) which can be used directly as animal feed and which will not be processed or mixed before the stage of the final user;'\n2. Footnote (7) to Annex I is replaced by the following:\n'(7) Inspection by the addition of an inert powder may be performed before denaturing (dilution 1: 20) or after denaturing (dilution 1: 2); a strong distinctive smell should still be discernible'.", "This Regulation shall enter into force on 1 April 1984.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 28 March 1984.\nFor the Commission\nPoul DALSAGER\nMember of the Commission\n(1) OJ No L 148, 28. 6. 1968, p. 13.\n(2) OJ No L 163, 22. 6. 1983, p. 56.\n(3) OJ No L 199, 7. 8. 1979, p. 1.\n(4) OJ No L 249, 9. 9. 1983, p. 12.\n(5) OJ No L 169, 18. 7. 1983, p. 4.\n(6) OJ No L 140, 20. 5. 1982, p. 6."}