{"celex_id": "31988D0382", "uri": "http://publications.europa.eu/resource/cellar/dea8bc1a-e05d-4b9c-b9d6-20d6d0e40d64", "type": "Decision", "concepts": ["177", "1880", "2528", "2533", "3468", "5457"], "title": "88/382/EEC: Council Decision of 24 June 1988 concerning a supplement, in respect of mercury originating in sectors other than the chlor-alkali electrolysis industry, to Annex IV to the Convention for the Protection of the Rhine against Chemical Pollution\n", "header": "14.7.1988 EN Official Journal of the European Communities L 183/30\nCOUNCIL DECISION\nof 24 June 1988\nconcerning a supplement, in respect of mercury originating in sectors other than the chlor-alkali electrolysis industry, to Annex IV to the Convention for the Protection of the Rhine against Chemical Pollution\n(88/382/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 130 S thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nHaving regard to the opinion of the Economic and Social Committee (2),\nWhereas, by Decision 77/586/EEC (3), the Community concluded the Convention for the Protection of the Rhine against Chemical Pollution, hereinafter referred to as the ‘Chemical Convention’, and the Additional Agreement to the Agreement signed in Berne on 29 April 1963 concerning the International Commission for the protection of the Rhine against Pollution, hereinafter referred to as the ‘International Commission’;\nWhereas, under Article 5 of the Convention, the International Commission proposes limit values for the discharge of certain substances into the surface waters of the Rhine basin by way of amendments to Annex IV to the Chemical Convention; whereas, under Article 14 of the Chemical Convention, unanimous acceptance by the Contracting Parties to the Convention is necessary for those amendments to enter into force;\nWhereas, in the form of a proposal designed to supplement Annex IV to the Chemical Convention, the International Commission has established limit values for mercury discharged by industries other than the chlor-alkali electrolysis industry;\nWhereas Directive 84/156/EEC (4) lays down limit values for mercury discharges by sectors other than the chlor-alkali electrolysis industry into the aquatic environment of the Community; whereas these limit values are identical to those set out in the proposal of the International Commission;\nWhereas Article 4 of that Directive requires Member States to draw up specific programmes for reduction of mercury discharges by multiple sources which are not industrial plants; whereas there are no such provisions in the proposal of the International Commission;\nWhereas it is desirable that the Community, as a Contracting Party to the Convention, adopt, the abovementioned proposal,", "main_body": ["The proposal by the International Commission for the Protection of the Rhine against Pollution, intended to supplement, in respect of mercury originating in sectors other than the chlor-alkali electrolysis industry, Annex IV to the Convention for the Protection of the Rhine against Chemical Pollution, is hereby adopted on behalf of the European Economic Community.\nThe text of the proposal is attached to this Decision.", "This Decision shall be applicable without prejudice to the specific provisions in other Community rules, particularly Article 4 of Directive 84/156/EEC.", "The President of the Council shall notify the Government of the Swiss Confederation, in accordance with the procedures laid down by the Chemical Convention, of the adoption of the proposal referred to in Article 1."], "attachments": "Done at Luxembourg, 24 June 1988.\nFor the Council\nThe President\nM. BANGEMANN\n(1)  Opinion delivered on 15 June 1988 (not yet published in the Official Journal).\n(2)  OJ No C 105, 21. 4. 1987, p. 17.\n(3)  OJ No L 240, 19. 9. 1977, p. 35.\n(4)  OJ No L 74, 17. 3. 1984, p. 49.\nProposal by the International Commission for the Protection of the Rhine against Pollution intended to supplement ANNEX IV to the Convention for the Protection of the Rhine against Chemical Pollution, signed in Bonn on 3 December 1976\nTHE INTERNATIONAL COMMISSION FOR THE PROTECTION OF THE RHINE AGAINST POLLUTION,\nHaving regard to the Convention for the Protection of the Rhine against Chemical Pollution, signed in Bonn on 3 December 1976,\nHaving regard in particular to Articles 3, 4, 5 and 14 thereof,\nHaving regard to the proposal of 28 June 1979 tabled at Baden in Switzerland and intended to add to Annex IV of the above Convention limit values for mercury discharges from chlor-alkali electrolysis establishments,\nPROPOSES TO THE CONTRACTING PARTIES TO THE CONVENTION\nthat Annex IV to the Convention of 3 December 1976 be supplemented as follows in respect of mercury:\nSubstance or group of substances Origin Limit value in terms of the maximum concentration of a substance Limit value in terms of the maximum quantity of a substance Time limit for existing discharges Remarks\n1 2 3 4 5 6\n1. Chemical industries using mercury catalysts\n1.1 For the production of vinyl chloride\nFor existing discharges the provisional limit value of 0,1 milligrams of mercury per litre of discharge applies. For existing discharges the provisional limit value of 0,2 grams of mercury per tonne of vinyl chloride production capacity applies 1 July 1986\n1.2 for the manufacture of other products\nFor existing discharges the provisional limit value of 0,1 milligrams of mercury per litre of discharge applies For existing discharges the provisional limit value of 10 grams of mercury per kilogram treated applies 1 July 1986\n2. The manufacture of mercury catalysts used in the production of vinyl chloride\nFor existing discharges the provisional limit value of 0,1 milligrams of mercury per litre of discharge applies For existing discharges the provisional limit value of 1,4 grams of mercury per kilogram of mercury treated applies 1 July 1986\n3. The manufacture of organic and non-organic mercury compounds (except the products covered by point 2)\nFor existing discharges the provisional limit value of 0,1 milligrams of mercury per litre of discharge applies For existing discharges the provisional limit value of 0,1 grams of mercury per kilogram of mercury treated applies 1 July 1986\n4. Manufacture of primary batteries containing mercury\nFor existing discharges the provisional limit value of 0,1 milligrams of mercury per litre of discharge applies For existing discharges the provisional limit value of 0,05 grams of mercury per kilogram of mercury treated applies 1 July 1986\n5. Non-ferrous metal industries\n5.1 Establishments for the recovery of mercury\nFor existing discharges the provisional limit value of 0,1 milligrams per litre of discharge applies  1 July 1986\n5.2 Extraction and refining of non-ferrous metals\nFor existing discharges the provisional limit value of 0,1 milligrams of mercury per litre of discharge applies  1 July 1986\n6. Establishments for the treatment of toxic waste containing mercury\nFor existing discharges the provisional limit value of 0,1 milligrams of mercury per litre of discharge applies  1 July 1986\nIf necessary, limit values for other industries, such as paper, steel and coal-fired power stations, will be proposed by the International Commission at a later stage. In the meantime, governments will fix emission standards for mercury autonomously in accordance with Articles 3 and 4 of the Convention. These standards must take account of the best technical means available and must not be less stringent than the nearest comparable limit value in Annex IV.\nPursuant to Articles 14 and 19 of the Convention, these provisions will enter into force after their unanimous acceptance by the Contracting Parties to the Convention.\nThe Contracting Parties will notify their adoption to the Government of the Swiss Confederation which will acknowledge receipt of notification.\n(1)  The limit values given in the table represent a monthly average concentration or a monthly average load.\nThe amounts of mercury discharged are expressed in terms of the quantity of mercury treated by a given industrial establishment during the same period or in terms of a plant's installed vinyl chloride production capacity.\n(2)  Limit values, expressed in terms of concentration, are given in the above table for industries 1 to 4 and should not, in principle, be exceeded. In no case may the limit values expressed in terms of maximum concentration exceed those expressed in terms of maximum quantity divided by water requirements per kilogram of mercury treated or per tonne of installed vinyl chloride production capacity.\nNevertheless, as the concentration of mercury in effluents depends on the volume of water involved, and as this differs from one process and establishment to the next, the limit values, expressed in terms of the quantity of mercury discharged as compared with the quantity of mercury treated or the installed vinyl chloride capacity given in the above table, must be complied with at all times.\n(3)  The limit values given in the above table refer to the amount of mercury contained in an unfiltered sample. They apply to total mercury in all waste water resulting from production processes and discharged from the site of the production plant.\nDischarges containing mercury shall be treated off the premises of the production plant in an establishment designed for the disposal of mercury. Governments may permit the limit values to apply at the point where the discharge leaves the plant.\n(4)  Average daily limit values shall be equivalent to double the corresponding average monthly limit values given in the table.\n(5)  On the basis of experience gained in applying these provisions the International Commission will submit to the Contracting Parties proposals relating to the non-ferrous metals industry and intended to lay down more stringent limit values for entry into force 10 years after the adoption of these provisions."}