{"celex_id": "31986R3445", "uri": "http://publications.europa.eu/resource/cellar/cfa86f43-ec73-4c3e-8868-df2a31f8a89f", "type": "Regulation", "concepts": ["1115", "1602", "2563", "863"], "title": "Commission Regulation (EEC) No 3445/86 of 12 November 1986 laying down transitional measures to facilitate the passage from existing arrangements in Spain and Portugal to those applicable in the framework of the system of production aid as provided for in Regulation (EEC) No 426/86\n", "header": "COMMISSION  REGULATION (EEC) No 3445/86\nof 12 November 1986\nlaying down transitional measures to facilitate the passage from existing arrangements in Spain and Portugal to those applicable in the framework of the system of production aid as provided for in Regulation (EEC) No 426/86\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the Act of Accession of Spain and Portugal, and in particular Articles 90 (1), and 257 (1) thereof,\nHaving regard to Council Regulation (EEC) No 426/86 of 24 February 1986 on the common organization of the market in products processed from fruit and vegetables (1), as amended by Regulation (EEC) No 1838/86 (2),\nWhereas Commission Regulation (EEC) No 1599/84 of 5 June 1984 laying down detailed rules for the application of the system of production aid for products processed from fruit and vegetables (3), as last amended by Regulation (EEC) No 1155/86 (4), provides in Article 5 (3) that processing contracts must specifiy the quantity of raw material to which they relate; whereas Article 7 (2) of the same Regulation provides that the quantities initially specified in the contract may be increased by means of an endorsement to the contract; whereas for tomatoes the endorsements are not to cover more than 20 % of the initial quantity envisaged in the contract;\nWhereas producers and processors in Spain and Portugal have had problems in adapting their previous procedures on aid for tomato-based products to those applicable in the Community; whereas as a consequence the quantity, where applicable increased by 20 % indicated in the contracts concluded for the 1986/87 marketing year does not correspond to the quantity which the processor wanted to buy; whereas producers and processors in Spain and Portugal should for the marketing year 1986/87 be allowed to increase the quantity initially specified in their contracts without any quantitative limitation;\nWhereas the grant of production aid in the same Member States for tomato-based products is limited to the quantities laid down in Articles 118 (3) (b) and 304 (3) (b) of the Act of Accession; whereas some processors have not produced the quantity allocated to them, while others have exceed their share; whereas the Spanish and Portuguese authorities should for the 1986/87 marketing year be authorized to re-allocate any unused quantity to processors who have fulfilled the conditions for obtaining aid for a quantity exceeding that allocated to them;\nWhereas in Spain similar problems have occurred as regards peaches in syrup for which the granting of production aid is limited to the quantity laid down in Article 118 (6) of the Act of Accession; whereas the transitional measures applicable to tomato-based products should also apply to peaches in syrup;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for products processed from fruit and vegetables,", "main_body": ["1. Notwithstanding Article 7 (2), last subparagraph, of Regulation (EEC) No 1599/84, endorsements to processing contracts concluded between producers and processors in Spain and Portugal for tomatoes for the 1986/87 marketing year may cover a quantity exceeding 20 %.\n2. The Spanish and Portuguese authorities may, after having established that the quantity of fresh tomatoes allocated to a processor has not been used for processing during the 1986/87 marketing year, re-allocate the quantity so released among other processors which have:\n- processed a quantity of fresh tomatoes exceeding that allocated to them,\n- complied with the provisions for obtaining production aid for the quantity re-allocated to them.\nThe re-allocation shall be made fairly among processors fulfilling the conditions referred to in the subparagraph.\n3. The provisions laid down in paragraph 1 shall, in Spain, also apply to peaches and the Spanish authorities may apply the provisions of paragraph 2 to peaches in syrup.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 12 November 1986.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 49, 27. 2. 1986, p. 1.\n(2) OJ No L 159, 14. 6. 1986, p. 1.\n(3) OJ No L 152, 8. 6. 1984, p. 16.\n(4) OJ No L 105, 22. 4. 1986, p. 24."}