{"celex_id": "31985R3110", "uri": "http://publications.europa.eu/resource/cellar/f1b5cf81-4a67-421e-9a2b-c53a7c615813", "type": "Regulation", "concepts": ["1102", "2661", "3190", "4380", "863"], "title": "Commission Regulation (EEC) No 3110/85 of 7 November 1985 amending Regulation (EEC) No 1953/82 laying down special conditions for the export of certain cheeses to certain third countries\n", "header": "COMMISSION  REGULATION (EEC) No 3110/85\nof 7 November 1985\namending Regulation (EEC) No 1953/82 laying down special conditions for the export of certain cheeses to certain third countries\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 804/68 of 27 June 1968 on the common organization of the market in milk and milk products (1), as last amended by Regulation (EEC) No 1298/85 (2), and in particular the first subparagraph of Article 17 (4) thereof,\nHaving regard to Council Regulation (EEC) No 2931/79 of 20 December 1979 on the granting of assistance for the exportation of agricultural products which may benefit from a special import treatment in a third country (3), and in particular Article 1 (2) thereof,\nWhereas the minimum prices for export of certain cheeses to Spain are laid down in Annex V to Commission Regulation (EEC) No 1953/82 (4), as last amended by Regulation (EEC) No 3148/84 (5);\nWhereas threshold prices in Spain in respect of certain cheeses have been raised, following an increase in the price of milk in that country as from 1 September 1985; whereas, accordingly, there should be an increase in the minimum price for export of the cheeses in question; whereas, therefore, Annex V to Regulation (EEC) No 1953/82 should be amended;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Milk and Milk Products,", "main_body": ["Annex V to Regulation (EEC) No 1953/82 shall be replaced by the Annex to this Regulation.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 7 November 1985.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 148, 28. 6. 1968, p. 13.\n(2) OJ No L 137, 27. 5. 1985, p. 5.\n(3) OJ No L 334, 28. 12. 1979, p. 8.\n(4) OJ No L 212, 21. 7. 1982, p. 5.\n(5) OJ No L 294, 13. 11. 1984, p. 5.\nANNEX\nMinimum prices for export of certain cheeses to Spain\nThe prices per 100 kg net weight must not be less than:\n- 37 469 Spanish pesetas for Emmentaler and Gruyère whole cheeses falling within subheading 04.04 A I a) 1 of the Spanish customs tariff;\n- 38 869 Spanish pesetas for Emmentaler and Gruyère cheeses in vacuum-packed pieces of a weight exceeding 1 kg, falling within subheading 04.04 A I b) 1 of the Spanish customs tariff;\n- 39 908 Spanish pesetas for Emmentaler and Gruyère cheeses in vacuum-packed pieces of a weight not exceeding 1 kg but exceeding 75 g, falling within subheading 04.04 A I c) 1 of the Spanish customs tariff;\n- 30 413 Spanish pesetas for blue-veined cheeses falling within subheading 04.04 C 2 of the Spanish customs tariff;\n- 34 480 Spanish pesetas for cheeses processed from Emmentaler or Gruyère falling within subheadings 04.04 D I a) and b) of the Spanish customs tariff;\n- 34 731 Spanish pesetas for cheeses processed from Emmentaler or Gruyère falling within subheading 04.04 D I c) of the Spanish customs tariff;\n- 30 560 Spanish pesetas for other processed cheeses falling within subheading 04.04 D 2 a) of the Spanish customs tariff;\n- 30 804 Spanish pesetas for other processed cheeses falling within subheading 04.04 D 2 b) of the Spanish customs tariff;\n- 31 042 Spanish pesetas for other processed cheeses falling within subheading 04.04 D 2 c) of the Spanish customs tariff;\n- 36 994 Spanish pesetas for Parmigiano and Reggiano, Grana Padano, Pecorino and Fiore sardo cheeses falling within subheading 04.04 G I a) 1 of the Spanish customs tariff;\n- 30 394 Spanish pesetas for Cheddar cheese ripened for less than three months, falling within subheading 04.04 G I b) 1 of the Spanish customs tariff;\n- 31 671 Spanish pesetas for Cheddar cheese ripened for three or more months, falling within subheading 04.04 G I b) 1 of the Spanish customs tariff;\n- 32 759 Spanish pesetas for Provolone, Asiago, Caciocavallo and Ragusano falling within subheading 04.04 G I b) 2 of the Spanish customs tariff;\n- 30 867 Spanish pesetas for first-quality Dutch Edam cheese of a minimum fat content by weight of dry matter of 40 % and ripened from seven to eight weeks, falling within subheading 04.04 G I b) 3 of the Spanish customs tariff;\n- 30 417 Spanish pesetas for cheeses with a water content by weight of the non-fatty matter exceeding 62 % but not exceeding 72 %, falling within subheading 04.04 G I b) 5 of the Spanish customs tariff;\n- 30 417 Spanish pesetas for cheeses with a water content by weight of the non-fatty matter exceeding 72 %, put up in packages of a net content of not more than 500 g, falling within subheading 04.04 G I c) 1 of the Spanish customs tariff."}