{"celex_id": "31987R2746", "uri": "http://publications.europa.eu/resource/cellar/f48763b0-3185-4a1e-bf07-48cc7d15638a", "type": "Regulation", "concepts": ["2958", "3170", "4289", "4395", "4860", "807"], "title": "Commission Regulation (EEC) No 2746/87 of 14 September 1987 amending Regulations (EEC) No 2315/76 and (EEC) No 727/87 in respect of rules applying to the sale of butter and skimmed-milk powder from public stocks for the supply of food aid\n", "header": "COMMISSION  REGULATION (EEC) No 2746/87\nof 14 September 1987\namending Regulations (EEC) No 2315/76 and (EEC) No 727/87 in respect of rules applying to the sale of butter and skimmed-milk powder from public stocks for the supply of food aid\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 804/68 of 27 June 1968 on the common organization of the market in milk and milk products (1), as last amended by Regulation (EEC) No 773/87 (2), and in particular Articles 6 (7) and 7 (5) thereof,\nWhereas the new provisions adopted by Commission Regulation (EEC) No 2200/87 of 8 July 1987 laying down general rules for the mobilization in the Community of products to be supplied as Community food aid (3) make it compulsory in cases where supplies are mobilized from stocks held by intervention agencies for the successful tenderer to purchase the goods on price terms fixed in advance;\nWhereas Commission Regulations (EEC) No 2315/76 of 24 September 1976 on the sale of butter from public stocks (4), as last amended by Regulation (EEC) No 3819/86 (5), and (EEC) No 727/87 of 13 March 1987 on a special sale of skimmed-milk powder from public stocks for export (6), laid down rules applying to the sale of these products at prices fixed in advance; whereas additions should be made to these Regulations to cover the case of purchase for supply as either Community or national food aid; whereas however in the case of purchase for this purpose certain general provisions of the said Regulations on product age, time limit for removal and lodging of securities should be waived, since the security that the successful tenderer is required to lodge under Article 12 of Regulation (EEC) No 2200/87 will also suffice to ensure fulfilment of his obligations under Regulations (EEC) No 2315/76 and (EEC) No 727/87, in particular in the case of the latter Regulation the obligation to export;\nWhereas the amendments must, in order to ensure the proper execution of certain food aid operations, apply with effect from 10 August 1987;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Milk and Milk Products,", "main_body": ["The following Article is hereby inserted in Regulation (EEC) No 2315/76:\n'Article 3a\n1. The provisions of Articles 1 and 2 on date of entry into store and lodging of security and of the second subparagraph of Article 3 (1) on the minimum quantity of which delivery may be taken shall not apply in the case of purchases of butter for the provision of Community food aid or for the implementation of food aid programmes decided on or recognized by the national authorities.\nEvidence of such use shall be provided by the purchaser by means of a copy of the communication informing him that he is the successful tenderer for supply of the food aid.\n2. Intervention agencies shall take the necessary steps to enable successful tenderers for the supply of food aid to examine at their own cost before conclusion of the purchase contract samples taken from the butter put up for sale.\nPurchasers shall waive all right of claim in connection with the quality and characteristics of the butter sold.\n3. The conversion rate applicable in the case of supplies for food aid covered by this Article shall be the representative rate valid on the last day for the submission of tenders for the supply in question.'", "The following Article 6a is hereby inserted in Regulation (EEC) No 727/87:\n'Article 6a\nThe provisions of Article 2 (1) shall also apply to the sale of skimmed-milk powder from public stocks for the supply of Community food aid or for the imple\nmentation of food aid programmes decided on or recognized by national authorities.\nHowever, in such cases:\n(a) the provisions of Article 1 on date of entry into stock, of Article 2 (2) on minimum quantity, of Articles 2 (2) and 4 (1) on securities and of Article 9 shall not be applicable;\n(b) Article 4 (3) notwithstanding, the purchaser shall pay the intervention agency before removal for each lot removed;\n(c) Article 7 notwithstanding, the conversion rate applicable shall be the representative rate valid on the last day for submission of tenders for the supply in question.'", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThe provisions referred to in Articles 1 and 2 shall apply with effect from 10 August 1987.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 14 September 1987.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 148, 28. 6. 1968, p. 13.\n(2) OJ No L 78, 20. 3. 1987, p. 1.\n(3) OJ No L 204, 25. 7. 1987, p. 1.\n(4) OJ No L 261, 25. 9. 1976, p. 12.\n(5) OJ No L 355, 16. 12. 1986, p. 26.\n(6) OJ No L 71, 14. 3. 1987, p. 11."}