{"celex_id": "31988R2511", "uri": "http://publications.europa.eu/resource/cellar/8714a0b8-5304-4e3a-a1bb-7a1ee38a3616", "type": "Regulation", "concepts": ["2965", "4081", "5334", "5360"], "title": "Commission Regulation (EEC) No 2511/88 of 8 August 1988 amending Regulation (EEC) No 1686/72 on certain detailed rules on aid for seed\n", "header": "COMMISSION  REGULATION (EEC) No 2511/88\nof 8 August 1988\namending Regulation (EEC) No 1686/72 on certain detailed rules on aid for seed\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2358/71 on the common organization of the market in seeds (1), as last amended by Regulation (EEC) No 3997/87 (2), and in particular Article 3 (5) thereof,\nWhereas Council Regulation (EEC) No 1674/72 (3), as last amended by Regulation (EEC) No 3795/85 (4), lays down general rules for granting and financing aid for seed; whereas Commission Regulation (EEC) No 1686/72 (5), as last amended by Regulation (EEC) No 1382/74 (6), sets out detailed rules relating to the aid;\nWhereas aid can be granted only for seed for sowing; whereas, if there are other possible uses for the seed and a risk that the aid will be improperly granted on a proportion of production, provision should be made for recipients of the aid to provide evidence that the seed covered by their aid applications was correctly used; whereas, in view of the splintering of seed marketing, it may be difficult to provide evidence for all seed marketed and the requirements relating to evidence should be relaxed;\nWhereas Community rice seed production has risen substantially over the last three marketing years; whereas there thus appears to be a risk that a proportion of this seed could be used for purposes other than sowing; whereas control measures for the use of such seed should therefore be introduced; whereas Regulation (EEC) No 1686/72 should therefore be amended accordingly;\nWhereas the Management Committee for Seeds has not delivered an opinion within the time limit set by its chairman,", "main_body": ["The following subparagraph is added to Article 3 (1) of Regulation (EEC) No 1686/72:\n'In the case of rice seed the aid shall be granted only if the recipient shows to the satisfaction of the Member State concerned that the seed has in fact been marketed for sowing. This condition shall be deemed to have been met if the recipient proves that at least 95 % of the seed for which aid was applied for has been marketed for sowing.\nThe Member States shall notify the Commission of the measures adopted to verify the use to which seed qualifying for the aid has been put. The Member States shall, where appropriate, carry out checks on seed breeders or at seed breeding farms and on users'", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 8 August 1988.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 246, 5. 11. 1971, p. 1.\n(2) OJ No L 377, 31. 12. 1987, p. 37.\n(3) OJ No L 177, 4. 8. 1972, p. 1.\n(4) OJ No L 367, 31. 12. 1985, p. 21.\n(5) OJ No L 177, 4. 8. 1972, p. 26.\n(6) OJ No L 148, 5. 6. 1974, p. 9."}