{"celex_id": "31986R2527", "uri": "http://publications.europa.eu/resource/cellar/d478d1b5-9ffb-42c6-9805-f5358a3338c1", "type": "Regulation", "concepts": ["2414", "2563", "2965", "863"], "title": "Commission Regulation (EEC) No 2527/86 of 1 August 1986 amending Regulation (EEC) No 2681/83 laying down detailed rules for the application of the subsidy system for oil seeds\n", "header": "COMMISSION  REGULATION (EEC) No 2527/86\nof 1 August 1986\namending Regulation (EEC) No 2681/83 laying down detailed rules for the application of the subsidy system for oil seeds\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation No 136/66/EEC of 22 September 1966 on the establishment of a common organization of the market in Oils and Fats (1), as last amended by Regulation (EEC) No 1454/86 (2), and in particular Article 27 (5) thereof,\nWhereas Regulations (EEC) No 475/86 and (EEC) No 476/86 laying down general rules for the system for controlling the prices and the quantities of certain products in the oils and fats sector released for consumption in Spain (3) and Portugal (4) specify in Article 14 and in Article 12 respectively that compensatory aid shall be granted in respect of sunflower seed, colza and rape seed harvested in Spain and sunflower seed harvested in Portugal which are used for the production of oil intended for export, subject to a quantitative limit in the case of Spain;\nWhereas Article 10 (2) of Commission Regulation (EEC) No 1184/86 (5) and Article 13 (2) of Commission Regulation (EEC) No 1183/86 (6) laying down detailed rules for the mechanisms for controlling the quantities of certain products in the oils and fats sector released for consumption in Portugal and in Spain respectively, as last amended by Regulation (EEC) No 2324/86 (7) provide for that aid to be granted upon application by the interested party in accordance with the provisions laid down in Commission Regulation (EEC) No 2681/83 (8), as last amended by Regulation (EEC) No 2434/86 (9);\nWhereas it should be laid down that the applicant as well as the issuing authority should incude a specific reference to compensatory aid in the application and in the actual certificate respectively;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Oils and Fats,", "main_body": ["In Article 7 of Regulation (EEC) No 2681/83, the following paragraph is added:\n'6. In the case of the compensatory aid referred to in Article 14 of Regulation (EEC) No 475/86 and in Article 12 of Regulation (EEC) No 476/86:\n(a) the applicant shall add the word \"compensatory\" on the application form for the certificate, either under the heading \"B. Application for the A.P. certificate\" where the request concerns the A.P. certificate, or in Section 13 where it concerns the I.D. certificate;\n(b) the issuing authority shall add the words \"compensatory aid\" either on Section 8 of the A.P. part of the certificate, or on Secton 9 of the I.D. part of the certificate, as appropriate.'", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 1 August 1986.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No 172, 30. 9. 1966, p. 3025/66.\n(2) OJ No L 133, 21. 5. 1986, p. 8.\n(3) OJ No L 53, 1. 3. 1986, p. 47.\n(4) OJ No L 53, 1. 3. 1986, p. 51.\n(5) OJ No L 107, 24. 3. 1986, p. 23.\n(6) OJ No L 107, 24. 3. 1986, p. 17.\n(7) OJ No L 202, 25. 7. 1986, p. 20.\n(8) OJ No L 266, 28. 9. 1983. p. 1.\n(9) OJ No L 210, 1. 8. 1986, p. 51."}