{"celex_id": "31985R2188", "uri": "http://publications.europa.eu/resource/cellar/038c1553-06ad-41e2-ae46-b1c156920b36", "type": "Regulation", "concepts": ["1000", "2730", "2770", "2915", "4713", "4734"], "title": "Commission Regulation (EEC) No 2188/85 of 31 July 1985 on research and development measures concerning new uses for products belonging to the wine sector\n", "header": "COMMISSION  REGULATION (EEC) No 2188/85\nof 17 July 1985\non research and development measures concerning new uses for products belonging to the wine sector\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 337/79 of 5 February 1979 on the common organization of the market in wine (1), as last amended by Regulation (EEC) No 798/85 (2), and in particular Article 41c (5) thereof,\nWhereas Article 41c of Regulation (EEC) No 337/79 provides for measures to be taken to encourage the use of methods other than distillation for disposing of surpluses of the products referred to in Article 1 (2) of that Regulation; whereas the aim of such measures is to promote research and development concerning new uses for products belonging to the wine sector; whereas detailed rules for the application of those measures should be laid down;\nWhereas, within the Community, research institutes, bodies, organizations, undertakings and natural or legal persons possessing the necessary qualifications and experience should be invited to make detailed proposals which they would themselves carry out; whereas provision should be made for only partial Community financing of the expenditure incurred in such research and development work;\nWhereas detailed rules should be laid down concerning the duration of the work and the payment of Community financial contributions to those whose proposals are accepted; whereas, in addition, the Commission should be kept informed of the results of the measures provided for in this Regulation; whereas these measures should be considered as forming part of intervention, pursuant to Article 41c (2) of Regulation (EEC) No 337/79; whereas it is necessary that the Member States should designate bodies competent to supervise the implementation of successful proposals and to make the relevant payments;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Wine,", "main_body": ["1. Under the conditions laid down in this Regulation, encouragement shall be given to research and development work, exclusively of a technical nature, that is not concerned with the production of alcohol and is designed to expand the markets for surplus products belonging to the wine sector.\nSuch work shall include the following:\n(a) the search for new outlets for wine and grape must;\n(b) research into new processes which would enhance the value of wine and grape must or certain of their constituents;\n(c) research into technological improvements which would enhance the value of the new products obtained from the products referred to in Article 1 (2) of Regulation (EEC) No 337/79.\n2. The work referred to in paragraph 1 shall be executed during the 12-month period following the date of signature of the contract referred to in Article 5 (2).\nHowever, if execution of the work covered by a contract requires a longer period an extension of that period may be agreed in the contract for the following wine year.", "1. The work referred to in Article 1 (1) shall be proposed and carried out by research institutes, bodies, organizations, undertakings or natural or legal persons who:\n(a) have the necessary qualifications and experience;\n(b) give suitable guarantees to ensure the satisfactory completion of the work.\n2. The Community financial contribution may not exceed 90 % of expenditure incurred in respect of the work referred to in Article 1 (1).", "1. The parties specified in Article 2 (1) shall be invited to transmit to the authority appointed by the Member State in which they have their head office, hereinafter called 'the competent body', detailed proposals concerning the work referred to in Article 1 (1).\nWhere the proposed work is to be undertaken, wholly or in part, within the territory of a Member State other than that in which the party in question has its head office, the said party shall transmit a copy of its proposal to the competent body in that other Member State.\n2. For the 1985/86 wine year, proposals must reach the competent body at the latest by 31 October 1985, for the 1986/87 wine year at the latest by 30 September 1986, for the 1987/88 wine year at the latest by 30 September 1987 and for the 1988/89 wine year at the latest by 30 September 1988.\n3. Proposals shall be submitted in five copies by registered post with advice of delivery to the competent body within the specified period.\n4. Within 30 working days following the time limit laid down in paragraph 2, the competent body shall:\n(a) examine proposals received and, where appropriate, the supporting documents;\n(b) transmit them to the Commission together with a reasoned opinion.\n5. For the purposes of this Regulation, 'the competent body' shall be that referred to in Article 4 of Council Regulation (EEC) No 729/70 (1), assisted, where necessary, by one or more other agencies appointed by the Member State.", "1. Proposals shall include:\n(a) the name and address of the party concerned;\n(b) all the details concerning the work proposed, indicating the time required for completion, the expected results and any third parties which may be involved;\n(c) the net cost of the work proposed, expressed in the currency of the Member State on whose territory the party concerned is established, showing the corresponding financing plan and indicating at least the following items:\n- staff costs,\n- cost of durable materials or fixed assets,\n- cost of non-durable materials,\n- overheads.\n2. Proposals shall be valid only where:\n(a) they are submitted by a party fulfilling the conditions laid down in Article 2 (1);\n(b) they are accompanied by an undertaking by the party concerned to conclude a contract with the Commission in the event of its proposal being accepted.\n3. Proposals shall only be accepted if the interested party confirms in writing, and as soon as possible to the competent body, the undertaking referred to in paragraph 2 (b) once he has been informed of the Community contribution.", "1. After examination of all proposals by the Management Committee for Wine, pursuant to Article 67 of Regulation (EEC) No 337/79, a list of the work to be encouraged shall be drawn up, giving in each case the amount of the Community contribution.\nIn drawing up this list, account shall be taken of the originality of research projects of which the basic aim is to contribute to the absorption of surplus products belonging to the wine sector.\nIn order to avoid excessive diversification of Community expenditure the calculated profitability of the industrial prospects opened by these projects shall also be taken into consideration.\nThe list of the work to be encouraged and the amount of the Community contribution allocated to each project shall be adopted in accordance with the procedure laid down in Article 67 of Regulation (EEC) No 337/79.\n2. The Commission shall conclude contracts for the work referred to in Article 1 (1) with those parties whose proposals have been selected. Prior to the conclusion of a contract, the party concerned may be requested to supply additional information and/or details concerning its proposal.\n3. The competent body shall inform each party concerned as soon as possible of the decision taken in respect of its proposal.", "1. On acceptance of a proposal in accordance with Article 5, a list of terms and conditions shall be drawn up by the Commission in two copies.\n2. The list of terms and conditions shall form an integral part of the contract referred in Article 5 (2). It shall include inter alia the particulars specified in Article 4 (1) or make reference to them; those particulars shall be supplemented, where appropriate, by additional information or details furnished pursuant to Article 5 (2).\n3. The Commission shall send a copy of the contract to the competent body which shall ensure compliance with the agreed conditions by means, inter alia, of on-the-sport checks.", "1. The competent body shall, within six weeks of the date on which the contract was received, make the party in question a payment on account amounting to 60 % of the agreed Community contribution.\n2. The payment on account shall be made only if a security equal to 110 % of the amount in question has been lodged with the competent body.\nWhere a contract is concluded with an institution governed by public law, the contract may stipulate that the lodging of a security may be dispensed with, provided that there exists in some other form, in the event of failure to comply with the conditions set out in paragraph 3, a guarantee equivalent to that referred to in the first subparagraph.\n3. Release of the security and payment of the balance shall be subject to:\n(a) transmission to the Commission and to the competent body of the report referred to in Article 8 (1) and verification of the details contained in the report by the competent body;\n(b) confirmation by the competent body that the party concerned has fulfilled its obligations under this Regulation and under the contract;\n(c) confirmation by the competent body that the party concerned and any third party named in the contract have spent their own contributions for the purposes laid down.\n4. The security shall be forfeited, in whole or in part, if the party concerned fails to fulfil its obligations or fulifls them only in part. The procedure governing, and the time limit for, the release or forfeiture of the security shall be laid down in the contract. Where the security is forfeited the amount in question shall be deducted from the European Agricultural Guidance and Guarantee Fund, Guarantee Section, expenditure, and more particularly from that arising out of the measures referred to in Article 41c of Regulation (EEC) No 337/79.", "1. Each party responsible for research and development work as referred to in Article 1 (1) shall submit to the competent body and to the Commission, within the time limit and in accordance with the rules laid down in the contract and the list of terms and conditions, and in any case within three months of completion of the work, a report on the result of the work in question and a detailed report on the use made of the Community funds allocated.\n2. The results of the work may be published only with the authorization of the Commission.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 17 July 1985.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 54, 5. 3. 1979, p. 1.\n(2) OJ No L 89, 29. 3. 1985, p. 1.\n(1) OJ No L 94, 28. 4. 1970, p. 13."}