{"celex_id": "31985R3590", "uri": "http://publications.europa.eu/resource/cellar/4ed052a7-bebe-4b43-b369-445b832e2264", "type": "Regulation", "concepts": ["1442", "1552", "1644", "2730", "4713", "4726"], "title": "Commission Regulation (EEC) No 3590/85 of 18 December 1985 on the certificate and analysis report required for the importation of wine, grape juice and grape must\n", "header": "COMMISSION  REGULATION (EEC) No 3590/85\nof 18 December 1985\non the certificate and analysis report required for the importation of wine, grape juice and grape must\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 337/79 of 5 February 1979 on the common organization of the market in wine (1), as last amended by Regulation (EEC) No 3307/85 (2), and in particular Articles 50 (5), 51 (2) and 65 thereof,\nHaving regard to Council Regulation (EEC) No 354/79 of 5 February 1979 laying down general rules for the import of wines, grape juice and grape must (3), as last amended by Regulation (EEC) No 2633/85 (4), and in particular Articles 1 and 1a thereof,\nWhereas Regulation (EEC) No 2633/85 amended Regulation (EEC) No 354/79 in order to simplify the administrative procedure relating to imports of wine from certain third countries which have offered special guarantees accepted by the Community; whereas Commission Regulation (EEC) No 2115/76 of 20 August 1976 laying down general rules for the import of wines, grape juice and grape must (5) should be replaced in consequence;\nWhereas, in order to facilitate controls by the competent authorities of Member States, the form and, where necessary, the content of the certificate and analysis report provided for and the conditions under which they are to be used should be laid down;\nWhereas, in order to prevent fraud, the certificate and, where appropriate, the analysis report relating to each con signment of imported product must be checked; whereas, to this end, the document(s) must accompany each consignment until it is placed under Community control;\nWhereas, to take commercial practice into account, the competent authorities must be empowered, where a consignment of wine is split up, to have an extract of the certificate and of the analysis report drawn up under their supervision to accompany each new consignment resulting from the splitting;\nWhereas, in accordance with Article 1 (2) of Regulation (EEC) No 354/79, under certain conditions certificates and analysis reports drawn up by duly authorized producers may be accepted as valid by the competent authorities in the Community where the third country in question has offered special guarantees accepted by the Community; whereas, in accordance with the second paragraph of Article 1a of that Regulation, documents comprising simplified analysis reports may be accepted under the same conditions; whereas in order to facilitate the import into the Community of wines originating in certain third countries, such rights should be exercised and the requisite detailed rules of application should be laid down;\nWhereas lists containing the names and addresses of the agencies and laboratories authorized in third countries to draw up certificates and analysis reports should be published so that the authorities in the Community which supervise the import of vine products can, where necessary, carry out the requisite checks;\nWhereas, in accordance with Article 51 of Regulation (EEC) No 337/79, vine products may be offered for direct human consumption in the Community only on condition that they were produced by means of oenological practices permitted in the Community; whereas, in addition, where an imported product has been subjected to enrichment, acidification or deacidification, provision should be made to ensure that it is authorized for direct human consumption in the Community only where the limits specified for the Community wine-growing zone whose natural production conditions are equivalent to those in the region in which the imported product originates have been complied with;\nWhereas the task of the exporters and the authorities should be simplified by providing that a statement that the alcohol added to liqueur wines and wines fortified for distillation is of vinous origin should be included in the V I 1 document without requiring a separate document for this statement; whereas, for the same purpose, it should be provided that the V I 1 document may, if desired, serve as the certificate testifying to the designation of origin required for the importation of wines, eligible for a tariff reduction; whereas, however, 'Boberg' and 'Tokaj' (Aszu and Szamorodni) liqueur wines are exempt from the presentation of a certificate and an analysis report pursuant to Article 2 (3) of Regulation (EEC) No 354/79 provided that a certificate of designation of origin is presented; whereas it should be provided that the V I 1 document may be used to certify the designation of origin of the said liqueur wines and that the section relating to the analysis report need not be completed;\nWhereas, in order to avoid difficulties of an administrative nature, transitional measures must be taken;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Wine,", "main_body": ["This Regulation lays down the conditions to be met by the certificate and analysis report referred to in Article 50 (1) (a) of Regulation (EEC) No 337/79 together with detailed rules for drawing up and utilizing the latter.", "For the purposes of this Regulation:\n(a) 'product' shall mean a product listed in Article 1 (2) (a) and (b) of Regulation (EEC) No 337/79;\n(b) 'consignment' shall mean the quantity of a product consigned by one consignor to one consignee;\n(c) 'customs territory of the Community' shall mean the territory defined in Article 1 of Council Regulation (EEC) No 2151/84 of 23 July 1984 on the customs territory of the Community (1);\n(d) 'V I 1 document' shall be a document drawn up on a Form V I 1 corresponding to the specimen shown in Annex II, complying with the technical conditions set out in Annex IV and signed by an officer of a recognized official agency and by an official of a recognized laboratory as referred to in Article 7;\n(e) 'V I 2 extract' shall be an extract drawn up on a Form V I 2 corresponding to the specimen shown in Annex III, containing the data appearing on a V I 1 document or another V I 2 extract and stamped by a Community customs office.", "1. For each consignment of a product intended for import into the Community, the certificate and analysis report shall be drawn up on a single Form V I 1.\nHowever, where the product in question is not intended for direct human consumption, the analysis report section of the Form V I 1 need not be completed.\n2. Notwithstanding the first subparagraph of paragraph 1, the analysis report section of the Form V I 1 need be completed only in respect of:\n- actual alcoholic strength,\n- total acidity,\n- total sulphur dioxide,\nin the case of wine put up in labelled containers of a capacity not exceeding 60 litres, fitted with non-reusable closing devices, provided that the wine originates in a country appearing in Annex I which has offered special guarantees accepted by the Community.", "1. Forms V I 1 and V I 2 shall comprise a typed or handwritten original and a simultaneously produced copy, in that order. Both the original and the copy shall accompany the product. Forms V I 1 and V I 2 must be completed either in typescript or by hand and in the latter case they shall be completed in ink using block letters. They must contain no erasures or alterations. Changes must be made by striking out the wrong entry and, where necessary, inserting the required details. Any change made in this way must be approved by its author and stamped, as the case may be, by the official agency, the laboratory or the customs authorities.\n2. The V I 1 documents and the V I 2 extracts shall bear a serial number allocated, in the case of the V I 1 documents, by the official agency whose officer signs the certificate and, in the case of the V I 2 extracts, by the customs office which stamps them in accordance with Article 6 (2) and (3).", "1. The V I 1 documents drawn up by wine producers in the third countries listed in Annex I which have offered special guarantees accepted by the Community shall be considered as certificates or analysis reports provided that the producers have received individual approval from the competent authorities of those third countries and are subject to inspection by the latter.\n2. Approved producers as referred to in paragraph 1 shall use Form V I 1 giving in box 10 the name and address of the official agency of the third country which approved them. The form shall be filled in correctly.\nProducers shall enter in addition:\n- in box 1, their names and addresses and their registration numbers in the third countries listed in Annex I,\n- in box 11, at least the particulars referred to in Article 3 (2),\nand shall sign in the space provided in boxes 10 and 11, after striking out the words 'name and title of the official'. In this case neither stamps nor the name and address of the laboratory shall be required.", "1. The original and the copy of the V I 1 document or the V I 2 extract shall, on completion of the customs formalities required for putting into free circulation the consignment to which they relate, be handed over to the authorities of the Member State in which such formalities are carried out.\nThe authorities shall, where necessary, endorse the back of the V I 1 document or the V I 2 extract. They shall return the original to the person concerned and keep the copy for at least five years.\n2. Where a consignment is to be re-consigned complete before entry into free circulation, the new consignor shall give the customs authorities controlling the consignment the V I 1 document or the V I 2 extract relating to that consignment as well as, if appropriate, the Form V I 2 completed consecutively.\nThe authorities, after verifying that the particulars entered on the V I 1 document agree with those entered on the V I 2 form or that the particulars entered on the V I 2 extract agree with those entered on the V I 2 form established consecutively, shall stamp the latter, which shall then be equivalent to the V I 2 extract, and endorse the document or previous extract accordingly. They shall return the extract and the original of the V I 1 document or the previous V I 2 extract to the new consignor and keep the copy of the document or previous extract for at least five years.\nHowever, a Form V I 2 need not be completed where a consignment of a product is re-exported to a third country.\n3. Where a consignment is split before entry into free circulation, the person concerned shall give to the customs authorities controlling the consignment to be split the V I 1 document or the V I 2 extract relating thereto and, in respect of each new consignment, a V I 2 form completed consecutively.\nThe authorities, after verifying that the particulars entered on the V I 1 document or on the V I 2 extract correspond to those on the V I 2 form completed consecutively for each new consignment, shall stamp the latter, which shall then be equivalent to the V I 2 extract, and endorse accordingly the back of the V I 1 document or the V I 2 extract on which it was based. They shall return the V I 2 extract as well as the V I 1 document or the V I 2 extract previously established to the person concerned and keep a copy of each of these documents for at least five years.", "1. The Commission shall draw up and update lists containing the names and addresses of the agencies and laboratories, and of the wine producers authorized to draw up V I 1 documents, on the basis of notifications from the competent authorities of third countries. It shall publish these lists in the 'C' series of the Official Journal of the European Communities.\n2. The notifications from the competent authorities of third countries referred to in paragraph 1 shall contain:\n- the names and addresses of the official agencies and laboratories approved or appointed for the purpose of drawing up V I 1 documents,\n- the names, addresses and official registration numbers of the wine producers authorized to draw up V I 1 documents.\nThe list shall contain only competent agencies and laboratories as referred to in the first subparagraph which have been authorized by the competent authorities of the third country concerned to provide the Commission and the Member States, on request, with any information required to evaluate the data appearing on the document.\n3. The lists referred to in paragraph 1 shall be updated, in particular in order to take account of changes of address and/or name of agencies or laboratories.\nThey shall be revised:\n(a) where an agency or a laboratory does not provide information requested of it pursuant to paragraph 2;\n(b) where it becomes necessary to include or delete an official agency or an official laboratory;\n(c) where, after the list has been drawn up, approval as referred to in Article 5 has been given to or withdrawn from a producer.", "1. Subject to Article 51 of Regulation (EEC) No 337/79 and the provisions adopted for the implementation thereof, products originating in third countries may be offered or delivered for direct human consumption only on condition that they were produced, in the case of the oenological practices referred to in Articles 32, 33 and 34 of Regulation (EEC) No 337/79, in compliance with the limits specified for the Community wine-growing zone in which the natural production conditions are equivalent to those in the production region in which the third country product originates.\nThe equivalence of production conditions shall be assessed by the competent authorities of the third country concerned.\nHowever, the Commission may replace the assessment by a third country of the equivalence of production conditions in that country, as compared with production conditions in the corresponding wine-growing zone in the Community, by an assessment made by itself on the basis of a comparison of the provisions applicable in the Community with those applicable in the third country.\n2. Where the competent authorities of a Member State have the impression that a product originating in a third country has been subjected to an oenological practice as referred to in paragraph 1 and the limits laid down for the corresponding Community wine-growing zone have been substantially exceeded, the Member State concerned shall inform the Commission thereof without delay. In such cases the Commission shall contact the third country concerned in order to regularize future imports.", "1. As regards\n- liqueur wines, and\n- wines fortified for distillation,\nthe V I 1 documents shall be recognized as valid only where the official agency as referred to in Article 7\n(a) has entered the following in box 15:\n'the alcohol added to this wine is certified as being of vinous origin';\n(b) and has completed this with:\n- the full name and address of the issuing agency,\n- the signature of an official of the agency,\n- the agency's stamp.\n2. For wines eligible for a tariff reduction on importation into the Community, the V I 1 documents may serve as a certificate testifying to the designation of origin which is entitled to such arrangements, where the official agency\n- has entered the following in box 15:\n'the wine referred to in this document is certified as having been produced in the . . . wine-growing region and it was given the designation of origin shown in box 6 in accordance with the provisions of the country of origin',\nand\n- has completed this as provided for in paragraph 1 (b).\n3. For liqueur wines entitled to the appellation 'Boberg' and 'Tokaj' (Aszu and Szamarodni) box 15 of the V I 1 document may be used to provide the attestation pursuant to Article 3 (2) of Regulation (EEC) No 354/79 and to Commission Regulation (EEC) No 1120/75 (1); in this case it shall not be necessary to complete box No 11 of the same document relating to the analysis report.", "0\nThe third countries for which the requirement to submit the certificate and analysis report has been waived in accordance with Article 2 (2) of Regulation (EEC) No 354/79, for their exports to the Community, shall be those listed in Annex V to this Regulation.", "1\nRegulation (EEC) No 2115/76 is hereby repealed on 30 September 1986. During the period 2 April to 30 September 1986, that Regulation shall apply only to products shown to the satisfaction of the Community customs authorities to have left the third country concerned before 2 April 1986.", "2\nThis Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Communities. It shall apply, subject to Article 11, from 2 April 1986, except for Article 9 (2) which shall apply from 1 July 1986.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 18 December 1985.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 54, 5. 3. 1979, p. 1.\n(2) OJ No L 320, 29. 11. 1985, p. 1.\n(3) OJ No L 54, 5. 3. 1979, p. 97.\n(4) OJ No L 251, 20. 9. 1985, p. 3.\n(5) OJ No L 237, 28. 8. 1976, p. 1.\n(1) OJ No L 197, 27. 7. 1984, p. 1.\n(1) OJ No 111, 30. 4. 1975, p. 19.\nANNEX I\nList of the third countries which have provided the Community with the special guarantees referred to in Article 3 (2) and Article 5:\nthe United States of America\nANNEX IV\n(TECHNICAL) CONDITIONS RELATING TO FORMS V I 1 AND V I 2\nA. Printing of forms\n1. The size of the forms is to be approximately 210 Ă\u0097 297 mm.\n2. White paper dressed for writing purposes weighing not less than 40 g/m2 must be used.\n3. Each form must bear the name and address or the mark of the printer.\n4. The forms are to be printed in one of the official Community languages; the language for the forms V I 2 will be specified by the competent authorities of the Member State in which the forms will be stamped.\nB. Instructions for completing the forms\n1. The forms must be completed in the language in which they are printed.\n2. Each form must bear a serial number allocated:\n- in the case of the forms V I 1, by the official agency which signs the 'Certificate' section,\n- in the case of the forms V I 2, by the customs office which stamps them.\n3. The description of the product in box 6 of the V I 1 form and in box 5 of the V I 2 extract must be completed in accordance with Article 35 of Council Regulation (EEC) No 355/79 (1), as last amended by Regulation (EEC) No 1898/85 (2).\n(1) OJ No L 54, 5. 3. 1979, p. 99.\n(2) OJ No L 179, 11. 7. 1985, p. 1.\nANNEX V\n- Canada\n- Iran\n- Lebanon\n- People's Republic of China\n- Taiwan"}