{"celex_id": "31989L0460", "uri": "http://publications.europa.eu/resource/cellar/f6359928-3745-4ee3-a112-1aeb6bc3ecb7", "type": "Directive", "concepts": ["1504", "2433", "3648", "3774", "4533", "5581"], "title": "Council Directive 89/460/EEC of 18 July 1989 amending, with a view to fixing an expiry date for the derogations accorded to Ireland and the United Kingdom, Directive 85/3/EEC on the weights, dimensions and certain other technical characteristics of certain road vehicles\n", "header": "COUNCIL DIRECTIVE of 18 July 1989 amending, with a view to fixing an expiry date for the derogations accorded to Ireland and the United Kingdom, Directive 85/3/EEC on the weights, dimensions and certain other technical characteristics of certain  road vehicles (89/460/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 75 thereof,\nHaving regard to Council Directive 85/3/EEC of 19 December 1984 on the weights, dimensions and certain other technical characteristics of certain road vehicles (1), as last amended by Directive 89/338/EEC (2), and in particular Article 8 (6) thereof,\nHaving regard to the proposal from the Commission (3),\nHaving regard to the opinion of the European Parliament (4),\nHaving regard to the opinion of the Economic and Social Committee (5),\nWhereas Directive 85/3/EEC lays down maximum authorized weights, dimensions and certain other technical characteristics of certain road vehicles;\nWhereas the state of certain portions of the road network in Ireland and the United Kingdom did not make it possible for these Member States to apply, at the time of the adoption of Directive 85/3/EEC and its subsequent amendments, all the provisions of  the Directive;\nWhereas the application of some of these provisions in those Member States was therefore temporarily deferred;\nWhereas on 4 February 1987 the Commission transmitted a first report to the Council concerning the derogations accorded to Ireland and the United Kingdom under Article 8 (1) and (3) of Directive 85/3/EEC and indicating that the bridges in Ireland and  the United Kingdom which were built according to the design standards in force in those Member States are sufficiently strong to carry the maximum authorized weights laid down in the said Directive;\nWhereas, on the basis of the first report and information since provided, the Commission submitted a second report concerning the said derogations on 16 January 1989;\nWhereas this report concludes that there will be no further justification for the derogations accorded by Article 8 (1) and (3) once the bridges of insufficient weight-bearing capacity have been identified and those on principal routes have been  strengthened;\nWhereas the information provided in the abovementioned report also leads to the conclusion that the derogations granted to Ireland and the United Kingdom under Article 8 (5) of Directive 85/3/EEC would no longer be justified as from that moment;\nWhereas it will be possible for the works necessary to bring about this objective to be completed by 31 December 1998;\nWhereas bridges which still require strengthening after 31 December 1998 could be covered by local weight restrictions;\nWhereas, once safety considerations are met in this way, the full application of the provisions of Directive 85/3/EEC throughout the whole territory of the Community will have beneficial effects on the operation of transport facilities,", "main_body": ["Article 8 of Directive 85/3/EEC is replaced by the following:\nÂ´Article 8", "shall not apply in Ireland and the United Kingdom until 31 December 1998:\n- as regards the standards referred to in points 2.2, 2.3.1, 2.3.3, 2.4 and 3.3.2 of Annex I:\n- with the exception of the articulated vehicles referred to in point 2.2.2 where:\ni(i)  the total laden weight does not exceed 38 tonnes;\n(ii)  the weight on any tri-axle at the spacing specified in point 3.3.2 of Annex I does not exceed 22,5 tonnes;\n- with the exception of the vehicles referred to in points 2.2.3, 2.2.4, 2.3 and 2.4, where the total laden weight does not exceed:\nii(i)  35 tonnes for the vehicles referred to in points 2.2.3 and 2.2.4;\ni(ii)  17 tonnes for the vehicles referred to in point 2.3.1;\n(iii)  30 tonnes for the vehicles referred to in point 2.3.3, subject to compliance with the conditions specified in that point and in point 4.3;\n(iv)  27 tonnes for the vehicles referred to in point 2.4,\n- as regards the standard referred to in point 3.4 of Annex I, with the exception of the vehicles referred to in point 2.2, 2.3 and 2.4 of Annex I, where the weight per driving axle does not exceed 10,5 tonnes.'", "After consulting the Commission, Ireland and the United Kingdom shall take the measures necessary to comply with this Directive and shall inform the Commission thereof.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 18 July 1989.\nFor the Council\nThe President\nR. DUMAS\n(1) OJ No L 2, 3. 1. 1985, p. 14.\n(2) OJ No L 142, 25. 5. 1989, p. 3.\n(3) OJ No C 45, 24. 2. 1989, p. 14.\n(4) OJ No C 120, 16. 5. 1989.\n(5) Opinion delivered on 31 May 1989 (not yet published in the Official Journal)."}