{"celex_id": "31988D0605", "uri": "http://publications.europa.eu/resource/cellar/ded0b427-5267-476a-a963-c0c90a286f25", "type": "Decision", "concepts": ["1519", "3581", "4155", "693", "745", "889"], "title": "88/605/EEC: Commission Decision of 8 June 1988 on the draft Sicilian Regional Law on the setting-up of a regional fund to encourage citrus exports (Italy)(Only the Italian text is authentic)\n", "header": "COMMISSION  DECISION\nof 8 June 1988\non the draft Sicilian Regional Law on the setting-up of a regional fund to encourage citrus exports (Italy)\n(Only the Italian version of this text is authentic)\n(88/605/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular the first subparagraph of Article 93 (2) thereof,\nHaving regard to Council Regulation (EEC) No 1035/72 of 18 May 1972 on the common organization of the market in fruit and vegetables (1), as last amended by Regulation (EEC) No 2238/88 (2), and in particular Article 31 thereof,\nAfter giving notice, in accordance with Article 93 (2) of the Treaty, to those concerned to submit their comments (3),\nWhereas:\nI\n1. The Italian Permanent Representation to the European Communities, in accordance with Article 93 (3) of the Treaty, informed the Commission by letter dated 25 March 1987, recorded as received on 1 April 1987, of the draft Sicilian Regional Law setting up a regional fund to encourage citrus exports.\n2. The measure consists in setting up a revolving fund for granting loans at a low interest rate of 6 % for a period of five years for citrus exports. The direct beneficiaries of the aid are undertakings which export citrus fruits.\nII\n1. In a letter dated 9 June 1987 (No SG(87)D/7156) to the Italian Government, the Commission said it had decided to initiate the procedure provided for in Article 93 (2) of the Treaty in respect of the aid.\n2. In its letter, the Commission informed the Italian authorities that it saw the aid as an operating aid contrary to its consistent philosophy on the application of Articles 92 to 94 of the Treaty; the measure has the direct effect of artificially lowering costs and improving production conditions and market outlets for the producers concerned as compared with producers in other Member States not in receipt of comparable aids.\nThe measure is consequently liable to distort competition and affect trade between the Member States; it meets the criteria of Article 92 (1) while being ineligible for any of the exceptions under Article 92 (2) and (3).\nThe Commission pointed out, moreover, that the Community rules for the organization of the market in fruit and vegetables (Regulation (EEC) No 1035/72) constitute a complete and comprehensive system which precludes the possibility of Member States taking any independent supplementary measures.\nThe regional aid consequently constitutes an infringement of Community provisions.\n3. Under the Article 93 (2) procedure, the Commission gave the Italian Government notice to submit its comments.\nThe Commission also gave notice to the other Member States and interested parties to submit their comments.\nIII\nIn a letter dated 5 January 1988, the Italian Government replied to the Commission's letter. It made the following comments:\n(a) According to the regional authorities, the measure has a short-term economic impact of great importance for the citrus fruit sector and has two objectives:\n(i) to help maintain marketing levels in the citrus fruit sector. The crisis in the citrus fruit sector is due partly to the difficulties of marketing produce from remote plantations and partly to competition from other countries (Spain and Israel). The regional measure to promote exports is a purely short-term one intended to remedy a 'serious disturbance' in the Sicilian economy,\n(ii) to maintain employment.\nThe regional authorities explained that employment in the export undertakings is largely seasonal and in most cases lasts for the citrus marketing period.\nThe problem of unemployment is assuming dramatic proportions, in particular in the Sicilian region.\n(b) According to the regional authorities, the measure is not intended to distort competition between Sicily and the Member States; rather it is intended to promote the economic development of a region with a low standard of living and serious underemployment. On this count an exception could be made for this measure under Article 92 (3) (a).\nIV\nAs regards the arguments put forward by the Italian authorities, the following should be stressed:\n(a) Any measures to resolve the problems of the citrus market must be taken as part of the common market organization to avoid, inter alia, even greater problems arising from unilateral national measures which might shift the existing problems from the assisted regions to citrus-growing regions where no such aid is available.\n(b) The problems of the citrus market are not new; for several products the market is characterized by permanent structural surpluses which have not yet been reduced despite the implementation of Community structural reform programmes for citrus fruit in Italy. The regional aid is aimed at maintaining acceptable marketing levels by promoting easier disposal of products qualifying for aid. An aid of this kind therefore does not encourage producers to take the structural measures needed to find a lasting solution to the endemic problems noted in Italy.\nThe Commission does not take the view that the proposed measure is likely to remedy the socio-structural problems of Sicily, in particular as it may hamper the reorganization of the sector in question.\nThe granting of export aid would encourage citrus growers to maintain existing crops or even to increase citrus production. It might even have the indirect effect of increasing market supply and in this way affect intra-Community trade.\n(c) Employment in the undertakings concerned will be better and more durably protected by structural improvements at the production stage than by short-term measures whose effects are of limited duration. Indeed, the measures are liable to raise staffing levels artificially in these undertakings without providing any long-term guarantee for the extra manpower.\n(d) In the light of these considerations, the reasons given by the Italian authorities cannot be accepted.\nV\nThe total quantity of citrus fruit which could be affected by the aid in 1987 is approximately 225 600 tonnes (ECU 75 900 000), of which some 126 600 tonnes were exported to non-member countries and 99 000 tonnes to other Member States. Spain exports 2 430 270 tonnes (ECU 971,068 million).\nItalian exports account for 7,6 % of all Community exports (approximately 2 960 200 tonnes or ECU 1 210 200 000).\nItaly's exports of citrus fruit worldwide account for 9,2 % of its production (4 % for export to Member States).\nIn 1987 citrus production in Italy totalled approximately 2 448 400 tonnes (on an area of 182 675 hectares), or about 30 % of Community production. Spain, with some 4 202 000 tonnes and an area of 256 250 hectares, is the main producer of citrus fruit.\nThe market for the main citrus fruits is generally well supplied; Community withdrawal measures in Italy affected 1 083 300 tonnes (ECU 236 200 000) in 1986/87 for mandarins, oranges and lemons, as a whole, representing approximately 80 % of withdrawal measures in the Community as a whole. Exports cannot rise significantly above present levels. VI\n1. Articles 92 to 94 the Treaty apply to citrus fruit production and trade pursuant to Article 31 of Regulation (EEC) No 1035/72.\nThe proposed scheme gives Sicilian exporters and, indirectly, producers of citrus fruit a special advantage by providing them artificially with financial support which they would not have obtained from the market in normal circumstances. Consequently, it has the effect of distorting competition between the recipients of the aid and operators who do not receive aid in Italy or the other Member States.\nThe creation of a regional fund to promote citrus exports may encourage producers to maintain or even increase their production.\nThe introduction of such a measure has the direct effect of increasing the quantities offered for export to the other Member States. The aid thus affects intra-Community trade.\nThe Sicilian aid scheme therefore meets the criteria of Article 92 (1) of the Treaty which states that such aids are incompatible in principle with the common market.\n2. In addition, there is no provision for such aid in the Community rules on fruit and vegetables.\nThe rules are devised as a complete and comprehensive system which precludes any power on the part of the Member States to continue to take unilateral measures, which could moreover shift the existing problem in the assisted regions to citrus-producing regions in which no such aid is available. The aid scheme consequently constitutes an infringement of the rules.\n3. The derogations from the rule of incompatibility with the common market provided for in Article 92 (2) are clearly not applicable to the scheme. Those provided for in paragraph 3 require objectives in the Community's interest and not only in the interest of individual sectors of the national economy. These derogations must be strictly interpreted.\nExceptions can be granted only in cases where the aid is necessary for the achievement of one of the objectives set out in those provisions. To allow such exceptions in respect of aid which does not offer such guarantees would amount to allowing trade between Member States to be affected and competition to be distorted without justification from the point of view of the Community interest and would bring about unfair advantage for certain Member States.\nIn the case in point, the aid does not offer such guarantees since the Italian Government was unable to provide any justification, and the Commission could find none, showing that the aid in question fulfilled the conditions required for granting one of the exceptions set out in Article 92 (3) of the Treaty.\nThe measures is not intended to promote an important project of common European interest within the meaning of Article 92 (3) (b) since its possible effects on trade run counter to the common interest.\nNor is the measure likely to remedy a serious disturbance in the economy of the Member State in question within the meaning of same provison.\nWith regard to the exceptions provided for in Article 92 (3) (a) and (c) in respect of aids intended to promote or facilitate the economic development of certain regions and certain activities referred to under (c), it should be noted that the proposed measure cannot improve in any lasting manner the conditions in the economic sector concerned by the aid since, as soon as it ceased to be granted, the sector would once again be in the same structural situation as before the implementation of the scheme.\nIt is the Commission's systematic policy not to permit export aids within the common market. For this reason alone the measure is unacceptable.\nThe aid in question is an artificial inducement to exporters in the region to maintain present marketing levels; in addition, it has adverse effects on the reorganization of the sector. Moreover, employment in undertakings in the region will be protected in a more stable and lasting fashion by measures to improve structures and not purely short-term measures.\nConsequently, the aid is to be considered as operating aid for the undertakings concerned, a type of aid which the Commission has, on principle, always opposed since it is not subject to conditions qualifying it for exemption pursuant to Article 92 (3) (a) or (c).\nMoreover, even if it had been possible to envisage an exception pursuant to Article 92 (3) of the Treaty for agricultural products, the fact that the aid infringes the market organization in question makes it impossible to apply any such exception in this case.\nBy the effect which the Sicilian measure may have on citrus fruit production, it might also result in an increase in European Agricultural Guidance and Guarantee Fund expenditure. For this reason too the aid is considered to be incompatible with the common interest. 4. It therefore follows that the aid is incompatible with the common market within the meaning of Article 92 of the EEC Treaty; consequently the proposed measure may not be put into effect,", "main_body": ["The aid provided for in Draft Law No 155/86 for Sicily on the setting-up of a regional fund to encourage citrus exports is incompatible with the common market within the meaning of Article 92 of the EEC Treaty and may not be granted.", "The Italian Government shall inform the Commission, within one month from the date of notification of this Decision, of the measures taken to comply therewith.", "This Decision is addressed to the Italian Republic."], "attachments": "Done at Brussels, 8 June 1988.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 118, 20. 5. 1972, p. 1.\n(2) OJ No L 198, 26. 7. 1988, p. 1.\n(3) Letters from the Commission to the Governments of the other Member States dated 28. 7. 1987 and a comunication to other interessed parties (OJ No C 213, 11. 8. 1987, p. 6)."}