{"celex_id": "31982R0019", "uri": "http://publications.europa.eu/resource/cellar/a90dbab9-4fe1-4be8-a9e9-02999afaa43b", "type": "Regulation", "concepts": ["1642", "1644", "2173", "4683", "4691"], "title": "Commission Regulation (EEC) No 19/82 of 6 January 1982 laying down detailed rules for applying Regulation (EEC) No 2641/80 with regard to imports of sheepmeat and goatmeat products originating in certain non-member countries\n", "header": "COMMISSION  REGULATION (EEC) No 19/82\nof 6 January 1982\nlaying down detailed rules for applying Regulation (EEC) No 2641/80 with regard to imports of sheepmeat and goatmeat products originating in certain non-member countries\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1837/80 of 27 June 1980 on the common organization of the market in sheepmeat and goatmeat (1), as last amended by Regulation (EEC) No 899/81 (2), and in particular Article 16 (2) thereof,\nHaving regard to Council Regulation (EEC) No 2641/80 of 14 October 1980 derogating from certain import rules laid down in Regulation (EEC) No 1837/80 on the common organization of the market in sheepmeat and goatmeat (3), and in particular Article 1 (2) thereof,\nWhereas Regulation (EEC) No 2641/80 provided that the issue of import licences for products falling within subheadings 01.04 B and 02.01 A IV of the Common Customs Tariff originating in certain non-member countries shall be subject to the production of a certificate for export to the European Economic Community issued by the exporting non-member country; whereas it is necessary to lay down rules for applying that system;\nWhereas the exporting non-member countries concerned have undertaken to issue certificates for export for the products in question; whereas it is necessary to specify the model for such certificates and to lay down rules for their use;\nWhereas the certificate for export to the European Economic Community must be issued by an issuing authority situated in a non-member country; whereas that authority must provide all guarantees necessary to ensure the proper functioning of the system in question;\nWhereas it is necessary to limit the said imports to the quantities provided for in the voluntary restraint agreements; whereas it is accordingly necessary to derogate from Commission Regulation (EEC) No 3183/80 (4), as last amended by Regulation (EEC) No 2646/81 (5), in respect of the quantities which may be imported in excess of the quantities stated in the licence;\nWhereas provision should be made for the Member States to forward information relating to the imports in question;\nWhereas this Regulation incorporates the provisions of Regulation (EEC) No 2663/80 (6), as last amended by Regulations (EEC) No 3463/80 (7), (EEC) No 3379/80 (8), (EEC) No 3380/80 (9), as last amended by Regulations (EEC) No 1063/81 (10) and (EEC) No 1102/81 (11); whereas these Regulations should therefore be repealed;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Sheep and Goats,", "main_body": ["The issue of the import licence referred to in the first indent of Article 1 (1) of Regulation (EEC) No 2641/80 shall be subject to the production of the certificate for export to the European Economic Community, hereinafter referred to as 'certificate for export' referred to in the second indent of the same paragraph.", "1. The certificate for export shall be made out in one original and at least one copy on a form whereof a specimen is given in Annex I or Annex II.\nThe size of the form shall be approximately 210 × 297 mm. The paper to be used shall weigh not less than 40 g/m2 and shall be white in colour.\n2. The forms shall be printed and completed in one of the official languages of the Community; they may also be printed and completed in the official language or in one of the official languages of the exporting country.\n3. The original and the copies thereof shall be either typewritten or handwritten. In the latter case, they must be completed in ink and in block capitals.\n4. Each certificate for export shall bear an individual serial number allocated by the issuing authority referred to in Article 4. The copies shall bear the same serial number as the original.", "1. The certificate for export shall be valid for three months from its date of issue.\nThe original of the certificate shall be submitted, together with a copy, to the competent authorities at the time when the application for the corresponding import licence is submitted.\n2. The original shall be retained by the authority issuing the import licence. However, where the application for an import licence relates to only part of the quantity appearing on the certificate for export, the issuing authority shall state on the latter the quantity in respect of which it has been used and, after having affixed its stamp thereto, shall pass it to the party concerned.", "1. A certificate for export shall be valid only if it is duly completed and endorsed, in accordance with the provisions of this Regulation and the instructions appearing in Annex I or Annex II, by an issuing authority appearing on the list given in Annex III.\n2. The certificate for export shall be deemed to have been duly endorsed if it specifies the place and date of issue and the final date of validity, and if it bears the stamp of the issuing authority and the signature of the person or persons empowered to sign it.", "1. An issuing authority appearing on the list set out in Annex III must:\n(a) be recognized as such by the non-member exporting country;\n(b) undertake to verify the particulars appearing on certificates for export;\n(c) undertake to communicate periodically to the Commission the quantities in respect of which certificates for export are issued, broken down according to destination;\n(d) undertake to supply to the Commission and to the Member States on request any item of information enabling the particulars appearing on certificates for export to be verified.\n2. The list shall be revised if the condition referred to in paragraph 1 (a) is no longer satisfied or if an issuing authority does not fulfil one of the obligations which it has assumed.", "1. The import licence referred to in the first indent of Article 1 (1) of Regulation (EEC) No 2641/80 shall be issued not later than the working day following that on which the application is lodged. It shall be valid until the final date of validity of the certificate for export submitted in accordance with Article 1.\n2. Pursuant to the fourth indent of Article 1 (1) of Regulation (EEC) No 2641/80, no security shall be required for the issue of the import licence referred to in paragraph 1.\n3. The import licence must be returned to the issuing agency as soon as possible and not later than the time of its expiry.", "1. The application for an import licence and the licence itself shall bear, in space 14, the name of the non-member country of origin.\nIt shall be obligatory to import from the country stated in the licence.\n2. The licence shall show, in space 20 (a), one of the following forms of words:\n- 'Levy limited to 10 % ad valorem (application of Regulation (EEC) No 19/82)';\n- 'Importafgiften begraenses til 10 % af vaerdien (jf. forordning (EOEF) nr. 19/82)';\n- 'Beschraenkung der Abschoepfung auf 10 % des Zollwerts (Anwendung der Verordnung (EWG) Nr. 19/82)';\n- 'Eisforá periorizómeni sto 10 % kat' oeaxía (efarmogí toy kanonismoý (EOK) arith. 19/82)';\n- 'Prélèvement limité à 10 % ad valorem (application du règlement (CEE) no 19/82)';\n- 'Prelievo limitato al 10 % ad valorem (applicazione del regolamento (CEE) n. 19/82)';\n- 'Heffing beperkt tot 10 % ad valorem (toepassing van Verordening (EEG) nr. 19/82)';\nNotwithstanding Article 8 (4) of Regulation (EEC) No 3183/80 the quantity placed in free circulation may not exceed that indicated in spaces 10 and 11 of the import licence; the figure 0 shall be entered for this purpose in space 22 of the said licence. Article 8\n1. Member States shall communicate to the Commission before the fifth working day of each month, by telex, the quantities, by product and by origin, in respect of which during the preceding month:\n- the import licences referred to in Article 1 have been issued,\n- the import licences returned to the issuing agency pursuant to Article 6 (3) have been used.\n2. Member States shall communicate to the Commission before the 15 July, 15 September and 15 November each year, the cumulative situation in respect of import licences issued for the periods January to June, January to August, and January to October respectively; they shall also communicate before the 31 January each year the final cumulative total of import licences issued during the course of the previous year.", "Regulations (EEC) No 2663/80, (EEC) No 3379/80, (EEC) No 3380/80 and (EEC) No 1102/81 are hereby repealed.", "0\nThis Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 January 1982.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 6 January 1982.\nFor the Commission\nPoul DALSAGER\nMember of the Commission\n(1) OJ No L 183, 16. 7. 1980, p. 1.\n(2) OJ No L 90, 4. 4. 1981, p. 26.\n(3) OJ No L 275, 18. 10. 1980, p. 2.\n(4) OJ No L 338, 13. 12. 1980, p. 1.\n(5) OJ No L 259, 12. 9. 1981, p. 10.\n(6) OJ No L 276, 20. 10. 1980, p. 24.\n(7) OJ No L 363, 31. 12. 1980, p. 10.\n(8) OJ No L 355, 30. 12. 1980, p. 27.\n(9) OJ No L 355, 30. 12. 1980, p. 32.\n(10) OJ No L 111, 23. 4. 1981, p. 21.\n(11) OJ No L 116, 28. 4. 1981, p. 14.\nANNEX  III\nList of authorities in exporting countries empowered to issue export licences\n1.2 // I.  // Junta nacional de carnes for Argentina.  // II.  // Australian Meat and Livestock Corporation for Australia.  // III.  // Bundesministerium fuer Land- und Forstwirtschaft for Austria.  // IV.  // RODOPAIMPEX for Bulgaria.  // V.  // TERIMPEX for Hungary.  // VI.  // Ministry of Trade for Iceland.  // VII.  // New Zealand Meat Producers Board for New Zealand.  // VIII.  // ANIMEX for Poland.  // IX.  // PRODEXPORT for Romania.  // X.  // Instituto nacional de carnes (INAC) for Uruguay.  // XI.  // Samoupravni fond za unapredenje proizvodnje plasmana stoke i stocnih proivoda for Yugoslavia."}