{"celex_id": "31989R1612", "uri": "http://publications.europa.eu/resource/cellar/33b60930-4b81-46dc-a51c-12b29e6de33c", "type": "Regulation", "concepts": ["1005", "1386", "2754", "2971", "4352"], "title": "Council Regulation (EEC) No 1612/89 of 29 May 1989 introducing provisional measures to improve the conditions under which forestry products are processed and marketed\n", "header": "COUNCIL REGULATION (EEC) No 1612/89 of 29 May 1989 introducing provisional measures to improve the conditions under which forestry products are processed and marketed\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Communitiy, and in particular Articles 42, 43 and 235 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas Community efforts to decrease, through the creation and development of alternative forestry activities for farmers, the output of products which are in surplus can produce the desired effects only if they are accompanied by measures to promote  certain activities involving the primary processing and the marketing of forestry products;\nWhereas the eighth indent of Article 2 (2) of Council Regulation (EEC) No 4256/88 of 19 December 1988 laying down provisions for implementing Regulation (EEC) No 2052/88 as regards the EAGGF Guidance Section (4) provides that the contribution by the  EAGGF Guidance Section to measures to speed up the adjustment of agricultural structures with a view to the reform of the common agricultural policy may concern measures to improve the marketing and processing of agricultural and forestry products;\nWhereas Regulation (EEC) No 355/77 (5), as last amended by Regulation (EEC) No 1760/87 (6), at present concerns only the improvement of the conditions under which agricultural and fishery products are processed and marketed;\nWhereas Article 10 (1) of Regulation (EEC) No 4256/88 requires Regulation (EEC) No 355/77 to be adapted by the\nCouncil with a view to implementing the common measure referred to in the latter Regulation; whereas such adaptation should take place before 31 December 1989; whereas pending that adaptation provisional measures should be adopted to render Article 10  (4) of Regulation (EEC) No 4256/88 effective,", "main_body": ["1.  In order that a development of the forestry sector may contribute to the improvement of agricultural structures, the measures instituted by Regulation (EEC) No 355/77 may be applied, under the conditions referred to in the latter  Regulation and until the application of the Council Decision provided for in Article 10 (1) of Regulation (EEC) No 4256/88, for the purposes of developing or rationalizing the marketing and processing of forestry products.\n2.  For the purposes of paragraph 1, development and rationalization of the marketing and processing of wood shall mean investments relating to the operations of felling, dismembering, stripping, cutting up, storage, protective treatment and drying of  indigenous woods and to all working operations prior to the industrial sawing of wood at a sawing mill.\nThe financing of projects shall be directed preferably to investments concerning small and medium-sized undertakings the restructuring and rationalization of which may contribute to the improvement and economic development of the agricultural and rural  environment.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 January 1989.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 29 May 1989.\nFor the Council\nThe President\nC. ROMERO HERRERA\n(1) OJ No C 312, 7. 12. 1988, p. 10.\n(2) Opinion delivered on 26 May 1989 (not yet published in the Official Journal).\n(3) OJ No C 139, 5. 6. 1989, p. 15.\n(4) OJ No L 374, 31. 12. 1988, p. 25.\n(5) OJ No L 51, 23. 2. 1977, p. 1.\n(6) OJ No L 167, 26. 6. 1987, p. 1."}