{"celex_id": "31989R1609", "uri": "http://publications.europa.eu/resource/cellar/81f1fb72-861c-4604-825b-28a81d714891", "type": "Regulation", "concepts": ["2493", "766"], "title": "Council Regulation (EEC) No 1609/89 of 29 May 1989 amending, with regard to the afforestation of agricultural land, Regulation (EEC) No 797/85 on improving the efficiency of agricultural structures\n", "header": "COUNCIL REGULATION (EEC) No 1609/89 of 29 May 1989 amending, with regard to the afforestation of agricultural land, Regulation (EEC) No 797/85 on improving the efficiency of agricultural structures\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Articles 42 and 43 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas the Community's efforts to reduce output of agricultural products which are in surplus should be accompanied by effective measures in the field of agricultural structures; whereas in this context special importance must be attached to the  afforestation of land taken out of agricultural production;\nWhereas to that end the measures provided for in Article 20 of Regulation (EEC) No 797/85 (4), as last amended by Regulation (EEC) No 591/89 (5), should be adapted and strengthened;\nWhereas therefore the aid for afforestation should be extended to all persons carrying out the afforestation of agricultural land and the ceilings on such aid should at the same time be raised;\nWhereas an annual premium per hectare afforested, to compensate for the loss of income due to the afforestation of agricultural land, may encourage farmers to afforest such land;\nWhereas it should be for the Member States to lay down the conditions governing the afforestation of agricultural land,", "main_body": ["Regulation (EEC) No 797/85 is hereby amended as follows:\n1.  Article 15 (3) is deleted.\n2.  Title VI is replaced by the following:\n'TITLE VI\nForestry measures on agricultural holdings", "0\n1.  Member States may grant aid for the afforestation of agricultural land to farmers, including those receiving the aids provided for in Title I of this Regulation or the aid provided for in Article 4 of Council Regulation (EEC) No 1096/88 of 25 April  1988 establishing a Community scheme to encourage the cessation of farming (6).\nAid for afforestation may also be granted to any other individual and to forestry associations or cooperatives or other bodies which afforest agricultural land.\n2.  Member States may grant aid to farmers fulfilling the conditions of Article 2 (1) (a) for investments in woodland improvements such as the provision of shelterbelts, firebreaks, waterpoints and forest roads.\n3.  The cost of adapting agricultural machinery for forestry work shall form part of the investments referred to in paragraphs 1 and 2.\n4.  The actual expenditure incurred by Member States pursuant to paragraphs 1 and 2 shall be eligible for financing from the Fund up to the maximum eligible amounts of:\n- ECU 1 800 per hectare for afforestation\n- ECU 700 per hectare for woodland improvements and the provision of shelterbelts,\n- ECU 1 400 per hectare for the renewal and improvement of woodland under cork oaks,\n- ECU 18 000 per kilometre for forest roads,\n- ECU 150 per hectare provided with firebreaks and waterpoints.\nUpon reasoned request by a Member State and subject to budget availabilities, the Commission may, in accordance with the procedure referred to in Article 25, decide to increase the maximum amounts for afforestation, for woodland improvements and for the  renewal and improvement of woodland under cork oaks up to maximum amounts of ECU 3 000, ECU 1 200 and ECU 3 000 respectively.\n(7) OJ No L 110, 29. 4. 1988, p. 1.", "0a\n1.  Member States may grant an annual premium per hectare afforested to farmers who afforest agricultural land and who do not receive the premium provided for in Article 6 of Regulation (EEC) No 1096/88.\n2.  The maximum eligible amount of the annual premium referred to in paragraph 1 shall be ECU 150 per hectare afforested per year.\nThe above amount shall be reduced to ECU 50 per hectare if, and for as long as, aid under Title 1 is granted for the same land.\nThe premium shall be payable for a maximum period of 20 years from the initial afforestation.\n3.  The Member States shall fix the amount and duration of the annual premium in the light of the income lost and the species or types of trees with which the land is afforested.", "0b\n1.  The Member States shall lay down the conditions for the afforestation of agricultural areas, which may in\nparticular include conditions relating to the location and grouping of areas which may be afforested.\n2.  The communication of provisions implementing this Title under Article 24 shall include:\n- measures taken to determine afforestation conditions,\n- measures taken to assess and control environmental impact,\n- the accompanying measures taken or planned,\n- the forestry plans or programmes with which afforestation is to comply.'\n3.  In Article 26:\n(a)  in paragraph 2, first subparagraph:\ni(i)  the first sentence is replaced by the following:\n'The Fund shall reimburse 25 % of eligible expenditure on the measures provided for in Articles 1b, 3 to 7, 13 to 17 and 19, 20 and 20a to Member States.'\n(ii)  the third indent is replaced by the following:\n'- 50 % in the case of the aid provided for in Articles 14, 17 and 20a and, until the date of entry into force of Regulation (EEC) No 1609/89 (8), the allowance referred to in Article 15 (3) and concerning the regions of Greece, Ireland, Italy, Portugal  and the French overseas departments within the meaning of Article 3 of Directive 75/268/EEC.\n(9) OJ No L 165, 15. 6. 1989, p. 1.'\n(b)\nin paragraph 4, the references to 'Articles 3, 4, 14, 17 and 21' are replaced by 'Articles 3, 4, 14 17, 20a and 21'.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member State."], "attachments": "Done at Brussels, 29 May 1989.\nFor the Council\nThe President\nC. ROMERO HERRERA\n(1) OJ No C 312, 7. 12. 1988, p. 5.\n(2) Opinion delivered on 26 May 1989 (not yet published in the Official Journal).\n(3) OJ No C 139, 5. 6. 1989, p. 15.\n(4) OJ No L 93, 30. 3. 1985, p. 1.\n(5) OJ No L 65, 9. 3. 1989, p. 1."}