{"celex_id": "31981D0651", "uri": "http://publications.europa.eu/resource/cellar/3b8544b6-c0e8-4b72-afd6-c8e346e33b73", "type": "Decision", "concepts": ["1598", "2479", "2830", "6059"], "title": "81/651/EEC: Commission Decision of 30 July 1981 establishing a Scientific Veterinary Committee\n", "header": "COMMISSION DECISION of 30 July 1981 establishing a Scientific Veterinary Committee (81/651/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nWhereas the elaboration and modification of common veterinary rules concerning animals and animal products must guarantee sufficient protection of human and animal health within the Community ; whereas animals may be terrestrial or aquatic;\nWhereas Community veterinary measures should be taken in respect of animal health in particular the control of epizootic and enzootic diseases and intoxications;\nWhereas Community veterinary public health measures should be taken in respect of the protection of human health, in particular the elaboration of common rules concerning the control of zoonoses, being those diseases, infections and intoxications transmissible between animals and man, in connection with the hygiene, inspection and control involved in the production, manufacture, storage, transport and marketing of animal foodstuffs and foodstuffs of animal origin;\nWhereas the elaboration and modification of these rules require an examination of problems of human and animal health and of the corresponding disease and hygiene inspection and control measures for animal products and products of animal origin;\nWhereas Community measures should be taken in the field of protection of animals ; whereas these measures should take into account the biological, physiological and ethological requirements of animals;\nWhereas research into solutions to the problems of disease due to parasites, bacteria, viruses, fungi and other microbes and their toxins and other intoxications, requires the participation of highly qualified scientists, particularly in the fields of veterinary medicine, microbiology and other similar disciplines;\nWhereas contact with such groups must be facilitated by the creation under the auspices of the Commission of a committee of a consultative nature;\nWhereas to facilitate work in this field it is appropriate that the Committee be composed of three sections which shall be concerned with problems of animal health, veterinary measures relating to public health and animal welfare, respectively;\nWhereas the section concerned with animal health questions shall examine in particular problems concerning the cause, nature, pathogenesis, effects, diagnosis, epidemiology, prophylaxis and therapy of animal disease, including zoonoses, and with the morphology, physiology and reproduction of healthy animals and with problems of animal health in general;\nWhereas the section concerned with veterinary public health shall examine in particular veterinary measures for the protection of the health of humans and hygiene conditions for the production, processing, handling and marketing of foodstuffs of animal origin and for the inspection of foodstuffs of animal origin and the control of such foodstuffs relative to the fixing of minimum criteria of wholesomeness and hygiene during processing, storage, distribution and preparation;\nWhereas the section concerned with animal welfare shall examine in particular measures to ensure the protection of animals, especially those relating to animal rearing, management, transport, slaughter and experimentation,", "main_body": ["A Scientific Veterinary Committee, hereinafter called \"the Committee\", is hereby established under the auspices of the Commission.", "1. The Committee may be consulted by the Commission on all scientific and technical problems concerning:    (a) animal health,\n(b) veterinary public health,\n(c) animal welfare.\n2. The Committee, and the sections referred to in Article 3, may draw the attention of the Commission to any such problem.", "The Committee shall consist of three sections corresponding to the fields indicated in Article 2 (1), each of which shall be composed of not more than 15 members. Each section shall be consulted on questions concerning its field of activity.", "Members of the Committee shall be nominated by the Commission from highly qualified scientific persons having competence in the fields referred to in Article 2.", "1. Each section shall elect a chairman and two vice-chairmen from its members. The election shall take place by a simple majority of the members.\n2. For questions of common interest to at least two sections, the chairman of each section shall assume in rotation the role of chairman of the Committee for one year.", "1. The term of office of the chairmen, vice-chairmen and members shall be three years. It shall be renewable. However, the chairmen and vice-chairmen may not be immediately re-elected after a term of office of two consecutive periods of three years. The duties shall not be subject to remuneration.\nAfter expiry of the period of three years, the chairmen, vice-chairmen and members shall remain in office until their replacement or the renewal of their appointment.\n2. Where a chairman, vice-chairman or member finds it impossible to fulfil his mandate or in the case of his voluntary resignation, he shall be replaced for the remainder of his term of office in accordance with the procedure provided for in Article 4 or in Article 5, as the case may be.", "1. The Committee or its sections may form working parties from among their members.\n2. The task of the working parties shall be to report to the Committee or section on the subjects referred to them.", "1. The Committee, sections and working parties shall meet at the invitation of a representative of the Commission.\n2. The representative of the Commission and such other officials thereof as may be concerned shall take part in meetings of the Committee, its sections and working parties.\n3. The representative of the Commission may invite individuals having particular expertise in the matters under examination to participate in the meetings.\n4. The Commission shall provide secretarial services for the Committee, sections and working parties.", "1. The proceedings of the Committee or sections shall relate to matters on which the representative of the Commission has requested an opinion.\nThe representative of the Commission, in requesting the opinion of the Committee or section, may fix the period within which the opinion is to be given.\n2. In the event of unanimous agreement being reached in the Committee or section on the opinion to be given, the Committee or section shall formulate joint conclusions. In the absence of unanimous agreement, the various opinions expressed in the course of the proceedings shall be entered in a report drawn up under the responsibility of the representative of the Commission.", "0\nWithout prejudice to the provisions of Article 214 of the Treaty, where the representative of the Commission informs them that the opinion requested is on a matter of a confidential nature, members of the Committee shall be under an obligation not to disclose information which has come to their knowledge through the work of the Committee.\nIn this case only the members of the Committee and the representatives of the Commission shall be present at the meetings."], "attachments": "Done at Brussels, 30 July 1981.\nFor the Commission\nThe President\nGaston THORN"}