{"celex_id": "31988R1612", "uri": "http://publications.europa.eu/resource/cellar/d8bf4300-2a19-49a3-82b5-1184fda1ced1", "type": "Regulation", "concepts": ["279", "34", "4258", "815", "827"], "title": "Council Regulation (EEC) No 1612/88 of 9 June 1988 relating to the organization of a survey of labour costs in industry, wholesale and retail distribution, banking and insurance\n", "header": "COUNCIL  REGULATION (EEC) No 1612/88\nof 9 June 1988\nrelating to the organization of a survey of labour costs in industry, wholesale and retail distribution, banking and insurance\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 213 thereof,\nHaving regard to the draft Regulation submitted by the Commission,\nWhereas, in order to carry out the tasks assigned to it by the Treaty, in particular those set out in Articles 2, 3, 117, 118, 120 and 122 thereof, the Commission must be kept informed of the position and trends in the Member States as regards labour costs and employees' incomes;\nWhereas statistical information available in each Member State does not provide a valid basis for comparisons, in particular because of the differences existing between the laws, regulations and administrative practices of the Member States, and whereas surveys must therefore be carried out and the results processed on the basis of uniform definitions and methods;\nWhereas the best method of assessing the level, composition and trends both of labour costs and of employees' incomes is to carry out specific Community surveys, as was last done in 1985, pursuant to Regulation (EEC) No 3149/83 (1) on the basis of accounting data relating to 1984;\nWhereas, since expenditure by undertakings on wages, salaries and related employers' contributions is subject to substantial change in both level and structure, it is appropriate to carry out a new survey based on accounting data for 1988 in industry and in distribution, banking and insurance in order to bring up to date the results of the previous survey;\nWhereas, in view of the scope of the survey and in order to lighten the burden on undertakings and on the budgets of the European Communities and of the Member States it is necessary to rpoceed on the basis of sampling,", "main_body": ["Within the framework of its periodic surveys on labour costs and employees' incomes, the Commission shall undertake in 1989, on the basis of accounting data for the year 1988, a survey of labour costs (manual and non-manual workers) in industry, wholesale and retail distribution, banking and insurance.", "The survey shall cover undertakings or establishments employing at least 10 persons who carry on activities defined in Divisions 1, 2, 3, 4 and 5 and Classes 61, 64/65, 81 and 82 of the Nomenclature of Economic Activities in the European Communities (NACE), with the exeption of groups 651, 652 and 811.\nThe survey shall be carried out by sampling.", "Employers shall, in respect of their undertakings or establishments which are included in the sample, provide the information needed to determine labour costs (manual and non-manual workers) on the basis of the accounting data for the calendar year 1988 in the manner set out hereinafter.", "The survey shall cover:\n(a) costs of wages and salaries, including bonuses and allowances, and all incidental expenditure, in particular employers' contributions to social security and supplementary schemes, and other social payments, including the cost of vocational training of employees, and any taxes and subsidies directly related to labour costs;\n(b) the number of employees engaged in the undertakings or establishments;\n(c) the length of time worked.", "The information shall be collected by the statistical offices of the Member States by means of questionnaires drawn up by the Commission in cooperation with those offices.\nThe Commission shall, in cooperation with those offices, determine the technical procedures for the conduct of the survey. Further, it shall lay down in the same way the starting and closing dates of the survey and the time limit for replying to the questionnaires.\nPersons required to supply information shall reply to the questionnaires truthfully, completely and within the time limits set.", "The statistical offices of the Member States shall analyze the replies to the questionnaires. They shall forward to the Commission the results of the survey, excluding individual items of information, in accordance with the processing programme laid down by the Commission; the results shall be broken down by sectors of activity and, if so required, by region and size category of the undertakings or establishments.", "Individual items of information supplied for purposes of the survey shall be used for statistical purposes only.\nThe use of such information for other purposes, particularly for taxation purposes, or its communication to third parties shall be prohibited.\nMember States shall take appropriate measures against any infringement of:\n(a) the obligation to supply the information referred to in Article 3; and\n(b) the obligation, under the first paragraph of this Article, to maintain confidentiality as regards the information obtained.", "For the conduct of the survey, Member States shall receive a flat-rate sum which shall be entered against appropriations provided for this purpose in the budget of the Europaen Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 9 June 1988.\nFor the Council\nThe President\nM. BLUEM\n(1) OJ No L 309, 10. 11. 1983, p. 2."}