{"celex_id": "31987L0216", "uri": "http://publications.europa.eu/resource/cellar/adde0bab-4274-49d4-9142-0c61415355de", "type": "Directive", "concepts": ["2479", "2825", "3135", "345", "827"], "title": "Council Directive 87/216/EEC of 19 March 1987 amending Directive 82/501/EEC on the major-accident hazards of certain industrial activities\n", "header": "COUNCIL  DIRECTIVE\nof 19 March 1987\namending Directive 82/501/EEC on the major-accident hazards of certain industrial activities\n(87/216/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Articles 100 and 235 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas Article 19 of Council Directive 82/501/EEC (4) requires the Council to review, on a proposal from the Commission, Annexes I, II and III thereof;\nWhereas the protection of man and the environment and safety and health protection at work call for the provisions of Directive 82/501/EEC to be strengthened with regard to some industrial activities which involve, or may involve, particularly dangerous substances;\nWhereas for some particularly toxic substances it is necessary to lower the threshold quantities set out in Annexes II and III in order that all industrial activities which involve, or may involve, these substances in quantities equal to or above the given threshold levels are covered by Article 5 of Directive 82/501/EEC, with a view to reducing the hazards of major accidents and enabling the necessary steps to be taken to reduce their consequences;\nWhereas it is necessary to cover the industrial activities which involve, or may involve, sulphur trioxide and liquid oxygen and the isolated storage of sulphur trioxide, as they may have serious consequences for man and the environment in the event of a major accident;\nWhereas the industrial activities involving sulphur dioxide can pose a greater hazard than the isolated storage of sulphur dioxide;\nWhereas it is necessary to define more closely some substances or groups of substances and to amend the corresponding threshold quantities in order to reflect the different range of hazards posed by the different forms and types of these substances or groups of substances;\nWhereas it is appropriate that the industrial activities involving ammonium nitrate, sodium chlorate and liquid oxygen and the storage of these substances fall within the scope of Annexes II and III to Directive 82/501/EEC, whenever the respective threshold quantities set out in these Annexes are exceeded;\nWhereas it is appropriate that certain amendments should be made to Annex I to Directive 82/501/EEC;\nWhereas it is necessary to make it clear that the list of processes set out in Annex I (1) to Directive 82/501/EEC is not exhaustive, but merely gives examples of some important operations, and that all other operations which could be used for the production, processing or treatment of organic or inorganic chemicals are also covered by his Annex;\nWhereas the Advisory Committee on Safety, Hygiene and Health Protection at Work, set up by Council Decision 74/325/EEC (1), has been consulted,", "main_body": ["Annexes I, II and III to Directive 82/501/EEC shall be amended in accordance with the Annex hereto.", "1. In the case of existing industrial activities which will be subject to the provisions of Directive 82/501/EEC for the first time following adoption of this amendment, the declaration provided for in Article 9 (3) of the said Directive shall be submitted to the competent authority within 24 months of notification of this Directive.\n2. In these cases also, the supplementary declaration provided for in Article 9 (4) of Directive 82/501/EEC shall be submitted to the competent authority within five years of notification of this Directive.", "1. Member States shall take the measures necessary to comply with this Directive not later than 18 months after notification of the Directive. They shall forthwith inform the Commission thereof.\n2. Member States shall communicate to the Commission the provisions of national law which they adopt in the field covered by this Directive.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 19 March 1987.\nFor the Council\nThe President\nM. SMET\n(1) OJ No C 305, 26. 11. 1985, p. 9.\n(2) OJ No C 76, 23. 3. 1987.\n(3) OJ No C 101, 28. 4. 1986, p. 10.\n(4) OJ No L 230, 5. 8. 1982, p. 1.\n(1) OJ No L 185, 9. 7. 1974, p. 15.\nANNEX\n1. Annex I\nIndustrial installations within the meaning of Article 1\n(a) In point 1, first indent, 'Installations for the production or processing of organic or inorganic chemicals using for this purpose, in particular:' is replaced by the following:\n'Installations for the production, processing or treatment of organic or inorganic chemicals using for this purpose, amongst others:';\n(b) In point 1, second indent, 'Installations for the processing of organic and inorganic chemical substances, using for this purpose, in particular:' is deleted, and the rest of this indent becomes part of the first indent.\n(c) Point 4, 'Installations for the production or processing of energy gases, for example, LPG, LNG, SNG' is replaced by the following:\n'Installations for the production, processing or treatment of energy gases, for example, LPG, LNG, SNG'.\n2. Annex II\nStorage at installations other than those covered by Annex I ('isolated storage')\n(a) Footnotes 1 and 2 are deleted, together with the references to them in the text itself.\n(b) The quantities of the substance chlorine are replaced by the following:\n1,2 //  // Quantities (tonnes)   //  // 1.2 // For application of Articles 3 and 4   // For application of Article 5   //    //   // 10   // 75   //    //\n(c) The designation and the quantities of the substance ammonium nitrate are replaced by the following:\n1.2,3 //  //  //  // Quantities (tonnes)  // 1.2.3 //  // For application of Articles 3 and 4   // For application of Article 5   //    //   //   // 7. (a) Ammonium nitrate (1)   // 350   // 2 500   // 7. (b) Ammonium nitrate in the form of fertilizers (2)   // 1 250   // 10 000   //    //  //\n(1) This applies to ammonium nitrate and mixtures of ammonium nitrate where the nitrogen content derived from the ammonium nitrate is > 28 % by weight and to aqueous solutions of ammonium nitrate where the concentration of ammonium nitrate is > 90 % by weight.\n(2) This applies to straight ammonium nitrate fertilizers which comply with Directive 80/876/EEC and to compound fertilizers where the nitrogen content derived from the ammonium nitrate is > 28 % by weight (a compound fertilizer contains ammonium nitrate together with phosphate and/or potash).\n(d) The following substance is added:\n1.2,3 //  //  //  // Quantities (tonnes)  // 1.2.3 //  // For application of Articles 3 and 4   // For application of Article 5   //    //   //   // 10. Sulphur trioxide   // 15   // 100   //    //   //\n3. Annex III\nList of substances for the application of Article 5\n(a) Footnote 1 is deleted.\n(b) The quantity of substance No 15 'Carbonyl chloride (Phosgene)' is replaced by the following quantity:\n750 kilograms\n(c) The quantity of substance No 16 'Clorine' is replaced by the following quantity:\n25 tonnes\n(d) The quantity of substance No 36 'Methyl isocyanate' is replaced by the following quantity:\n150 kilograms\n(e) The designation and quantity of substance No 118 'Cobalt (powders and compounds)' are replaced by the following:\n1.2 //  //  // Name  // Quantity ()   //    //   // 118. Cobalt metal, oxides, carbonates, sulphides, as powders   // 1 tonne   //    //\n(f) The designation and quantity of substance No 119 'Nickel (powders and compounds)' are repaced by the following:\n1.2 //  //  // Name  // Quantity ()   //    //   // 119. Nickel metal, oxides, carbonates, sulphides, as powders   // 1 tonne   //    //\n(g) The designation and quantity of substance No 146 'Ammonium nitrate' are replaced by the following:\n1.2 //  //  // Name  // Quantity ()   //    //   // 146. (a) Ammonium nitrate (1)   // 2 500 tonnes   // 146. (b) Ammonium nitrate in the form of fertilizers (2)   // 5 000 tonnes   //  //  1,2 // (1) This applies to ammonium nitrate and mixtures of ammonium nitrate where the nitrogen content derived from the ammonium nitrate is > 28 % by weight and aqueous solutions of ammonium nitrate where the concentration of ammonium nitrate is > 90 % by weight. (2) This applies to straight ammonium nitrate fertilizers which comply with Directive 80/876/EEC and to compound fertilizers where the nitrogen content derived from the ammonium nitrate is > 28 % by weight (a compound fertilizer contains ammonium nitrate together with phoshate and/or potash).\n// (h) The quantity of substance No 148 'Sulphur dioxide' is replaced by the following quantity:\n250 tonnes\n(i) The following substance is added:\n1.2.3.4 //  //  //  //  // Name  // Quantities ()   // CAS No   // EEC No   //    //   //   //   // 179. Liquid oxygen   // 2 000 tonnes   // 7 782-44-7   // 008-001-00-8   //    //   //  //\n(j) The following substance is added:\n1.2.3.4 //  //  //  //  // Name  // Quantity ()   // CAS No  // EEC No   //    //   //   //   // 180. Sulphur trioxide  // 75 tonnes   // 7 446-11-9   //   //    //   //   //"}