{"celex_id": "31986R0315", "uri": "http://publications.europa.eu/resource/cellar/8414a38e-fa22-4f48-9589-fb5700a5d2a8", "type": "Regulation", "concepts": ["1375", "2069", "252", "2755", "4381", "4680"], "title": "Commission Regulation (EEC) No 315/86 of 11 February 1986 on the classification of goods in subheading 48.21 F II of the Common Customs Tariff\n", "header": "COMMISSION  REGULATION (EEC) No 315/86\nof 11 February 1986\non the classification of goods in subheading 48.21 F II of the Common Customs Tariff\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 97/69 of 16 January 1969 on measures to be taken for uniform application of the nomenclature of the Common Customs Tariff (1), as last amended by Regulation (EEC) No 2055/84 (2), and in particular Article 3 thereof,\nWhereas it is necessary, in order to ensure unfiorm application of the nomenclature of the Common Customs Tariff, to adopt provisions concerning the classification of pants for use by incontinent persons, consisting of an absorbent layer of cellulose, which is internally strengthened in the middle by a less dense layer of cellulose, and covered on both sides with tissue paper; the inner surface is further covered with a porous honeycombed polyethylene film, the outer surface being covered with a smooth non-porous polyethylene film. The pants have self-adhesive tapes, rubber bands and are put up in retail packings;\nWhereas the Common Customs Tariff annexed to Council Regulation (EEC) No 950/68 (3), as last amended by Regulation (EEC) No 3679/85 (4), refers in heading No 30.04 to wadding, gauze, bandages and similar articles (for example, dressings, adhesive plasters, poultices), impregnated or coated with pharmaceutical substances or put up in packings for retail sale for medical or surgical purposes, other than goods specified in Note 3 to Chapter 30, and in heading No 48.21 to other articles of paper pulp, paper, paperboard or cellulose wadding;\nWhereas the pants in question are not impregnated or coated with pharmaceutical substances; whereas, moreover, although they are put up in packings for retail sale, they are not specifically so put up for medical or surgical purposes; whereas the normal use made of the pants, while they do mitigate the consequences of incontinence, does not necessarily mean they are used for medical or surgical pruposes; whereas, therefore, the pants should not be classified under heading No 30.04;\nWhereas Note 1 to Chapter 48 does not exclude the pants in question; whereas it appears from the Explantory Notes to the Customs Cooperation Council's Nomenclature that heading No 48.21 covers all articles of paper pulp, paper, paperboard or cellulose wadding not covered by one of the preceding headings of Chapter 48 and not excluded from Chapter 48; whereas napkins for babies, sanitary towels and paper undergarments are among the goods included under that heading;\nWhereas the pants of which the essential part is the absorbent cellulose layer, are used for hygienic purposes by incontinent persons or are napkins for babies and sanitary towels; whereas therefore it is appropriate to classify them under subheading 48.21 F II;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Committee on Common Customs Tariff Nomenclature,", "main_body": ["Pants for use by incontinent persons, consisting of an absorbent layer of cellulose, which is internally strengthened in the middle by a thinner layer of cellulose, and covered on both sides with tissue paper; the inner surface is further covered with a porous honeycombed polyethylene film, the outer surface being covered with a smooth non-porous polyethylene film; the pants have self-adhesive tapes, rubber bands and are put up in retail packings shall be classified in the Common Customs Tariff under subheading;\n48.21 Other articles of paper pulp, paper, paperboard or cellulose wadding\nF. Other\nII. Other", "This Regulation shall enter into force on the twenty-first day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 11 February 1986.\nFor the Commission\nCOCKFIELD\nVice-President\n(1) OJ No L 14, 21. 1. 1969, p. 1.\n(2) OJ No L 191, 19. 7. 1984, p. 1.\n(3) OJ No L 172, 22. 7. 1968, p. 1.\n(4) OJ No L 351, 28. 12. 1985, p. 2."}