{"celex_id": "31986R3466", "uri": "http://publications.europa.eu/resource/cellar/2dbeb97a-c301-430a-b54f-a1e58103f509", "type": "Regulation", "concepts": ["3568", "3774", "601"], "title": "Commission Regulation (EEC) No 3466/86 of 13 November 1986 fixing for the period 1986/87 certain coefficients applicable to cereals exported in the form of certain spirituous beverages\n", "header": "COMMISSION  REGULATION (EEC) No 3466/86\nof 13 November 1986\nfixing for the period 1986/87 certain coefficients applicable to cereals exported in the form of certain spirituous beverages\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2727/75 of 29 October 1975 on the common organization of the market in cereals (1), as last amended by Regulation (EEC) No 1573/76 (2), and in particular Article 16 (6) thereof,\nHaving regard to Council Regulation (EEC) No 1188/81 of 28 April 1981 laying down general rules for granting refunds adjusted in the case of cereals exported in the form of certain spirituous beverages and the criteria for fixing the amount of such refunds and amending Regulation (EEC) No 3035/80 concerning certain products not covered by Annex II to the Treaty (3), and in particular Article 12 thereof,\nWhereas Article 3 (1) of Regulation (EEC) No 1188/81 states that the quantity of cereals on which the refund shall be granted shall be that placed under control wighted by a coefficient, fixed annually for each Member State concerned, expressing the ratio for the sprituous beverage in question between the total quantity exported and the total quantity marketed;\nWhereas the second indent of Article 3 (2) of Regulation (EEC) No 1188/81 provides for adjustment of the coefficient where foreseeable trends for exports of spirituous beverages show a tendency to change significantly in one of the Member States concerned; whereas such an assessment may be made by taking account of a reference period of sufficient length to eliminate insignificant short-term fluctuations; whereas a period of six years prior to the year in question seems to comply with this criterion; whereas, moreover, an annual difference of less than 1 % between the respective trends in exports and the total quantities sold cannot show a tendency towards a significant change;\nWhereas, owing to the fact that the Commission did not have the necessary information at its disposal within the time limit laid down in Article 16 (2) of Commission Regulation (EEC) No 1842/81 of 3 July 1981 laying down detailed rules for implementing Regulation (EEC) No 1188/81 relating to general rules for granting refunds adjusted in the case of cereals exported in the form of certain spirituous beverages (4), as last amended by Regulation (EEC) No 2187/86 (5), the coefficient could not be fixed by the date laid down in the first subparagraph of Article 9 of Regulation (EEC) No 1842/81 whereas the new coefficients should be fixed with effect from the start of the marketing year for cereals, that is 1 July 1986;\nWhereas, however, the United Kingdom has expressed a reservation as to the accuracy of the figures communicated; whereas the coefficients can therefore only be fixed on a provisional basis;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["For the period 1 July 1986 to 30 June 1987, the coefficients referred to in Article 3 of Regulation (EEC) No 1188/81 and applicable to cereals used in the United Kingdom for the manufacture of Scotch Whisky shall be as shown in the Annex. The coefficients thus fixed may be readjusted retroactively on the basis of additional information to be supplied by the United Kingdom.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 July 1986.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 13 November 1986.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 281, 1. 11. 1975, p. 1.\n(2) OJ No L 139, 24. 5. 1986, p. 29.\n(3) OJ No L 121, 5. 5. 1981, p. 3.\n(4) OJ No L 183, 4. 7. 1981, p. 10.\n(5) OJ No L 190, 12. 7. 1986, p. 51.\nANNEX\nCoefficients applicable in the United Kingdom\n1.2,3 //  //  //  // Coefficient applicable  // 1.2.3 // Period of application  // to barley processed into malt used for the manufacture of malt whisky   // to cereals used for the manufacture of grain whisky   //    //   //   // 1 July 1986 to 30 June 1987   // 0,375   // 0,339   //    //  //"}