{"celex_id": "31987R0699", "uri": "http://publications.europa.eu/resource/cellar/c2d27a61-bc33-4005-8beb-bef048892d4f", "type": "Regulation", "concepts": ["1605", "1988", "4498"], "title": "Commission Regulation (EEC) No 699/87 of 11 March 1987 amending Regulation (EEC) No 2035/86 fixing for the marketing year 1986/87 the compensatory amounts applicable to processed tomato products and laying down special detailed rules for their application\n", "header": "COMMISSION  REGULATION (EEC) No 699/87\nof 11 March 1987\namending Regulation (EEC) No 2035/86 fixing for the marketing year 1986/87 the compensatory amounts applicable to processed tomato products and laying down special detailed rules for their application\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the Act of Accession of Spain and Portugal, and in particular Articles 118 (3) (a) and 304 (3) (a) thereof,\nWhereas Commission Regulation (EEC) No 2035/86 (1), as amended by Regulation (EEC) No 2405/86 (2) laid down special rules for the application of compensatory amounts for processed tomato products; whereas with effect from 13 February 1987 export refunds are applicable to certain processed tomato products pursuant to Commission Regulation (EEC) No 444/87 (3); whereas the amount of export refunds should at the moment of export be set off against the compensatory amount; whereas such a procedure is already provided for in Commission Regulation (EEC) No 3154/85 (4) of 11 November 1985 in respect of monetary compensatory amounts; whereas that procedure should also be made applicable for compensatory amounts applicable to processed tomato products;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Products Processed from Fruit and Vegetables,", "main_body": ["Article 5 of Regulation (EEC) No 2035/86 is hereby replaced by the following:\n'Article 5\n1. Any export refunds applicable to the products listed in the Annex shall on export to non-member countries from Spain and Portugal be deducted from the compensatory amount applicable.\nThe amount by which the compensatory amount is reduced shall, at the time of acceptance of the export declaration, be covered by an appropriate security.\nThe provisions of Article 12 (2) to (6) of Commission Regulation (EEC) No 3154/85 (1) shall apply.\n2. The provisions of Title III of Regulation (EEC) No 223/77 shall apply to products covered by this Regulation and which are exported from Spain and Portugal.\n(1) OJ No L 310, 21. 11. 1985, p. 9.'", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 13 February 1987.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 11 March 1987.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 173, 1. 7. 1986, p. 54.\n(2) OJ No L 208, 31. 7. 1986, p. 25.\n(3) OJ No L 43, 13. 2. 1987, p. 37.\n(4) OJ No L 310, 21. 11. 1985, p. 9."}