{"celex_id": "31989D0609", "uri": "http://publications.europa.eu/resource/cellar/fa0d3c38-f625-4179-b651-4e7f9892a87a", "type": "Decision", "concepts": ["1372", "2563"], "title": "89/609/EEC: Council Decision of 27 November 1989 amending Decision 87/279/EEC on Community financial participation with regard to the facilities for the monitoring and supervision of fishing activities in waters falling under the sovereignty or within the jurisdiction of Portugal\n", "header": "COUNCIL  DECISION\nof 27 November 1989\namending Decision 87/279/EEC on Community financial participation with regard to the facilities for the monitoring and supervision of fishing activities in waters falling under the sovereignty or within the jurisdiction of Portugal\n(89/609/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 43 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nWhereas, in a declaration attached to the Act of Accession of Spain and Portugal, the Community declared that Community support for monitoring and supervising waters falling under the sovereignty or within the jurisdiction of Portugal might be envisaged;\nWhereas Decision 87/279/EEC (1) provides that the Community will participate in the financing of expenditure incurred by Portugal between 1 January 1988 and 31 December 1989 in respect of operations to conclude, modernize and improve its facilities for monitoring and supervision with a view to proper enforcement of the relevant provisions of the common fisheries policy in waters falling under its sovereignty or jurisdiction;\nWhereas the said operations include the building of patrol vessels, the purchase of equipment for surveillance aircraft and the purchase and installation of technical and electronic equipment;\nWhereas implementation of the said operations has been delayed because of the complexity of designing equipment which must be particularly sophisticated to ensure true effectiveness in the inspection and surveillance of very large fishing areas;\nWhereas the investments planned by Portugal cannot therefore be fully implemented before 1 January 1990; whereas the time limit laid down should be deferred in the Community interest to enable the planned work to be completed and to ensure Community financial participation in the expenditure involved;\nWhereas the estimates of eligible expenditure must be adjusted on the basis of the observed trend of costs; whereas, therefore, provision should be made for the Commission decision relating to the eligibility of expenditure to be amended,", "main_body": ["Decision 87/279/EEC is hereby amended as follows:\n1. Article 1 (2) is replaced by the following:\n'2. The Community shall reimburse, at a rate of 50 % and subject to a maximum of ECU 12 million, the eligible expenditure incurred by Portugal from 1 January 1988 to 31 December 1991.'\n2. The following sentence is added to point 4 of the Annex:\n'The Commission may amend its decision as to the eligibility of expenditure on the basis of the observed trend of costs.'", "This Decision is addressed to the Portuguese Republic."], "attachments": "Done at Brussels, 27 November 1989.\nFor the Council\nThe President\nJ. MELLICK\n(1) OJ No C 269, 21. 10. 1989, p. 10.\n(2) Opinion delivered on 24 November 1989 (not yet published in the Official Journal).\n(3) OJ No L 135, 23. 5. 1987, p. 33."}