{"celex_id": "31985R2592", "uri": "http://publications.europa.eu/resource/cellar/8d0a230c-feb2-480f-a7d1-bfb114813e64", "type": "Regulation", "concepts": ["4291", "4718"], "title": "Commission Regulation (EEC) No 2592/85 of 13 September 1985 on the application of the additional measures applicable to holders of long-term storage contracts for certain table wines for the 1984/85 wine-growing year\n", "header": "COMMISSION  REGULATION (EEC) No 2592/85\nof 13 September 1985\non the application of the additional measures applicable to holders of long-term storage contracts for certain table wines for the 1984/85 wine-growing year\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 337/79 of 5 February 1979 on the common organization of the market in wine (1), as last amended by Regulation (EEC) No 798/85 (2), and in particular Article 12a (5) thereof,\nWhereas the measures to support the wine market which were employed during the 1983/84 winegrowing year have not in all cases given the desired results; whereas Article 2 (1) of Commission Regulation (EEC) No 2390/85 of 19 August 1985 laying down detailed rules for the application of the additional measures applicable to holders of long-term storage contracts for table wine for the 1984/85 wine-growing year (3) provides that the period of three consecutive weeks referred to in Article 12a (1) of Regulation (EEC) No 337/79 must fall between 15 July and 30 November 1985; whereas since 15 July the representative prices for table wines of types A I, R I and R II have remained lower than the activating price for three consecutive weeks; whereas the conditions laid down in Article 12a (1) are thus satisfied;\nWhereas Article 2 (2) of Regulation (EEC) No 2390/85 provides for the fixing of the quantity of wine under storage contract which may be distilled and the duration of any storage contracts; whereas, having regard to the market situation as indicated by the harvest forecasts and the levels of stocks at the end of the wine-growing year, the said quantity should be fixed at the maximum level laid down in Article 12a (3) of Regulation (EEC) No 337/79, and the said duration at four months;\nWhereas the Management Committee for Wine has not delivered an opinion within the time limit set by its chairman,", "main_body": ["Holders of long-term storage contracts for table wines of types A I, R I and R II may, in accordance with the provisions of Regulation (EEC) No 2390/85:\n- distil a quantity of wine under contract up to 15 % of their total table wine production in the 1984/85 wine year,\n- in respect of all or part of the table wine under contract in excess of 15 % of their total table wine production in the 1984/85 wine year, conclude one or more storage contracts for a period of four months.", "This Regulation shall enter into force on 16 September 1985.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 13 September 1985.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 54, 5. 3. 1979, p. 1.\n(2) OJ No L 89, 29. 3. 1985, p. 1.\n(3) OJ No L 225, 23. 8. 1985, p. 8."}