{"celex_id": "31982R2640", "uri": "http://publications.europa.eu/resource/cellar/d9649cab-2980-47f2-8a4f-50197a95602d", "type": "Regulation", "concepts": ["1069", "3176", "3570"], "title": "Commission Regulation (EEC) No 2640/82 of 30 September 1982 amending Regulation (EEC) No 1575/80 laying down provisions for the implementation of Article 13 of Council Regulation (EEC) No 1430/79 on the repayment or remission of import or export duties\n", "header": "COMMISSION  REGULATION (EEC) No 2640/82\nof 30 September 1982\namending Regulation (EEC) No 1575/80 laying down provisions for the implementation of Article 13 of Council Regulation (EEC) No 1430/79 on the repayment or remission of import or export duties\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1430/79 of 2 July 1979 on the repayment or remission of import or export duties (1), as amended by Regulation (EEC) No 1672/82 (2), and in particular Article 25 (2) thereof,\nWhereas Article 13 (2) of Regulation (EEC) No 1430/79 provides that import duties may be repaid or remitted in cases where repayment or remission could not be granted under Sections B, C and D of the said Regulation (EEC) No 1430/79 because of the failure of the person concerned to comply with procedural requirements, provided that it has been established to the satisfaction of the competent authorities that the other conditions required for repayment or remission have been met and that the circumstances are such that no negligence or deception may be attributed to the person concerned;\nWhereas Article 2 of Commission Regulation (EEC) No 1575/80 (3) determines the period within which an application for repayment or remission of import duties on the basis of Article 13 of Regulation (EEC) No 1430/79 shall be lodged; whereas this period is currently fixed at 12 months from the date on which those duties were entered in the accounts by the authority responsible for their collection;\nWhereas the periods fixed in Sections B, C and D of Regulation (EEC) No 1430/79 within which an application for repayment or remission of import duties is to be lodged are respectively three months, 12 months and three months from the date on which those duties were entered in the accounts by the authority responsible for their collection;\nWhereas Article 2 of Regulation (EEC) No 1575/80 should be amended to make the time limits stipulated within which an applicant must submit his application for the repayment or remission of duties pursuant to Article 13 (2) of Regulation (EEC) No 1430/79 the same as the time limits stipulated for the submission of an application pursuant to Sections B, C and D of that Regulation; whereas this amendment should apply to applications for repayment or remission of import duties entered in the accounts on or after the entry into force on 1 July 1982 of Regulation (EEC) No 1672/82;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Committee on Duty-Free Arrangements,", "main_body": ["Article 2 of Regulation (EEC) No 1575/80 is hereby replaced by the following:\n'Article 2\n1. For the purposes of implementing Article 13 (1) of the basic Regulation, the application for repayment or remission of import duties shall be lodged with the customs office concerned within 12 months of the date on which the said duties were entered in the accounts by the authority responsible for their recovery.\n2. For the purposes of implementing Article 13 (2) of the basic Regulation the application for repayment or remission of import duties shall be lodged with the customs office concerned within a period of:\n- three months, if the application concerns a situation mentioned in Section B of the basic Regulation,\n- 12 months, if the application concerns a situation mentioned in Section C of the basic Regulation,\n- three months, if the application concerns a situation mentioned in Section D of the basic Regulation.\nThese periods shall be determined from the date on which the said duties were entered in the accounts by the authority responsible for their recovery.\n3. However, the competent authorities may permit the periods mentioned in paragraphs 1 and 2 to be exceeded in exceptional cases where there is good reason for doing so.'", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nIt shall apply to applications for repayment or remission of import duties entered in the accounts on or after 1 July 1982.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 September 1982.\nFor the Commission\nPoul DALSAGER\nMember of the Commission\n(1) OJ No L 175, 12. 7. 1979, p. 1.\n(2) OJ No L 186, 30. 6. 1982, p. 1.\n(3) OJ No L 161, 26. 6. 1980, p. 13."}