{"celex_id": "31988D0137", "uri": "http://publications.europa.eu/resource/cellar/e48cf7c2-0a1d-4257-abff-29cffe9b0549", "type": "Decision", "concepts": ["1504", "2735", "4284", "807"], "title": "88/137/EEC: Commission Decision of 24 February 1988 allocating to Ireland resources to be charged to the 1988 budget year for the supply of food from intervention stocks to designated organizations for distribution to the most deprived persons in the Community\n", "header": "COMMISSION  DECISION\nof 24 February 1988\nallocating to Ireland resources to be charged to the 1988 budget year for the supply of food from intervention stocks to designated organizations for distribution to the most deprived persons in the Community\n(88/137/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3730/87 of 10 December 1987 laying down the general rules for the supply of food from intervention stocks to designated organizations for distribution to the most deprived persons in the Community (1),\nHaving regard to Commission Regulation (EEC) No 3744/87 of 14 December 1987 laying down the detailed rules for the supply of food from intervention stocks to designated organizations for distribution to the most deprived persons in the Community (2), and in particular Article 10 thereof,\nHaving regard to Council Regulation (EEC) No 1676/85 of 11 June 1985 on the value of the unit of account and the conversion rates to be applied for the purposes of the common agricultural policy (3), as last amended by Regulation (EEC) No 1636/87 (4), and in particular Article 2 (4) thereof,\nWhereas in order to implement the scheme for the supply of such food to that section of the population, to be financed from resources available in the 1988 budget year, it is necessary to allocate the resources between the Member States; whereas in order to facilitate the implementation of this scheme it is necessary to specify the rate of exchange to be employed in converting ECU into the national currency and to do so at a rate which reflects economic reality;\nWhereas statistical data upon which the numbers of the most deprived persons in each Member State may be estimated is now available;\nWhereas on 19 January 1988, Ireland requested Commission authorization to initiate the action on its territory and indicated the quantities of produce that it wished to distribute; whereas it is desirable to authorize this action and, subject to any further allocation pursuant to the provisions of Article 4 (2) of Regulation 3744/87, to make a definitive allocation of resources for its implementation;\nWhereas in accordance with the provisions of Article 1 paragraph 4 of Commission Regulation (EEC) No 3744/87 the Commission has sought the advice of major organizations familiar with the problems of the most deprived persons in the Community when drawing up this Decision,", "main_body": ["1. An allocation of the resources referred to in Article 10 of Commission Regulation No 3744/87 shall be made as follows:\nIreland: 2 350 000 ECU.\nThis sum shall be converted into national currency at the rate applicable on 4 January 1988 and published in the Official Journal of the European Communities, Series C.\n2. Subject to the limit set out in paragraph 1, the following quantities of produce may be withdrawn, from intervention, for distribution in Ireland:\n- up to 24 tonnes of butter,\n- up to 500 tonnes of beef.\n3. The withdrawals referred to in paragraph 2 may be made from 24 February 1988.", "This Decision is addressed to all the Member States.\nIt is applicable from 15 December 1987."], "attachments": "Done at Brussels, 24 February 1988.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 352, 15. 12. 1987, p. 1.\n(2) OJ No L 352, 15. 12. 1987, p. 33.\n(3) OJ No L 164, 24. 6. 1985, p. 1.\n(4) OJ No L 153, 13. 6. 1987, p. 1."}