{"celex_id": "31986R0264", "uri": "http://publications.europa.eu/resource/cellar/e0226b59-f6c5-437a-953e-a429c901701e", "type": "Regulation", "concepts": ["1368", "4320", "588"], "title": "Council Regulation (EEC) No 264/86 of 4 February 1986 imposing a definitive anti-dumping duty on imports of certain clogs originating in Sweden and definitively collecting the provisional anti-dumping duty\n", "header": "COUNCIL  REGULATION (EEC) No 264/86\nof 4 February 1986\nimposing a definitive anti-dumping duty on imports of certain clogs originating in Sweden and definitively collecting the provisional anti-dumping duty\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2176/84 of 23 July 1984 on protection against dumped or subsidized imports from countries not members of the European Economic Community (1), and in particular Article 12 thereof,\nHaving regard to the proposal submitted by the Commission after consultation within the Advisory Committee as provided for under the above Regulation,\nWhereas:\nA. Provisional action\n1. The Commission, by Regulation (EEC) No 2823/85 (2), as amended by Regulation (EEC) No 3475/85 (3), imposed a provisional anti-dumping duty on imports of certain clogs originating in Sweden.\nB. Subsequent procedure\n2. Following the imposition of the provisional anti-dumping duty, the two Swedish exporters who had cooperated in the investigation and on the import of whose products this duty was imposed, made representations to the Commission making their views known on the duty. They also requested to be informed of the facts and essential considerations on the basis of which the Commission intended to recommend definitive action, and these requests were granted. In addition, certain other exporters who had not previously made themselves known to the Commission made representations to the Commission making their views known on the duty, and representatives of the Swedish authorities acting on behalf of the Swedish clog industry as a whole made written and oral submissions to the Commission on both dumping and injury. The Council examined the provisional findings of the Commission set out in Regulation (EEC) No 2823/85, as amended by Regulation (EEC) No 3475/85.\nC. Normal value\n3. Normal value was determined for three of the exporters concerned on the basis of their domestic prices, sufficient evidence having been provided by those producers that these prices were paid in the ordinary course of trade on the Swedish market during the investigation period.\nFor the one exporter concerned who did not sell on the domestic market, normal value was determined on the basis of the weighted average selling prices on the domestic market of the other producers investigated.\nD. Export price\n4. Export prices were determined on the basis of the prices actually paid or payable for the products sold for export to the Community.\nE. Comparison\n5. In comparing normal value with export prices, the Commission took account, where appropriate, of differences affecting price comparability where claims in these areas could be satisfactorily demonstrated. In particular, differences in size and in quality of boot sole and upper were taken into account as were differences in payment terms.\nAll comparisons were made at ex-works level.\nF. Dumping margins\n6. On the basis of certain of the submissions referred to in paragraph 2 above and in particular as a result of new evidence supplied on transport costs between ex-works Sweden and cif Community frontier, the\ndumping margin found for Torpatoffeln has been adjusted from 11 % to 5,2 %. The margin for B.J. Traesko was, however, confirmed at 7 %. The Council accordingly confirms these findings on dumping.\n7. As regards those exporters who made themselves known to the Commission only following the imposition of the provisional anti-dumping duty and those exporters who have not fully cooperated in the investigation or have not made themselves known to the Commission during the course of the investigation, dumping has been determined on the basis of the facts available. In this connection it was considered that the results of the investigation provided the most appropriate basis for determination of the margin of dumping and that it would create an opportunity for circumvention of the duty and an invitation to non-cooperation in future anti-dumping investigations to hold that the dumping margin for these exporters was any lower than the higher dumping margin of 7 % determined with regard to B.J. Traesko, an exporter who has cooperated in the investigation. For these reasons, the Council considers it appropriate to use this latter dumping margin for this group of exporters.\nG. Injury\n8. The Commission received submissions on behalf of the Swedish exporters purporting to show that factors other than Swedish imports had caused injury to the Community industry, in particular in relation to levels of intra-Community trade in the products concerned. On investigating these allegations, however, it was established that, although intra-Community trade in products falling under the Nimexe code covering the products in question was substantial, this trade related for the most part to footwear other than the clogs in question. Accordingly, the Council confirms the findings as set out in Regulation (EEC) No 2823/85 to the effect that the volume of dumped Swedish imports during the reference period (1 600 000 pairs) and the price at which these products had been sold in the Community (between 11 % and 49 % below Community producers' prices) taken in isolation from injury caused by other factors have caused material injury to the Community industry.\nH. Community interest\n9. In view of the serious level of injury sustained by the complainant producers, caused particularly by price undercutting of up to 49 %, and the resulting likelihood that, without protective measures, the continued existence of the industry in the Community would be endangered, the conclusion has been reached that it is in the Community's interest that action be taken. This action should take the form of a definitive anti-dumping duty.\nI. Definitive duty\n10. In the light of the above determination, and having particular regard to the extent of the price undercutting which varied from 11 % to 49 %, the rate of definitive anti-dumping duty which will apply to Swedish exporters should correspond to 7 %.\nThe duty should not apply to the exporters Lavi for which no dumping was found, or Ugglebo Toffeln, for which the dumping margin found can be considered as de minimis.\nJ. Undertakings\n11. Following consultations within the Joint Committee as provided for in the Agreement between the European Economic Community and the Kingdom of Sweden (1), a number of exporters concerned, having been informed of the results of the procedure subsequent to the imposition of the provisional duty, offered undertakings which the Commission considered would eliminate the dumping found and which were considered acceptable. Accordingly, the duty should not apply to these exporters.\nK. Collection of provisional duty\n12. The amounts secured by way of provisional anti-dumping duty should be collected in full for imports into the Community of B.J. Traesko products and to the maximum of the duty definitively imposed, i. e. 5,2 % for imports of Torpatoffeln products 7 % for all other imports.", "main_body": ["1. A definitive anti-dumping duty is hereby imposed on imports of clogs with outer soles of leather, composition leather, rubber or artificial plastic material and with uppers of leather or leather covered with PVC falling within Common Customs Tariff subheading ex 64.02 A corresponding to Nimexe code ex 64.02-41 and originating in Sweden.\n2. The rate of the duty shall be 7 %.\n3. The duty shall not apply to products as referred to in paragraph 1 which are produced and exported by:\n- Arbesko AB, OErebro,\n- Balsfiord Import & Export AB, Haelsingborg,\n- Ceder-Sko AB, Bjursaas,\n- Dalex AB, Bjursaas,\n- Embla-Clogman AB, Soelvesborg,\n- Excelsior AB, Kumla,\n- Expert Traesko, Orrefors,\n- GO-Produkter, Ljungbyholm,\n- Hejco Yrkesklaeder AB, Hyssna,\n- Hultgrens Footwear AB, Tingsryd,\n- HB Haellabotten, Kumla,\n- Ikea Svenska AB, AElmhult,\n- June Trading, Joenkoebing,\n- AB Karlskoga Traetoffelfabrik, Karlskoga,\n- Klostertoffeln AB, Aaskloster,\n- Knulp HB, Uttran,\n- Konga Skyddsskotillverkning AB, Vissefjarda,\n- K Wik Import Export AB, Lund,\n- LAVI, Kristianstad,\n- Lis-Toffel, Falkenberg,\n- LT Skor AB, Knislinge,\n- Hunkens AB, Munkedal,\n- AB Nowa Li, Limmared,\n- Nya Baastadtoffeln AB, Baastad,\n- AB Nymans Toffelfabrik, Vetlanda,\n- Oscaria AB, OErebro,\n- Rolfson Sko AB, Aaskloster,\n- Skaane Toffeln, Haelsingborg,\n- AB Supinator, Landvetter,\n- Swecap AB, Malmoe,\n- Tollarps Tofflor AB, Tollarp,\n- Tyringe-Tofflan, Tyringe,\n- HB Tomex, OErkelljunga,\n- Torpatoffeln AB, Tornsbruk,\n- Ugglebo Toffeln, Paaryd,\n- Yngve Brodd Aktiebolag, Moelndal,\n- Westbo Toffelfabrik, Smaalandsstenar.\n4. The provisions in force with regard to customs duties shall apply.", "The amounts secured by way of provisional anti-dumping duty under Regulation (EEC) No 2823/85 shall be definitively collected at a level of 7 %, with the exception of products produced and exported by Torpatoffeln, Tornsbruk, for which the definitive collection shall amount to 5,2 %.", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 4 February 1986.\nFor the Council\nThe President\nW. F. van EEKELEN\n(1) fOJ No L 201, 30. 7. 1984, p. 1.\n(2) OJ No L 268, 10. 10. 1985, p. 11.\n(3) OJ No L 333, 11. 11. 1985, p. 18.\n(1) OJ No L 300, 31. 12. 1972, p. 97."}