{"celex_id": "31984D0580", "uri": "http://publications.europa.eu/resource/cellar/77cc26b7-815e-4a7a-84a5-5d183f99c3cd", "type": "Decision", "concepts": ["1091", "1882", "2159", "3842", "4108", "4381"], "title": "84/580/EEC: Commission Decision of 19 November 1984 repealing Commission Decision 83/435/EEC and establishing that the apparatus described as 'Theta - Quench and Deformation Dilatometer, model Dilatronic IIIS' may be imported free of import duties\n", "header": "COMMISSION  DECISION\nof 19 November 1984\nrepealing Commission Decision 83/435/EEC and establishing that the apparatus described as 'Theta - Quench and Deformation Dilatometer, model Dilatronic IIIS' may be imported free of import duties\n(84/580/EEC)\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 918/83 of 28 March 1983 setting up a Community system of reliefs from customs duty (1),\nHaving regard to Commission Regulation (EEC) No 2290/83 of 29 July 1983 laying down provisions for the implementation of Articles 50 to 59 of Regulation (EEC) No 918/83 (2), and in particular Article 7 thereof,\nWhereas, by Decision 83/435/EEC of 10 August 1983 (3), the Commission decided that the apparatus described as 'Theta - Quench and Deformation Dilatometer, model Dilatronic IIIS' could not be imported free of Common Customs Tariff duties because the said apparatus could not be considered scientific;\nWhereas the abovementioned Decision was taken after consulting a group of experts (provided for in the Community rules); whereas, in view of fresh information which has been brought to the knowledge of the abovementioned group and concerns the decisive importance of the deformation unit in the specific research to be done and the changes made to the apparatus compared with a standard apparatus, it has become apparent that, on the date of the order, the abovementioned apparatus described as 'Theta - Quench and Deformation Dilatometer, model Dilatronic IIIS' should, because of its objective technical features and the use for which it was intended, have been considered scientific and that apparatus capable of being put to the same use was not manufactured in the Community; whereas it was therefore justifiable to admit the apparatus in question free of duty;\nWhereas the abovementioned Decision 83/435/EEC must therefore be repealed,", "main_body": ["1. The apparatus described as 'Theta - Quench and Deformation Dilatometer, model Dilatronic IIIS', which is the subject of an application by Belgium dated 16 February 1983, may be imported free of import duties.\n2. Decision 83/435/EEC is hereby repealed.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 19 November 1984.\nFor the Commission\nKarl-Heinz NARJES\nMember of the Commission\n(1) OJ No L 105, 23. 4. 1983, p. 1.\n(2) OJ No L 220, 11. 8. 1983, p. 20.\n(3) OJ No L 244, 2. 9. 1983, p. 41."}