{"celex_id": "31984D0283", "uri": "http://publications.europa.eu/resource/cellar/85279d7a-29c0-4c54-9be3-34438509b8d9", "type": "Decision", "concepts": ["2264", "75"], "title": "84/283/ECSC: Commission Decision of 24 April 1984 on the acquisition by Société Française des Pétroles BP SA of a 50 % shareholding in UNICO SA, controlled by Raab Karcher AG (Only the French and German texts are authentic)\n", "header": "COMMISSION  DECISION\nof 24 April 1984\non the acquisition by Société Française des Pétroles BP SA of a 50 % shareholding in UNICO SA, controlled by Raab Karcher AG\n(Only the French and German texts are authentic)\n(84/283/ECSC)\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Coal and Steel Community, and in particular Article 66 thereof,\nHaving regard to Decision No 24-54 of 6 May 1954 laying down in implementation of Article 66 (1) of the Treaty a Regulation on what constitutes control of an undertaking (1),\nHaving regard to the application lodged on 7 October 1983 by Raab Karcher AG, Essen, on its own behalf and on behalf of Société Française des Pétroles BP SA, Courbevoie (Hauts-de-Seine), seeking authorization for Société Française des Pétroles BP SA to acquire a 50 % shareholding in Union des Combustibles UNICO SA, Paris, hitherto almost 100 % owned by Raab Karcher AG, Essen,\nHaving obtained the comments of the Governments of France and of the Federal Republic of Germany,\nWhereas:\nI\n1. Société Française des Pétroles BP SA is 77,13 % owned by British Petroleum PLC, London. British Petroleum is a multinational oil company with growing interests in coal-mining in non-member countries and a large coal distribution organization within the EC. In 1982 it sold around . . . (2) tonnes of coal in the Community, including . . . tonnes in France. British Petroleum PLC is hence an undertaking within the meaning of Article 80 of the Treaty.\n2. Raab Karcher AG is a member of the VEBA AG, Duesseldorf, group of companies. VEBA is represented in electricity supply, oil, chemicals, distribution, transport and other industries. It, too, has coal-mining interests outside the European Community and in the coal wholesale trade within the Community. VEBA's coal sales in the EC in 1982 amounted to . . . tonnes, including . . . tonnes in France. In addition, VEBA has a 27,2 % stake in Ruhrkohle AG, the second largest producer of hard coal in the Community (60 million tonnes per annum). VEBA is hence also an undertaking within the meaning of Article 80 of the Treaty.\n3. Union des Combustibles UNICO SA is a solid fuel and fuel oil distributor, nearly all of whose shares are owned by Raab Karcher AG and thus ultimately by VEBA AG. In 1982 UNICO SA sold\nmately . . . tonnes of solid fuels and . . . tonnes of fuel oil in the Community. UNICO SA, too, is therefore an undertaking within the meaning of Article 80 of the Treaty.\nII\nThe acquisition of a 50 % stake in UNICO SA by Société Française des Pétroles BP SA will alter the ownership of UNICO SA so as to bring about a concentration within the meaning of Article 66 (1) of the Treaty in the form of group control. The agreements on the equal shareholdings and on the management of UNICO SA mean that neither shareholder will be able to exercise sole control of the company. The company will be jointly controlled by the shareholders and the latter will act as a group in pursuing the interests of this business. UNICO will therefore form a concentration with British Petroleum PLC and VEBA AG and the companies controlled by the latter two companies, without the groups themselves forming a concentration.\nConcentrations of this nature may be authorized if the Commission is satisfied that they will not lead to certain restrictions of competition. This condition is met here for the following reasons:\nThe deal is of only limited significance for the Community market and even for the French market alone. In 1982 the consumption of solid fuels in France, apart from deliveries to public utilities and the steel industry, which are supplied by the coal-mining companies direct, totalled about 8 million tonnes. British Petroleum and VEBA group of companies supplied only . . . and . . . tonnes of this consumption respectively. Thus neither of the two groups has a very strong position on the market relevant to this transaction. Even in the event of the parties expanding their sales of cheap non-EC coal through UNICO as a result of fuel oil customers switching to solid fuels or a widening of their own clientele, it is unlikely that they could thereby effectively change their market position relative to their competitors. Despite their joint ownership of UNICO, they will not be able in the future, any more than they were in the past, to determine the prices of solid fuels, to control or restrict production or distribution or to hinder effective competition in a substantial part of the common market. Nor will the operation enable them to circumvent the rules of competition, in particular by establishing an artificially privileged position involving a substantial advantage in access to supplies or markets.\nThe deal is unlikely to result in a more general restraint of competition between British Petroleum PLC and VEBA AG ('group effect') going beyond that which directly arises from their jointly ownership of UNICO. The volume of sales directly affected by the deal, some . . . tonnes, does not point to such a further restraint of competition with regard to the around . . . tonnes which the two groups sell independently of one another elsewhere in the Community.\nThe proposed transaction therefore meets the conditions for authorization set out in Article 66 and can be authorized,", "main_body": ["Société Française des Pétroles BP SA, Courbevoie (Hauts-de-Seine), is hereby authorized to acquire a 50 % shareholding in Union des Combustibles UNICO SA, Paris.", "This Decision is addressed to Société Française des Pétroles BP SA, Courbevoie (Hauts-de-Seine) and Raab Karcher AG, Essen."], "attachments": "Done at Brussels, 24 April 1984.\nFor the Commission\nFrans ANDRIESSEN\nMember of the Commission\napproxi(1) Official Journal of the ECSC No 9, 11. 5. 1954, p. 345.\n(2) In the published version of this Decision, some data have hereinafter been omitted, pursuant to the provisions of Article 21 of Regulation No 17 concerning non-disclosure of business secrets."}