{"celex_id": "31984R0062", "uri": "http://publications.europa.eu/resource/cellar/38aee8e2-a10d-4a38-8f3a-e2bd8d00e49d", "type": "Regulation", "concepts": ["2925", "4288", "4734"], "title": "Commission Regulation (EEC) No 62/84 of 11 January 1984 amending Regulation (EEC) No 2408/83 on harvest and stock declarations relating to wine-sector products\n", "header": "COMMISSION  REGULATION (EEC) No 62/84\nof 11 January 1984\namending Regulation (EEC) No 2408/83 on harvest and stock declarations relating to wine-sector products\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 337/79 of 5 February 1979 on the common organization of the market in wine (1), as last amended by Regulation (EEC) No 1595/83 (2), and in particular Articles 28 (4), 40 (6), 41 (7) and 65 thereof,\nWhereas, despite the measures provided for in Article 3 (4) of Commission Regulation (EEC) No 2408/83 (3) to facilitate the introduction of the new system of harvest declarations, some Member States have encountered administrative problems which have caused considerable delays in implementing it;\nWhereas, as a result of these delays, some producers have been unable to obtain in good time the figures on yield per hectare they need to include in their declarations; whereas it should therefore be laid down, in order not to penalize these producers unfairly, that their declarations should not be invalidated by the absence or incompleteness of the said figures, provided the reasons for this have been recognized as genuine by the competent authorities in their Member State;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Wine,", "main_body": ["The following paragraph 5 is hereby added to Article 3 of Regulation (EEC) No 2408/83:\n'5. If, for the 1983/84 wine year, for reasons recognized as genuine by the competent authorities in the Member States, producers required to make harvest or production declarations find it impossible to include therein the information needed to determine the yield per hectare achieved, the complete or partial absence of this information shall not affect the validity of the declaration.\nHowever, for the purposes of the rules on compulsory distillation referred to in Article 41 of Regulation (EEC) No 337/79, table wine, the harvest or production declaration for which does not include the abovementioned information, shall be treated as being in the same category as table wine from holdings which obtained the highest yield per hectare.'", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 September 1983.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 11 January 1984.\nFor the Commission\nPoul DALSAGER\nMember of the Commission\n(1) OJ No L 54, 5. 3. 1979, p. 1.\n(2) OJ No L 162, 22. 6. 1983, p. 48.\n(3) OJ No L 236, 26. 8. 1983, p. 21."}