{"celex_id": "31989R0353", "uri": "http://publications.europa.eu/resource/cellar/b1492730-5d0d-49f3-90b5-7f9cf2c46177", "type": "Regulation", "concepts": ["1570", "4227", "4498"], "title": "Commission Regulation (EEC) No 353/89 of 13 February 1989 amending Regulation (EEC) No 756/70 on granting aid for skimmed-milk processed into casein and caseinates\n", "header": "COMMISSION  REGULATION (EEC) No 353/89\nof 13 February 1989\namending Regulation (EEC) No 756/70 on granting aid for skimmed milk processed into casein and caseinates\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 804/68 of 27 June 1968 on the common organization of the market in milk and milk products (1), as last amended by Regulation (EEC) No 1109/88 (2), and in particular Article 11 (3) thereof,\nWhereas Article 2 (4) of Council Regulation (EEC) No 987/68 of 15 July 1968 laying down general rules for granting aid for skimmed milk processed into casein or caseinates (3), as last amended by Regulation (EEC) No 3554/88 (4) provides that aid may be restricted to casein or caseinates for specific uses if the market situation so dictates; whereas, pursuant to that provision, Commission Regulation (EEC) No 756/70 (5), as last amended by Regulation (EEC) No 4177/88 (6), establishes in which cases and under what conditions the aid may be granted;\nWhereas certain provisions on the arrangements for verifying the use made of the casein or caseinates should be added in order to prevent possible fraudulent trade and with the general aim of making it easier to identify products under supervision;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Milk and Milk Products,", "main_body": ["Regulation (EEC) No 756/70 is hereby amended as follows:\n1. The following subparagraph is added to Article 4 (3):\n'Once the export declaration submitted for the casein and caseinates concerned has been accepted, the latter shall be deemed to be no longer covered by Article 9 (2) of the Treaty and shall consequently circulate in accordance with Article 1 (2) of Council Regulation (EEC) No 222/77 of 13 December 1976 on Community transit (*).\n(*) OJ No L 38, 9. 2. 1977, p. 1.'.\n2. The following paragraph is added to Article 4a:\n'In addition, sections 106 or 44 must, as the case may be, show:\n- the manufacturing batch numbers,\n- the dates of manufacture of the products,\n- the name of the Member States where the security is lodged.'\n3. The following paragraphs are added to Chapter I in Annex IV:\n'Containers and packages of casein and caseinates must also show:\n- the reference \"Regulation (EEC) No 756/70\",\n- the date of manufacture,\n- the manufacturing batch number.\nThese particulars must also appear on the containers and packages of the mixtures referred to in Article 4 (5).'", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply to quantities of casein and caseinates manufactured from 1 March 1989.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 13 February 1989.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 148, 28. 6. 1968, p. 13.\n(2) OJ No L 110, 29. 4. 1988, p. 27.\n(3) OJ No L 169, 18. 7. 1968, p. 6.\n(4) OJ No L 311, 17. 11. 1988, p. 6.\n(5) OJ No L 91, 25. 4. 1970, p. 28.\n(6) OJ No L 367, 31. 12. 1988, p. 68."}