{"celex_id": "31989R3412", "uri": "http://publications.europa.eu/resource/cellar/5eaabf06-4821-4fa3-ba57-4805385a6d72", "type": "Regulation", "concepts": ["1484", "1974", "4193", "4404", "5360"], "title": "Council Regulation (EEC) No 3412/89 of 23 October 1989 opening and providing for the administration of Community tariff quotas for certain agricultural products originating in Israel (1990)\n", "header": "COUNCIL REGULATION (EEC) No 3412/89  of 23 October 1989  opening and providing for the administration of Community tariff quotas for certain agricultural products originating in Israel (1990)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Comunity, and in particular Article 113 thereof,\nHaving regard to the proposal from the Commission,\nWhereas Articles 1 and 2 of the Fourth Additional Protocol to the Cooperation Agreement between the European Economic Community and the State of Israel (1) provide for the opening of Community tariff quotas for the import into the Community of:\n- 17 000 tonnes of new potatoes falling within CN code ex 0701 90 51 (1 January to 31 March),\n- 3 100 tonnes of carrots falling within CN code ex 0706 10 00 (1 January to 31 March),\n- 7 400 tonnes of sweet peppers and peppers falling within CN code 0709 60 10,\n- 6 400 tonnes of fresh lemons falling within CN code 0805 30 10,\n- 2 800 tonnes of peeled tomatoes falling within CN code 2002 10 10,\n- 150 tonnes of apricot pulp falling within CN code 2008 50 91,\n- 8 500 tonnes of tomato juice falling within CN codes 2009 50 10 and 2009 50 90\noriginating in Israel;\nWhereas, within the limits of these tariff quotas, customs duties are to be phased out according to the same timetables and at the same rates as laid down in Articles 75, 243 and 268 of the Act of Accession of Spain and Portugal; whereas for 1990 the  quota duties are to be equal to 54,5 % of the duties applicable to carrots, sweet peppers and peppers, 44,5 % of the duties applicable to fresh lemons and 37,5 % of those applicable to new potatoes, peeled tomatoes, apricot pulp and tomato juice;  whereas, however, Council Regulation (EEC) No 4162/87 of 21 December 1987 laying down arrangements for Spain's and Portugal's trade with Israel and amending Regulations (EEC) No 449/86 and (EEC) No 2573/87 (2) provides that the Portuguese Republic shall  defer until 31 December 1990 the application of preferential arrangements for fruit and vegetable products covered by Regulation (EEC) No 1035/72 (3) as last amended by Regulation (EEC) No 1119/89 (4); whereas the provisions of this Regulation  concerning the tariff quotas laid down for the products covered by that Regulation therefore apply only to the Community, excluding Portugal; whereas the Community tariff quotas in question should therefore be opened for 1990;\nWhereas all Community importers should be ensured equal and continuous access to the said quotas and the duty rates laid down for the quotas should be applied consistently to all imports of the products in question into all Member States until the  quotas are exhausted; whereas the necessary measures should be taken to provide for effective Community management of the quotas, so that the Member States may draw against the quotas such quantities as they may need, corresponding to actual imports;  whereas this method of administration requires close cooperation between the Member States and the Commission;\nWhereas since the Kingdom of Belgium, the Kingdom of the Netherlands and the Grand Duchy of Luxembourg are united within and jointly represented by the Benelux Economic Union, any operation concerning the administration of these quotas may be carried  out by any of its members,", "main_body": ["The customs duties applicable to imports into the Community of the products listed below originating in Israel shall be suspended during the periods, at the levels and within the limits of the Community tariff quotas shown below:\nOrder\nNo\nCN code\n(a) (b)\nDescription\nPeriod  Amount\nof quota\n(tonnes)  Quota\nduty\n(%)  Applicable in\n09.1309  ex 0701 90 51  New potatoes  1. 1 - 31. 3  17 000  5,6  Community as at present constituted          09.1317  ex 0706 10 00  Carrots  1. 1 - 31. 3  3 100  9,2  Community excluding Portugal          09.1303  0709 60 10  Sweet  peppers and peppers  1. 1 - 31. 12  7 400  3,4  Community excluding Portugal          09.1315  ex 0805 30 10  Fresh lemons  1. 1 - 31. 12  6 400  3,5  Community excluding Portugal          09.1307  2002 10 10  Peeled tomatoes  1. 1 - 31. 12  2 800  6,7   Community as at present constituted          09.1301  ex 2008 50 91  Apricot pulp, not containing added alcohol or sugar, in immediate packings of a net content of 4,5 kg or more  1. 1 - 31. 12  150  6,3  Community as at present constituted           09.1319  2009 50 10\n2009 50 90  Tomato juice  1. 1 - 31. 12  8 500  7,5 + AD S/Z\n7,8\nCommunity as at present constituted         (a) Nothwithstanding the rules for the interpretation of the combined nomenclature, the wording for the designation of the products is to be considered as having no more than an indicative value the  preferential scheme being determined, within the context of this table by the application of the CN code. Where ex CN code positions are indicated, the preferential scheme is to be determined by application of the CN code and corresponding description  taken together.\n(b) The Taric codes appear in the Annex.\nWithin the limits of these tariff quotas the Kingdom of Spain shall apply customs duties calculated in accordance with the relevant provisions of Regulation (EEC) No 4162/87.\nWithin the limits of the tariff quotas for new potatoes, peeled tomatoes, apricot pulp and tomato juice, the Portuguese Republic shall apply customs duties calculated in accordance with the relevant provisions of Regulation (EEC) No 4162/87.", "The tariff quotas referred to in Article 1 shall be managed by the Commission, which may take all appropriate administrative measures in order to ensure efficient management thereof.", "Where an importer enters a product covered by this Regulation under a declaration for free circulation in a Member State and applies to take advantage of the preferential arrangements and that declaration is accepted by the customs  authorities the Member State concerned shall, by notifying the Commission, draw an amount corresponding to its requirements from the quota volume.\nRequests for drawings, indicating the date of acceptance of the said declarations, must be sent to the Commission without delay.\nThe drawings shall be granted by the Commission by reference to the date of acceptance of the declaration of entry for free circulation, to the extent that the available balance so permits.\nIf a Member State does not use the quantities drawn it shall return them to the corresponding quota volume as soon as possible.\nIf the quantities requested are greater than the available balance of the quota volume, the balance shall be allocated among applications pro rata. The Commission shall inform the Member States of the drawings made.", "Each Member State shall ensure that importers of the products in question have equal and continous access to the quotas for as long as the balance of the relevant quota volume so permits.", "The Member States and the Commission shall cooperate closely to ensure that this Regulation is complied with.", "This Regulation shall enter into force on 1 January 1990.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 23 October 1989.\nFor the Council\nThe President\nH. NALLET\n(1) OJ No L 327, 30. 11. 1988, p. 36.\n(2) OJ No L 396, 31. 12. 1987, p. 1.\n(3) OJ No L 118, 20. 5. 1972, p. 1.\n(4) OJ No L 118, 29. 4. 1989, p. 12.\nANNEX  TARIC codes     Order No\nCN code  TARIC code      09.1309  ex 0701 90 51  0701 90 51*10    0701 90 51*20      09.1317  ex 0706 10 00  0706 10 00*11      09.1315  ex 0805 30 10  0805 30 10*11    0805 30 10*12      09.1301  ex 2008 50 91  2008 50 91*20"}