{"celex_id": "31986R0504", "uri": "http://publications.europa.eu/resource/cellar/354389f3-3e6b-440c-805f-4dad22e7acfa", "type": "Regulation", "concepts": ["1170", "1563", "2450", "2845", "2847", "614", "863"], "title": "Council Regulation (EEC) No 504/86 of 25 February 1986 on transitional arrangements for trade between Spain and the other Member States and between Spain and third countries in glucose and lactose covered by Regulation (EEC) No 2730/75 and in ovalbumin and lactalbumin covered by Regulation (EEC) No 2783/75\n", "header": "COUNCIL REGULATION No 504/86  of 25 February 1986  on  transitional arrangements for trade between Spain and the other Member States and between Spain and  third countries in glucose and lactose covered by Regulation (EEC) No 2730/75 and in ovalbumin and  lactalbumin covered by Regulation (EEC) No 2783/75\nTHE COUNCIL OF THE EUROPEAN  COMMUNITIES", "recitals": ",  Having regard to the Treaty establishing the European Economic Community,  Having  regard to the Act of Accession of Spain and of Portugal and in particular Article 89 (1) thereof,   Having regard to the proposal from the Commission,  Whereas in regard to trade in agricultural  products between the Community of Ten and Spain and between that country and third countries, the  Act of Accession provides for transitional arrangements involving essentially the introduction of a  mechanism to offset price differences; whereas the arrangements applicable to trade in agricultural  products between Spain and Portugal are those laid down in Regulation (EEC) No 3792/85  (1),  adopted pursuant to Articles 88 and 259 of the Act of Accession;  Whereas in contrast to the  situation for other products resulting from the processing of agricultural products but not listed  in Annex II to the Treaty establishing the European Economic Community, the Act of Accession made  no transitional arrangements for trade between Spain and the Community of Ten, Portugal and third  countries in glucose and lactose covered by Regulation (EEC) No 2730/75  (2) and ovalbumin and  lactalbumin covered by Regulation (EEC) No 2783/75  (3); whereas in the case of Portugal such  arrangements were however provided for by Article 259  (2) of the Act of Accession;  Whereas the  market in certain products listed in Annex II to the Treaty establishing the European Economic  Community (glucose falling within subheading 17.02 B II and lactose falling within subheading 17.02  A II of the Common Customs Tariff, and eggs in shell) is largely dependent on the market in the  abovementioned products; whereas therefore the risks of an imbalance detrimental to trade in the  said products of Annex II between Spain and the Community of Ten and Portugal, and serious risks of  deflection of traffic in trade in these   products with third countries cannot be prevented;  whereas during the transitional period, arrangements involving a mechanism to offset price  differences will be applicable both to glucose and lactose covered by Regulation (EEC) No 2730/75  and to albumin and lactalbumin covered by Regulation (EEC) No 2783/75;  Whereas arrangements  corresponding to those provided for in Article 259  (2) of the Act of Accession should be applied  with regard to the products in question,", "main_body": ["1.    The compensatory amounts applicable to the corresponding agricultural products shall be  applicable, in accordance with the same rules as for these products, to trade in glucose and  lactose covered by Regulation (EEC) No 2730/75 and in ovalbumin and lactalbumin covered by  Regulation (EEC) No 2783/85 between the Community as constituted on 31 December 1985 and Spain and  between Spain and third countries.  2.    As far as ovalbumin and lactalbumin are concerned: (a)   for the purposes of paragraph 1 'corresponding agricultural products' shall mean eggs in shell  falling within subheading 04.05 A I b) of the Common Customs Tariff; (b)the compensatory amounts  applicable to these latter products shall be multiplied by the coefficient laid down in Article 2  (1) of Regulation (EEC) No 2783/75. 3.    Article 78 of the Act of Accession shall be applicable to  glucose covered by Regulation (EEC) No 2730/75.  4.    Regulation (EEC) No 3792/85 shall be  applicable to trade in the products referred to in paragraph 1 between Spain and Portugal.", "The detailed rules of application of Article 1 or any provisions necessary to prevent, in the  application of this     Regulation, deflection of traffic in trade between Spain and the other  Member States, shall be adopted, as the need arises, in accordance with the procedure laid down in  Article 26 of Regulation (EEC) No 2727/75 of the Council of 29 October 1975 on the common  organization of the market in cereals  (1), as last amended by Regulation (EEC) No 3768/85  (2),  or, as appropriate, the corresponding articles of the Regulations on the common organization of the  markets in eggs and in milk and milk products.", "This Regulation shall enter into force  on 1 March 1986.\nThis Regulation shall be binding in its entirety and directly  applicable in all Member States."], "attachments": "Done at Brussels, 25 February 1986.  For the Council  The  President  G. BRAKS\n(1)  OJ No L 367, 31. 12. 1985, p. 7.\n(2)  OJ No L 281, 1. 11. 1975, p. 20.\n(3)  OJ No L 282, 1. 11. 1975, p. 104.\n(1)  OJ No L 281, 1. 11. 1975, p. 1.\n(2)  OJ No L 362, 31. 12. 1985, p. 8."}