{"celex_id": "31985L0572", "uri": "http://publications.europa.eu/resource/cellar/bd664554-cb4a-4d7e-8e95-e36da6c900bf", "type": "Directive", "concepts": ["1442", "1837", "192", "2735", "5300", "6569", "720"], "title": "Council Directive 85/572/EEC of 19 December 1985 laying down the list of simulants to be used for testing migration of constituents of plastic materials and articles intended to come into contact with foodstuffs\n", "header": "31.12.1985 EN Official Journal of the European Communities L 372/14\nCOUNCIL DIRECTIVE\nof 19 December 1985\nlaying down the list of simulants to be used for testing migration of constituents of plastic materials and articles intended to come into contact with foodstuffs\n(85/572/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 82/711/EEC of 18 October 1982 laying down the basic rules necessary for testing migration of the constituents of plastic materials and articles intended to come into contact with foodstuffs (1), and in particular Article 2 (3) thereof,\nHaving regard to the proposal from the Commission (2),\nHaving regard to the opinion of the European Parliament (3),\nHaving regard to the opinion of the Economic and Social Committee (4),\nWhereas, by virtue of Article 2 (3) of, together with the first indent of Chapter 1 (2) of the Annex to Directive 82/71 I/EEC, appropriate simulants to carry out migration tests should be indicated for plastic materials and articles intended to come into contact with a single foodstuff or a specific group of foodstuffs;\nWhereas the possibility should not be excluded, where necessary, of making use of methods for testing migration other than those laid down in this Directive;\nWhereas, in determining appropriate simulants, account must be taken in particular of the chemical composition of the foodstuff and its physical properties;\nWhereas, for some foodstuffs containing fat, the result obtained in migration tests with the simulant is higher than that obtained in migration tests with the foodstuff itself and whereas therefore the result should be corrected by applying a ‘reduction factor’ appropriate to the particular situation; whereas in certain specific cases, particularly that of materials and objects in contact with foodstuffs with fatty substances on the surface, the existence of appropriate methods of analysis is essential for implementation of this Directive;\nWhereas the adaptation of this Directive to technical progress constitutes an implementing measure, the adoption of which, in order to simplify and accelerate the procedure, should in principle be the responsibility of the Commission;\nWhereas in all cases in which the Council confers on the Commission authority to implement the provisions relating to plastic materials and articles intended to come into contact with foodstuffs, a procedure should be laid down establishing close cooperation between Member States and the Commission within the Standing Committee for Foodstuffs, set up under Decision 69/414/EEC (5),", "main_body": ["Pursuant to Article 2 (3) of Directive 82/71 I/EEC, the simulants to be used for testing migration of the constituents of plastic materials and articles intended to come into contact with a single foodstuff or specific group of foodstuffs and the concentration of these simulants shall be those indicated in the Annex.", "Notwithstanding Article 1, the list of substances or materials whose use is authorized to the exclusion of all others may lay down procedures testing migration of particular constituents of plastic materials and articles which differ from those laid down in the Annex where this is appropriate.", "Adaptations to be made to the Annex to this Directive in the light of progress in scientific and technical knowledge shall be adopted in accordance with the procedure laid down in Article 10 of Directive 76/893/EEC (6).", "Member States shall take all measures necessary to comply with this Directive not later than such time as they take the measures to implement Directive 82/711/EEC", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 19 December 1985.\nFor the Council\nThe President\nM. FISCHBACH\n(1)  OJ No L 297, 23. 10. 1982, p. 26.\n(2)  OJ No C 102, 14. 4. 1984, p. 4.\n(3)  OJ No C 175, 15. 7. 1985, p. 299.\n(4)  OJ No C 25, 28. 1. 1985, p. 6.\n(5)  OJ No L 291, 19. 11. 1969, p. 9.\n(6)  OJ No L 340, 9. 12. 1976, p. 19.\nANNEX\nLIST OF SIMULANTS\n1. In the following tables, which make up a non-exhaustive list of foodstuffs, the simulants to be used in migration tests with a particular foodstuff or group of foodstuffs are identified by the letters shown:\n2. For each foodstuff or group of foodstuffs, only the simulant(s) indicated by an ‘X’ is (are) to be used, using for each simulant, a new sample of the materials and subject concerned. Where no ‘X’ appears, no migration test is required for the heading or subheading concerned.\n3. When ‘X’ is followed by an oblique stroke and a figure, the result of the migration tests should be divided by the number indicated. In the case of certain types of fatty foodstuffs this figure, known as the ‘reduction factor’, is conventionally used to take account of the greater extractive capacity of the simulant for such foodstuffs.\n4. Where the letter ‘a’ is shown in brackets after the ‘X’, only one of the two simulants given should be used:\n— if the pH value of the foodstuff is higher than 4,5, simulant A should be used,\n— if the pH value of the foodstuff is 4,5, or less, simulant B should be used.\n5. Where a foodstuff is listed under both a specific and a general heading, only the simulant(s) indicated under the specific heading is (are) to be used.\nTABLE\nReference number Description of foodstuffs Simulants to be used\nA B C D\n01 Beverages\n01.01 Non-alcoholic beverages or alcoholic beverages of an alcoholic strength lower than 5 % vol.:\nWaters, ciders, fruit or vegetable juices of normal strength or concentrated, musts, fruit nectars, lemonades and mineral waters, syrups, bitters, infusions, coffee, tea, liquid chocolate, beers and other X(a) X(a)\n01.02 Alcoholic beverages of an alcoholic strength equal to or exceeding 5 % vol.:\nBeverages shown under heading 01.01 but with an alcoholic strength equal to or exceeding 5 % vol.:\nWines, spirits and liqueurs  X (4) X (5)\n01.03 Miscellaneous: undenatured ethyl aclcohol  X (4) X (5)\n02 Cereals, cereal products, pastry, biscuits, cakes and other bakers' wares\n02.01 Starches\n02.02 Cereals, unprocessed, puffed, in flakes, (including popcorn, corn flakes and the like)\n02.03 Cereal flour and meal\n02.04 Macaroni, spaghetti and similar products\n02.05 Pastry, biscuits, cakes and, other bakers' wares, dry:\nA. With fatty substances on the surface\nB. Other\n02.06 Pastry, cakes and other bakers' wares, fresh:\nA. With fatty substances on the surface\nB. Other\n03 Chocolate, sugar and products thereof Confectionery products\n03.01 Chocolate, chocolate-coated products, substitutes and products coated with substitutes    X/5\n03.02 Confectionery products:\nA. In solid form:\nI. With fatty substances on the surface\nII. Other\nB. In paste form:\nI. With fatty substances on the surface\nII. Moist\n03.03 Sugar and sugar products:\nA. In solid form\nB. Honey and the like\nC. Molasses and sugar syrups\n04 Fruit, vegetables and products thereof\n04.01 Whole fruit, fresh or chilled\n04.02 Processed fruit:\nA. Dried or dehydrated fruit, whole or in the form of flour or powder\nB. Fruit in the form of chunks, puree or paste\nC. Fruit preserves (jams and similar products — whole fruit or chunks or in the form of flour or powder, preserved in a liquid medium):\nI. In an aqueous medium\nII. In an oily medium\nIII. In an alcoholic medium (≥ 5 % vol.)\n04.03 Nuts (peanuts, chestnuts, almonds, hazelnuts, walnuts, pine kernels and other):\nA. Shelled, dried\nB. Shelled and roasted\nC. In paste or cream form\n04.04 Whole vegetables, fresh or chilled\n04.05 Processed vegetables:\nA. Dried or dehydrated vegetables whole or in the form of flour or powder\nB. Vegetables, cut, in the form of purees\nC. Preserved vegetables:\nI. In an aqueous medium\nII. In an oily medium\nIII. In an alcoholic medium (≥ 5 % vol.)\n05 Fats and oils\n05.01 Animals and vegetable fats and oils, whether natural or treated (including cocoa butter, lard, resolidified butter)    X\n05.02 Margarine, butter and other fats and oils made from water emulsions in oil    X/2\n06 Animal products and eggs\n06.01 Fish:\nA. Fresh, chilled, salted, smoked\nB. In the form of paste\n06.02 Crustaceans and molluscs (including oysters, mussels, snails) not naturally protected by their shells X\n06.03 Meat of all zoological species (including poultry and game):\nA. Fresh, chilled, salted, smoked\nB. In the form of paste, creams\n06.04 Processed meat products (ham, salami, bacon and other) X   X/4\n06.05 Preserved and part-preserved meat and fish:\nA. In an aqueous medium\nB. In an oily medium\n06.06 Eggs not in shell:\nA. Powdered or dried\nB. Other\n06.07 Egg yolks:\nA. Liquid\nB. Powdered or frozen\n06.08 Dried white of egg\n07 Milk products\n07.01 Milk:\nA. Whole\nB. Partly dried\nC. Skimmed or partly skimmed\nD. Dried\n07.02 Fermented milk such as yoghourt, buttermilk and such products in association with fruit and fruit products  X\n07.03 Cream and sour cream X (a) X (a)\n07.04 Cheeses:\nA. Whole, with rind\nB. Processed cheeses\nC. All others\n07.05 Rennet:\nA. In liquid or viscous form\nB. Powdered or dried\n08 Miscellaneous products\n08.01 Vinegar  X\n08.02 Fried or roasted foods:\nA. Fried potatoes, fritters and the like\nB. Of animal origin\n08.03 Preparations for soups, broths, in liquid, solid or powder form (extracts, concentrates); homogenized composite food preparations, prepared dishes:\nA. Powdered or dried:\nI. With fatty substances on the surface\nII. Other\nB. Liquid or paste:\nI. With fatty substances on the surface\nII. Other\n08.04 Yeasts and raising agents:\nA. In paste form\nB. Dried\n08.05 Salt\n08.06 Sauces:\nA. Without fatty substances on the surface\nB. Mayonnaise, sauces derived from mayonnaise, salad creams and other oil in water emulsions\nC. Sauce containing oil and water forming two distinct layers\n08.07 Mustard (except powdered mustard under heading 08.17) X (a) X (a)  X/3 (7)\n08.08 Sandwiches, toasted bread and the like containing any kind of foodstuff:\nA. With fatty substances on the surface\nB. Other\n08.09 Ice-creams X\n08.10 Dried foods:\nA. With fatty substances on the surface\nB. Other\n08.11 Frozen or deep-frozen foods\n08.12 Concentrated extracts of an alcoholic strength equal to or exceeding 5 % vol  X (4) X\n08.13 Cocoa:\nA. Cocoa powder\nB. Cocoa paste\n08.14 Coffee, whether or not roasted, decaffeinated or soluble, coffee substitutes, granulated or powdered\n08.15 Liquid coffee extracts X\n08.16 Aromatic herbs and other herbs:\ncamomile, mallow, mint, tea, lime blossom and others\n08.17 Spices and seasonings in the natural state:\ncinnamon, cloves, powdered mustard, pepper, vanilla, saffron and other\n(1)  Characteristics of rectified olive oil\nIodine value (Wijs) = 80 to 88\nRefractive index at 25 oC = 1,4665 to 1,4679\nAcidity (expressed as % oleic acid) = 0,5 % maximum\nPeroxide number (expressed as oxygen milliequivalents per kg of oil) = 10 maximum\n(2)  Composition of the synthetic triglycerides mixture\nFatty acid distribution\nNumber of C-atoms in fatty acid residue 6 8 10 12 14 16 18 others\nGLC area [%] ~ 1 6 to 9 8 to 11 45 to 52 12 to 15 8 to 10 8 to 12 ≤ 1\nPurity\nContent of monoglycerides (enzymatically) ≤ 0,2 %\nContent of diglycerides (enzymatically) ≤ 2,0 %\nUnsaponifiable matter ≤ 0,2 %\nIodine value (Wijs) ≤ 0,1 %\nAcid value ≤ 0,1 %\nWater content (K. Fischer) ≤ 0,1 %\nMelting point 28 ± 2oC\nTypical absorption spectrum (thickness of layer: d = 1 cm; reference: water = 35 oC)\nWavelength (nm) 290 310 330 350 370 390 430 470 510\nTransmittance (%) ~ 2 ~ 15 ~ 37 ~ 64 ~ 80 ~ 88 ~ 95 ~ 97 ~ 98\nAt least 10 % light transmittance at 310 nm (cell of 1 cm, reference: water 35 oC)\n(3)  Characteristics of sunflower oil\nIodine value (Wijs) = 120 to 145\nRefractive index at 20 oC = 1,474 to 1,476\nSaponification number = 188 to 193\nRelative density at 20 oC = 0,918 to 0,925\nUnsaponifiable matter = 0,5 % to 1,5 %\n(4)  This test shall be carried out only in cases where the pH is 4,5 or less.\n(5)  This test may be carried out in the case of liquids or beverages of an alcoholic strength exceeding 15 % vol. with aqueous solutions of ethanol of a similar strength.\n(6)  This test is to be used only where the pH is 4,5 or less.\n(7)  If it can be demonstrated by means of an appropriate test that there is no ‘fatty contact’ with the plastic, the test with simulant D may be dispensed with."}