{"celex_id": "31989R1124", "uri": "http://publications.europa.eu/resource/cellar/9d180fba-420f-40f4-ab38-cb7a7e01ce08", "type": "Regulation", "concepts": ["1201", "164", "2681", "2730", "666", "693"], "title": "Council Regulation (EEC) No 1124/89 of 27 April 1989 amending Regulation (EEC) No 1035/77 laying down special measures to encourage the marketing of products processed from lemons\n", "header": "COUNCIL REGULATION (EEC) No 1124/89 of 27 April 1989 amending Regulation (EEC) No 1035/77 laying down special measures to encourage the marketing of products processed from lemons\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 43 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas Regulation (EEC) No 1035/77 (4), as last amended by Regulation (EEC) No 1353/86 (5), introduces a system of aid for products processed from lemons harvested in the Community, based on contract linking Community producers and processors;\nWhereas the said system was limited to products subject to competition from similar products imported from third countries; whereas, accordingly, for Italy whose production accounts for a major share of the Community lemons processed, the aid system was  subject to special conditions limiting the granting of the financial compensation on account of the restrictive arrangements on imports from third countries in force in that Member State; whereas, as a result of the opening-up of the Italian market,  those special\nconditions should be repealed and the abovementioned Regulation should be amended accordingly,", "main_body": ["Regulation (EEC) No 1035/77 is hereby amended as follows:\n1.  Article 2 (2) is deleted.\n2.  Article 2 (3) is replaced by the following:\nÂ´3.  The financial compensation shall be paid to the parties concerned, on application, for products of Community origin once the processor provides proof that for a given marketing year those quantities were obtained from lemons covered by the  abovementioned contracts and in respect of which a price at least equal to the minimum price was paid.'", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 December 1988.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 27 April 1989.\nFor the Council\nThe President\nJ. BARRIONUEVO PEĂ\u0091A\n(1) OJ No C 82, 3. 4. 1989, p. 64.\n(2) Opinion delivered on 13 April 1989 (not yet published in the Official Journal).\n(3) Opinion delivered on 31 March 1989 (not yet published in the Official Journal).\n(4) OJ No L 125, 19. 5. 1977, p. 3.\n(5) OJ No L 119, 8. 5. 1986, p. 53."}