{"celex_id": "31984R1028", "uri": "http://publications.europa.eu/resource/cellar/333906e3-d3fe-4438-88da-a721886f0167", "type": "Regulation", "concepts": ["2193", "2871", "4059", "4215", "4994", "5300"], "title": "Council Regulation (EEC) No 1028/84 of 31 March 1984 amending Regulation (EEC) No 2731/75 fixing standard qualities for common wheat, rye, barley, maize and durum wheat\n", "header": "COUNCIL REGULATION (EEC) No 1028/84 of 31 March 1984 amending Regulation (EEC) No 2731/75 fixing standard qualities for common wheat, rye, barley, maize and durum wheat\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 43 thereof,\nHaving regard to Council Regulation (EEC) No 2727/75 of 29 October 1975 on the common organization of the market in cereals (1), as last amended by Regulation (EEC) No 1018/84 (2), and in particular Article 3 (6) thereof,\nHaving regard to the proposal from the Commission (3),\nHaving regard to the opinion of the European Parliament (4),\nWhereas trends in the production and consumption of cereals require that conditions of intervention be reinforced in the long term ; whereas this aim can be achieved only by introducing stricter requirements for the standard qualities and, hence, for the minimum quality stipulated for intervention ; whereas, to this end, the moisture content for maize should be adjusted and the moisture content which should be adopted for the standard quality of common wheat defined;\nWhereas an intervention price is to be fixed for sorghum from the 1984/85 marketing year ; whereas such a measure requires a standard quality to be defined;\nWhereas a certain number of technical improvements should be made to Regulation (EEC) No 2731/75 (5) when the amendments referred to above are made,", "main_body": ["Regulation (EEC) No 2731/75 is hereby amended as follows:    1. The title shall be amended to read:\n\"... fixing standard qualities for common wheat, rye, barley, maize, sorghum and durum wheat\".\n2. In Article 4 (b), the moisture content given is hereby changed to 15,5 %.\n3. The second indent of Article 4 (c) is hereby replaced by the following:\n\"- percentage of grain impurities : 4 % (\"grain impurities\" means grains of other cereals, grains damaged by pests and grains heated by drying)\".\n4. The following Article shall be inserted:\n\"Article 4a\nThe standard quality for which the target price and the intervention price for sorghum are fixed is defined as follows:      (a) sorghum of a sound and fair marketable quality, free from abnormal smell and live pests;\n(b) moisture content : 15,5 %;\n(c) total percentage of matter other than basic cereals of unimpaired quality : 8 %, of which:        - percentage of broken grains : 2 % (\"broken grains\" means pieces of grain or grains which pass through a sieve with a circular mesh 1,8 millimetres in diameter),\n- percentage of grain impurities : 4 % (\"grain impurities\" means grains of other cereals, grains damaged by pests and grains heated by drying),\n- percentage of sprouted grains : 1 %,\n- percentage of miscellaneous impurities : 1 % (\"miscellaneous impurities\" consist of weed seeds, damaged grains, extraneous matter, husks, dead insects and fragments of insects);\n(d) tannin content : 0,30 % by kilogram of dry matter.\"\n5. In Article 5:      - the word \"dry\" is hereby deleted from point (a);\n- the following point shall be added:\n\"(d) moisture content : 15,5 %\".  (1) OJ No L 281, 1.11.1975, p. 1. (2) See page 1 of this Official Journal. (3) OJ No C 62, 5.3.1984, p. 6. (4) OJ No C 104, 16.4.1984, p. 96. (5) OJ No L 281, 1.11.1975, p. 1.\n6. Article 6 is hereby replaced by the following:\n\"Article 6\nFor the purposes of this Regulation:      (a) the matter other than basic cereals of unimpaired quality shall be as defined in the Annex, save as otherwise provided for in this Regulation;\n(b) the methods for determining:        - matter other than basic cereals of unimpaired quality,\n- moisture content,\n- \"mitadinĂŠ\" durum wheat grains,\n- tannin content\nshall be determined in accordance with the procedure laid down in Article 26 of Regulation (EEC) No 2727/75.\"\n7. Annex I.B and Annex II are hereby repealed. Annex I.A therefore becomes the sole Annex.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply from the beginning of the 1984/85 marketing year for each of the products concerned.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 31 March 1984.\nFor the Council\nThe President\nM. ROCARD"}