{"celex_id": "31989R2394", "uri": "http://publications.europa.eu/resource/cellar/52042cbe-afcf-402c-9280-ab99e1a4a8f7", "type": "Regulation", "concepts": ["4578", "4717"], "title": "Council Regulation (EEC) No 2394/89 of 28 July 1989 opening, allocating and providing for the administration of a Community tariff quota for certain wines having a registered designation of origin and originating in Tunisia (1989 to 1990)\n", "header": "COUNCIL  REGULATION (EEC) No 2394/89\nof 28 July 1989\nopening, allocating and providing for the administration of a Community tariff quota for certain wines having a registered designation of origin and originating in Tunisia (1989 to 1990)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 113 thereof,\nHaving regard to the proposal from the Commission,\nWhereas Article 3 of the Additional Protocol to the Cooperation Agreement between the European Economic Community and the Republic of Tunisia (1) stipulates that certain wines having a registered designation of origin falling within CN codes ex 2204 21 25, ex 2204 21 29, ex 2204 21 35 and ex 2204 21 39 and originating in Tunisia, as specified in the Agreement in the form of an Exchange of Letters and produced from the 1977 and subsequent harvests, shall be imported into the Community free of customs duties within the limits of an annual Community tariff quota of 50 000 hectolitres;\nWhereas by virtue of the provisions of a common declaration of the Contracting Parties forming an integral part of the said Protocol the accounting of the quantities of the products in question must begin on 1 January each year; whereas to keep this arrangement it is fitting to open the quota in question for the period 1 November 1989 to 31 December 1990 with the consequence that the quota, by applying the pro rata clause, must be fixed at 58 333 hectolitres;\nWhereas these wines must be put up in containers holding two litres or less; whereas they must be accompanied either by a certificate of designation of origin in accordance with the model given in Annex D to the abovementioned Agreement or, by way of derogation, by a document VI 1 or an extract VI 2 annotated in compliance with Article 9 of Regulation (EEC) No 3590/85 (2);\nWhereas the wines in question are subject to compliance with the free-at-frontier reference price; whereas in order for these wines to benefit from the tariff quota, Article 54 of Regulation (EEC) No 822/87 (3) must be complied with;\nWhereas Council Regulation (EEC) No 2573/87 of 11 August 1987 laying down the arrangements for trade between Spain and Portugal on the one hand and Algeria, Egypt, Jordan, Lebanon, Tunisia and Turkey on the other (4) provides that the Kingdom of Spain and the Portuguese Republic shall apply, from the date on which the Regulation enters into force, a duty reducing the gap between the rate of the basic duty and that of the preferential duty; whereas the Portuguese Republic is to defer application of the preferential arrangements for the products in question until the start of the second stage; whereas this present Regulation therefore applies to the Community with the exception of Portugal;\nWhereas equal and continuous access to the quota should be ensured for all Community importers and the rates laid down for the quota should be applied consistently to all imports of the product in question into all the Member States until the quota is exhausted; whereas it is appropriate not to provide for allocation among Member States, without prejudice to the drawing, on the tariff quota, of such quantities as they may need, under conditions and according to a procedure to be determined; whereas this method of administration requires close cooperation between the Member States and the Commission and the latter must in particular be able to monitor the rate at which the tariff quota is used and inform the Member States accordingly;\nWhereas, since the Kingdom of Belgium, the Kingdom of the Netherlands and the Grand Duchy of Luxembourg are united within and jointly represented by the Benelux Economic Union, any operation concerning the administration of the drawings made by that economic union may be carried out by any one of its members,", "main_body": ["From 1 November 1989 to 31 December 1990 on import into the Community with the exception of Portugal, the customs duty for the following products shall be suspended at a level and within the limits of a Community tariff quota as follows:\n1.2.3.4.5 //  //  //  //  //  // Order No  // CN code  // Description  // Amount of quota (in tonnes)   // Quota duty (%)   //    //   //   //   //   //   //   //   //   //  // 09.1206   // ex 2204 21 25 ex 2204 21 29 ex 2204 21 35 ex 2204 21 39  // - Wines entitled to one of the following designations of origin: Coteaux de Teboura, Coteaux d'Utique, Sidi-Salem, Kelibia, Thibar, Mornag, grand cru Mornag of an actual alcoholic strength of 15 % vol or less and in containers holding two litres or less, originating in Tunisia   // 58 333 250, 1. 9. 1987, p. 1.\nWithin the limits of this tariff quota, the Kingdom of Spain shall apply customs duties calculated in accordance with the relevant provisions of Regulation (EEC) No 2573/87.\n2. Wines produced from the 1977 or subsequent harvest shall be eligible for the tariff quota referred to in paragraph 1.\n3. The wines in question are subject to compliance with the free-at-frontier reference price.\nThe wines in question shall be eligible under this tariff quota on condition that the provisions of Article 54 of Regulation (EEC) No 822/87 are complied with.\n4. Each of these wines when imported shall be accompanied either by a certificate of designation of origin, issued by the relevant Tunisian authority, in accordance with the model annexed to this Regulation and certifying in box 16 that the wines have been produced from the 1977 or subsequent harvests, or by a document V I 1 or an extract V I 2 annotated in compliance with Article 9 of Regulation (EEC) No 3590/85.", "The tariff quota referred to in Article 1 shall be administered by the Commission, which may take any appropriate measure with a view to ensuring the efficient administration thereof.", "If an importer presents in a Member State a declaration of entry into free circulation including a request for preferential benefit for a product covered by this Regulation, and if this declaration is accepted by the customs authorities, the Member State concerned shall draw, from the tariff quota, by means of notification to the Commission, a quantity corresponding to these needs.\nThe requests for drawing, with the indication of the date of acceptance of the said declaration, must be communicated to the Commission without delay.\nThe drawings are granted by the Commission on the basis of the date of acceptance of the declaration of entry into free circulation by the customs authorities of the Member State concerned, to the extent that the available balance so permits.\nIf a Member State does not use the quantities drawn, it shall return them as soon as possible to the tariff quota.\nIf the quantities requested are greater than the available balance of the tariff quota, allocation shall be made on a pro rata basis with respect to the requests. Member States shall be informed by the Commission of the drawings made.", "1. Member States shall take all appropriate measures to ensure that their drawings pursuant to Article 3 enable imports to be charged without interruption against the Community quota.\n2. Each Member State shall ensure that importers of the product concerned have free access to the quota for such times as the balance of the tariff quota so permits.\n3. Member States shall charge imports of the said product against their drawings as and when such product is entered with the customs authorities under cover of declarations of entry into free circulation.\n4. The extent to which the quota has been used up shall be determined on the basis of the imports charged in accordance with paragraph 3.", "The Member States and the Commission shall cooperate closely to ensure that this Regulation is complied with.", "This Regulation shall enter into force on 1 November 1989.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 28 July 1989.\nFor the Council\nThe President\nM. CHARASSE  // free   //    //   //   //   //\n(1) OJ No L 297, 21. 10. 1987, p. 36. (2) OJ No L 343, 20. 12. 1985, p. 20. (3) OJ No L 84, 7. 3. 1987, p. 1. (4) OJ No L\nANNEX"}