{"celex_id": "31985R0096", "uri": "http://publications.europa.eu/resource/cellar/5edff0fd-b4c0-4b25-9d94-96bb2e7e3603", "type": "Regulation", "concepts": ["2739", "5100", "588"], "title": "Council Regulation (EEC) No 96/85 of 14 January 1985 imposing a definitive anti-dumping duty on imports of pentaerythritol originating in Canada\n", "header": "COUNCIL  REGULATION (EEC) No 96/85\nof 14 January 1985\nimposing a definitive anti-dumping duty on imports of pentaerythritol originating in Canada\nTHE COUNCIL OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2176/84 of 23 July 1984 on protection against dumped or subsidized imports from countries not members of the European Economic Community (1), and in particular Article 12 thereof,\nHaving regard to the proposal submitted by the Commission after consultations within the Advisory Committee as provided for under the above Regulation,\nWhereas:\nA. Provisional action\n(1) The Commission, by Regulation (EEC) No 2681/84 (2), imposed a provisional anti-dumping duty on imports of pentaerythritol originating in Canada.\nB. Subsequent procedure\n(2) Following the imposition of the provisional anti-dumping duty the exporter concerned requested, and was granted, an opportunity to be heard by the Commission. The exporter also made a written submission making known his views on the duty in question.\n(3) The exporter requested to be informed of certain facts and essential considerations on the basis of which the Commission intended to recommend definitive action, and this request was granted.\nC. Dumping\n(4) No new evidence on dumping has been received since the imposition of the provisional duty and the Commission, therefore, considers its findings on dumping as set out in Regulation (EEC) No 2681/84 to be definitive.\n(5) However, the exporter argued that it was improper, when constructing the export prices, to take account of a reasonable margin for overheads and profit at Celanese AG, the Swiss subsidiary which purchased the product concerned from its parent company and which resold it to customers in the Community. The exporter further argued that, even if it was proper to take account of a margin, it should not have been done without any input of information from the exporter or its subsidiary.\nSince the export prices had to be constructed on the basis of the prices at which the product concerned was sold by Celanese AG to independent buyers in the Community, it was considered appropriate, in the light of Article 2 (8) of Regulation (EEC) No 2176/84, to take account of a margin for overheads and profit of Celanese AG in order to arrive at a net ex-works export price necessary for the calculation of the dumping margin.\nFurthermore, since the profits realized by Celanese AG were profits made as a subsidiary of the exporter concerned and in order to ensure that the profit margin taken into consideration by the Commission was not influenced by the relationship between the exporter and its subsidiary, it was considered inappropriate to rely on the figures for profit available in the books of Celanese AG, but to take account of a margin determined by the Commission in the light of the size of the commissions paid by Celanese AG to its agents.\n(6) Consequently the preliminary determinations are confirmed.\nD. Injury\n(7) No fresh evidence regarding injury to the Community industry has been submitted.\n(8) However, the exporter argued that it was inappropriate to aggregate the imports of pentaerythritol originating in Canada with those originating in Spain and Sweden. In this respect it was underlined that the amount of the imports of the Canadian product into the Community had decreased and corresponded to a declining market share of the Canadian product in the Community.\nThe Commission found, however, that with regard to the development of imports of the Canadian product the alleged decline was not continuous between 1980 and 1983, since in 1981 and 1983 an increase of 19,2 % and 5,0 % respectively took place as compared with the previous year. Furthermore, even if imports had shown a continuous decline, that would not have been sufficient reason for not aggregating those imports with imports from Sweden and Spain since the market share held by the Canadian product in 1983 was still significant.\nWith regard to the question whether or not it was appropriate to aggregate in this case, it was found that all products under investigation competed with each other and with Community products in the Community market, as users of the product concerned purchased it irrespective of the country of origin.\n(9) The exporter alleged that imports other than those under investigation were also dumped and argued that, if aggregation is indispensable, those imports should also have been taken into account, particularly those originating in Brazil, Chile and Japan.\nHowever, the Commission could not do so, since no anti-dumping complaints had been lodged by Community producers concerning imports of the product concerned originating in those countries and no anti-dumping proceedings had, therefore, been initiated. Furthermore, no prima-facie evidence was available to the Commission from which it could have been deduced that those products had been dumped in the Community and which would have caused it to open, on its own initiative, proceedings concerning the products originating in those countries.\n(10) The exporter further claimed that account should have been taken of the essentially differing interests of, on the one hand, a new exporter (in Spain) and, on the other hand, established suppliers on the Community market, like the Canadian and Swedish suppliers.\nWith regard to this argument it should in the first place be underlined that what matters in an anti-dumping proceeding is not the differing interests of new and established producers, but the effect of imports at dumped prices on the Community market. As to the substance of this argument, the exporter seems to suggest that the anti-dumping proceeding should have been restricted to the Spanish exporter, who was the newcomer on the Community market and whom he claims to have been the cause of injury to the Community industry, and should not have been extended to exporters (including the Canadian supplier) with a traditional presence on the Community market, against whom the Community producers had not lodged a complaint before the newcomer entered the market. However, the fact that Community producers did not lodge an anti-dumping complaint at that time cannot be considered as sufficient grounds for preventing them from lodging a complaint at a later stage or as a justification for not taking protective measures against the established producers.\nFurthermore, the fact that the Canadian exporter did not follow the price decrease initiated by the Spanish exporter on the Community market is irrelevant, since it is not considered essential in an anti-dumping proceeding to determine which exporter started causing injury to the Community industry if it is established that all exporters concerned contributed to the material injury suffered by the Community industry. In view of the volume of the product imported from Canada and the market share held by this product in the Community, it is established that the Canadian exporter also contributed in this case to the injury suffered by the Community industry.\n11. The exporter also argued that account should have been taken of the beneficial effect of the closure of the plant of a former Community producer on the remaining Community producers.\nThe Commission found that the fact that a Community producer decided to close the plant, where the product concerned was manufactured, and not to set up a new plant, mainly because of the depressed market prices resulting from the dumping of products originating in third countries could indeed have enabled each of the remaining Community producers to increase their capacity utilization and market share. However, even if such a result could be considered as beneficial for the Community industry as a whole, this does not constitute a ground for not taking action against dumping. Furthermore, the impact of the depressed market prices on the former Community producer's decision not to set up a new plant was not relied upon in Regulation (EEC) No 2681/84 for the determination of injury.\n(12) In the Commission's view, therefore, the facts as finally determined show that the injury being caused by dumped imports of pentaerythritol originating in Spain, Canada and Sweden, taken in isolation from that caused by other factors, has to be considered as material.\n(13) The Commission has therefore confirmed the conclusions on injury reached in Regulation (EEC) No 2681/84.\nE. Community interest\n(14) In view of the particularly serious difficulties facing the Community industry the Council has come to the conclusion that it is in the Community's interest that action be taken.\n(15) In these circumstances, protection of the Community's interests calls for the imposition of a definitive anti-dumping duty on imports of pentaerythritol originating in Canada. Although the exporter concerned expressed an interest in offering a price undertaking, no offer was made. Therefore, the question of whether or not a price undertaking, if it had been offered in this case, would have been accepted, could not be decided. However, when examining a possible undertaking from a Canadian exporter, account would have been taken of the fact that the new Canadian legislation does not provide for satisfactory conditions under which undertakings may be offered by exporters to suspend or terminate proceedings.\nF. Definitive duty\n(16) In view of the fact that no new evidence on dumping or injury has been made available since the imposition of the provisional anti-dumping duty, the definitive anti-dumping duty should in principle be the same as the amount of the provisional duty. However, since the action taken against the Spanish and Swedish exporters took the form of an undertaking to respect a minimum price, it is appropriate to impose on the Canadian exporter a variable duty based on a minimum price. The economic effect in the three cases will be a price increase by the exporter, although the minimum price level will not be the same.\n(17) Taking into account the Community producers' costs of production and a reasonable profit margin the Commission determined that the injury would be removed if the amount of the duty corresponded to the amount by which the free-at-Community-frontier price, before duty, to the first independent importer in the importing Member State is less than 1 062 ECU per tonne.\nG. Collection of provisional duty\n(18) The amounts secured by way of provisional anti-dumping duty should be collected,", "main_body": ["1. A definitive anti-dumping duty is hereby imposed on imports of pentaerythritol originating in Canada, falling within subheading ex 29.04 C 1 of the Common Customs Tariff and corresponding to NIMEXE code 29.04-66.\n2. The amount of the duty shall be equal to the amount by which the price per tonne net, free-at-Community-frontier, before duty, to the first independent importer is less than 1 062 ECU.\nThe free-at-Community-frontier price shall be net if the conditions of sale provide for payment within 30 days from the date of shipment; it shall be reduced or increased by 1 % for each increase or decrease of one month in the period for payment.\n3. The provisions in force with regard to customs duties shall apply.", "The sums secured by way of provisional anti-dumping duty under Regulation (EEC) No 2681/84 shall be definitively collected.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 14 January 1985.\nFor the Council\nThe President\nF. PANDOLFI\n(1) OJ No L 201, 30. 7. 1984, p. 1.\n(2) OJ No L 254, 22. 9. 1984, p. 5."}