{"celex_id": "31987R3212", "uri": "http://publications.europa.eu/resource/cellar/b093cc7d-fb38-49b7-848d-8ac6b048da8a", "type": "Regulation", "concepts": ["1048", "1326", "2900", "3264", "5251"], "title": "Council Regulation (Euratom, ECSC, EEC) No 3212/87 of 20 October 1987 adjusting the rate of the special temporary levy provided for in Article 66a of the Staff Regulations of officials of the European Communities\n", "header": "COUNCIL  REGULATION (Euratom, ECSC, EEC) No 3212/87\nof 20 October 1987\nadjusting the rate of the special temporary levy provided for in Article 66a of the Staff Regulations of officials of the European Communities\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing a Single Council and a Single Commission of the European Communities, and in particular Article 24 thereof,\nHaving regard to the Protocol on the Privileges and Immunities of the European Communities, and in particular Article 13 thereof,\nHaving regard to the Staff Regulations of officials and the conditions of employment of other servants of the European Communities laid down by Regulation (EEC, Euratom, ECSC) No 259/68 (1), and last amended by Regulation (Euratom, ECSC, EEC) No 3019/87 (2), and in particular Article 66a of the Staff Regulations and Article 20, third paragraph, and Article 63a of the Conditions of Employment,\nHaving regard to the proposal from the Commission, submitted after consulting the Staff Regulations Committee,\nHaving regard to the opinion of the European Parliament (3),\nHaving taken note of the report of the Consultation Committee set up by the Council Decision of 23 June 1981,\nHaving taken note of the report of the Conciliator appointed in accordance with point III.1 of the said Decision,\nWhereas Council Regulation (Euratom, ECSC, EEC) No 3821/81 of 15 December 1981 amending the Staff Regulations of officials of the European Communities and the conditions of employment of other servants of those Communities (4), added, in order to take account of the specific difficulties of the economic and social situation, a new Article 66a to the Staff Regulations, thereby introducing a special temporary levy on the net remunerations paid by the Communities;\nWhereas the special levy was fixed in 1981 on the basis of the economic data referred to in the preamble to the said Regulation;\nWhereas these economic data now reveal an improvement in the economic and social situation which would justify a reduction in the rate of the special levy;\nWhereas, in accordance with Article 66a (2) (b) of the Staff Regulations, the rate of the special levy should therefore be adjusted from the sixth year of application,", "main_body": ["Paragraph 2 (b) of Article 66a of the Staff Regulations is hereby replaced by the following:\n'(b) During the last five years the levy rates which shall apply to the basis referred to in paragraph 3 shall be as follows:\n- 12,70 % of the amount making up its basis during the sixth year,\n- 7,62 % of this amount during the following four years.'", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply from 1 July 1986.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 20 October 1987.\nFor the Council\nThe President\nU. ELLEMANN-JENSEN\n(1) OJ No L 56, 4. 3. 1968, p. 1.\n(2) OJ No L 286, 9. 10. 1987, p. 3.\n(3) OJ No C 227, 8. 9. 1986, p. 160.\n(4) OJ No L 386, 31. 12. 1981, p. 1."}