{"celex_id": "31986L0424", "uri": "http://publications.europa.eu/resource/cellar/1b207094-cee9-401d-bccf-f4a261a5ab85", "type": "Directive", "concepts": ["2897", "4227", "5300", "5967"], "title": "First Commission Directive 86/424/EEC of 15 July 1986 laying down methods of sampling for chemical analysis of edible caseins and caseinates\n", "header": "28.8.1986 EN Official Journal of the European Communities L 243/29\nFIRST COMMISSION DIRECTIVE\nof 15 July 1986\nlaying down methods of sampling for chemical analysis of edible caseins and caseinates\n(86/424/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the Council Directive 83/417/EEC of 25 July 1983 on the approximation of the laws of the Member States relating to certain lactoproteins (caseins and caseinates) included for human consumption (1) and in particular Article 9 thereof,\nWhereas under Article 9 of Directive 83/417/EEC, caseins and caseinates are required to be sampled according to Community procedures;\nWhereas it is desirable to adopt an initial series of methods of sampling for chemical analysis in request of which studies are completed;\nWhereas the measures provided for in this Directive are in accordance with the opinion of the Standing Committee on Foodstuffs,", "main_body": ["The sampling requirements referred to in Article 9, paragraph (b) of Directive 83/417/EEC shall be those outlined in the Annex to the present Directive.", "Member States shall take all necessary measures in order to comply with the present Directive by 15 January 1988 (2) at the latest. They shall forthwith inform the Commission thereof.", "This Directive is addressed to all the Member States."], "attachments": "Done at Brussels, 15 July 1986.\nFor the Commission\nCOCKFIELD\nVice-President\n(1)  OJ No L 237, 26. 8. 1983, p. 25.\n(2)  Date corresponding to 18 months after adoption of the present Directive.\nANNEX\nMETHODS OF SAMPLING RELATED TO THE CONTROL OF CHEMICAL ANALYSIS OF CERTAIN EDIBLE CASEINS AND CASEINATES INTENDED FOR HUMAN CONSUMPTION\nI.   GENERAL PROVISIONS\n1.   Administrative instructions\n1.1.   Personnel\nSampling shall be performed by an authorized qualified person as specified in the Member States' regulations.\n1.2.   Sealing and labelling of samples\nEach sample taken for official use shall be sealed at the place of sampling and identified following the Member States' regulations.\n1.3.   Replicate samples\nAt least two equivalent representative samples shall be simultaneously prepared for analysis. Under reservation of Community legislation to be defined the procedure and number of samples to to taken depending upon the appropriate national legislation for each Member State.\nThe samples shall be dispatched to the laboratory as soon as possible after sampling.\n1.4.   Report\nSamples shall be accompanied with a report which will be established following the Member States' legislation.\n2.   Sampling equipment\n2.1.   Specifications\nAll sampling equipment shall be made of suitable material of adequate strength, which does not bring about a change in the sample which may affect any result of the subsequent examination and should not cause any change in the samples while sampling is carried out. The use of stainless steel is recommended.\nAll surfaces shall be smooth and free from crevices and all corners shall be rounded. Sampling equipment shall comply with the requirements laid down with respect to each product to be sampled.\n3.   Sampling containers\n3.1.   Specifications\nSample containers and closures shall be of materials and construction which adequately protect the sample and which do not bring about in the sample a change which may affect any result of the subsequent analysis or examination. Materials which are appropriate include glass, some metals and some plastics. The containers shall preferably be opaque. If transparent or translucent the containers with contents shall be stored in a dark place.\nContainers and closures shall be clean and dry. The shape and capacity of the container shall be appropriate to the requirements laid down for the product to be sampled.\nSingle service plastic containers, containers made from plastic, laminates including an aluminium foil or suitable plastic bags, with appropriate methods of closure, may be used.\nContainers other than plastic bags shall be securely closed either by means of a suitable stopper or by a screw-cap of metal or plastic material having, if necessary, an air-tight plastic liner. Any stopper or liner used should be insoluble, non-absorbant and greaseproof, and will not influence the odour, flavour, properties or composition of the sample.\nStoppers shall be made of, or covered with, non-absorbant odourless materials.\n4.   Sampling technique\nThe sample container shall be closed immediately after sampling.\n5.   Storage of samples\nThe recommended storage temperatures of the samples of the various caseins and caseinates shall not exceed 25 oC.\n6.   Transport of samples\nSamples shall be brought to the laboratory responsible for the tests as soon as possible (preferably within 24 hours of sample taking).\nDuring transit, precautions shall be taken to prevent exposure to contaminating odours, to direct sunlight and to temperatures greater than 25 oC.\nII.   METHOD — SAMPLING OF EDIBLE CASEINS AND CASEINATES\n1.   Scope and field of application\nThis method describes the sampling for chemical analysis of:\n— edible acid caseins,\n— edible rennet caseins,\n— edible caseinates.\n2.   Equipment\nSee Section 2 of General Provisions.\n2.1.   Borers\nOf sufficient length to reach the bottom of the product container. Borers conforming to the description given in Part III of this Directive are appropriate.\n2.2.   Spoon, spatula or scoop\nBroad-loaded.\n2.3.   Sample containers\nSee Section 3 of General Provisions.\n3.   Procedure\n3.1.   General\nCare shall be taken to minimize the uptake of atmospheric moisture by the content of the product container during or in the period prior to sampling for analysis. The product container shall be securely reclosed after sampling.\n3.2.   Procedure\n3.2.1.   Sampling\nA sample of not less than 200 grams shall be taken. The clean and dry borer shall be passed through the product, if necessary with the container inclined or laid on its side. The slit shall be oriented downward and an even rate of penetration used. When the borer reaches the bottom of the container it shall be rotated through 180o, withdrawn and the contents discharged into the sample container. One or more bores shall be taken to make a sample of not less than 200 grams. The sample container shall be closed immediately after sampling is complete. Such sampling shall be carried out on the same batch.\n3.2.2.   Sampling products packed in small retail packages\nThe intact and unopened package may constitute the sample. As far as possible one or more packages of the same batch should be taken to form a sample of not less than 200 grams.\nIf this is not possible, use another method to constitute a representative sample.\n3.2.3.   Preservation, storage and transport of sample\nSections 5 and 6 of the General Provisions.\nIII.   BORERS FOR THE SAMPLING OF EDIBLE CASEINS AND CASEINATES IN BULK\n1.   Types of borer\nType A: Long (see fig. 1);\nType B: Short (see fig. 1).\n2.   Materials\nBlade and stem shall be made of polished metal, preferably stainless steel. The grip of the long type should preferably be made of stainless steel. The short type borer shall have a detachable grip of wood or plastic, fitted with a bayonet-catch in the blade.\n3.   Construction\n3.1. Shape, material and finish shall be such as to permit the borer to be easily cleaned.\n3.2. The protruding edge of the blade of type A shall be sufficiently sharp to serve as a scraper.\n3.3. The point of the blade shall be sufficiently sharp as to facilitate sampling.\n4.   Principal dimensions\nThe borers shall conform to the dimensions (subject to a tolerance of 10 %) given in the table below:\n(in mm)\nType A Long Type B Short\nLength of blade 800 400\nThickness of metal of blade 1 to 2 1 to 2\nInner diameter of blade at point 18 32\nInner diameter of blade at grip or stem 22 28\nSlit width at point 4 20\nSlit width at grip or stem 14 14\n5.   Note on use of borers\n5.1. With less free-flowing powders, the borers can be inserted vertically. Type A borers are filled completely by turning and then can be withdrawn vertically.\n5.2. In the case of free-flowing powder, the containers shall be inclined, the borers inserted nearly horizontally with the slit downwards and withdrawn with the slit upwards.\nFigure\nBORERS SUITABLE FOR THE SAMPLING OF CASEINS AND CASEINATES"}