{"celex_id": "31988L0316", "uri": "http://publications.europa.eu/resource/cellar/21cab86e-584b-4087-9d05-f2761a7d2e12", "type": "Directive", "concepts": ["2081", "2589", "2897", "4082", "5017"], "title": "Council Directive 88/316/EEC of 7 June 1988 amending Directive 75/106/EEC on the approximation of the laws of the Member States relating to the making-up by volume of certain prepackaged liquids\n", "header": "COUNCIL  DIRECTIVE\nof 7 June 1988\namending Directive 75/106/EEC on the approximation of the laws of the Member States relating to the making-up by volume of certain prepackaged liquids\n(88/316/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 100 A thereof,\nHaving regard to the proposal from the Commission,\nIn cooperation with the European Parliament (1),\nHaving regard to the opinion of the Economic and Social Committee (2),\nWhereas, since the adoption of Directive 75/106/EEC (3), as last amended by Directive 85/10/EEC (4), total harmonization of the ranges of nominal quantities for certain liquids referred to in that Directive has appeared necessary;\nWhereas Directive 75/106/EEC contains no provision on containers or their use; whereas matters concerning the recycling of containers for liquids for human consumption are governed by Directive 85/339/EEC (5); whereas it is therefore necessary to repeal Article 5 (4) of Directive 75/106/EEC;\nWhereas it is advisable, whenever possible, to ensure total harmonization of ranges of prepackaged products in order to establish a transparent market for them,", "main_body": ["Article 5 of Directive 75/106/EEC is hereby amended as follows:\n1. The following phrase is added at the end of paragraph 2:\n'. . . and in the case of the volumes of 0,375 litre and 0,75 litre for the products listed in 4, up to 31 December 1991.'\n2. Paragraph 3 (b) is replaced by the following:\n'(b) Prepackages containing the products listed in Annex III, 1 (a) and (b), may be marketed after 31 December 1988 only if they have the nominal volumes set out in column I of the said Annex.\nPackages containing the products listed in Annex III 2 (a) may be marketed after 31 December 1990 only if they have the nominal volumes set out in column I of that Annex. Those prepackages which appear in Annex III, section 4, may be marketed after 31 December 1991 only if they have the nominal volumes set out in the said column I.'\n3. The following is added as paragraph 3 (d):\n'(d) Without prejudice to subparagraph (b), products listed in Annex III, section 4, and having the volume of 0,071 litre may be marketed in Ireland and the United Kingdom.'\n4. Paragraph 4 is deleted.", "1. The following volumes is added in column I of Annex III to Directive 75/106/EEC:\n- in section 1 (s): '3 - 5',\n- in section 2 (a): '4,5 - 6 - 9',\n- in section 4:\n'0,35 - 0,70 - 1,125 (*) - 4,5 - 5 (*) - 10 (*)'.\nThe following footnote is added at the end of Annex III:\n(*) Values intended exclusively for trade use.'.\n2. In column II of Annex III to Directive 75/106/EEC, the volumes '0,35' and '0,70' are deleted for the products specified in 4.", "The following subparagraph is added to Article 1 of Directive 75/106/EEC:\n'Prepackages containing the products listed in section 2 (a) and 4 of Annex III which are intended either for the provisioning of aeroplanes, ships and trains or for sale in duty-free shops, shall be excluded from the scope of this Directive.'.", "Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive not later than 30 June 1988. They shall forthwith inform the Commission thereof."], "attachments": "Done at Luxembourg, 7 June 1988.\nFor the Council\nThe President\nM. BANGEMANN\n(1) OJ No C 156, 15. 6. 1987, p. 191 and Decision of 18 May 1988 (not yet published in the Official Journal).\n(2) OJ No C 150, 9. 6. 1987, p. 4.\n(3) OJ No L 42, 15. 2. 1975, p. 1.\n(4) OJ No L 4, 5. 1. 1985, p. 20.\n(5) OJ No L 176, 6. 7. 1985, p. 18."}