{"celex_id": "31985R0328", "uri": "http://publications.europa.eu/resource/cellar/2e46b99d-c0ae-476e-8220-62729c7bc3e4", "type": "Regulation", "concepts": ["2726", "321", "588"], "title": "Commission Regulation (EEC) No 328/85 of 6 February 1985 imposing a provisional anti-dumping duty on imports of certain glass mirrors originating in South Africa\n", "header": "COMMISSION  REGULATION (EEC) No 328/85\nof 6 February 1985\nimposing a provisional anti-dumping duty on imports of certain glass mirrors originating in South Africa\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2176/84 of 23 July 1984 on protection against dumped or subsidized imports from countries not members of the European Community (1), and in particular Article 11 thereof,\nAfter consultation within the Advisory Committee provided for by the said Regulation,\nWhereas:\nA. Procedure\n(1) In March 1984 the Commission received a complaint from a Community manufacturer representing a major proportion of Community output of the goods concerned. The complaint contained sufficient evidence of dumping and of material injury resulting therefrom to justify the initiation of a proceeding. The Commission accordingly announced, by a notice published in the Official Journal of the European Communities (2), the initiation of an anti-dumping proceeding concerning imports into the Community of certain glass mirrors falling within heading No ex 70.09 of the Common Customs Tariff, corresponding to NIMEXE code 70.09-41, originating in South Africa and commenced an investigation.\n(2) The Commission officially so advised the exporter and the importers known to be concerned, the representatives of the exporting country and the complainants, and gave the parties directly concerned the opportunity to make known their views in writing and to request a hearing. Most of the known producers and one independent importer made their views known in writing.\n(3) The exporter and one associated importer, through their legal representatives, expressed opposition to the proceeding in writing and presented their views in detail, though without providing the necessary supporting evidence. In particular, they failed to reply to the questionnaire sent to them, although the Commission extended the deadline several times and referred in writing on a number of occasions to the importance of this information for the objective establishment of the facts and to the consequences for the outcome of the proceeding of failure to provide the necessary information, particularly in the light of Article 7 (7) (b) of Regulation (EEC) No 2176/84, which provides that should any interested party refuse access to necessary information, preliminary or final findings may be made on the basis of the facts available.\n(4) The Commission gathered and checked all the information made available to it which it deemed necessary for the initial establishment of the facts and carried out inspections at the premises of the following firms, with their cooperation:\nManufacturers in the Community\nGarfield Glass Limited, London, United Kingdom\nCharles AndrĂŠ SA, Tours, France\nLack of cooperation on the part of the exporter and the associated importer prevented the Commission from carrying out checks at their premises.\nThe Commission requested and received detailed written submissions from the complainant producer, one other Community producer who supported the complaint after the proceeding had been initiated and one independent importer, who in addition requested and was granted a hearing. The Commission checked the information made available to it to the extent deemed necessary and in accordance with the supporting evidence available.\n(5) The dumping investigation covered the period from January to December 1983.\nB. Normal value\n(6) The normal value was established by the Commission on the basis of selling prices on the South African domestic market for rectangular self-adhesive or pre-drilled unframed mirrors intended for wall decoration. Because of the failure of the South African producer and exporter to provide the relevant information, these selling prices were established by the Commission, pursuant to Article 7 (7) (b) of Regulation (EEC) No 2176/84, on the basis of the information provided by the complainant. In order to calculate the ex-works price, the Commission deducted any customary discount which had been brought to its knowledge and took account of approximate internal transport and delivery costs.\nC. Export prices\n(7) As the exporter did not provide the Commission with any information on export prices, the latter were constructed on the basis of price information relating to sales of the goods in question to independant buyers in the Community; this information was provided by the complainant, another Community producer and an importer. In this connection the Commission enquired into costs and profit margins in the industry concerned and took these into account as appropriate when calculating the export prices.\nD. Comparison\n(8) For the purposes of comparing the normal value with the export prices at the ex works stage, adjustments were made made on the basis of expert estimates for transport costs, credit terms and additional costs.\nE. Margins\n(9) The preliminary examination of the facts showed the existence of dumping in respect of the exports investigated, the margin of dumping being equal to the amount by which the normal value as established exceeds the prices for export to the Community.\n(10) These margins vary according to the importing Member State and the format of mirrors concerned; they are appreciably in excess of 50 %. The Commission was unable to calculate a weighted average margin since the statistics available on the quantities imported did not allow any subdivision by format of mirrors.\nF. Injury\n(11) With regard to the injury caused by the dumped imports, the evidence available to the Commission shows that imports into the Community of certain glass mirrors originating in South Africa rose from 212 000 kilograms in 1982 to 566 000 kilograms in 1983, an increase of 167 %.\n(12) For calculating the market share of the products in question the Commission relied on information supplied separately by each of the complainants; this information was provided in confidence, as the number of Community manufacturers active on this particular market is very small and publication of market shares could have adverse effects on the firms supplying the information. On the basis of this information it can be provisionally established that the combined market share of imports from South Africa of unframed mirrors intended for use as wall decoration in the markets for these products in France and the United Kingdom, which are the only countries affected by the imports in question, rose from under 10 % in 1982 to over 15 % in 1983.\n(13) The effect on the Community industry producing this special type of mirrors has been apparent in virtually stagnant sales in the face of appreciable rising consumption, persistent under-employment of capacity and loss of market share to the dumped imports.\n(14) The prices of the dumped imports undercut the prices of Community manufacturers by between 15 % and 20 %. Community manufacturers were consequently obliged to hold their prices stable, despite rising costs, and in some cases to make price concessions involving sales at less than cost.\n(15) The downward pressure on prices exerted by the dumped imports resulted in an appreciable deterioration of the return available to Community manufacturers in this specialized manufacturing sector.\n(16) The Commission has considered whether injury has been caused by other factors, such as the trend of consumption in the Community. It has been established that consumption in the Community grew by around 30 % between 1982 and 1983, whereas during this time the market share of Community manufacturers declined by 13 %. The information made available to the Commission also suggests that there were no significant imports of the mirrors in question from other non-member countries. The Commission therefore concludes that the dumped imports originating in South Africa must be regarded as the cause of material injury to the Community industry concerned.\nG. Community interest\n(17) In view of the serious difficulties affecting the Community industry concerned, the Commission has come to the conclusion that action should be taken.\n(18) In order to prevent further injury being caused during the remainder of the proceeding and in view of the size of the dumping margin, this action should take the form of a provisional antidumping duty.\nH. Rate of duty\n(19) Having regard to the extent of injury caused, the rate of duty should be lower than the dumping margin provisionally determined but should be sufficient to remove the damage caused.\n(20) Taking into account the prices at which Community producers must sell in order to make a reasonable profit and the cost of the imported goods to Community importers, the Commission has provisionally determined that the rate of duty needed to remove the injury caused is 17,5 %.\n(21) A period should be fixed within which the parties concerned may make their views known in writing and request a hearing.\n(22) The Advisory Committee has raised no objections to this procedure.", "main_body": ["1. A provisional anti-dumping duty is hereby imposed on imports of glass mirrors, unframed, falling within heading No ex 70.09 of the Common Customs Tariff corresponding to NIMEXE code 70.09-41 and originating in South Africa.\n2. The amount of the duty shall be equal to 17,5 % of the free-at-Community-frontier net price before duty.\n3. The provisions in force concerning customs duties shall apply.\n4. The release for free circulation in the Community of the products referred to in paragraph 1 shall be subject to the provision of a security equivalent to the amount of the provisional duty.", "Without prejudice to Article 7 (4) (b) and (c) of Regulation (EEC) No 2176/84, the parties may make known their views in writing and apply to be heard orally by the Commission within one month of the entry into force of this Regulation.", "1. This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\n2. Subject to Articles 11, 12 and 14 of Regulation (EEC) No 2176/84, Articles 1and 2 shall apply for a period of four months unless the Council adopts definitive measures before the expiry of that period.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 6 February 1985.\nFor the Commission\nWilly DE CLERCQ\nMember of the Commission\n(1) OJ No L 201, 30. 7. 1984, p. 1.\n(2) OJ No C 167, 27. 6. 1984, p. 2."}