{"celex_id": "31989D0241", "uri": "http://publications.europa.eu/resource/cellar/3ff32e38-c9c7-4589-a197-4ec7003543c4", "type": "Decision", "concepts": ["2795", "3017", "4424", "5188", "616"], "title": "89/241/EEC: Council Decision of 5 April 1989 amending Decision 87/499/EEC introducing a communications network Community programme on trade electronic data interchange systems (Tedis)\n", "header": "COUNCIL  DECISION\nof 5 April 1989\namending Decision 87/499/EEC introducing a communications network Community programme on trade electronic data interchange systems (Tedis)\n(89/241/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 235 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and social Committee (3),\nWhereas by Decision 87/499/EEC (4) the Council set up a communications network Community programme on trade electronic data interchange systems (Tedis) in trade, industry and administration; whereas this programme includes activities and studies aimed at avoiding incompatibility between different electronic trade data interchange systems by lack of common standards;\nWhereas certain non-member countries, in particular the member states of the European Free Trade Association, take an active part in drawing up European and international standards in this area; whereas these countries have expressed the desire to be associated with the Tedis programme;\nWhereas it is in the Community's interest to avoid fresh barriers to trade with these countries in the sector in question and to contribute to the coordinated development of trade electronic data interchange systems in Europe;\nWhereas agreements to this effect should therefore be concluded with the non-member countries concerned;\nWhereas the Treaty does not provide, for the action concerned, powers other than those of Article 235,", "main_body": ["Decision 87/499/EEC is hereby amended as follows:\n(1) In Article 5, the phrase 'established in the Community' is replaced by the phrase 'established in the Community or a non-member country with which the Community has concluded an agreement associating the country in question with the programme.'\n(2) The following Article shall be inserted:\n'Article 5a\nIn accordance with Article 228 of the Treaty, the Community may conclude agreements with non-member countries, and in particular with the members of the European Free Trade Association, with a view to associating them fully or partially with the programme.\nThe Commission shall be authorized to negotiate these agreements.'", "This Decision shall take effect on the day of its publication in the Official Journal of the European Communities."], "attachments": "Done at Luxembourg, 5 April 1989.\nFor the Council\nThe President\nM. CHAVES GONZALEZ\n(1) OJ No C 273, 22. 10. 1988, p. 3.\n(2) OJ No C 69, 20. 3. 1989.\n(3) OJ No C 56, 6. 3. 1989, p. 51.\n(4) OJ No L 285, 8. 10. 1987, p. 35."}