{"celex_id": "31984R0663", "uri": "http://publications.europa.eu/resource/cellar/d305d315-dba8-4f7e-b2ae-4cf73b1f6b0f", "type": "Regulation", "concepts": ["1264", "1819", "3167"], "title": "Council Regulation (EEC) No 663/84 of 13 March 1984 amending Regulations (EEC) No 1514/76 and (EEC) No 1521/76 on imports of olive oil originating in Algeria and Morocco (1983/84)\n", "header": "COUNCIL  REGULATION (EEC) No 663/84\nof 13 March 1984\namending Regulations (EEC) No 1514/76 and (EEC) No 1521/76 on imports of olive oil originating in Algeria and Morocco (1983/84)\nTHE COUNCIL OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Articles 43 and 113 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nWhereas Articles 17 and 16 of Annexes B to the Cooperation Agreements between the European Economic Community and Morocco (2) and Algeria (3) respectively stipulate that, if the country in question levies a special export charge on imports into the Community of olive oil falling within subheading 15.07 A I of the Common Customs Tariff, the levy applicable to such oil is to be reduced by a fixed amount of 0,60 ECU per 100 kilograms and by an amount equal to the special charge, but not exceeding 12,09 ECU per 100 kilograms in the case of reduction provided for in the aforementioned Articles and 12,09 ECU per 100 kilograms in the case of the additional amount provided for in the aforementioned Annexes B;\nWhereas the aforementioned Agreements were implemented by Regulations (EEC) No 1514/76 (4) and (EEC) No 1521/76 (5), as last amended by Regulation (EEC) No 3488/82 (6);\nWhereas the contracting parties have agreed, by exchanges of letters, to fix the additional amount at 12,09 ECU per 100 kilograms for the period 1 November 1983 to 31 October 1984;\nWhereas Regulations (EEC) No 1514/76 and (EEC) No 1521/76 should accordingly be amended,", "main_body": ["Article 1 (1) of Regulations (EEC) No 1514/76 and (EEC) No 1521/76 are hereby replaced by the following:\n'(b) an amount equal to the special charge levied by Algeria and Morocco on exports of the said oil but not exceeding 12,09 ECU per 100 kilograms, this amount being increased from 1 November 1983 to 31 October 1984 by 12,09 ECU per 100 kilograms.'", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 13 March 1984.\nFor the Council\nThe President\nC. CHEYSSON\n(1) OJ No C 10, 16. 1. 1984, p. 274.\n(2) OJ No L 141, 28. 5. 1976, p. 98.\n(3) OJ No L 141, 28. 5. 1976, p. 2.\n(4) OJ No L 169, 28. 6. 1976, p. 24.\n(5) OJ No L 169, 28. 6. 1976, p. 43.\n(6) OJ No L 372, 30. 12. 1982, p. 13."}