{"celex_id": "31982D0268", "uri": "http://publications.europa.eu/resource/cellar/b7b7f267-335f-4c7e-a857-a4af7a46fbe8", "type": "Decision", "concepts": ["1488", "2510", "736"], "title": "82/268/EEC: Council Decision of 26 April 1982 applying Decision 82/169/EEC empowering the Commission to contract loans for the purpose of promoting investment within the Community\n", "header": "COUNCIL  DECISION\nof 26 April 1982\napplying Decision 82/169/EEC empowering the Commission to contract loans for the purpose of promoting investment within the Community\n(82/268/EEC)\nTHE COUNCIL OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Decision 82/169/EEC of 15 March 1982 empowering the Commission to contract loans for the purpose of promoting investment within the Community (1), and in particular Article 2 thereof,\nHaving regard to the proposal from the Commission (2),\nHaving regard to the opinion of the European Parliament (3),\nWhereas the purpose of the Community's action is to implement structural investment projects that help attain Community priority objectives in the energy industry and infrastructure sectors;\nWhereas the Community has set itself the objective of stimulating the recovery of economic activity and of supporting common policies by Community measures - in particular by making optimum use of the Community's financial instruments - which aim to realise investment projects contributing to greater convergence of the economic policies of the Member States, an objective reaffirmed by the European Council in Luxembourg on 30 June 1981;\nWhereas particular attention should be directed to investment which contributes to the more efficient use of energy, to investment which contributes to the development of regional infrastructures and/or which is of Community interest, and to investment by small and medium-sized undertakings;\nWhereas the new Community instrument is designed to facilitate investment by providing access to the Community's financial sources in specific high priority sectors;\nWhereas Community action in those areas will, in particular, serve the Community's objectives of reducing unemployment and regional disparities,", "main_body": ["A single tranche of borrowings is hereby authorized for an amount which shall not exceed the equivalent of 1 000 million ECU in principle.", "The proceeds of these borrowings shall be lent to finance investment projects which are carried out on Community territory and which help attain the priority Community's objectives in the energy and infrastructure sectors and for the promotion of small and medium-sized undertakings.\nFor the purposes of this tranche the investment shall cover:\n(a) the efficient use of energy, the replacement of oil by other sources of energy in all sectors and infrastructure projects facilitating such replacement;\n(b) infrastructure projects contributing to regional development and/or of Community interest, including transport, telecommunications and information technology, the transmission of energy, water supply infrastructure and environmental protection;\n(c) productive investment projects of small and medium-sized undertakings.", "The Commission shall decide whether or not projects are eligible in accordance with the following guidelines:\n- the provisions of Article 2 in order to meet the Community's principal economic problems,\n- the provisions of the Treaty and secondary legislation, in particular those relating to competition, and Community rules and policies applicable in the fields in question."], "attachments": "Done at Luxembourg, 26 April 1982.\nFor the Council\nThe President\nW. DE CLERCQ\n(1) OJ No L 78, 24. 3. 1982, p. 19.\n(2) OJ No C 29, 6. 2. 1982, p. 5.\n(3) Opinion delivered on 23 April 1982 (not yet published in the Official Journal)."}