{"celex_id": "31984D0122", "uri": "http://publications.europa.eu/resource/cellar/365fbb8f-bdf8-40b4-9053-43285e0e4b1b", "type": "Decision", "concepts": ["2488", "2783", "3774"], "title": "84/122/EEC: Commission Decision of 22 February 1984 authorizing the United Kingdom to apply intra-Community surveillance to imports of certain textile products, originating in certain third countries, which have been put into free circulation in the Community (Only the English text is authentic)\n", "header": "COMMISSION  DECISION\nof 22 February 1984\nauthorizing the United Kingdom to apply intra-Community surveillance to imports of certain textile products, originating in certain third countries, which have been put into free circulation in the Community\n(Only the English text is authentic)\n(84/122/EEC)\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular the first paragraph of Article 115 thereof,\nHaving regard to Commission Decision 80/47/EEC of 20 December 1979 on surveillance and protective measures which Member States may be authorized to take in respect of imports of certain products originating in third countries and put into free circulation in another Member State (1), and in particular Articles 1 and 2 thereof,\nWhereas Decision 80/47/EEC requires Member States to have prior authorization from the Commission to introduce intra-Community surveillance of certain imports;\nWhereas the Commission, by Decision 83/326/EEC of 28 June 1983 (2) and other relevant Decisions, authorized certain Member States to introduce such surveillance until 30 June 1985;\nWhereas further requests were made under Article 2 of Decision 80/47/EEC by the United Kingdom Government to the Commission of the European Communities for authorization to apply intra-Community surveillance to imports of certain products originating in certain third countries and in free circulation in the other Member States;\nWhereas the information given by the United Kingdom authorities in support of these applications has been subjected to close examination by the Commission, in accordance with the criteria laid down by Decisions 80/47/EEC and 83/326/EEC;\nWhereas the Commission examined, in particular, whether the imports could be made subject to intra-Community surveillance measures under Article 2 of Decision 80/47/EEC, whether information was given as regards the economic difficulties alleged, whether, during the reference years set out in Decision 80/47/EEC, there had been deflection of trade and whether intra-Community licence applications had been submitted;\nWhereas this examination has shown that there is a risk that the imports set out in the Annex hereto are worsening or prolonging the existing economic difficulties;\nWhereas, therefore, the United Kingdom should be authorized to make these imports subect to intra-Community surveillance until 30 June 1985; whereas, however, for those products referred to in Council Regulation (EEC) No 109/84 of 4 January 1984 concerning common rules for imports of certain\ntextile products originating in the People's Republic of China (1), such authorization should be limited to 31 December 1984, the expiry date of the said Regulation,", "main_body": ["The United Kingdom is authorized to introduce, until 30 June 1985 and in accordance with Decision 80/47/EEC, intra-Community surveillance of the products set out in the Annex hereto. However, for those products set out in Regulation (EEC) No 109/84, originating in the People's Republic of China, such authorization shall be limited to 31 December 1984.", "This Decision is addressed to the United Kingdom."], "attachments": "Done at Brussels, 22 February 1984.\nFor the Commission\nWilhelm HAFERKAMP\nVice-President\n(1) OJ No L 16, 22. 1. 1980, p. 14.\n(2) OJ No L 175, 30. 6. 1983, p. 1.\n(1) OJ No L 15, 18. 1. 1984, p. 1.\nANNEX\nTextile products for which categories have been established (1)\n1.2 //   //   // Category  // Country of origin  //   //  // 12  // Poland  // 19  // China  // 28  // Taiwan  // 73  // Taiwan, China  // 83  // Taiwan  //   //\n(1) As defined in Council Regulation (EEC) No 3762/83 (OJ No L 380, 31. 12. 1983)."}