{"celex_id": "31980R1970", "uri": "http://publications.europa.eu/resource/cellar/67d07b79-7e8d-417d-a543-d86954adc260", "type": "Regulation", "concepts": ["1264", "2803", "2924", "862"], "title": "Council Regulation (EEC) No 1970/80 of 22 July 1980 laying down general implementing rules for campaigns aimed at promoting the consumption of olive oil in the Community\n", "header": "COUNCIL REGULATION (EEC) No 1970/80  of 22 July 1980  laying down general implementing rules for campaigns aimed at promoting the consumption of olive oil in the Community\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation No 136/66/EEC of 22 September 1966 on the establishment of a common organization of the market in oils and fats (1), as last amended by Regulation (EEC) No 1585/80 (2), and in particular Article 11 (4) thereof,\nHaving regard to the proposal from the Commission,\nWhereas Article 11 (3) of Regulation No 136/66/EEC provides that a percentage of the consumption aid shall be allocated to publicity campaigns and, possibly, to other projects for the promotion of the consumption of olive oil in the Community;\nWhereas the market situation for olive oil in the Community is characterized by a drop in consumption which may eventually lead to a structural imbalance between supply and demand ; whereas in order to prevent such an imbalance developing, the existing system of consumption aid now needs to be supplemented by the implementation of a consumer information programme and other campaigns to promote olive oil in the Community,", "main_body": ["Under the campaigns referred to in Article 11 (3) of Regulation No 136/66/EEC, the following measures may be taken:    (a) dissemination of existing knowledge, in particular as regards the various qualities of olive oil;\n(b) market studies aimed at enlarging the olive oil market in the Community;\n(c) advertising and promotion campaigns to encourage the consumption of olive oil, in particular with a view to emphasizing the qualitative value, and of products in the preparation of which olive oil is involved, such campaigns to be carried out in the regions of the Community where they are likely to be most effective;\n(d) research work, in particular work having as its object a scientific examination of the nutritional aspects of olive oil;\n(e) special reduced-price sales to certain classes of consumers, in order to promote their interest in the consumption of olive oil.", "The Commission shall communicate to the Council every year by 31 October at the latest the programme of measures which it anticipates undertaking in the course of the following marketing year. With a view to drawing up such a programme, the Commission may consult inter alia bodies specializing in market and advertising studies as well as research institutes.", "The measures set out under Article 1 (a) to (d) shall be decided on by the Commission after consulting the Member States.\nThe measures referred to in Article 1 (e) shall be decided on in accordance with the procedure laid down in Article 38 of Regulation No 136/66/EEC.", "Detailed rules governing the implementation of this Regulation shall be laid down in accordance with the procedure laid down in Article 38 of Regulation No 136/66/EEC.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 22 July 1980.\nFor the Council\nThe President\nC. NEY  (1)OJ No 172, 30.9.1966, p. 3025/66. (2)OJ No L 160, 26.6.1980, p. 2."}