{"celex_id": "31989R2259", "uri": "http://publications.europa.eu/resource/cellar/9febc462-a15e-45e8-ae7c-f312d59108a6", "type": "Regulation", "concepts": ["1264", "797"], "title": "Commission Regulation (EEC) No 2259/89 of 26 July 1989 fixing the actual production of olive oil and the unit amount of production aid for the 1987/88 marketing year\n", "header": "COMMISSION  REGULATION (EEC) No 2259/89\nof 26 July 1989\nfixing the actual production of olive oil and the unit amount of production aid for the 1987/88 marketing year\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the Act of Accession of Spain and Portugal,\nHaving regard to Council Regulation No 136/66/EEC of 22 September 1966 on the establishment of a common organization of the market in oils and fats (1), as last amended by Regulation (EEC) No 1225/89 (2),\nHaving regard to Council Regulation (EEC) No 2261/84 of 17 July 1984 laying down general rules on the granting of aid for the production of olive oil and of aid to olive oil producer organizations (3), as last amended by Regulation (EEC) No 1226/89 (4), and in particular Article 17a (2) thereof,\nWhereas Article 5 of Regulation No 136/66/EEC provides that the unit amount of the production aid must be reduced where the actual production for a given marketing year exceeds the maximum guaranteed quantity fixed for that marketing year; whereas, however, producers whose average production is less than 200 kilograms of olive oil per marketing year are not affected by that reduction;\nWhereas Article 17a of Regulation (EEC) No 2261/84 provides that, in order to determine the unit amount of the production aid for olive oil which may be paid in advance, the estimated production for the marketing year concerned should be established; whereas, for the 1987/88 marketing year, the estimated production and the unit amount of the production aid which may be paid in advance were fixed by Commission Regulation (EEC) No 1786/88 (5);\nWhereas, pursuant to Article 17a (2) of Regulation (EEC) No 2261/84, not more than six months after the end of the marketing year the quantity actually produced in respect of which entitlement to the aid has been recognized must be determined; whereas, to that end, in accordance with Article 12a of Commission Regulation (EEC) No 3061/84 (6), as last amended by Regulation (EEC) No 98/89 (7), the Member States concerned must notify the Commission, not later than 31 March following each marketing year, of the quantity recognized as qualifying for the aid in each Member State; whereas as a result of those communications the quantity eligible for aid for the 1987/88 marketing year amounts to 742 500 tonnes for Italy, 4 088 tonnes for France, 321 718 tonnes for Greece, 770 000 tonnes for Spain and 38 000 tonnes for Portugal; whereas, as a consequence, the sum of the quantities thus forwarded constitutes the quantity eligible for reimbursement from the EAGGF;\nWhereas, in view of the quantity actually produced, the unit amount of the production aid provided for in point (b) of the fifth subparagraph of Article 5 (1) of Regulation No 136/66/EEC should also be fixed; whereas, where the amount paid in advance exceeds the aid thus established, the amount paid in excess should be recovered;\nWhereas the amount of production aid in Spain and Portugal is different from that in the other Member States;\nWhereas, on the basis of data available, the actual quantity and the unit amount of the aid mentioned above should be fixed at the levels given below;\nWhereas the Management Committee for Oils and Fats has not delivered an opinion within the time limit set by its Chairman,", "main_body": ["1. For the 1987/88 marketing year for olive oil:\n- the quantity actually produced in respect of which entitlement to the production aid has been recognized and which is eligible for reimbursement by the EAGGF Guarantee Section is 1 876 306 tonnes,\n- the unit amount of the production aid shall be:\n- ECU 13,75/100 kg for Spain,\n- ECU 9,07/100 kg for Portugal,\n- ECU 48,78/100 kg for the other Member States.\n2. Where the amount paid in advance on the production aid exceeds the aid to be paid pursuant to paragraph 1, the Member States shall adopt the measures required to recover the amount paid in excess and shall inform the Commission thereof.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 26 July 1989.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No 172, 30. 9. 1966, p. 3025/66.\n(2) OJ No L 128, 11. 5. 1989, p. 15.\n(3) OJ No L 208, 3. 8. 1984, p. 3.\n(4) OJ No L 128, 11. 5. 1989, p. 17.\n(5) OJ No L 159, 25. 6. 1988, p. 12.\n(6) OJ No L 288, 1. 11. 1984, p. 52.\n(7) OJ No L 14, 18. 1. 1989, p. 14."}