{"celex_id": "31987R1256", "uri": "http://publications.europa.eu/resource/cellar/475d7e3b-627b-4047-b0ca-9096721ec4a3", "type": "Regulation", "concepts": ["1767", "2176", "2185", "3611", "4385"], "title": "Commission Regulation (EEC) No 1256/87 of 6 may 1987 re- establishing the levying of the customs duties applicable to other receivers, whether or not combined with a sound recorder or reproducer and other parts falling under subheadings 85.15 a III ex b) and C II c) of the Common Customs Tariff, originating in Malaysia, benefiting from the tariff preferences provided for by Council Regulation (EEC) No 3924/86\n", "header": "COMMISSION  REGULATION (EEC) No 1256/87\nof 6 May 1987\nre-establishing the levying of the customs duties applicable to other receivers, whether or not combined with a sound recorder or reproducer and other parts falling under subheadings 85.15 A III ex b) and C II c) of the Common Customs Tariff, originating in Malaysia, benefiting from the tariff preferences provided for by Council Regulation (EEC) No 3924/86\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3924/86 of 16 December 1986 applying generalized tariff preferences for 1987 in respect of certain industrial products originating in developing countries (1), and in particular Article 15 thereof,\nWhereas, pursuant to Articles 1 and 12 of that Regulation, suspension of customs duties shall be accorded to each of the countries or territories listed in Annex III other than those listed in column 4 of Annex I, within the framework of the preferential tariff ceiling fixed in column 9 of Annex I;\nWhereas, as provided for in Article 13 of that Regulation, as soon as the individual ceilings in question are reached at Community level, the levying of customs duties on imports of the products in question originating in each of the countries and territories concerned may at any time be re-established;\nWhereas, in the case of other receivers, whether or not combined with a sound recorder or reproducer and other parts falling under subheadings 85.15 A III ex b) and C II c) of the Common Customs Tariff, the individual ceiling was fixed at 4 000 000 ECU; whereas, on 9 April 1987, imports of these products into the Community originating in Malaysia reached the ceiling in question after being charged thereagainst; whereas, it is appropriate to re-establish the levying of customs duties in respect of the products in question against Malaysia,", "main_body": ["As from 10 May 1987, the levying of customs duties, suspended pursuant to Council Regulation (EEC) No 3924/86 shall be re-established on imports into the Community of the following products originating in Malaysia:\n1.2.3 //  //  //  // Order No  // CCT heading No and NIMEXE code  // Description  //  //  //  // (1)  // (2)   // (3)   //  //  //  // 10.1060   // 85.15 (NIMEXE codes 85.15-12, 13, 14, 15, 19, 20, 22, 23, 25, 31, 33, 35, 44, 45, 52, 53, 55, 57, 58, 59, 82, 83, 85, 86, 88, 99)   // Radiotelegraphic and radiotelephonic transmission and reception apparatus; radio-broadcasting and television transmission and reception apparatus (including receivers, incorporating sound recorders or reproducers) and television cameras; radio navigational aid apparatus, radar apparatus and radio remote control apparatus: A. Radiotelegraphic and radiotelephonic transmission and reception apparatus; radio-broadcasting and television transmission and reception apparatus (including receivers incorporating sound recorders or reproducers) and television cameras:   //   //   // III. Receivers, whether or not combined with a sound recorder or reproducer:   //   //   // ex b) Other, excluding colour television receivers with integral tube   //   //   // C. Parts:   //   //   // II. Other:   //   //\n(1) OJ No L 373, 31. 12. 1986, p. 1.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 6 May 1987.\nFor the Commission\nCOCKFIELD\nVice-President  // c) Other   //    //   //"}