{"celex_id": "31987R3791", "uri": "http://publications.europa.eu/resource/cellar/1ceeba48-f312-4d0b-aaa7-19de6a1ab1ff", "type": "Regulation", "concepts": ["2069", "2745", "3840", "4381", "4653"], "title": "Commission Regulation (EEC) No 3791/87 of 17 December 1987 on the classification of goods under heading No 87.10 of the Common Customs Tariff\n", "header": "COMMISSION  REGULATION (EEC) No 3791/87\nof 17 December 1987\non the classification of goods under heading No 87.10 of the Common Customs Tariff\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 97/69 of 16 January 1969, on measures to be taken for the uniform application of the nomenclature of the Common Customs Tariff (1), as last amended by Regulation (EEC) No 2055/84 (2), and in particular Article 2 thereof,\nWhereas, to ensure the uniform application of the nomenclature of the Common Customs Tariff, provisions are required on the tariff classification of cyclocross bicycles for children comprising a closed frame of metal tubing, with a height of 28 cm (distance bestween the centre of the pedal axle and the seat pillar clamp), equipped with wheels of a diameter between 30 and 50 cm (12 to 20 inches), with pedal and wheel axles fitted with ball-bearings and with a low fixed gear ratio;\nWhereas the Common Customs Tariffs annexed to Council Regulation (EEC) No 950/68 (3), as last amended by Council Regulation (EEC) No 3529/87 (4), includes under tariff heading 87.10 cycles (including delivery tricycles), not motorized and under tariff heading No 97.01 wheeled toys designed to be ridden by children (for example, toy bicycles and tricycles and pedal motor cars); dolls' prams and dolls' pushchairs; whereas, for the classification of the abovementioned goods, these two headings could be envisaged;\nWhereas the cycles in question must be robust because of their use in a specific sporting activity, are constructed like ordinary cycles and are fitted with ball bearings;\nWhereas in accordance with Note 1 (n) to Chapter 97 they are excluded from this Chapter and should be classified under heading No 87.10;\nWhereas the measures laid down in this Regulation are in conformity with the opinion of the Committee on Common Customs Tariff Nomenclature,", "main_body": ["Cyclocross bicycles for children comprising a closed frame of metal tubes, with a height of 28 cm (distance between the centre of the pedal axle and the seat pillar clamp), equipped with wheels with a diameter of between 30 and 50 cm (12 to 20 inches), with pedal and wheel axles fitted with ball-bearings and with a low fixed gear ratio are included under the following heading of the Common Customs Tariff:\n87.10 cycles (including delivery tricycles), not motorized.", "This Regulation shall enter into force on the eighth day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 17 December 1987.\nFor the Commission\nCOCKFIELD\nVice-President\n(1) OJ No L 14, 21. 1. 1969, p. 1.\n(2) OJ No L 191, 19. 7. 1984, p. 1.\n(3) OJ No L 172, 22. 7. 1968, p. 1.\n(4) OJ No 336, 26. 11. 1987, p. 3."}