{"celex_id": "31986R1059", "uri": "http://publications.europa.eu/resource/cellar/ebde258c-6635-44f1-bd50-8e0e60771336", "type": "Regulation", "concepts": ["1309", "491", "946"], "title": "Council Regulation (EEC) No 1059/86 of 8 April 1986 amending Regulation (EEC) No 1900/85 introducing Community export and import declaration forms\n", "header": "COUNCIL  REGULATION (EEC) No 1059/86\nof 8 April 1986\namending Regulation (EEC) No 1900/85 introducing Community export and import declaration forms\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 235 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas Council Regulation (EEC) No 1900/85 (4) introduced Community export and import declaration forms; whereas those forms must correspond to the specimen single document form COM drawn up in accordance with Council Regulation (EEC) No 679/85 of 18 February 1985 introducing a specimen declaration form to be used in trade in goods within the Community (5);\nWhereas the introduction of the single document requires the adoption of implementing provisions, particularly for the formulation of the codes to be used in trade between Member States; whereas Regulation (EEC) No 679/85 provided for that possibility;\nWhereas no such provision was made in Regulation (EEC) No 1900/85 as regards trade between the Community and third countries; whereas, however, it became apparent, when the implementing provisions concerning the single document were being drawn up, that it is impossible in particular to establish Community codes for trade between Member States without taking account at the same time of requirements in respect of trade with third countries; whereas the need for provisions for applying Regulation (EEC) No 1900/85 may not be confined to the mere formulation of codes;\nWhereas Regulation (EEC) No 1900/85 should be amended as a result,", "main_body": ["Regulation (EEC) No 1900/85 is hereby amended as follows:\n1. The following Article shall be inserted:\n'Article 3a\nThe lodging with a customs office of a declaration signed by the declarant or his representative shall indicate that the person concerned is declaring the goods in question for the procedure applied for and, without prejudice to the possible application of penal provisions, shall be equivalent to the engagement of responsibility, under the provisions in force in the Member States, in respect of:\n- the accurarcy of the information given in the declaration,\n- the authenticity of the documents attached,\nand\n- the observance of all the obligations inherent in the entry of the goods in question under the procedure concerned.'\n2. Article 8 shall be replaced by the following:\n'Article 8\nSubject to Article 4, the provisions for applying this Regulation, and in particular, those relating to the codes to be used in connection with forms EX, EX/c, IM and IM/c for trade in goods between the Community and non-member countries and for trade between Member States in goods not complying with the conditions laid down in Article 9 (2) of the Treaty shall be adopted in accordance with the procedure referred to in Article 17 of Regulation (EEC) No 678/85.'\n3. Article 8 shall become Article 9.\n4. Article 9 shall become Article 10 and be worded as follows:\n'Article 10\nThis Regulation shall enter into force on 1 April 1986.\nIt shall apply from 1 January 1988.'", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 8 April 1986.\nFor the Council\nThe President\nG.M.V. van AARDENNE\n(1) OJ No C 348, 31. 12. 1985, p. 25.\n(2) Opinion delivered on 14 March 1986 (not yet published in the Official Journal).\n(3) Opinion delivered on 27 February 1986 (not yet published in the Official Journal).\n(4) OJ No L 179, 11. 7. 1985, p. 4.\n(5) OJ No L 79, 21. 3. 1985, p. 7."}