{"celex_id": "31985D0638", "uri": "http://publications.europa.eu/resource/cellar/1480e854-8f0e-400e-b967-3458236cd0e2", "type": "Decision", "concepts": ["1339", "4839"], "title": "85/638/EEC: Commission Decision of 20 December 1985 on financial assistance from the Community in making good losses incurred following the outbreak of African swine fever in Belgium\n", "header": "COMMISSION DECISION of 20 December 1985 on financial assistance from the Community in  making good losses incurred following the outbreak of African swine fever in Belgium (85/638/EEC)\nTHE COMMISSION OF THE EUROPEANCOMMUNITIES", "recitals": ", Having regard to the Treaty establishing  the European Economic Community, Having regard to Council Decision 77/97/EEC of 21 December 1976 on  the financing by the Community of certain emergency measures in the field of animal health  (1), as  last amended by Decision 85/212/EEC  (2), and in particular Article 1  (1) thereof, Whereas African  swine fever has been found in several localities in Belgium; whereas the appearance of this exotic  disease is a serious danger to the Community's livestock and in order to help eradicate the disease  rapidly the Community should assist in making good the losses so caused; Whereas, as soon as the  presence of African swine fever was officially confirmed, Belgium took all the measures specified  in Article 1 of the abovementioned Decision; whereas the conditions for Community financial  assistance are consequently met; whereas to be fully effective the Community's assistance should be  the maximum authorized in the said Decision; Whereas the measures provided for in this Decision are  in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["The Community shall pay 50  % of the expenditure incurred by  Belgium in compensating owners for the slaughter and destruction of pigs and the disinfecting of  farms after all outbreaks of African swine fever detected in its territory in 1985.", "This  Decision is addressed to the Member States."], "attachments": "Done at Brussels, 20 December 1985.  For the Commission Frans ANDRIESSEN Vice-President\n(1)  OJ No L 26, 31. 1. 1977, p. 78.\n(2)  OJ No L 96, 3. 4. 1985, p. 32.\nCOMMISSION DECISION of 20 December 1985 on financial assistance from the Community in  making good losses incurred following the outbreak of African swine fever in Belgium (85/638/EEC)\nTHE COMMISSION OF THE EUROPEANCOMMUNITIES, Having regard to the Treaty establishing  the European Economic Community, Having regard to Council Decision 77/97/EEC of 21 December 1976 on  the financing by the Community of certain emergency measures in the field of animal health  (1), as  last amended by Decision 85/212/EEC  (2), and in particular Article 1  (1) thereof, Whereas African  swine fever has been found in several localities in Belgium; whereas the appearance of this exotic  disease is a serious danger to the Community's livestock and in order to help eradicate the disease  rapidly the Community should assist in making good the losses so caused; Whereas, as soon as the  presence of African swine fever was officially confirmed, Belgium took all the measures specified  in Article 1 of the abovementioned Decision; whereas the conditions for Community financial  assistance are consequently met; whereas to be fully effective the Community's assistance should be  the maximum authorized in the said Decision; Whereas the measures provided for in this Decision are  in accordance with the opinion of the Standing Veterinary Committee, HAS ADOPTED THIS  DECISION:\nArticle 1\nThe Community shall pay 50  % of the expenditure incurred by  Belgium in compensating owners for the slaughter and destruction of pigs and the disinfecting of  farms after all outbreaks of African swine fever detected in its territory in 1985.\nArticle 2\nThis  Decision is addressed to the Member States.\nDone at Brussels, 20 December 1985.  For the Commission Frans ANDRIESSEN Vice-President\n(1)  OJ No L 26, 31. 1. 1977, p. 78.\n(2)  OJ No L 96, 3. 4. 1985, p. 32."}