{"celex_id": "31982D0184", "uri": "http://publications.europa.eu/resource/cellar/dd6a9a86-3c65-49a0-854a-cef4f12d01f0", "type": "Decision", "concepts": ["1091", "1412", "2157", "3842", "4381"], "title": "82/184/EEC: Commission Decision of 26 February 1982 establishing that the apparatus described as 'Cray- Computer System, model Cray-1' may not be imported free of Common Customs Tariff duties\n", "header": "COMMISSION  DECISION\nof 26 February 1982\nestablishing that the apparatus described as 'Cray-Computer System, model Cray-1' may not be imported free of Common Customs Tariff duties\n(82/184/EEC)\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1798/75 of 10 July 1975 on the importation free of Common Customs Tariff duties of educational, scientific and cultural materials (1), as amended by Regulation (EEC) No 1027/79 (2),\nHaving regard to Commission Regulation (EEC) No 2784/79 of 12 December 1979 laying down provisions for the implementation of Regulation (EEC) No 1798/75 (3), and in particular Article 7 thereof,\nWhereas, by letter dated 3 September 1981, the Federal Republic of Germany has requested the Commission to invoke the procedure provided for in Article 7 of Regulation (EEC) No 2784/79 in order to determine whether or not the apparatus described as 'Cray-Computer System, model Cray-1' to be used for fundamental research into possible energy production by means of nuclear fusion and in particular for the peformance of calculations of magnetic fields, of strength calculations relating to the vessel and coils employed in the reactor experiment, should be considered to be a scientific apparatus and, where the reply is in the affirmative, whether apparatus of equivalent scientific value is currently being manufactured in the Community;\nWhereas, in accordance with the provisions of Article 7 (5) of Regulation (EEC) No 2784/79, a group of experts composed of representatives of all the Member States met on 4 February 1982 within the framework of the Committee on Duty-Free Arrangements to examine the matter;\nWhereas this examination showed that the apparatus in question is a computer; whereas it does not have the requisite objective characteristics making it specifically suited to scientific research; whereas, moreover, apparatus of the same kind are principally used for non-scientific activities; whereas its use in the case in question could not alone confer upon it the character of a scientific apparatus; whereas it therefore cannot be regarded as a scientific apparatus; whereas the duty-free admission of the apparatus in question is therefore not justified,", "main_body": ["The apparatus described as 'Cray-Computer System, model Cray-1', which is the subject of an application by the Federal Republic Germany of 3 September 1981, may not be imported free of Common Customs Tariff duties.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 26 February 1982.\nFor the Commission\nKarl-Heinz NARJES\nMember of the Commission\n(1) OJ No L 184, 15. 7. 1975, p. 1.\n(2) OJ No L 134, 31. 5. 1979, p. 1.\n(3) OJ No L 318, 13. 12. 1979, p. 32."}