{"celex_id": "31987D0448", "uri": "http://publications.europa.eu/resource/cellar/ef118567-028b-41a8-ad8a-046d176c4a7d", "type": "Decision", "concepts": ["1662", "3774", "4081"], "title": "87/448/EEC: Commission Decision of 31 July 1987 authorizing the United Kingdom to restrict the marketing of seed of a variety of an agricultural plant species (Only the English text is authentic)\n", "header": "COMMISSION  DECISION\nof 31 July 1987\nauthorizing the United Kingdom to restrict the marketing of seed of a variety of an agricultural plant species\n(Only the English text is authentic)\n(87/448/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 70/457/EEC of 29 September 1970 on the common catalogue of varieties of agricultural plant species (1), as last amended by Directive 86/155/EEC (2), and in particular Article 15 (2) and (3) thereof,\nHaving regard to the application lodged by the United Kingdom,\nWhereas, under Article 15 (1) of the said Directive, seed and propagating material of varieties of agricultural plant species which have been officially accepted during 1984 in at least one of the Member States and which also meet the conditions laid down in the said Directive are, after 31 December 1986, no longer subject to any marketing restrictions relating to variety in the Community;\nWhereas, however, Article 15 (2) of the said Directive provides that a Member State may be authorized upon application to prohibit the marketing of seed and propagating material of certain varieties;\nWhereas the United Kingdom applied for such authorization for a certain number of varieties of different species;\nWhereas Commission Decision 87/111/EEC (3) extended for the United Kingdom the period provided for in the said Article 15 (1) beyond 31 December 1986 until 30 June 1987 in respect of the variety Barra (oats);\nWhereas the Commission has meanwhile completed its examination of the United Kingdom application in respect of that variety;\nWhereas the results of that examination show that in the United Kingdom, in the light of the national rules governing the acceptance of varieties there which apply within the framework of current Community provisions, the variety is not clearly distinguishable from another variety accepted there in respect of the characteristics which were to be examined in this case, or is not sufficiently uniform in respect of certain aspects of the relevant characteristic (Article 15 (3) (a), first case, of the said Directive);\nWhereas the United Kingdom application should therefore be granted in full in respect of that variety;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Seeds and Propagating Material for Agriculture, Horticulture and Forestry,", "main_body": ["The United Kingdom is hereby authorized to prohibit the marketing in its territory of seed of the following variety listed in the 1987 common catalogue of varieties of agricultural plant species:\nBarra (Avena sativa L.).", "The authorization given in Article 1 shall be withdrawn as soon as it is established that the conditions thereof are no longer satisfied.", "The United Kingdom shall notify the Commission of the date from which and the methods by which it makes use of the authorization under Article 1. The Commission shall inform the other Member States thereof.", "This Decision is addressed to the United Kingdom."], "attachments": "Done at Brussels, 31 July 1987.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 225, 12. 10. 1970, p. 1.\n(2) OJ No L 118, 7. 5. 1986, p. 23.\n(3) OJ No L 48, 17. 2. 1987, p. 29."}