{"celex_id": "31987D0302", "uri": "http://publications.europa.eu/resource/cellar/40eecc8e-4bb5-45a1-ab35-54a86555aab2", "type": "Decision", "concepts": ["1792", "4155", "5886", "80", "889", "976"], "title": "87/302/EEC: Commission Decision of 9 April 1986 amending Decisions 84/557/EEC, 84/562/EEC, 84/563/EEC and 85/11/EEC relating to laws of the region of Sicily concerning national aids in the agriculture sector regarded as incompatible with the common market (Only the Italian text is authentic)\n", "header": "COMMISSION  DECISION\nof 9 April 1986\namending Decisions 84/557/EEC, 84/562/EEC, 84/563/EEC and 85/11/EEC relating to laws of the region of Sicily concerning national aids in the agriculture sector regarded as incompatible with the common market\n(Only the Italian text is authentic)\n(87/302/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular the first subparagraph of Article 93 (2) thereof,\nHaving regard to Council Regulation (EEC) No 2727/75 of 29 October 1975 on the common organization of the market in cereals (1), as last amended by Regulation (EEC) No 1579/86 (2), and in particular Article 22 thereof, and the corresponding provisions of the other Regulations on the common organization of the market in agriculture products,\nWhereas:\nI\nIn 1984 the Commission adopted the following:\n- Commission Decision 84/557/EEC of 2 May 1984 concerning the State aids provided for by Law No 97 of the region of Sicily of 6 May 1981 on measures to encourage productive sectors of agriculture and various agricultural standards (3),\n- Commission Decision 84/562/EEC of 2 May 1984 on State aids under Sicilian Regional Law No 87 of 5 August 1982 providing for measures in respect of agricultural loans and urgent assistance for certain sectors of agricultural production (4),\n- Commission Decision 84/563/EEC of 30 May 1984 concerning the aids provided for in Law No 105 of 5 August 1982 of the region of Sicily amending the regional budget and the budget of the State Forests Office of the region of Sicily for 1982 (5),\n- Commission Decision 85/11/EEC of 23 July 1984 concerning aids provided for under Law No 86 of the region of Sicily of 5 August 1982 on emergency measures in agriculture (6).\nIn those Decisions the Commission prohibited the grant of aid for investments in the processing and marketing of agricultural products which exceeded:\n(a) 75 % of eligible expenditure for projects in mountain and hill areas and less-favoured areas within the meaning of Council Directive 75/268/EEC (7), as last amended by Regulation (EEC) No 797/85 (8), and forming part of national or regional programmes approved by the Commission pursuant to Council Regulation (EEC) No 355/77 of 15 February 1977 on common measures to improve the conditions under which agricultural products are processed and marketed (9), as last amended by Regulation (EEC) No 3827/85 (10); or\n(b) 50 % in other areas or for projects not forming part of such programmes.\nII\nRegulation (EEC) No 355/77 provides for a single rate of 75 % for the entire Mezzogiorno and does not distinguish according to whether the areas are less favoured or not. Indeed such a distinction could be regarded as inappropriate since a large proportion of the products processed in the facilities are situated in areas with a developed infrastructure because if they were located elsewhere they would not be profitable.\nThe funds available from the EAGGF for implementing Regulation (EEC) No 355/77 are insufficient for financing all the projects presented. The result is that some projects are not eligible for Community financing for that reason alone and must be financed solely out of national or regional resources. It seems appropriate, however, that these projects should be subject to the same conditions as if they had qualified under Regulation (EEC) No 355/77.\nIn these circumstances it seemed advisable to align the rates of aids for investments to be applied to national or regional aids for processing and marketing and forming part of a national or regional programme approved by the Commission pursuant to Regulation (EEC) No 355/77 with the rates applied under that Regulation. This new Commission position was notified to the Member States by letter of 30 October 1985.\nIII\nCommission Decisions 84/557/EEC, 84/562/EEC, 84/563/EEC and 85/11/EEC should accordingly be amended.\nMoreover, the Italian authorities have adjusted the investment aid rates for processing and marketing provided for in Laws 97/1981, 86, 87 and 105/1982, Article 12 of Law 51 of 21 August 1984 and Articles 9, 11 and 12 of Law 7 of 5 January 1985,", "main_body": ["1. Article 1 (3) of Decision 84/557/EEC is hereby replaced by the following:\n'3. The part of the aid arising from the application of Article 43 of Law No 97/81 which exceeds:\n(a) 75 % of eligible expenditure for projects forming part of national or regional programmes approved by the Commission pursuant to Regulation (EEC) No 355/77, or\n(b) 50 % of eligible expenditure for projects nor forming part of such programmes\nis incompatible with Article 92 of the EEC Treaty and may no longer be granted.'\n2. Article 1 (2) of Decision 84/562/EEC is hereby replaced by the following:\n'2. The part of the aid arising from the application of Articles 4, 5, 8 and 9 of the Law referred to in paragraph 1 which exceeds:\n(a) 75 % of eligible expenditure for projects forming part of national or regional programmes approved by the Commission pursuant to Regulation (EEC) No 355/77, or\n(b) 50 % of eligible expenditure for projects not forming part of such programmes\nis incompatible with Article 92 of the EEC Treaty and may no longer be granted.'\n3. Article 1 (1) of Decision 84/563/EEC is hereby replaced by the following:\n'1. The part of the aid arising from the application of Articles 39 and 42 of Law No 105 of 5 August 1982 of the region of Sicily which exceeds:\n(a) 75 % of eligible expenditure for projects forming part of national or regional programmes approved by the Commission pursuant to Regulation (EEC) No 355/77, or\n(b) 50 % of eligible expenditure for projects not forming part of such programmes\nis incompatible with Article 92 of the EEC Treaty and therefore may not be granted.'\n4. Article 1 (2) of Decision 85/11/EEC is hereby replaced by the following:\n'2. The part of the aid arising from the application of Articles 33 to 39 of the Law referred to in paragraph 1, in so far as they are intended to cover the cost of earlier investments, and from the application of Articles 18, 24 and 25 of the same Law, which exceeds:\n(a) 75 % of eligible expenditure for projects forming part of national or regional programmes approved by the Commission pursuant to Regulation (EEC) No 355/77, or\n(b) 50 % of eligible expenditure for projects not forming part of such programmes\nis incompatible with Article 92 of the EEC Treaty and therefore may not be granted.'", "This Decision is addressed to the Italian Republic."], "attachments": "Done at Brussels, 9 April 1986.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 281, 1. 11. 1975, p. 1.\n(2) OJ No L 139, 24. 5. 1986, p. 29.\n(3) OJ No L 305, 23. 11. 1984, p. 40.\n(4) OJ No L 311, 29. 11. 1984, p. 29.\n(5) OJ No L 311, 29. 11. 1984, p. 33.\n(6) OJ No L 7, 9. 1. 1985, p. 24.\n(7) OJ No L 128, 19. 5. 1975, p. 1.\n(8) OJ No L 93, 30. 3. 1985, p. 1.\n(9) OJ No L 51, 23. 2. 1977, p. 1.\n(10) OJ No L 372, 31. 12. 1985, p. 1."}