{"celex_id": "31989R1123", "uri": "http://publications.europa.eu/resource/cellar/ba7c473a-c60c-41c7-bbc6-832f69a88c95", "type": "Regulation", "concepts": ["1339", "4498"], "title": "Council Regulation (EEC) No 1123/89 of 27 April 1989 amending Regulation (EEC) No 2601/69 with respect to the processing aid scheme and amending the rules for applying the intervention thresholds for certain citrus fruits\n", "header": "COUNCIL REGULATION (EEC) No 1123/89 of 27 April 1989 amending Regulation (EEC) No 2601/69 with respect to the processing aid scheme and amending the rules for applying the intervention thresholds for certain citrus fruits\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 43 thereof,\nHaving regard to the Act of Accession of Spain and Portugal, and in particular Articles 89 (2) and 234 (3) thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas Regulation (EEC) No 2601/69 (4), as last amended by Regulation (EEC) No 2241/88 (5), lays down a system of financial compensation to encourage the processing of certain varieties of oranges under contracts ensuring regular supply to the  processing industry at a minimum buying-in price to the producer;\nWhereas the minimum price to the producer is calculated on the basis of the buying-in price plus 10 % of the basic price applying for the varieties of oranges which, owing to their characteristics, are normally used for processing;\nWhereas the production of mandarins continues to exceed the market's absorption possibilities; whereas the conversion measures currently in force and the other existing structural measures have not yet produced their full effects; whereas the production  of satsumas and clementines has developed considerably; whereas it is therefore necessary to encourage temporarily the processing of such small citrus fruits into juice while allowing them to qualify under the arrangements in force for oranges, and the  processing of satsumas and clementines into segments in tins, during the 1989/90 to 1991/92 marketing years inclusive;\nWhereas, pursuant to Articles 16 (4), 18 (1) and 19 (1) of Regulation (EEC) 1035/72 (6), as last amended by Regulation (EEC) No 1119/89 (7), the withdrawal prices for\noranges, mandarins, satsumas and clementines are those of products in bulk in a means of transport, all varieties and sizes taken together;\nWhereas, to encourage producers to present their products for processing rather than for withdrawal, provision should be made that the minimum processing price is to be fixed at the level of the highest withdrawal price of each applying during the  periods when major quantities are withdrawn;\nWhereas, in order to avoid any distortion of competition, provision should be made for financial compensation granted for the processing of mandarins, satsumas and clementines to be fixed at a level such that for each of the products the difference  between the minimum price and the financial compensation, i.e. the burden on the industry, is identical to that for the purchase of oranges taking account of the difference in juice yield;\nWhereas, with regard to the processing of satsumas and clementines into segments in tins, the financial compensation should be set at the level of the financial compensation granted for the processing into juice of these same products;\nWhereas, in order to ensure the effectiveness of the thresholds existing in the citrus sector, on account of the amendments introduced by this Regulation into the processing aid arrangements for those products, the rules for applying those thresholds  must be amended to take account of the quantities delivered for processing;\nWhereas point 4 of Article 119 of the Act of Accession limited to certain varieties of oranges eligible for aid for processing in Spain for the first four marketing years following accession; whereas, bearing in mind the whole set of measures taken in  the orange-processing sector, the aforesaid provisions of the Act of Accession should no longer be applied during the 1989/90 marketing year,", "main_body": ["Regulation (EEC) No 2601/69 is hereby amended as follows:\n1.  The title is replaced by the following:\n´Council Regulation (EEC) No 2601/69 of 18 December 1969 laying down special measures to encourage the processing of mandarins, satsumas, clementines and oranges'.\n2.  Article 1 is replaced by the following:\n´Article 1\nMeasures undertaken in accordance with the rules laid down in Article 2 with a view to ensuring that mandarins, satsumas, clementines and oranges are put to a use more in keeping with their characteristics by having greater recourse to processing into  juice and, with regard to satsumas and clementines, processing into segments in tins, shall qualify for assistance from the Guarantee Section of the European Agricultural Guidance and Guarantee Fund, subject to the conditions and procedure laid down in  Article 3.'\n3.  The second sentence of Article 2 (2) is replaced by the following:\n´This price shall be fixed, for each of the products in question, at the level of the highest withdrawal price applying during periods of major withdrawals.'\n4.  Article 3 is amended as follows:\n- the second subparagraph of paragraph 1 is replaced by the following:\n´For oranges, the financial compensation shall be fixed at a level such that the difference between the minimum price and the financial compensation, i.e. the burden on the industry, does not vary compared with the difference in the preceding marketing  year by an amount exceeding that resulting from the increase in the minimum price, the increase in the difference having in all events to be at least equal to 50 % of the increase in the minimum price. However, for the 1989/90 marketing year, the  financial compensation shall be fixed at a level such that the burden on the industry remains equal to that in force during the 1988/89 marketing year.'\n- the following subparagraphs are inserted after the second subparagraph in paragraph 1:\n´For mandarins, satsumas and clementines, the financial compensation shall be fixed, for processing into juice, at a level such that for each of those products the burden on the industry shall be equal to the burden on the industry for oranges, taking  account of differences in juice yields.\nFor satsumas and clementines, the financial compensation for their processing into segments in tins shall be set at the level of the financial compensation granted for these same products under the third subparagraph.'\n- the following paragraph is inserted:\n´1a. The provisions of Article 1 shall apply to mandarins, satsumas and clementines until the 1991/92 marketing year inclusive only.'", "The quantities of oranges delivered for processing under Regulation (EEC) No 2601/69 shall be added to the quantities bought in for the assessment of the overrun in the threshold fixed for that product pursuant to Article 16b of Regulation  (EEC) No 1035/72. To that end, the threshold shall be increased by a quantity equal to the average of the quantities of oranges in respect of which financial compensation was paid during the 1984/85 to 1988/89 marketing years inclusive.", "For the purposes of implementing Article 16a (1) and (2) of Regulation (EEC) No 1035/72, the quantities of mandarins, satsumas and clementines delivered for processing under Regulation (EEC) No 2601/69 shall be treated in the same way as:\n- production intended to be consumed fresh, for fixing of the intervention thresholds,\n- a quantity qualifying for an intervention measure for the ascertainment of any overrun of the intervention thresholds.", "The provisions of point 4 of Article 119 of the Act of Accession setting the quantities of oranges eligible for aid for processing in Spain shall not apply during the 1989/90 marketing year.", "The detailed rules for applying this Regulation shall be adopted in accordance with the procedure laid down in Article 33 of Regulation (EEC) No 1035/72.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply from the beginning of the 1989/90 marketing year.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 27 April 1989.\nFor the Council\nThe President\nJ. BARRIONUEVO PEÑA\n(1) OJ No C 82, 3. 4. 1989, p. 62.\n(2) Opinion delivered on 13 April 1989 (not yet published in the Official Journal).\n(3) Opinion delivered on 31 March 1989 (not yet published in the Official Journal).\n(4) OJ No L 324, 27. 12. 1969, p. 21.\n(5) OJ No L 198, 26. 7. 1988, p. 11.\n(6) OJ No L 118, 20. 5. 1972, p. 1.\n(7) See page 12 of this Official Journal."}