{"celex_id": "31984R1258", "uri": "http://publications.europa.eu/resource/cellar/7634e548-15d5-467c-84d4-518b85adf8e1", "type": "Regulation", "concepts": ["1309", "2783", "3591", "4580"], "title": "Commission Regulation (EEC) No 1258/84 of 4 May 1984 making the importation of certain textile products originating in Turkey subject to quantitative limitation\n", "header": "COMMISSION  REGULATION (EEC) No 1258/84\nof 4 May 1984\nmaking the importation of certain textile products originating in Turkey subject to quantitative limitation\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1842/71 of 21 June 1971 (1), and in particular Article 1 thereof,\nAfter consultation within the Advisory Committee established by Article 3 of that Regulation,\nWhereas imports of textile products on the Community market have during recent years given rise to market disturbance and are causing serious damage to Community producers resulting in the closure of factories and considerable loss of employment;\nWhereas, in consequence of this situation, imports of certain textile products originating in the majority of low-cost supplier countries are at present subject to a Community system of authorization and quantitative limitation;\nWhereas imports into the Community of T-shirts (category 4) originating in Turkey in the first two months of 1984 have already reached 43 % of imports of 1983, which represents an increase of 58 % compared with the same period in 1983;\nWhereas imports into the Community of trousers (category 6) originating in Turkey in the first two months of 1984 have already reached 25 % of imports of 1983, which represents an increase of 43 % compared with the same period in 1983;\nWhereas imports into the Community of knickers (category 13) originating in Turkey in the first two months of 1984 have already reached 22 % of imports of 1983, which represents an increase of 122 % compared with the same period in 1983;\nWhereas imports into the Community of outer garments (category 83) originating in Turkey in the first two months of 1984 have already reached 39 % of imports of 1983, which represents an increase of 131 % compared with the same period in 1983;\nWhereas the extremely rapid increase in recent months of imports into the Community of T-shirts, trousers, knickers, bed linen and other outer garments originating in Turkey, have helped to exacerbate the cumulative disturbance of these markets and that, in 1982 and 1983 the Community was obliged to submit, particularly, the import of T-shirts, trousers and other outer garments to Community or regional quantitative restrictions;\nWhereas the volume of this increase makes it necessary to take immediate action aimed at avoiding irreparable damage to Community producers; whereas it therefore justifies the adoption, pursuant to Article 60 of the Additional Protocol to the Association Agreement between the European Economic Community and Turkey, of the safeguard measures needed to overcome these difficulties;\nWhereas imports into France of dresses (category 26) originating in Turkey in the first two months of 1984 have already reached 31 % of imports of 1983, which represents an increase of 207 % compared with the same period in 1983;\nWhereas imports into the United Kingdom of category 32 textile products covered by NIMEXE code 58.04-69 originating in Turkey in the first two months of 1984 have already reached 23 % of imports of 1983, which represents an increase of 135 % compared with the same period in 1983;\nWhereas the extremely rapid increase in recent months of imports into France of dresses and into the United Kingdom of velvet originating in Turkey have helped to exacerbate the cumulative disturbance of those markets;\nWhereas the volume of this increase and the United Kingdom and French request make it necessary to make immediate action aimed at avoiding irreparable damage to United Kingdom and French producers and a serious deterioration in the economic situation of those regions of the Community; whereas it therefore justifies the adoption, pursuant to Article 60 of the Additional Protocol to the Association Agreement between the European Economic Community and Turkey, of the safeguard measures needed to overcome these difficulties,", "main_body": ["1. The importation into the Community of the textile products of categories 4, 6, 13 and 83 listed in the Annex originating in Turkey, shall be subject, until 31 December 1984 to the quantitative limits fixed therein.\n2. The provisions of the preceding paragraph shall not apply to products which have been placed on board and are in the course of shipment to the Community before the entry into force of this Regulation.", "1. The importation into France of the textile products of category 26 listed in the Annex originating in Turkey shall be subject, until 31 December 1984, to the quantitative limits fixed therein.\n2. The provisions of the preceding paragraph shall not apply to products which have been placed on board and are in the course of shipment to France before the entry into force of this Regulation.", "1. The importation into the United Kingdom of the textile products, category 32, covered by NIMEXE code 58.04-69 listed in the Annex originating in Turkey shall be subject, until 31 December 1984 to the quantitative limits fixed therein.\n2. The provisions of the preceding paragraph shall not apply to products which have been placed on board and are in the course of shipment to the United Kingdom before the entry into force of this Regulation.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply until 31 December 1984.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 4 May 1984.\nFor the Commission\nAntonio GIOLITTI\nMember of the Commission\n(1) OJ No L 192, 26. 8. 1971, p. 14.\nANNEX\n1.2.3.4.5.6.7.8 //   //   //   //   //   //   //   //  // Cate- gory  // CCT heading No  // NIMEXE code (1984)  // Description  // Third countries  // Member States  // Units  // Quantitative limits from 8 May to 31 December 1984  //  //   //   //   //   //   //   //   //   //   //   //   //  //   //   //   // 4  // 60.04 B I II a) b) c) IV b) 1 aa) dd) 2 ee) d) 1 aa) dd) 2 dd)  //  60.04-19, 20, 22, 23, 24, 26, 41, 50, 58, 71, 79, 89  // Under garments, knitted or crocheted, not elastic or rubberized: Shirts, T-shirts, lightweight fine knit roll, polo or turtle necked jumpers and pullovers, under vests and the like, knitted or crocheted, not elastic or rubberized, other than babies' garments, of cotton or synthetic textile fibres; T-shirts and lightweight fine knit roll, polo or turtle necked jumpers and pullovers, of regenerated textile fibres, other than babies' garments  // Turkey  // D F I BNL UK IRL DK GR EEC  // 1 000 pieces  // 5 000 200 250 900 650 50 100 45 7 195  //   //   //   //   //   //   //   //   // 6  // 61.01 B V d) 1 2 3 e) 1 2 3 61.02 B II e) 6 aa) bb) cc)  //  61.01-62, 64, 66, 72, 74, 76 61.02-66, 68, 72  // Men's and boys' outer garments: Women's, girls' and infants' outer garments: B. Other: Men's and boys' woven breeches, shorts and trousers (including slacks); women's, girls' and infants' woven trousers and slacks, of wool, of cotton or of man-made textile fibres  // Turkey  // D F I BNL UK IRL DK GR EEC  // 1 000 pieces  // 3 000 180 250 350 100 5 100 4 3 989  //   //   //  //   //   //   //   //   // 13  // 60.04 B IV b) 1 cc) 2 dd) d) 1 cc) 2 cc)  //  60.04-48, 56, 75, 85  // Under garments, knitted or crocheted, not elastic or rubberized: Men's and boys' underpants and briefs, women's, girls' and infants' (other than babies') knickers and briefs, knitted or crocheted, not elastic or rubberized, of cotton or synthetic textile fibres  // Turkey  // D F I BNL UK IRL DK GR EEC  // 1 000 pieces  // 1 000 50 200 300 1 100 50 80 30 2 810  //   //   //  //   //   //   //   //   // 83  // 60.05 A II a) b) 4 hh) 11 22 33 44 ijij) 11 kk) 11 ll) 11 22 33 44  //  60.05-04, 76, 77, 78, 79, 81, 85, 88, 89, 90, 91  // Outer garments and other articles, knitted or crocheted, not elastic or rubberized: A. Outer garments and clothing accessories: II. Other: Outer garments, knitted or crocheted, not elastic or rubberized, other than garments of categories 5, 7, 26, 27, 28, 71, 72, 73, 74 and 75, of wool, of cotton or of man-made textile fibres  // Turkey  // D F I BNL UK IRL DK GR EEC  // Tonnes  // 150 50 20 30 60 5 7 3 325  //   //   //   //   //   //   //   //  //   //   //   //   //   //   //   //   // Cate- gory  // CCT heading No  // NIMEXE code (1984)  // Description  // Third countries  // Member States  // Units  // Quantitative limits from 8 May to 31 December 1984  //   //   //   //   //   //  //   //   //   // 26  // 60.05 A II b) 4 cc) 11 22 33 44  //  // Outer garments and other articles, knitted or crocheted, not elastic or rubberized: A. Outer garments and clothing accessories: II. Other  // Turkey  // F  // 1 000 pieces  // 50  //   // 61.02 B II e) 4 bb) cc) dd) ee)  //   // Women's, girls' and infants' outer garments: B. Other:  //   //   //  //   //   //   // 60.05-45, 46, 47, 48 61.02-48, 52, 53, 54  // Women's, girls' and infants' (other than babies') woven and knitted or crocheted dresses, of wool, of cotton or of man-made textile fibres  //   //   //   //   //   //   //   //   //  //   //   //   // 32  // ex 58.04  //  58.04-07, 11, 15, 18, 41, 43, 45, 61, 63, 67, 69, 71, 75, 77, 78  // Woven pile fabrics and chenille fabrics (other than terry towelling or similar terry fabrics of cotton falling within heading No 55.08 and fabrics falling within heading No 58.05): Woven pile fabrics and chenille fabrics (other than terry fabrics of cotton and narrow woven fabrics), of wool, of cotton or of man-made textile fibres  // Turkey  // UK  // Tonnes  // 150 (1)  //   //   //   //   //   //   //   //\n(1) This limit only applies on the products covered by NIMEXE code 58.04-69."}