{"celex_id": "31988R3750", "uri": "http://publications.europa.eu/resource/cellar/9645603a-a95f-4970-a5f1-258b55ab4422", "type": "Regulation", "concepts": ["693", "712", "797"], "title": "Commission Regulation (EEC) No 3750/88 of 30 November 1988 laying down detailed rules for the application of the limit on processing aid for Shamouti oranges for 1988/89\n", "header": "COMMISSION  REGULATION (EEC) No 3750/88\nof 30 November 1988\nlaying down detailed rules for the application of the limit on processing aid for Shamouti oranges for 1988/89\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2601/69 of 18 December 1969 laying down special measures to encourage the processing of certain varieties of oranges (1), as last amended by Regulation (EEC) No 2241/88 (2), and in particular Article 3 (2) thereof,\nWhereas Regulation (EEC) No 2601/69 lays down that the special measures to encourage the processing of oranges are to apply in 1988/89 to 3 000 tonnes of fresh Shamouti oranges, to be apportioned among the producer countries; whereas that quantity should accordingly be apportioned on the basis of production in 1985/86, 1986/87 and 1987/88, the last three marketing years;\nWhereas special provisions should also be laid down to ensure that the quantities concerned are apportioned fairly between processors and that a certain quantity is allocated to new processors; whereas processors should accordingly provide particulars in addition to those specified in Commission Regulation (EEC) No 1562/85 of 7 June 1985 laying down detailed rules for the application of measures to encourage the processing of oranges and the marketing of products processed from lemons (3), as amended by Regulation (EEC) No 1715/86 (4);\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Fruit and Vegetables,", "main_body": ["The total quantity of 3 000 tonnes of fresh Shamouti oranges eligible for aid for processing under Article 3a of Regulation (EEC) No 2601/69 is hereby apportioned between producer Member States as follows:\n1.2 // - Greece:   // 100 tonnes,   // - Portugal:   // 2 900 tonnes.", "1. Processors shall, not later than 1 January 1989, communicate to the agency designated by the competent authorities of the Member States concerned the total quantity of fresh Shamouti oranges used and the net weight of the finished products obtained in 1985/86, 1986/87 and 1987/88 respectively.\n2. In exceptional cases, which must be duly substantiated to the satisfaction of the Member State concerned, communications may be accepted by a Member State which were received after the time limit specified in paragraph 1, provided that the arrangements for financial compensation are not adversely affected as a result.", "1. The quantities of products eligible for Community aid shall be fixed, for each processor in the Member State concerned, as a percentage of his production in the marketing years used for the purpose of calculating the average total production referred to in paragraph 3.\n2. The percentage referred to in paragraph 1 shall be the share of the average total production of the producer Member State concerned, expressed as the quantity of products used, to which the limit on the grant of production aid applies.\nThe quantities to which the limit on the granting of production aid applies shall be the quantities specified in Article 1, less 2 %. The latter 2 % shall be apportioned between processors as laid down in Article 4.\n3. Average total production shall be taken to mean the following total net weight of the processed products in relation to the quantity of fresh products purchased for the manufacture of processed products:\n(a) in the case of processors who produced during the last three marketing years or the first of those three marketing years: one third of their total production during that period;\n(b) in the case of processors who produced during the last two marketing years or the first of those two marketing years, one half of their total production during that period;\n(c) in the case of processors who produced during the preceding marketing year only: their total production during that marketing year.", "1. Processors who have not provided the particulars referred to in Article 2 in respect of the reference marketing year(s) used for apportioning the quotas shall be deemed to be new processors within the meaning of paragraph 2.\nWhere a processor has provided the said particulars in respect of one of the reference marketing years used for apportioning the quotas but not for one or both of the two following marketing years he shall be deemed not to have been a producer during the marketing year(s) for which no particulars were provided.\n2. Where processors did not produce the products referred to in Article 2 (1) during the reference period, or where the provisions of the first subparagraph of paragraph 1 are applied, the aid payable to those processors, hereinafter 'new processors', shall be limited to the equivalent of 2 % of the total quota.\nThe competent authorities of the Member States concerned shall determine the quantity which is thus likely to be eligible for aid and shall apportion it fairly between new processors. If all or part of that quantity is not allocated to new processors that quantity or, as the case may be, the part thereof which remains shall be apportioned fairly between the other processors.\n3. If an undertaking decides not to process all or part of the quantity allocated to it or if an undertaking ceases production and is not taken over by another undertaking the quantity thus released shall be apportioned fairly between the other processors by the competent authorities.", "1. The applications for financial compensation shall be drawn up by the processors in accordance with Articles 12 and 13 of Regulation (EEC) No 1562/85.\n2. Articles 2 to 11, 15, 16, 17 and 20 of Regulation (EEC) No 1562/85 shall apply mutatis mutandis to the processors referred to in Article 2.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 November 1988.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 324, 27. 12. 1969, p. 21.\n(2) OJ No L 198, 26. 7. 1988, p. 11.\n(3) OJ No L 152, 11. 6. 1985, p. 5.\n(4) OJ No L 149, 3. 6. 1986, p. 19."}