{"celex_id": "31988R4093", "uri": "http://publications.europa.eu/resource/cellar/20fd860b-5947-4a36-931a-4c955b74eff6", "type": "Regulation", "concepts": ["1031", "161", "2548", "2625"], "title": "Council Regulation (EEC) No 4093/88 of 16 December 1988 opening, allocating and providing for the administration of Community tariff quotas for new potatoes and certain live plants originating in the Canary Islands (1989)\n", "header": "COUNCIL REGULATION (EEC) No 4093/88 of 16 December 1988 opening, allocating and providing for the administration of Community tariff quotas for new potatoes and certain live plants originating in the Canary Islands (1989)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the Act of Accession of Spain and Portugal, and in particular Article 4 of Protocol 2 annexed thereto,\nHaving regard to the proposal from the Commission,\nWhereas, by virtue of Article 4 of Protocol 2 to the Act of Accession and Article 2 of Council Regulation (EEC) No 1391/87 of 18 May 1987 concerning certain adjustments to the arrangements applied to the Canary Islands (1), new potatoes and certain live  plants originating in the Canary Islands qualify on import into the Community for reduced customs duties within the limits of Community tariff quotas; whereas the quota volumes amount to:\n- 6 642 tonnes for new potatoes falling within CN codes 0701 90 51 and 0701 90 59 for the period 1 January to 30 June,\nand - 4 700 tonnes for certain live plants falling within Chapter 6 of the Combined Nomenclature for the period 1 January to 31 December;\nWhereas for 1989, the duties applicable within the limits of those tariff quotas are equal to 50 % of the basic duties; whereas, however, the products concerned qualify for exemption from import duties on import into that part of Spain which is included  in the customs territory of the Community; whereas, where the said products are imported into Portugal, the quota duties applicable are to be calculated in accordance with the relevant provisions of the Act of Accession; whereas to qualify for the tariff quota the products in question must comply with certain marking and labelling  conditions designed to prove their origin;\nWhereas equal and continuous access to the quotas should be ensured for all Community importers and the rates laid down for the quotas should be applied consistently to all imports of the products in question into all Member States until the quotas are exhausted; whereas, in the light of these principles, allocation of the Community tariff quotas among the Member States would seem such as to preserve the Community nature of the quotas; whereas in order to correspond as closely as  possible to the real trend of the market for the products concerned the allocation should reflect the requirements of the Member States based on statistics of imports of those products originating in the Canary Islands during a representative reference  period and on the economic outlook for the quota period in question;\nWhereas, for 1989, it is necessary to maintain the shares for the Member States given that the administrations of the Member States cannot create, by 1989 a technical and administrative basis for Community administration of the quota; whereas, however,  it is possible, given the evolution of trade over the last few years, to provide for an increase in the Community reserve;\nWhereas, during the last three years for which statistics are available, imports of these products into each of the Member States were as follows:\n(in tonnes) Member States CN codes 0701 90 51, 0701 90 59 new potatoes Live plants 1985 1986 1987 1985 1986 1987 Benelux    21 -     4   144   529   303 Denmark   127   312   180     6     6     6 Germany - - -   220   308   429 Greece - - - - - - Spain    24 -     5 3 880 5 009 4 430 France    38 - -    26    35    89 Ireland - - - -     1     1 Italy - - -    31    44   148 Portugal - - - - - - United Kingdom 6 496 2 531 1 763   177   198   204  Whereas in the last three years the products in question were imported regularly only by certain Member States and not all or only occasionally by the other Member States; whereas, under these circumstances, in the first phase, initial shares should be  allocated to the genuine importing Member States and the other Member States should be guaranteed access to the benefit of the tariff quotas when imports actually take place in the latter; whereas these arrangements for allocation will equally ensure  the uniform application of the Common Customs Tariff;\nWhereas, in order to take into account import trends for the products concerned in the various Member States, each quota should be divided into two instalments, the first being shared among certain Member States and the second constituting a reserve to  cover the subsequent requirements of these Member States where they have used up their initial shares and any additional requirements which might arise in the other Member States; whereas, in order to give importers in each Member State a certain degree  of security, the first instalment of the Community quotas should, under the circumstances, be fixed at 60 % respectively of the quota volumes;\nWhereas if, during the quota period, the Community reserve is almost totally used up, it is vital that Member States should return to that reserve all the unused part of their initial and, where relevant, additional shares to prevent part of the Community tariff quota remaining unused in a Member State when it could be used in others;\nWhereas, since the Kingdom of Belgium, the Kingdom of the Netherlands and the Grand Duchy of Luxembourg are united within and jointly represented by the Benelux Economic Union, any operation relating to the administration of the quota shares allocated  to that economic union may be carried out by any of its members,", "main_body": ["1. (a)  From 1 January to 31 December 1989, on import into the Community, the customs duties applicable for the following products shall be suspended at the levels and within the limits of Community tariff quotas as follows:\nOrder No CN code Description Quota volumes (tonnes) Quota duties (%) 09.0413 ex 0701 90 51 ex 0701 90 59 New potatoes, from 1 January to 30 June 6 642 - from 1 January to 15 May: 7,5 - from 16 May to 30 June: 10,5 09.0429 ex 0601 10 90 ex 0602 10 90 ex 0602 40 11 ex 0602 40 19 ex 0602 99 45 ex 0602 99 49 ex 0602 99 51 ex 0602 99 59 ex 0602 99 70 ex 0602 99 99 Other bulbs, tubers, tuberous roots, corms, crowns and rhizomes, dormant --Other unrooted cuttings and slips -Roses, whether or not budded or grafted --Roses (all the species Rosa), neither budded nor grafted:\n---With stock of a diameter not exceeding 10 mm ---Other --Other --------Rooted cuttings and young plants --------Other ------Other outdoor plants:\n-------Perennial plants -------Other -----Indoor plants:\n------Rooted cuttings and young plants, excluding cacti -------Other aa A A A A A A A A A A A A a A A A A A A A A A A A A s 4 700 4,\n4,\n6,5 6,5 6,5 6,5 6,5 6,5 6,5 - from 1 January to 31 December: 6,5 30. 12. 88 Official Journal of the European Communities 1. (b)  Within the limits of these tariff quotas, the said products shall be exempt from customs duties on import into that part of Spain which is included in the customs territory of the Community;\n(c)  Within the limits of these tariff quotas, the Portuguese Republic shall apply customs duties calculated according to the relevant provisions of the Act of Accession and the Regulations relating thereto.\n2.  Without prejudice to the relevant provisions applicable as regards quality standards, products covered by this Regulation cannot qualify under the tariff quotas unless, at the time of their presentation to the authorities responsible for the import  formalities for the purposes of release into free circulation in the customs territory of the Community, they are presented in packaging which bears the words Â´Canary Islands', or the equivalent thereof in another official Community language, in a  clearly visible and perfectly legible form.\nHowever, live plants originating in the Canary Islands shall be identified by means of the documents to be supplied by the importer to the abovementioned authorities.", "1.  The tariff quotas laid down in Article 1 shall be divided into two instalments.\n2.  A first instalment of 3 985 and 2 820 tonnes respectively of each tariff quota shall be allocated among certain Member States; the respective shares, which shall be valid until 31 December 1989, shall amount to the quantities indicated below:\n(a)  new potatoes falling within CN codes 0701 90 51 and 0701 90 59:\nDenmark225 tonnes,\nUnited Kingdom3 760 tonnes,\n(b)  certain live plants falling within Chapter 6 of the CN:\nBenelux170 tonnes,\nGermany170 tonnes,\nSpain2 315 tonnes,\nFrance26 tonnes,\nItaly38 tonnes,\nUnited Kingdom101 tonnes.\n3.  The second instalment of each quota, i. e. respectively:\n- 2 657 tonnes for new potatoes falling within CN codes 0701 90 51 and 0701 90 59,\nand - 1 880 tonnes for certain live plants falling within Chapter 6 of the CN,\nshall constitute the corresponding Community reserve.\n4.  If an importer gives notification of imminent imports of one of the products in question into another Member State which has not taken part in the initial allocation or has used up its initial share and which applies to take advantage of the corresponding quota the Member State concerned shall inform the Commission and draw an amount corresponding to these  requirements to the extent that the available balance of the reserve so permits.\n5.  Without prejudice to Article 3, the amounts drawn in accordance with paragraph 4 shall be valid until the end of the period to which the quota applies.", "1.  Once at least 80 % of the reserve of the tariff quota as defined in Article 2 (3) is used up, the Commission shall notify the Member States.\n2.  It shall also, in this case, notify the Member States of the date from which shares drawn from the Community reserve must be dealt with in accordance with the following provisions:\nIf an importer submits in a Member State a declaration for release for free circulation including an application for preferential treatment for a product referred to under this Regulation, and if that declaration is accepted by the customs authorities,  the Member State concerned shall inform the Commission and draw from the reserve referred to in Article 2 (3) a quantity corresponding to these requirements.\nApplications to draw on the quota volume, showing the date of acceptance of the above declaration must be forwarded to the Commission without delay.\nWithdrawals shall be granted by the Commission on the basis of the date when the declaration for release for free circulation was accepted by the customs authorities of the Member State concerned, in so far as the available balance so permits.\nIf a Member State does not use up the quantities drawn, it shall return them as soon as possible to the reserve.\nIf the quantities applied for are greater than the available balance of the reserve they shall be allocated pro rata. Member States shall be informed by the Commission by the same procedures.\n3.  Within three working days from the date mentioned in paragraph 2, the Member States shall be obliged to return to the reserve all the unused part of their initial and, where applicable, additional shares within the meaning of Article 5 (3) and (4).", "The Commission shall keep an account of the shares opened by the Member States pursuant to Articles 2 and 3 and, as soon as it is notified, shall inform each State of the extent to which the reserves have been used up.\nIt shall inform the Member States of the amounts in these reserves after quantities have been returned thereto pursuant to Article 3.\nIt shall ensure that the drawing which exhausts any reserve does not exceed the balance available and, to this end, shall notify the amount of that balance to the Member State making the last drawing.", "1.  The Member States shall take all measures necessary to ensure that additional shares drawn pursuant to Article 3 are opened in such a way that imports may be charged without interruption against their accumulated shares of the Community  tariff quotas.\n2.  The Member States shall ensure that importers of the products in question have free access to the shares allocated to them.\n3.  The Member States shall charge the imports of the products concerned against their quota shares as and when the products are entered with customs authorities for free circulation.\n4.  The extent to which a Member State has used up its shares shall be determined on the basis of the imports charged in accordance with paragraph 3.", "At the Commission's request, the Member States shall inform it of imports actually charged against their shares.", "This Regulation shall enter into force on 1 January 1989.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 16 December 1988.\nFor the Council The President G. GENNIMATAS EWG:L000UMBE01.94 FF: 0UEN;   SETUP: 01;   Hoehe: 1578 mm;   429 Zeilen;   12802 Zeichen;\nBediener: FRST   Pr.: B;\nKunde: ................................\n(1) OJ No L 133, 22. 5. 1987, p. 5."}