{"celex_id": "31980L1274", "uri": "http://publications.europa.eu/resource/cellar/5f953a84-d02b-4209-bbfd-757c89fdc8b3", "type": "Directive", "concepts": ["192", "2356", "2560", "3660", "5034", "619"], "title": "Council Directive 80/1274/EEC of 22 December 1980 amending, consequent on the accession of Greece, Directive 64/432/EEC on animal health problems affecting intra-Community trade in bovine animals and swine and Directive 80/217/EEC introducing Community measures for the control of classical swine fever\n", "header": "31.12.1980 EN Official Journal of the European Communities L 375/75\nCOUNCIL DIRECTIVE\nof 22 December 1980\namending, consequent on the accession of Greece, Directive 64/432/EEC on animal health problems affecting intra-Community trade in bovine animals and swine and Directive 80/217/EEC introducing Community measures for the control of classical swine fever\n(80/1274/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the 1979 Act of Accession, and in particular Article 146 thereof,\nHaving regard to the proposal of the Commission,\nWhereas, pursuant to Article 22 of the 1979 Act of Accession, the adaptations to the acts listed in Annex II to be drawn up in conformity with the guidelines set out in that Annex; whereas Directive 64/432/EEC (1), as last amended by Directive 80/219/EEC (2), should be adapted accordingly;\nWhereas, moreover, Directive 80/217/EEC (3), which was adopted after signature of the Treaty of Accession and is valid beyond 1 January 1981, must be adapted to ensure compliance with the provisions of the Act of Accession,", "main_body": ["Directive 64/432/EEC is hereby amended as follows:\n1. At Annex B, point 12, the following letter shall be added:\n‘(j) Greece:\n2. At Annex C, point 9, the following letter shall be added:\n‘(j) Greece:\n3. In Annex F, footnote 4 of model certificate I and footnote 5 of model certificates II, III, and IV shall be completed by the following:", "The following shall be added to the list of national laboratories for swine fever in Annex II of Directive 80/217/EEC:\n‘Greece:\nΚτηνιατρικόν Ίνστιτούτον Λοιμωδών καί Παρασιτικών Νοσημάτων (Έργαστήριον ιολογίας)\nΝεαπόλεως 9\nΆγία Παρασκευή\nΆττικής.’", "The Member States shall bring into force the laws regulations and administrative provisions necessary to comply with this Directive, in respect of Article 1. no later than 1 January 1981, and in respect of Article 2, no later than 1 July 1981. They shall inform the Commission immediately.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 22 December 1980.\nFor the Council\nThe President\nJ. SANTER\n(1)  OJ No 121, 29. 7. 1964, p. 1977/64.\n(2)  OJ No L 47, 21. 2. 1980, p. 25.\n(3)  OJ No L 47, 21. 2. 1980, p. 11."}