{"celex_id": "31984R3371", "uri": "http://publications.europa.eu/resource/cellar/42028efb-b155-4c2d-8455-a5c88bc0b7dc", "type": "Regulation", "concepts": ["2763"], "title": "Commission Regulation (EEC) No 3371/84 of 30 November 1984 amending Regulation (EEC) No 1767/82 laying down detailed rules for applying specific import levies on certain milk products\n", "header": "COMMISSION  REGULATION (EEC) No 3371/84\nof 30 November 1984\namending Regulation (EEC) No 1767/82 laying down detailed rules for applying specific import levies on certain milk products\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 804/68 of 27 June 1968 on the common organization of the market in milk and milk products (1) as last amended by Regulation (EEC) No 1557/84 (2), and in particular Article 14 (7) thereof,\nWhereas Council Regulation (EEC) No 2915/79 of 18 December 1979 determining the groups of products and the special provisions for calculating levies on milk and milk products and amending Regulation (EEC) No 950/68 on the Common Customs Tariff (3) has been amended by Regulation (EEC) No 3340/84 (4) to allow the implementation of a new set of import arrangements for certain cheeses imported from Australia and New Zealand;\nWhereas Commission Regulation (EEC) No 1767/82 (5), as last amended by Regulation (EEC) No 2239/84 (6), should be adjusted to take account of the new terms on which the said products may be imported;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Milk and Milk Products,", "main_body": ["Annexes I and III to Regulation (EEC) No 1767/82 are hereby amended as set out in the Annex hereto.", "This Regulation shall enter into force on 16 December 1984.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 November 1984.\nFor the Commission\nPoul DALSAGER\nMember of the Commission\n(1) OJ No L 148, 28. 6. 1968, p. 13.\n(2) OJ No L 150, 6. 6. 1984, p. 6.\n(3) OJ No L 329, 24. 12. 1979, p. 1.\n(4) OJ No L 312, 30. 11. 1984, p. 5.\n(5) OJ No L 196, 5. 7. 1982, p. 1.\n(6) OJ No L 205, 1. 8. 1984, p. 42.\nANNEX\n1. Items (e) and (f) in Annex I are replaced by the following:\n1.2.3.4 //   //   //   //   // 'CCT heading No  // Description  // Country of origin  // Import levy in ECU per 100 kg net weight  //   //   //   //   // (e) ex 04.04 E I b) 1  // Whole Cheddar cheeses, of a minimum fat content of 50 % by weight, in the dry matter, matured for at least three months, subject to an annual tariff quota of 9 000 tonnes  // Australia, New Zealand  // 15,00  //   //   //   //  // (f) ex 04.04 E I b) 1 and ex 04.04 E I b) 2  // - Cheddar - Other cheeses falling within subheading 04.04 E I b) 2, intended for processing, subject to an annual tariff quota of 3 500 tonnes  // Australia, New Zealand  // 15,00'  //   //   //  //\n2. In Annex III, item F. 5 is replaced by the following:\n'5. Box 16 by specifying the period for which the quota is valid.'\n3. In Annex III, item G. 3 is replaced by the following:\n'3. Box 16 by specifying the period for which the quota is valid.'\n4. In Annex III, item L. 2 is replaced by the following:\n'2. Box 16 by specifying the period for which the quota is valid.'"}