{"celex_id": "31986L0529", "uri": "http://publications.europa.eu/resource/cellar/8070ccfa-f129-40c7-85c3-339ce17c02a4", "type": "Directive", "concepts": ["1589", "30", "3860", "4432"], "title": "Council Directive 86/529/EEC of 3 November 1986 on the adoption of common technical specifications of the MAC/packet family of standards for direct satellite television broadcasting\n", "header": "COUNCIL  DIRECTIVE\nof 3 November 1986\non the adoption of common technical specifications of the MAC/packet family of standards for direct satellite television broadcasting\n(86/529/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 100 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas, in the near future, satellites for direct television broadcasting will be brought into service by several European countries and subsequently new television sets corresponding to public needs will be introduced by the manufacturers;\nWhereas the use of common technical specifications for direct satellite broadcasting of television programmes and possibly for their redistribution by cable is necessary in order to attain the objectives set out hereafter;\nWhereas the implementation of common technical specifications simplifies the broadcasting of television programmes in all countries of the Community and makes a significant contribution to European unification and to the development of a true European identity;\nWhereas the technical capability to transmit simultaneously on several sound channels opens the way to truly pan-European multilingual television programmes;\nWhereas the implementation of common technical specifications leads to the creation of a large unified market, on which products will be freely exchanged without any technical barriers, which will be of great economic benefit for the European consumer electronics industry as regards its competitiveness;\nWhereas it is indispensable that a guarantee be given to manufacturers and operators in respect of their investments and supplies, by the application of common technical standards at Community level;\nWhereas the European Broadcasting Union (EBU) and the European manufacturers of the relevant branch represented by their associations have perfected and published technical specifications forming part of the MAC/packet family for the direct television breoadcasting and the redistribution of programmes by cable; whereas these specifications have been confirmed at international level by the International Radio Consultative Committee (CCIR);\nWhereas the MAC/packet family now includes:\n- for direct satellite broadcasting: the system C-MAC/packet and the system D2-MAC/packet with frequency modulation,\n- for cable distribution: the system D-MAC/packet and the system D2-MAC/packet;\nWhereas these systems are very largely compatible with each other on the operational level;\nWhereas these systems make it possible to meet the service and economic requirements in the different national contexts;\nWhereas, in view of the foreseeable technical progress in this sector, account should now be taken of any subsequent developments of the existing systems and provision made for an eventual review of this Directive,", "main_body": ["For direct operational satellite telvision broadcasting, and subsequent redistribution by cable, Member States shall take all measures by law or administrative action to ensure the use of only the following systems:\n- in the case of direct broadcasting by satellite of television programmes, the MAC/packet systems referred to in the first indent and note 2 of recommendation AE/650 of the CCIR entitled Television standard for satellite broadcasting in the channels defined by WARC BS-77 and RARC SAT-83, approved at the 16th plenary assembly at Dubrovnik, May 1986 (i.e. the C-MAC/packet system or the D2-MAC/packet system),\n- in the case of redistribution by cable of these programmes, the MAC cable system corresponding to the satellite broadcasting system should be preferred. However, television redistribution by cable may continue to use existing techniques, conversion from the MAC/packet sstem used for the satellite broadcast link being made at the receiver terminal incorporated in the cable network,\n- any systems which evolve from those MAC/packet systems referred to in the first and second indent, which are subsequently defined by the European standardization bodies and/or the competent international bodies and which are operationally compatible with them.\nMember States shall select the system or systems of the MAC/packet family which is or are more appropriate to the present or future structure of their direct broadcasting by satellite or cable distribution networks and shall inform the Commission of their selection.", "For the purposes of this Directive, direct broadcasting by satellite means a broadcasting satellite service as defined in the Radio Regulations of the International Telecommunications Union, i.e. using channels assigned to Member States in the 11,7 to 12,5 GHz band at the World Broadcasting Satellite Administrative Radio Conference (Geneva 1977) and intended for display on 625 lines domestic TV receivers.", "This Directive shall apply until 31 December 1991 at the latest. The Commisison is invited to submit to the Council, in advance of that date, proposals for measures to be adopted for the replacement of this Directive.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 3 November 1986.\nFor the Council\nThe President\nA. CLARK\n(1) OJ No C 59, 14. 3. 1986, p. 3.\n(2) Opinion delivered on 22 October 1986 (not yet published in the Official Journal).\n(3) OJ No C 189, 28. 7. 1986, p. 4."}