{"celex_id": "31988D0424", "uri": "http://publications.europa.eu/resource/cellar/3cd7d907-399e-499e-92ec-219c000d9438", "type": "Decision", "concepts": ["1524", "1720", "2192", "588"], "title": "88/424/EEC: Commission Decision of 25 July 1988 accepting an undertaking relating to the anti-dumping proceeding concerning certain electronic typewriters assembled or produced in the Community by Sharp Manufacturing (UK) Ltd\n", "header": "COMMISSION  DECISION\nof 25 July 1988\naccepting an undertaking relating to the anti-dumping proceeding concerning certain electronic typewriters assembled or produced in the Community by Sharp Manufacturing (UK) Ltd\n(88/424/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2176/84 of 23 July 1984 on protection against dumped or subsidized imports from countries not members of the European Economic Community (1), as amended by Regulation (EEC) No 1761/87 (2), and in particular Article 13 (10) thereof,\nAfter consultations within the Advisory Committee as provided for under Regulation (EEC) No 2176/84,\nWhereas:\nA. Procedure\n(1) In July 1987, the Commission received a complaint lodged by CETMA, the Committee of European Typewriter Manufacturers, on behalf of French, German and Italian producers of electronic typewriters whose collective output constitutes practically all Community production of the product in question. The complaint contained sufficient evidence that following the opening of the investigation on electronic typewriters originating in Japan (3), a number of companies were assembling electronic typewriters in the Community under the conditions referred to in Article 13 (10) of Regulation (EEC) No 2176/84. After consultation, the Commission accordingly announced, by notice published in the Official Journal of the European Communities (4), the initiation of an investigation, under Article 13 (10) of Regulation (EEC) No 2176/84, concerning electronic typewriters assembled in the Community by the following companies:\n- Silver Reed International (Europe) Ltd, Watford, United Kingdom,\n- Brother Industries (UK) Ltd, Wrexham, United Kingdom,\n- Kyushu Matsushita (UK) Ltd, Newport, United Kingdom,\n- Sharp Manufacturing (UK) Ltd, Wrexham, United Kingdom,\n- Canon BrĂŠtagne SA, LiffrĂŠ, France,\n- TEC Elektronik-Werk GmbH, Braunschweig, Germany.\nB. Termination of the investigation and extension of the duty\n(2) As a result of this investigation the proceeding was terminated without the extension of the anti-dumping duty with regard to TEC Elektronik GmbH and Brother Industries (UK) Ltd by Commission Decision 88/226/EEC (5).\n(3) For all other companies referred to under point 1, and after taking into consideration the circumstances of each case, Council Regulation (EEC) No 1022/88 (1) extended the anti-dumping duty imposed by Council Regulation (EEC) No 1698/85 (2) to certain typewriters assembled in the Community by those companies.\nC. Undertakings\n(4) In April 1988, Sharp Manufacturing (UK) Ltd (Sharp) offered an undertaking. The Commission verified, at the premises of the company concerned, that the undertaking removed the conditions justifying the extension by Regulation (EEC) No 1022/88 of the anti-dumping duty to typewriters assembled in the Community. In the light of the undertaking offered and of the results of the verification and after consultation, the Commission is satisfied that the changes in the sourcing of parts and materials, the assurances regarding future covering and other aspects of Sharp's assembly or production operations in the Community are sufficient for the undertaking to be accepted.\n(5) The Council has therefore appropriately amended Regulation (EEC) No 1022/88 which extended the duty to products assembled or produced in the Community by inter alia Sharp (UK),", "main_body": ["The undertaking offered by Sharp Manufacturing (UK) Ltd in connection with certain electronic typewriters whether or not incorporating calculating mechanisms (corresponding to CN Codes 8469 10 00, ex 8469 21 00 and ex 8469 29 00) introduced into the commerce of the Community after having been assembled in the Community by Sharp Manufacturing (UK) Ltd is hereby accepted."], "attachments": "Done at Brussels, 25 July 1988.\nFor the Commission\nWilly DE CLERCQ\nMember of the Commission\n(1) OJ No L 201, 30. 7. 1984, p. 1.\n(2) OJ No L 167, 26. 6. 1987, p. 9.\n(3) OJ No C 83, 24. 3. 1984, p. 4.\n(4) OJ No C 235, 1. 9. 1987, p. 2.\n(5) OJ No L 101, 20. 4. 1988, p. 26.\n(1) OJ No L 101, 20. 4. 1988, p. 4.\n(2) OJ No L 163, 22. 6. 1985, p. 1."}