{"celex_id": "31981L0075", "uri": "http://publications.europa.eu/resource/cellar/f7daddec-6484-4452-9bb5-a4e3b757910b", "type": "Directive", "concepts": ["2871", "2897", "3810", "5300", "990"], "title": "Council Directive 81/75/EEC of 17 February 1981 amending Section 2 of Annex II to Directive 72/276/EEC on the approximation of the laws of the Member States relating to certain methods for the quantitative analysis of binary textile fibre mixtures\n", "header": "COUNCIL DIRECTIVE of 17 February 1981 amending Section 2 of Annex II to Directive 72/276/EEC on the approximation of the laws ; of the Member States relating to certain methods for the quantitative analysis of binary textile fibre mixtures (81/75/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 100 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas Council Directive 71/307/EEC of 26 July 1971 on the approximation of the laws of the Member States relating to textile names (4), provides for the mandatory labelling of the fibre content of textile products;\nWhereas, pursuant to Article 13 of Directive 71/307/EEC, Council Directive 72/276/EEC of 17 July 1972 on the approximation of the laws of the Member States relating to certain methods for the quantitative analysis of binary textile fibre mixtures (5) lays down 13 uniform methods of analysis for most of the textile products composed of binary mixtures that are on the market;\nWhereas textile products consisting of polypropylene fibres and certain other fibres and products consisting of chlorofibres based on homopolymers of vinyl chloride and certain other fibres which are also subject to the labelling obligation provided for in Directive 71/307/EEC are not covered by Directive 72/276/EEC ; whereas uniform methods of analysis applicable to these products should be established,", "main_body": ["Special methods Nos 14 and 15 set out in the Annex to this Directive are hereby added to Section 2 of Annex II to Directive 72/276/EEC.", "1. Member States shall bring into force the provisions necessary to comply with the Directive within one year of its notification. They shall forthwith inform the Commission thereof.\n2. As soon as this Directive has been notified, Member States shall ensure that the Commission is informed, in sufficient time for it to submit its comments, of any draft laws, regulations or administrative provisions which they intend to adopt in the field covered by this Directive.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 17 February 1981.\nFor the Council\nThe President\nD.F. van der MEI\n(1) OJ No C 283, 13.11.1979, p. 4.  (2) OJ No C 117, 12.5.1980, p. 80.  (3) OJ No C 113, 7.5.1980, p. 35.  (4) OJ No L 185, 16.8.1971, p. 16.  (5) OJ No L 173, 31.7.1972, p. 1.\nANNEX METHODS FOR QUANTITATIVE ANALYSIS OF CERTAIN BINARY FIBRE MIXTURES\nMETHOD No 14  POLYPROPYLENE FIBRES AND CERTAIN OTHER FIBRES  (Xylene method)\n1. FIELD OF APPLICATION\nThis method is applicable, after removal of non-fibrous matter, to binary mixtures of: 1.  polypropylene fibres (31)\nwith\n2. wool (1), animal hair (2 and 3), silk (4), cotton (5), acetate (17), cupro (19), modal (20), triacetate (22), viscose (23), acrylic (24), \"polyamide\" or \"nylon\" (28), polyester (29) and glass fibre (38).\n2.  PRINCIPLE\nThe polypropylene fibre is dissolved out from a known dry mass of the mixture with boiling xylene. The residue is collected, washed, dried and weighed ; its mass, corrected if necessary, is expressed as a percentage of the dry mass of the mixture. The percentage of polypropylene is found by difference.\n3. APPARATUS AND REAGENTS (other than those specified in the general instructions)      3.1. Apparatus        (i) Glass-stoppered conical flasks of at least 200 ml capacity.\n(ii) Reflux condenser (suitable for liquids of high boiling point), fitting the conical flasks (i).\n3.2. Reagent\nXylene distilling between 137 and 142º C.\nNote:\nThis reagent is highly flammable and has a toxic vapour. Suitable precautions must be taken in its use.\n4. TEST PROCEDURE\nFollow the procedure described in the general instructions, then proceed as follows:\nTo the specimen contained in the conical flask (3.1. (i)), add 100 ml of xylene (3.2) per gram of specimen. Attach the condenser (3.1. (ii)), bring the contents to the boil and maintain at boiling point for three minutes. Immediately decant the hot liquid through the weighed filter crucible (see note 1). Repeat this treatment twice more, each time using a fresh 50 ml portion of solvent.\nWash the residue remaining in the flask successively with 30 ml of boiling xylene (twice), then with 75 ml of light petroleum (I.3.2.1 of general instructions) (twice). After the second wash with light petroleum, filter the contents of the flask through the crucible, transfer any residual fibres to the crucible with the aid of a small quantity of light petroleum and allow the solvent to evaporate. Dry the crucible and residue, cool and weigh them.\nNotes:      1. The filter crucible through which the xylene is to be decanted must be pre-heated.\n2. After the treatment with boiling xylene, ensure that the flask containing the residue is cooled sufficiently before the light petroleum is introduced.\n3. In order to reduce the fire and toxicity hazards to the operator, a hot extraction apparatus using the appropriate procedures, giving identical results, may be used (1).\n5. CALCULATION AND EXPRESSION OF RESULTS\nCalculate the results as described in the general instructions. The value of d is 1 700.\n6. PRECISION\nOn a homogeneous mixture of textile materials, the confidence limits of results obtained by this method are not greater than ± 1 for a confidence level of 95 %.\nMETHOD No 15  CHLOROFIBRES (HOMOPOLYMERS OF VINYL CHLORIDE) AND CERTAIN OTHER FIBRES  (Concentrated sulphuric acid method)\n1. FIELD OF APPLICATION\nThis method is applicable, after removal of non-fibrous matter, to binary mixtures of:   1.  chlorofibres (25) based on homopolymers of vinyl chloride (after-chlorinated or not)\nwith\n2. cotton (5), acetate (17), cupro (19), modal (20), triacetate (22), viscose (23), certain acrylics (24), certain modacrylics (27), \"polyamide\" or \"nylon\" (28) and polyester (29).\nThe modacrylics concerned are those which give a limpid solution when immersed in concentrated sulphuric acid (relative density 1 784 at 20º C).\nThis method can be used in place of Method Nos 8 and 9.\n2.  PRINCIPLE\nThe constituent other than the chlorofibre (i.e. the fibres mentioned under point 2 of paragraph 1) is dissolved out from a known dry mass of the mixture with concentrated suphuric acid (relative density 1 784 at 20º C). The residue, consisting of the chlorofibre, is collected, washed, dried and weighed ; its mass, corrected if necessary, is expressed as a percentage of the dry mass of the mixture. The percentage of the second constituent is obtained by difference.\n3. APPARATUS AND REAGENTS (other than those specified in the general instructions)      3.1. Apparatus        (i) Glass-stoppered conical flasks of at least 200 ml capacity.\n(ii) Glass rod with flattened end.\n(1) See for example the apparatus described in \"Melliand Textilberichte\" 56 (1975), pp. 643 to 645.           3.2. Reagents        (i) Sulphuric acid, concentrated (relative density 1 784 at 20º C).\n(ii) Sulphuric acid, approximately 50 % (m/m) aqueous solution.\nPrepare by adding carefully, while cooling, 400 ml of sulphuric acid (relative density 1 784 at 20º C) to 500 ml of distilled or de-ionized water. After cooling to room temperature, dilute the solution to one litre with water.\n(iii) Ammonia, dilute solution.\nDilute 60 ml of concentrated ammonia solution (relative density 0 7880 at 20º C) to one litre with distilled water.\n4. TEST PROCEDURE\nFollow the procedure described in the general instructions, then proceed as follows:\nTo the specimen contained in the flask (3.1. (i)) add 100 ml of sulphuric acid (3.2. (i)) per gram of specimen.\nAllow the contents of the flask to remain at room temperature for 10 minutes and during that time stir the test specimen occasionally by means of the glass rod. If a woven or knitted fabric is being treated, wedge it between the wall of the flask and the glass rod and exert a light pressure in order to separate the material dissolved by the sulphuric acid.\nDecant the liquid through the weighed filter crucible. Add to the flask a fresh portion of 100 ml of sulphuric acid (3.2. (i)) and repeat the same operation. Transfer the contents of the flask to the filter crucible and transfer the fibrous residue there with the aid of the glass rod. If necessary, add a little concentrated sulphuric acid (3.2. (i)) to the flask in order to remove any fibres adhering to the wall. Drain the filter crucible with suction ; remove the filtrate by emptying or changing the filter-flask, wash the residue in the crucible successively with 50 % sulphuric acid solution (3.2. (ii)), distilled or de-ionized water (I.3.2.3 of the general instructions, ammonia solution (3.2. (iii)) and finally wash thoroughly with distilled or de-ionized water, draining the crucible with suction after each addition. (Do not apply suction during the washing operation, but only after the liquid has drained off by gravity.)\nDry the crucible and residue, cool and weigh them.\n5. CALCULATION AND EXPRESSION OF RESULTS\nCalculate the results as described in the general instructions. The value of d is 1 700.\n6. PRECISION\nOn a homogeneous mixture of textile materials, the confidence limits of results obtained by this method are not greater than ± 1 for a confidence level of 95 %."}