{"celex_id": "31980R2313", "uri": "http://publications.europa.eu/resource/cellar/516c17e3-4a0a-4d0b-9afb-bccd7cb1d37d", "type": "Regulation", "concepts": ["1144", "2621", "2695", "4734", "5334"], "title": "Commission Regulation (EEC) No 2313/80 of 3 September 1980 laying down detailed rules and conditions for granting temporary abandonment premiums and premiums for the renunciation of replanting in the wine sector\n", "header": "COMMISSION REGULATION (EEC) No 2313/80  of 3 September 1980  laying down detailed rules and conditions for granting temporary abandonment premiums and premiums for the renunciation of replanting in the wine sector\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 337/79 of 5 February 1979 on the common organization of the market in wine (1), as last amended by Regulation (EEC) No 1990/80 (2),\nHaving regard to Council Regulation (EEC) No 456/80 of 18 February 1980 on the granting of temporary and permanent abandonment premiums in respect of certain areas under vines and of premiums for the renunciation of replanting (3), and in particular Article 2 (6) Article 4 (7), Article 6 (3), Article 8 (3) and Article 10 (3) thereof,\nWhereas the conditions under which the premiums provided for by Regulation (EEC) No 456/80 are to be granted should be defined ; whereas in order to take account of the different conditions in the various Member States, the average yield recorded in each Member State during a reference period should be taken as a basis for the different levels of productivity ; whereas, furthermore, to take account of substantial differences in yield due to special circumstances the Member States should be authorized to increase the threshold of the high-productivity category by up to a maximum percentage;\nWhereas the recommended or authorized varieties which may be covered by the grubbing operation should be defined;\nWhereas, in order to ensure that the system is effective, the information to be included with the premium application should be laid down and provision should be made for verification of the accuracy of that information;\nWhereas the right referred to in Article 5 (1) of Regulation (EEC) No 456/80 giving rise to eligibility for the renunciation premium should be defined;\nWhereas, before the premium is paid confirmation should be obtained that grubbing has actually taken place ; whereas this should be certified so that the applicant has evidence that he has undertaken grubbing;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Wines,", "main_body": ["The list of wine-grape varieties referred to in the second indent of Article 2 (1) (a) of Regulation (EEC) No 456/80 is given in the Annex.", "For the purposes of the second indent of Article 2 (2), Article 2 (3) (c) and Article 4 (1) of Regulation (EEC) No 456/80:    (a) an area under vines of very low productivity shall be one where the age and state of maintenance of the vines and the proportion of stocks missing, as found by the competent authority designated by the Member State concerned, imply that the production per hectare will be not more than 20 hectolitres;\n(b) an area under vines of low productivity shall be one where the age and state of maintenance of the vines and the proportion of stocks missing, as found by the competent authority designated by the Member State concerned, imply that the production per hectare, in normal conditions, will be more than 20 hectolitres but less than 70 % of the average yield in the Member State in question during the wine-growing years 1974/75 to 1978/79;\n(c) an area under vines of average productivity shall be one where the age and state of maintenance of the vines and the proportion of stocks missing, as found by the competent authority designated by the Member State concerned, imply that the production per hectare, under normal conditions, will be between 70 % and 130 % of the average yield in the Member State in question during the wine-growing years 1974/75 to 1978/79;  (1)OJ No L 54, 5.3.1979, p. 1. (2)OJ No L 195, 29.7.1980, p. 6. (3)OJ No L 57, 29.2.1980, p. 16.\n(d) an area under vines of high productivity shall be one where the age and state of maintenance of the vines and the proportion of stocks missing, as found by the competent authority designated by the Member State concerned, imply that the production per hectare, under normal conditions, will exceed 130 % of the average yield in the Member State in question during the wine-growing years 1974/75 to 1978/79.\nTo take account of special circumstances the Member States may increase the percentage specified under (d) to not more than 170 % and increase the higher of the percentages specified under (c). Member States shall notify the Commission of measures taken under the second paragraph.", "(1) Applications for the temporary abandonment premium referred to in the first indent of Article 1 (1) of Regulation (EEC) No 456/80 shall include the following information:    - the name and address of the applicant and the capacity in which he cultivates the vines in respect of which the premium is applied for,\n- the area under vines cultivated as a specialized or mixed crop by the applicant,\n- sufficient data for identifying the vineyards intended for temporary abandonment in respect of which the premium is applied for,\n- the total area, in hectares, ares and centiares, of vines to be grubbed,\n- the age of the vines to be grubbed and the manner in which they are trained,\n- the varieties in question,\n- the approximate date on which grubbing is anticipated.\n(2) Applications for the renunciation premium referred to in Article 5 (1) of Regulation (EEC) No 456/80 shall include in particular:    - the name and address of the applicant and the capacity in which he holds the right in respect of which the renunciation premium is applied for,\n- the area in hectares, ares and centiares covered by the right which he intends to renounce.", "For the purposes of this Regulation, the right referred to in Article 5 (1) of Regulation (EEC) No 456/80 shall be that arising from grubbing carried out before 1 March 1976.", "The competent authority shall, on receipt of the application:    - classify the areas concerned in accordance with the provisions of Article 29 (4) of Regulation (EEC) No 337/79,\n- verify the information required under Article 3,\n- record the declarations provided for in Article 3 (2) or Article 7 (2) (a) of Regulation (EEC) No 456/80,\n- record the data required for calculating the premium in accordance with Article 2,\n- advise the applicant of the amount of premium to which he is entitled, after giving him an opportunity to put forward his comments.", "(1) On application by the interested party, the competent authority shall establish that grubbing has been carried out and shall issue a document certifying the time when it was carried out.\nThe evidence referred to in the first subparagraph of Article 4 (6) of Regulation (EEC) No 456/80 shall be furnished by the grower by submitting to the competent authority the document referred to in the first subparagraph.\n(2) Before paying the premium, the competent authority shall verify that the conditions referred to in Article 3 (4) and Article 7 (2) of Regulation (EEC) No 456/80 are fulfilled and shall undertake the verifications referred to in Article 10 of that Regulation.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 September 1980.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 3 September 1980.\nFor the Commission\nFinn GUNDELACH\nVice-President\nANNEX List of wine grape varieties for grubbing of which a temporary abandonment premium may be granted, adopted under Article 2 (1) (a) second indent of Regulation (EEC) No 456/80\nFRANCE\nAll the authorized or recommended vine varieties, except:    - those given in the classification as varieties authorized pursuant to Article 11 (1) (b) of Council Regulation (EEC) No 347/79\n- the following:    - Cabernet franc N,\n- Cabernet Sauvignon N,\n- Cot N,\n- Fer N,\n- Gamay N,\n- Merlot N,\n- Pinot noir N,\n- Syrah N,\n- Tannat N,\n- Chardonnay B,\n- Sauvignon B,\n- Chenin B,\nin the departments where they are recommended.\nITALY\n>PIC FILE= \"T0015486\">"}