{"celex_id": "31988L0610", "uri": "http://publications.europa.eu/resource/cellar/019bdb4a-b8b0-4f07-a8cc-6e8f484ae372", "type": "Directive", "concepts": ["2479", "4291", "4308", "5234", "5968", "825"], "title": "Council Directive 88/610/EEC of 24 November 1988 amending Directive 82/501/EEC on the major-accident hazards of certain industrial activities\n", "header": "COUNCIL DIRECTIVE of 24 November 1988 amending Directive 82/501/EEC on the major-accident hazards of certain industrial activities (88/610/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 130s thereof,\nHaving regard to the proposal from the Commission(1),\nHaving regard to the opinion of the European Parliament(2),\nHaving regard to the opinion of the Economic and Social Comittee(3),\nWhereas the protection of man and the environment calls for the provisions of Directive 82/501/EEC(4), as last amended by Directive 87/216/EEC(5), to be strengthened with regard to the storage of dangerous substances or preparations;\nWhereas the present amendment to Directive 82/501/EEC extends and strengthens Annex II of that Directive concerning the storage of dangerous substances or preparations, whether in bulk or in packaged form;\nWhereas the storage of dangerous substances or preparations may present a major-accident hazard both when the storage is associated with an industrial operation and when the storage is isolated or located within an installation, without being associated  with an industrial operation;\nWhereas the storage of dangerous substances or preparations to which Directive 82/501/EEC must be applied can be identified by a list of chemical names or by a list of categories of danger according to the classification and labelling requirements laid  down in other relevant Community Directives, together with their respective threshold quantities; whereas such categories of substances or preparations should be the ones classified as ´very toxic', ´toxic', ´explosive', ´oxidizing', ´extremely  flammable' and ´highly flammable';\nWhereas the provisions with regard to information to the public laid down in Article 8 of Directive 82/501/EEC need to be strengthened and better defined in order to ensure that any person liable to be affected by a major accident originating in a  notified industrial activity within the meaning of Article 5 of that Directive is appropriately and effectively informed, in a harmonized way throughout the whole Community, on all matters relating to safety; whereas area and persons liable to be  affected are defined by reference to the nature, extent and likely effects of possible major accidents occuring in the industrial activities;\nWhereas it is necessary that the content of the information referred to in Article 8 of Directive 82/501/EEC shall be clearly specified; whereas, in order to mitigate the consequences of a major accident, the persons concerned need to know the potential  hazards and the measures to be taken; whereas it is necessary that such information has to be communicated on an active basis to the persons concerned, without a request being made, through some kind of public information media, such as leaflets or  information boards;\nWhereas, in its Resolution adopted on 24 November 1986, the Council invited the Commission to review the Community measures for the prevention of major accidents and the limitation of their consequences and, if necessary, to present appropriate  proposals;\nWhereas the Commission will present a proposal for a complete and systematic revision of the Annexes of Directive 82/501/EEC once further experience has been obtained;\nWhereas the Advisory Committee on Safety, Hygiene and Health Protection at Work, set up by Decision 74/325/EEC(6), has been consulted,", "main_body": ["Directive 82/501/EEC is hereby amended as follows:\n1.Article 8 (1) shall be replaced by the following:\n´1.  Member States shall ensure that information on safety measures and on the correct behaviour to adopt in the case of an accident is supplied in an appropriate manner, and without their having to request it, to persons liable to be affected by a major accident originating in a notified industrial activity within the meaning of Article 5. The information  shall be repeated and updated at appropriate intervals. It shall also be made publicly available.\nSuch information shall contain that laid down in Annex VII.' 2.Annex II shall be replaced by that in Annex A to this Directive.\n3.The following shall be added to Annex IV:\n´e)Oxidizing substances:\nSubstances which give rise to highly exothermic reaction when in contact with other substances, particularly flammable substances'.\n4.Annex VII, which appears in Annex B to this Directive, shall be added.", "1.  In the case of existing industrial activities which will be subject to the provisions of Directive 82/501/EEC for the first time following adoption of this Directive, this Directive shall apply at the latest on 1 June 1991.\n2.  In the case provided for in paragraph 1, the declaration provided for in Article 9 (3) of Directive 82/501/EEC shall be submitted to the competent authority at the latest on 1 June 1991 and the supplementary declaration provided for in Article 9 (4) of the said Directive shall be submitted to the competent authority at the latest on 1 June 1994.", "1.  Member States shall take the measures necessary to comply with this Directive at the latest on 1 June 1990. They shall forthwith inform the Commission thereof.\n2.  Member States shall communicate to the Commission the provisions of national law which they adopt in the field covered by this Directive.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 24 November 1988.\nFor the CouncilThe PresidentV. KEDIKOGLOU  (1)OJ No. C 119, 6. 5. 1988, p. 2.\n(2)OJ No C 290, 14. 11. 1988.\n(3)OJ No C 208, 8. 8. 1988, p. 5.\n(4)OJ No L 230, 5. 8. 1982, p. 1.\n(5)OJ No L 85, 28. 3. 1987, p. 36.\n(6)OJ No L 185, 9. 7. 1974, p. 15.\nANNEX A\nANNEX II\nSTORAGE OTHER THAN OF SUBSTANCES LISTED IN ANNEX III ASSOCIATED WITH AN INSTALLATION REFERRED TO IN ANNEX I This Annex applies to storage of dangerous substances and/or preparations at any place, installation, premises, building or area of land, isolated or within an establishment, being a site used for the purpose of storage, except where that storage is  associated with an installation covered by Annex I and where the substances in question appear in Annex III.\nThe quantities set out below in Parts I and II relate to each store or group of stores belonging to the same manufacturer where the distance between the stores is not sufficient to avoid, in foreseeable circumstances, any aggravation of major-accident  hazards. These quantities apply in any case to each group of stores belonging to the same manufacturer where the distance between the stores is less than 500 m.\nThe quantities to be considered are the maximum quantities which are, or are liable to be, in storage at any one time.\nPART I Named substances Where a substance (or a group of substances) listed in Part I also falls within a category of Part II, the quantities set out in Part I must be used.\n1.Acrylonitrile   20   200  2.Ammonia   50   500  3.Chlorine   10    75  4.Sulphur dioxide   25   250  5.Ammonium nitrate (¹)  350 2 500  6.Ammonium nitrate in the form of fertilizers (²)1 25010 000  7.Sodium chlorate   25   250  8.Oxygen  200 2 000  9.Sulphur trioxide   15   100 10.Carbonyl chloride (Phosgene)    0,750     0,750 11.Hydrogen sulphide    5    50 12.Hydrogen fluoride    5    50 13.Hydrogen cyanide    5    20 14.Carbon disulphide   20   200 15.Bromine   50   500 16.Acetylene    5    50 17.Hydrogen    5    50 18.Ethylene oxide    5    50 19.Propylene oxide    5    50 20.2-Propenal (Acrolein)   20   200 21.Formaldehyde (concentration 8 90 %)    5    50 22.Bromomethane (Methyl bromide)   20   200 23.Methyl isocyanate    0,150     0,150 24.Tetraethyl lead or tetramethyl lead    5    50 25.1,2 Dibromoethane (Ethylene dibromide)    5    50 26.Hydrogen chloride (liquefied gas)   25   250 27.Diphenyl methane di-isocyanate (MDI)   20   200 28.Toluene di-isocyanate (TDI)   10   100 (¹)This applies to ammonium nitrate and mixtures of ammonium nitrate where the nitrogen content derived from the ammonium nitrate is greater than 28 % by weight and aqueous solutions of ammonium nitrate where the concentration of ammonium nitrate is  greater than 90 % by weight.\n(²)This applies to straight ammonium nitrate fertilizers which comply with Directive 80/876/EEC and to compound fertilizers where the nitrogen content derived from the ammonium nitrate is greater than 28 % by weight (a compound fertilizer contains  ammonium nitrate together with phosphate and/or potash).\n7. 12. 88No L 336/Categories of substances and preparations (2)Quantity (tonnes) 8 for application of Articles 3 und 4 for application of Article 5 (3) PART II Categories of substances and preparations not specifically named in part I The quantities of different substances and preparations (1) of the same category are cumulative. Where there is more than one category specified in the same entry, the quantities of all substances and preparations of the specified categories in that  entry must be summed up.\n1.Substances and preparations that are classified as ´very toxic'520 2.Substances and preparations that are classified as ´very toxic', ´toxic' (4), ´oxydizing' or ´explosive'10200 3.Gaseous substances and preparations including those in liquefied form, which are gaseous at normal pressure and which are classified as ´highly flammable' (5)50200 4.Substances and preparations (excluding gaseous substances and preparations covered under item 3 above) which are classified as ´highly flammable' or ´extremely flammable' (6)5 00050 000 1Preparations are mixtures or solutions consisting of two or more substances (Directive 79/831/EEC).\n2The categories of substances and preparations are as defined in the following Directives and their amendments:\n-Council Directive 67/548/EEC of 27 June 1967 on the approximation of laws, regulations and administrative provisions relating to the classification, packaging and labelling of dangerous substances,\n-Council Directive 73/173/EEC of 4 June 1973 on the approximation of Member States' laws, regulations and administrative provisions relating to the classification, packaging and labelling of dangerous preparations (solvents),\n-Council Directive 77/728/EEC of 7 November 1977 on the approximation of the laws, regulations and administrative provisions of the Member States relating to the classification, packaging and labelling of paints, varnishes, printing inks, adhesives and  similar products,\n-Council Directive 78/631/EEC of 26 June 1978 on the approximation of the laws of the Member States relating to the classification, packaging and labelling of dangerous preparations (pesticides),\n-Council Directive 88/379/EEC of 7 June 1988 on the approximation of the laws, regulations and administrative provisions of the Member States relating to the classification, packaging and labelling of dangerous preparations.\n3Articles 5 (1) (a) and 5 (1) (b), third indent, apply where appropriate.\n4Where the substances and preparations are in a state which gives them properties capable of creating a major-accident hazard.\n5This includes flammable gases as defined in Annex IV (c) (i).\n6This includes highly flammable liquids as defined in Annex IV (c) (ii).\nANNEX B\nANNEX VII\nITEMS OF INFORMATION TO BE COMMUNICATED TO THE PUBLIC IN APPLICATION OF ARTICLE 8 (1) (a)Name of company and address of site.\n(b)Identification, by position held, of the person giving the information.\n(c)Confirmation that the site is subject to the regulations and/or administrative provisions implementing the Directive and that the notification referred to in Article 5 or at least the declaration provided for in Article 9 (3) has been submitted to  the competent authority.\n(d)An explanation in simple terms of the activity undertaken on the site.\n(e)The common names or, in the case of storage covered by Part II of Annex II, the generic names or the general danger classification of the substances and preparations involved on site which could give rise to a major accident, with an indication of  their principal dangerous characteristics.\n(f)General information relating to the nature of the major-accident hazards, including their potential effects on the population and the environment.\n(g)Adequate information on how the population concerned will be warned and kept informed in the event of an accident.\n(h)Adequate information on the actions the population concerned should take, and on the behaviour they should adopt, in the event of an accident.\n(i)Confirmation that the company is required to make adequate arrangements on site, including liaison with the emergency services, to deal with accidents and to minimize their effects.\n(j)A reference to the off-site emergency plan drawn up to cope with any off-site effects from an accident. This should include advice to cooperate with any instructions or requests from the emergency services at the time of an accident.\n(k)Details of where further relevant information can be obtained, subject to the requirements of confidentiality laid down in national legislation.'   ANNEX I\nCEILINGS AND REDUCTION TARGETS FOR EMISSIONS OF SO2 FROM EXISTING PLANTS (¹) (²)  0123456789Member StateSO2 emissions by large combustion plants 1980 ktonnesEmission ceiling (ktonnes/year)% reduction over 1980 emissions % reduction over adjusted 1980 emissions Phase 1Phase 2Phase 3Phase 1Phase 2Phase 3Phase 1Phase 2Phase 3199319982003199319982003199319982003Belgium530318  212  159  - 40- 60-70-40-60-70 Denmark323213  141  106  - 34- 56-67-40-60-70 Germany2 2251 335  890  668  - 40- 60-70-40-60-70 Greece303320  320  320  +  6+  6+ 6-45-45-45 Spain2 2902 290  1 730  1 440     0- 24-37-21-40-50 France1 9101 146  764  573  - 40- 60-70-40-60-70 Ireland99124  124  124  + 25+ 25+25-29-29-29 Italy2 4501 800  1 500  900  - 27- 39-63-40-50-70 Luxembourg31,81,51,5- 40- 50-60-40-50-50 Netherlands299180  120  90  - 40- 60-70-40-60-70 Portugal115232  270  206  +102+135+79-25-13-34 United Kingdom3 8833 106  2 330  1 553  - 20- 40-60-20-40-60 ;Additional emissions may arise from capacity authorized on or after 1 July 1987.\n$Emissions coming from combustion plants authorized before 1 July 1987 but not yet in operation before that date and which have not been taken into account in establishing the emission ceilings fixed by this Annex shall either comply with the  requirements established by this Directive for new plants or be accounted for in the overall emissions from existing plants that must not exceed the ceilings fixed in this Annex.\nANNEX II\nCEILINGS AND REDUCTION TARGETS FOR EMISSIONS OF NOx FROM EXISTING PLANTS (¹) (²)  0123456Member StateNOx emissions (as NO2 by large combustion plants 1980 (ktonnes) NOx emission ceilings (ktonnes/year)% reduction over 1980 emissions % reduction over adjusted 1980 emissions Phase 1Phase 2Phase 1Phase 2Phase 1Phase 21993 (³)19981993 (³)19981993 (³)1998Belgium11088  66  - 20- 40-20-40 Denmark124121  81  -  3- 35-10-40 Germany870696  522  - 20- 40-20-40 Greece3670  70  + 94+ 9400 Spain366368  277  +  1- 24-20-40 France400320  240  - 20- 40-20-40 Ireland2850  50  + 79+ 7900 Italy580570  428  -  2- 26-20-40 Luxembourg32,41,8- 20- 40-20-40 Netherlands12298  73  - 20- 40-20-40 Portugal2359  64  +157+178- 80 United Kingdom1 016864  711  - 15- 30-15-30 ;Additional emissions may arise from capacity on or after 1 July 1987.\n$Emissions coming from combustion plants authorized before 1 July 1987 but not yet in operation before that date and which have not been taken into account in establishing the emission ceilings fixed by this Annex shall either comply with the  requirements established by this Directive for new plants or be accounted for in the overall emissions from existing plants that must not exceed the ceilings fixed in this Annex.\n=Member States may for technical reasons delay for up to two years the phase 1 date for reduction in NOx emissions by notifying the Commission within one month of the notification of this Directive.\nANNEX III\nANNEX IV\nANNEX V\nEMISSION LIMIT VALUES FOR SO2 FOR NEW PLANTS Gaseous fuels  Type of fuelLimit values (mg/Nm³)Gaseous fuels in general 35 Liquefied gas  5 Low calorific gases from gasification of refinery residues, coke oven gas, blast-furnace gas800 Gas from gasification of coal(¹) ;The Council will fix the emission limit values applicable to such gas at a later stage on the basis of proposals from the Commission to be made in the light of further technical experience.\nANNEX VI\nEMISSION LIMIT VALUES FOR NOx FOR NEW PLANTS  Type of fuelLimit values (mg/Nm³)Solid in general  650 Solid with less than 10 % volatile compounds 1 300 Liquid  450 Gaseous  350     ANNEX VII\nEMISSION LIMIT VALUES FOR DUST FOR NEW PLANTS  Type of fuelThermal capacity (MW)Emission limit values (mg/Nm³) Solid 8 500 < 500  50 100 Liquid (¹)all plants 50 Gaseousall plants  5as a rule 10for blast furnace gas 50for gases produced by the steel industry which can be used elsewhere ;A limit value of 100 mg/Nm³ may be applied to plants with a capacity of less than 500 MWth burning liquid fuel with an ash content of more than 0,06 %.\nANNEX VIII"}