{"celex_id": "31986R3913", "uri": "http://publications.europa.eu/resource/cellar/9ed31d2f-9f09-4c45-a0e5-65ffdaa4abdb", "type": "Regulation", "concepts": ["1642", "1644", "2217", "2734", "3568"], "title": "Commission Regulation (EEC) No 3913/86 of 22 December 1986 amending Regulation (EEC) No 3183/80 laying down common detailed rules for the application of the system of import and export licences and advance fixing certificates for agricultural products\n", "header": "COMMISSION  REGULATION (EEC) No 3913/86\nof 22 December 1986\namending Regulation (EEC) No 3183/80 laying down common detailed rules for the application of the system of import and export licences and advance fixing certificates for agricultural products\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2727/75 of 29 October 1975 on the common organization of the market in cereals (1), as last amended by Regulation (EEC) No 1579/86 (2), and in particular Articles 12 (2), 15 (5), 16 (6) and 24 thereof, and the corresponding provisions of the other Regulations establishing a common organization of the market in respect of agricultural products,\nWhereas, following a request from the Hellenic authorities to change the symbol GR designating Greece to EL in Community acts, Article 16 (4) of Commission Regulation (EEC) No 3183/80 (3) as last amended by Regulation (EEC) No 592/86 (4), should be amended;\nWhereas, where evidence of use of the licence or certificate is provided late but within a certain period following the expiry of the the certificate or licence, operators who have used an advance fixing certificate should be made subject to the same economic consequences as operators who have used a licence not providing for advance fixing for the same product;\nWhereas the measures provided for in this Regulation are in accordance with the opinions of all the Management Committees concerned,", "main_body": ["Regulation (EEC) No 3183/80 is hereby amended as follows:\n1. Article 16 (4) is replaced by the following:\n'4. Member States shall be responsible for having the forms printed. These may also be printed by printers appointed by the Member State in which they are established. In the latter case, reference to the appointment by the Member State must appear on each form. Each form shall bear an indication of the printer's name and address or a mark enabling the printer to be identified and, except for the application form and extension pages, an individual serial number. The number shall be preceded by the following letters according to the country issuing the document: B for Belgium, DK for Denmark, D for Germany, EL for Greece, ESP for Spain, F for France, IR for Ireland, I for Italy, L for Luxembourg, NL for the Netherlands, P for Portugal and UK for the United Kingdom.\nAt the time of their issue licences or certificates and extracts may bear an issue number allocated by the issuing agency.'\n2. Article 33 (4) is replaced by the following:\n'4. (a) Where the evidence referred to in Article 30 has not been furnished within six months following the expiry of the licence or certificate then, save in case of force majeure, the security shall be forfeit in accordance with paragraph 3.\n(b) However, where such evidence is furnished between six and 24 months following the expiry of the licence or certificate, part of the security forfeited shall be withheld and the rest shall be repaid.\nThe sum to be withheld for the quantities for which evidence has not been furnished within the time limit laid down under (a) shall be 15 % of the amount which would have been definitively forfeited if the products had not been imported or exported; where, for a given product, there were licences or certificates with different rates of security, the lowest rate applicable for the import or export operation shall be used to calulate the amount to be withheld.\nIf the total amount that should be withheld is 5 ECU or less, then the full amount shall be reimbursed.'", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nHowever,\n- licences or certificates bearing the letters GR may be issued until 31 May 1987,\n- the provisions of the second paragraph of Article 33 (4) (b) of Regulation (EEC) No 3183/80 shall apply to applications still being examined at the time of entry into force of this Regulation.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 22 December 1986.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 281, 1. 11. 1975, p. 1.\n(2) OJ No L 139, 24. 5. 1986, p. 29.\n(3) OJ No L 338, 13. 12. 1980, p. 1.\n(4) OJ No L 58, 1. 3. 1986, p. 4."}