{"celex_id": "31985R2824", "uri": "http://publications.europa.eu/resource/cellar/23024b0e-3d8d-4693-bf87-f76402405329", "type": "Regulation", "concepts": ["2743", "4284", "4663", "4682", "87", "893"], "title": "Commission Regulation (EEC) No 2824/85 of 9 October 1985 laying down detailed rules for the sale of frozen boned beef from intervention stocks for export, either in the same state or after cutting and/or repacking\n", "header": "COMMISSION  REGULATION (EEC) No 2824/85\nof 9 October 1985\nlaying down detailed rules for the sale of frozen boned beef from intervention stocks for export, either in the same state or after cutting and/or repacking\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 805/68 of 27 June 1968 on the common organization of the market in beef and veal (1), as last amended by the Act of Accession of Greece, and in particular Article 7 (3) thereof,\nWhereas certain intervention agencies have substantial stocks of intervention boned meat; whereas outlets exist in certain non-member countries for the products in question, in particular after cutting and repacking; whereas export of this meat, either in the same state or after cutting and/or repacking, should be authorized; whereas some Member States do not, however, at present have the necessary administrative structure for carrying out the checks applicable with regard to cutting and repacking operations; whereas such operations should therefore only take place with the approval of the competent authorities;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Beef and Veal,", "main_body": ["This Regulation lays down detailed rules for the sale of certain frozen boned beef which is held by the intervention agencies of the Member States and which is to be exported either in the same state or after cutting and/or repacking.", "In addition to the particulars referred to in Articles 2 (2) and 8 (2) of Commission Regulation (EEC) No 2173/79 (2), the trader must state, in the purchase application or tender, whether the meat will be exported in the same state or after cutting and/or repacking.\nTraders who opt for export after cutting and/or repacking may, in their purchase application or tender, state whether they wish their application or tender to stand if the authorization referred to in Article 3 (1) is refused.", "1. Cutting and/or repacking shall take place only with the authorization of the competent authorities.\n2. The competent authorities may authorize the cutting and/or repacking of meat held by them only if:\n- the meat to be cut and/or repacked is stored on their territory and\n- the cutting and/or repacking is to be carried out there.\n3. If the authorization referred to in paragraph 1 is refused the tender or application shall also be refused except where the provisions of Article 2 (2) apply.", "The Regulation opening the sale and referring to this Regulation may specify products not elegible for refunds.", "1. Where meat as referred to in Article 4 is cut and/or repacked it may not be mixed with the other meat sold.\n2. Where meat is cut and/or repacked the bags, cartons and other packaging material containing it shall bear particulars enabling it to be identified, including the net weight and the type and number of the cuts.\n3. Meat must be in the frozen state when it is cut and when it is repacked.", "In the case of meat as referred to in Article 4 the removal order referred to in Article 6 (1) of Commission Regulation (EEC) No 1687/76 (3), and the documents referred to in Article 12 of that Regulation shall bear one of the following endorsements:\n'Uden restitution [forordning (EOEF) nr. 2824/85]'\n'Ohne Erstattung [Verordnung (EWG) Nr. 2824/85]',\n'Chorís epistrofí (kanonismós (EOK) arith. 2824/85]',\n'No refund [Regulation (EEC) No 2824/85]',\n'Sans restitution [règlement (CEE) no 2824/85]',\n'Senza restituzione [regolamento (CEE) n. 2824/85]',\n'Zonder restitutie [Verordening (EEG) nr. 2824/85]'.\nThis endorsement shall also be entered in Section 104 of T 5 control copies.", "The provisions of this Regulation shall apply to individual sales where the Regulation opening the sale makes appropriate reference to it.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 9 October 1985\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 148, 28. 6. 1968, p. 24.\n(2) OJ No L 251, 5. 10. 1979, p. 12.\n(3) OJ No L 190, 14. 7. 1976, p. 1."}