{"celex_id": "31985R2316", "uri": "http://publications.europa.eu/resource/cellar/c15aabe3-11f6-4034-8f00-0efcc1a60753", "type": "Regulation", "concepts": ["4682", "5025", "5034", "5263"], "title": "Commission Regulation (EEC) No 2316/85 of 12 August 1985 amending Regulation (EEC) No 1368/85 as regards the beef products which may be taken into intervention in certain Member States\n", "header": "COMMISSION  REGULATION (EEC) No 2316/85\nof 12 August 1985\namending Regulation (EEC) No 1368/85 as regards the beef products which may be taken into intervention in certain Member States\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 805/68 of 27 June 1968 on the common organization of the market in beef and veal (1), as last amended by the Act of Accession of Greece, and in particular Article 6 (5) (c) thereof,\nHaving regard to Council Regulation (EEC) No 1308/85 of 23 May 1985 fixing for the 1985/1986 marketing year the guide price and intervention price for adult bovine animals (2), and in particular Article 3 (5) thereof,\nWhereas, by Regulation (EEC) No 869/84 (3), the Council decided, by way of an experiment, to implement for a period of three years the Community scale for the classification of carcases of adult bovine animals established under Regulation (EEC) No 1208/81 (4) in connection with intervention measures; whereas the categories and qualities of products which may be bought in by the intervention agencies must therefore be defined on the basis of the said scale;\nWhereas, in accordance with Council Regulation (EEC) No 1302/73 (5), as last amended by Regulation (EEC) No 427/77 (6), the qualities and cuts of the products to be bought in by the intervention agencies must be determined taking into account, on the one hand, the need to give effective support to the market and to maintain the balance between the market concerned and that in competing animal products and, on the other hand, the financial burden on the Community; whereas application of these criteria in the present situation on the beef market at the start of the period for the marketing of grass feed cattle indicates that category C should be included temporarily in the list of products which may be taken into intervention in the Federal Republic of Germany in order to cope with the substantial seasonal supplies of this category of animal;\nWhereas Commission Regulation (EEC) No 1368/85 fixing the buying-in prices for forequarters in the beef and veal sector valid with effect from 27 May 1985 and repealing Regulation (EEC) No 1177/85 (7) should therefore be amended;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Beef and Veal,", "main_body": ["The part 'Deutschland' in the Annex to Regulation (EEC) No 1368/85 shall be replaced by the Annex to this Regulation.", "This Regulation shall enter into force on 19 August 1985.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 12 August 1985.\nFor the Commission\nNicolas MOSAR\nMember of the Commission\n(1) OJ No L 148, 28. 6. 1968, p. 24.\n(2) OJ No L 137, 27. 5. 1985, p. 16.\n(3) OJ No L 90, 1. 4. 1984, p. 32.\n(4) OJ No L 123, 7. 5. 1981, p. 3.\n(5) OJ No L 132, 19. 5. 1973, p. 3.\n(6) OJ No L 61, 5. 3. 1977, p. 16.\n(7) OJ No L 139, 27. 5. 1985, p. 24."}