{"celex_id": "31988R2260", "uri": "http://publications.europa.eu/resource/cellar/1868ec49-bafe-44ed-b8ab-97a23f980891", "type": "Regulation", "concepts": ["252", "2681", "2713"], "title": "Council Regulation (EEC) No 2260/88 of 19 July 1988 fixing the maximum guaranteed quantity of cotton and the minimum price for unginned cotton for the 1988/89 marketing year\n", "header": "COUNCIL REGULATION (EEC) No 2260/88 of 19 July 1988 fixing the maximum guaranteed quantity of cotton and the minimum price for unginned cotton for the 1988/89 marketing year\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the Act of Accession of Greece, and in particular Protocol 4 on cotton, as last amended by Regulation (EEC) No 4006/87 (1),\nHaving regard to Council Regulation (EEC) No 1964/87 of 2 July 1987 adjusting the system of aid for cotton introduced by Protocol 4 annexed to the Act of Accession of Greece (2), and in particular Article 2 (1) thereof,\nHaving regard to Council Regulation (EEC) No 2169/81 of 27 July 1981 laying down the general rules for the system of aid for cotton (3), as last amended by Regulation (EEC) No 2276/87 (4), and in particular Article 9 (1) thereof,\nHaving regard to the proposal from the Commission (5),\nWhereas, pursuant to Article 2 (1) of Regulation (EEC) No 1964/87, a maximum guaranteed quantity of cotton is to be determined annually in the light of production during a reference period and the foreseeable trend of demand;\nWhereas, pursuant to Article 9 (2) of Regulation (EEC) No 2169/81, the Council is to fix a minimum price for unginned cotton each year at a level enabling producers to sell at a price as close as possible to the guide price; whereas that price must take  account of market fluctuations and the cost of transporting the unginned cotton from the production areas to the ginning areas; whereas that price must be fixed for the quality to which the guide price relates and must apply at the farm gate;\nWhereas application of the abovementioned criteria results in the fixing of the maximum guaranteed quantity and the minimum price at the levels given below,", "main_body": ["For the 1988/89 marketing year, the maximum guaranteed quantity of cotton provided for in Article 2 (1) of Regulation (EEC) No 1964/87 shall be 752 000 tonnes.", "For the 1988/89 marketing year, the minimum price for unginned cotton provided for in Article 9 (1) of Regulation (EEC) No 2169/81 shall be 91,23 ECU/100 kilograms. That price shall apply to goods at the farm gate.", "The quantity fixed in Article 1 and the price fixed in Article 2 shall be for unginned cotton meeting the quality indicated in Article 1 (2) of Regulation (EEC) No 2259/88 of 19 July 1988 fixing the guide price for unginned cotton for the  1988/89 marketing year (6).", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 September 1988.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 July 1988.\nFor the Council The President Y. POTTAKIS EWG:L168UMBE05.94 FF: 8UEN;   SETUP: 01;   Hoehe: 416 mm;   69 Zeilen;   3155 Zeichen;\nBediener: JUTT   Pr.: C;\nKunde: 41951 L 168                       (1) OJ No L 377, 31. 12. 1987, p. 49. (2) OJ No L 184. 3. 7. 1987, p. 14. (3) OJ No L 211, 31. 7. 1981, p. 2. (4) OJ No L 209, 31. 7. 1987, p. 5. (5) OJ No C 139, 30. 5. 1988, p. 39. (6) See page 6 of this Official Journal."}