{"celex_id": "31988R1117", "uri": "http://publications.europa.eu/resource/cellar/5dbdf4bc-f80c-4a1c-9163-f509566427f7", "type": "Regulation", "concepts": ["1115", "13", "1602", "2173", "5233"], "title": "Council Regulation (EEC) No 1117/88 of 25 April 1988 amending Regulation (EEC) No 1035/72 on the common organization of the market in fruit and vegetables\n", "header": "COUNCIL  REGULATION (EEC) No 1117/88\nof 25 April 1988\namending Regulation (EEC) No 1035/72 on the common organization of the market in fruit and vegetables\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Traty establishing the European Economic Community, and in particular Article 43 thereof,\nHaving regard to the proposal from the Commission,\nWhereas Regulation (EEC) No 1035/72 (1), as last amended by Regulation (EEC) No 824/88 (2), lays down that, unless an extension is decided upon, Class III may not be applied beyond the fifth year following the date of entry into force of the Regulation (EEC) No 2764/77 (3), as last amended by Regulation (EEC) No 3975/86 (4), has extended until 30 April 1988 the period during which the marketing of products of Class III may be authorized;\nWhereas in order to achieve a balance between supply and demand and promote quality, the marketing of Class III products should be considered only in special circumstances with regard to the harvest, or if new quality standards are being introduced;\nWhereas, with the same goal, provision should be made for altering the quality requirements or the minimum sizes of products eligible for marketing in the Community if supply tends to exceed demand during the marketing year concerned,", "main_body": ["Regulation (EEC) No 1035/72 is hereby amended as follows:\n1. Article 4 shall be replaced by the following:\n'Article 4\nProducts corresponding to Class III or to certain of its requirements may be marketed only in exceptional circumstances, in particular if there is a shortage in the Community or to take account of the need for producers to adjust to a standard for a new product or to take account of a product's specific characteristics during part or all of the marketing year. The application of that class or of certain of its requirements shall be decided in accordance with the procedure provided for in Article 33'.\n2. Article 5 (2) shall be replaced by the following:\n'2. Where the supply of products which are intended to be marketed fresh appreciably exceeds consumer demand, measures may be adopted in respect of Class I, Class II and Extra products with a view to waiving temporarily the application of certain of the quality requirements or those of minimum size demanded for marketing in the Community.\nIn the case of products for which a Class III has been defined, such measures may be implemented only if marketing of that Class III is not authorized'.", "This Regulation shall enter into force on 1 May 1988.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 25 April 1988.\nFor the Council\nThe President\nH.-D. GENSCHER\n(1) OJ No L 118, 20. 5. 1972, p. 1.\n(2) OJ No L 85, 30. 3. 1988, p. 5.\n(3) OJ No L 320, 15. 12. 1977, p. 5.\n(4) OJ No L 370, 30. 12. 1986, p. 10."}