{"celex_id": "31989R2836", "uri": "http://publications.europa.eu/resource/cellar/d94f6b3a-a1b9-4e42-a5c8-79ad80a910c0", "type": "Regulation", "concepts": ["1118", "3618"], "title": "Commission Regulation (EEC) No 2836/89 of 21 September 1989 enabling Member States to authorize preventive withdrawals of apples\n", "header": "COMMISSION  REGULATION (EEC) No 2836/89\nof 21 September 1989\nenabling Member States to authorize preventive withdrawals of apples\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1035/72 of 18 May 1972 on the common organization of the market in fruit and vegetables (1), as last amended by Regulation (EEC) No 1119/89 (2), and in particular Article 15a (2) thereof,\nWhereas Commission Regulation (EEC) No 1596/79 of 26 July 1979 on preventive withdrawals of apples and pears (3), as last amended by Regulation (EEC) No 2935/88 (4), lays down the circumstances under which preventive withdrawals may be authorized;\nWhereas, for the 1989/90 marketing year, apple production is estimated at 6 826 000 tonnes; whereas expected surpluses in relation to production of 6 200 000 tonnes amount to 626 000 tonnes; whereas preventive withdrawals may relate to no more than 40 % of this quantity, that is, 250 000 tonnes;\nWhereas this quantity should be distributed among the various Member States in proportion to the surpluses anticipated in each one of them in respect of varieties subject to withdrawals;\nWhereas the prices communicated in accordance with the provisions of the first subparagraph of Article 17 (1) of Regulation (EEC) No 1035/72 have stood on several representative markets of the Community below the basic price;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Fruit and Vegetables,", "main_body": ["Member States may authorize producer organizations established on their territory to undertake preventive withdrawals of apples during the 1989/90 marketing year.", "1. Preventive withdrawals may not relate to more than 250 000 tonnes distributed by Member States in the following manner:\nBelgium 9 200 tonnes\nDenmark 600 tonnes\nGermany 14 400 tonnes\nGreece 13 400 tonnes\nFrance 95 900 tonnes\nIreland 500 tonnes\nItaly 101 400 tonnes\nLuxembourg 100 tonnes\nNetherlands 8 000 tonnes\nUnited Kingdom 6 500 tonnes\n2. Preventive withdrawals may relate only to apples of class II of the varieties referred to in the Annex.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 21 September 1989.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 118, 20. 5. 1972, p. 1.\n(2) OJ No L 118, 29. 4. 1989, p. 12.\n(3) OJ No L 189, 27. 7. 1979, p. 47.\n(4) OJ No L 264, 24. 9. 1988, p. 41.\nANNEX\nList of varieties of apples which may be the subject of preventive withdrawals\nGolden Delicious\nImperatore\nRed Delicious and mutations\nStark Delicious\nStarkcrimson\nBlack Stayman\nStaymanred\nStayman Winesap\nRichared\nMacintosh Red\nBelle de Boskoop\nDelicious Pilafa\nGranny Smith\nBramley's Seedling\nIngrid Marie\nGlocken Apfel."}