{"celex_id": "31989R3400", "uri": "http://publications.europa.eu/resource/cellar/0df8c54e-3e97-4a43-88b4-7cd7f86cb7f2", "type": "Regulation", "concepts": ["2791", "4315", "807"], "title": "Commission Regulation (EEC) No 3400/89 of 13 November 1989 on the supply of white sugar to the World Food Programme (WFP) as food aid\n", "header": "COMMISSION REGULATION (EEC) No 3400/89  of 13 November 1989  on the supply of white sugar to the World Food Programme (WFP) as food aid\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3972/86 of 22 December 1986 on food-aid policy and food-aid management (1), as last amended by Regulation (EEC) No 1750/89 (2), and in particular Article 6 (1) (c) thereof,\nWhereas Council Regulation (EEC) No 1420/87 of 21 May 1987 laying down implementing rules for Regulation (EEC) No 3972/86 on food-aid policy and food-aid management (3), lays down the list of countries and organizations eligible for food-aid operations  and specifies the general criteria on the transport of food aid beyond the fob stage;\nWhereas, by its Decision of 3 March 1989 on the supply of food aid to the WFP, the Commission allocated to that organization 57 tonnes of sugar to be supplied free at port of shipment;\nWhereas it is necessary to provide for the carrying-out of this measure in accordance with the rules laid down by Commission Regulation (EEC) No 2200/87 of 8 July 1987 laying down general rules for the mobilization in the Community of products to be  supplied as Community food aid (4); whereas it is necessary to specify the time limits and conditions of supply and the procedure to be followed to determine the resultant costs,", "main_body": ["A tendering procedure is hereby initiated for the award of a contract for the supply of sugar to the WFP in accordance with the provisions of Regulation (EEC) No 2200/87 and with the conditions laid down in the Annex hereto.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 13 November 1989.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 370, 30. 12. 1986, p. 1.\n(2) OJ No L 172, 21. 6. 1989, p. 1.\n(3) OJ No L 136, 26. 5. 1987, p. 1.\n(4) OJ No L 204, 25. 7. 1987, p. 1.\nANNEX   1. Operation No (1): 532/89\n2. Programme: 1989\n3. Recipient: World Food Programme, Via Cristoforo Colombo 426, I-00145 Rome; telex 626675 WFP I\n4. Representative of the recipient (2): see OJ No C 103, 16. 4. 1987\n5. Place or country of destination: Mozambique\n6. Product to be mobilized: white sugar\n7. Characteristics and quality of the goods (3) (5) (6) (7): white sugar of category 2 standard quality (Council Regulation (EEC) No 793/72 (OJ No L 94, 21. 4. 1972, p. 1)) meeting the requirements set out in Article 3 (3) of Commission Regulation (EEC)  No 2103/77 (OJ No L 246, 27. 9. 1977, p. 12)\n8. Total quantity: 57 tonnes\n9. Number of lots: one\n10. Packaging and marking (10): new jute bags, with inner polythene bag at least 0,05 mm thick, minimum weight of jute and polythene 420 g, net capacity 50 kg\nMarking on bags (at least 5 cm high):\n´ACTION No 532/89 / MOZAMBIQUE 0356302 / SUGAR / GIFT OF THE EUROPEAN ECONOMIC COMMUNITY / ACTION OF THE WORLD FOOD PROGRAMME / BEIRA IN TRANSIT TO MADIMBA / MOZAMBIQUE'\n11. Method of mobilization (9): sugar produced in the Community as defined at (a) and (b) in the sixth subparagraph of Article 24 (1a) of Council Regulation (EEC) No 1785/81 (OJ No L 177, 1. 7. 1981, p. 4)\n12. Stage of supply: free at port of shipment\n13. Port of shipment: -\n14. Port of landing specified by the recipient: -\n15. Port of landing: -\n16. Address of the warehouse and, if appropriate, port of landing: -\n17. Period for making the goods available at the port of shipment: 15 - 31. 12. 1989\n18. Deadline for the supply: -\n19. Procedure for determining the costs of supply: invitation to tender\n20. Date of expiry of the period allowed for submission of tenders: 28. 11. 1989 at 12 noon\n21. In the case of a second invitation to tender:\n(a) deadline for the submission of tenders: 12. 12. 1989 at 12 noon\n(b) period for making the goods available at the port of shipment: 1 - 15. 1. 1990\n(c) deadline for the supply: -\n22. Amount of the tendering security: ECU 15 per tonne\n23. Amount of the delivery security: 10 % of the amount of the tender in ecus\n24. Address for submission of tenders (4): Bureau de l'aide alimentaire, à l'attention de Monsieur N. Arend, bâtiment Loi 120, bureau 7/58, 200 rue de la Loi, B-1049 Bruxelles; telex AGREC 22037 B\n25. Refund payable on request by the successful tenderer (8): periodic refund applicable to white sugar on 1. 11. 1989 fixed by Commission Regulation (EEC) No 3188/89 (OJ No L 309, 26. 10. 1989, p. 5)\nNotes:\n(1) The operation number is to be quoted in all correspondence.\n(2) Commission delegate to be contacted by the successful tenderer: see list published in OJ No C 227, 7. 9. 1985, p. 4.\n(3) The successful tenderer shall deliver to the beneficiary a certificate from an official entity certifying that for the product to be delivered the standards applicable, relative to nuclear radiation, in the Member State concerned, have not been  exceeded.\nThe radioactivity certificate must indicate the caesium-134 and -137 levels.\n(4) In order not to overload the telex, tenderers are requested to provide, before the date and time laid down in point 20 of the Annex, evidence that the tendering security referred to in Article 7 (4) (a) of Regulation (EEC) No 2200/87 has been  lodged, preferably:\n- either by porter at the office referred to in point 24 of the Annex,\n- or by telecopier on one of the following numers in Brussels:\n235 01 32\n236 10 97\n235 01 30\n236 20 05\n(5) The successful tenderer shall give the beneficiaries' representatives a health certificate at the time of delivery.\n(6) The successful tenderer shall give the beneficiaries' representatives a certificate of origin at the time of delivery.\n(7) The successful tenderer shall contact the recipient as soon as possible to establish which consignment documents are required and how they are to be distributed.\n(8) Commission Regulation (EEC) No 2330/87 (OJ No L 210, 1. 8. 1987, p. 56), as last amended by Regulation (EEC) No 2226/89 (OJ No L 214, 24. 7. 1989, p. 10) is applicable as regards the export refund and, where appropriate, the monetary and accession  compensatory amounts, the representative rate and the monetary coefficient. The date referred to in Article 2 of the abovementioned Regulation is that referred to in point 25 of the Annex.\n(9) The rule provided at the second indent in point (a) of Article 18 (2) of Regulation (EEC) No 2103/77 is binding for determination of the sugar category.\n(10) Since the goods may be rebagged, the successful tenderer must provide 2 % of empty bags of the same quality as those containing the goods, with the marking followed by a capital ´R'."}