{"celex_id": "31984D0001", "uri": "http://publications.europa.eu/resource/cellar/34458cc2-60cf-41c7-bc6c-6aa85ff0a21f", "type": "Decision", "concepts": ["2795", "2922", "3660", "4415", "753", "833"], "title": "84/1/Euratom, EEC: Council Decision of 22 December 1983 adopting a research programme to be implemented by the Joint Research Centre for the European Atomic Energy Community and for the European Economic Community (1984 to 1987)\n", "header": "COUNCIL  DECISION\nof 22 December 1983\nadopting a research programme to be implemented by the Joint Research Centre for the European Atomic Energy Community and for the European Economic Community (1984 to 1987)\n(84/1/Euratom, EEC)\nTHE COUNCIL OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Atomic Energy Community, and in particular Article 7 thereof,\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 235 thereof,\nHaving regard to the proposal from the Commission (1), presented after consultation, with regard to nuclear projects, of the Scientific and Technical Committee,\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas, in the context of the common policy relating to the field of science and technology, the multiannual research programme is one of the principal means whereby the European Atomic Energy Community can contribute to the safety and development of nuclear energy and to the acquisition and dissemination of information in the nuclear field;\nWhereas Article 2 of the Treaty establishing the European Economic Community assigns to the Community inter alia the task of promoting throughout the Community a harmonious development of economic activities, a continuous and balanced expansion and increased stability; whereas the objectives of activities engaged in by the Community to this end are set out in Article 3 of the said Treaty;\nWhereas the non-nuclear projects provided for by this Decision appear necessary for the attainment of these objectives;\nWhereas on 14 January 1974 the Council adopted a resolution on the coordination of national policies and the definition of projects of interest to the Community in the field of science and technology (4);\nWhereas the programme was drawn up in accordance with the Council resolution of 17 December 1970 concerning the procedures for adopting research and training programmes (5);\nWhereas Article 3 of Council Decisions 77/488/EEC, Euratom (6) and 80/317/EEC, Euratom, (7) provides for a review of the programme during its third year;\nWhereas it is of advantage to define and embody the common science and technology strategy in multiannual framework programmes setting out the complete range of scientific and technical activities being carried out or due to be carried out on the basis of the three Treaties; whereas this advantage was confirmed by the\nCouncil in its resolution of 25 July 1983 on framework programmes for Community research, development and demonstration activities; and a first framework programme 1984 to 1987 (1);\nWhereas, during the period 1984 to 1987, the Joint Research Council (JRC) must continue to play a central role in the Community's research strategy and to carry out work of common interest by drawing on a level of resources which is the equivalent of the present level;\nWhereas, more generally, the JRC programme as a whole must be in keeping with the conclusions of the Council of 10 March 1983,", "main_body": ["The research programme, hereinafter referred to as 'the programme', set out in Annex A is hereby adopted for a period of four years, starting on 1 January 1984.", "The expenditure commitment estimated as necessary for the execution of the programme should be 700 million ECU, including expenditure on a staff of 2 260. An indicative breakdown of this amount, consisting of approximately 400 million ECU for expenditure on staff and 300 million ECU for other expenditure, is given in Annex B.", "Appropriations earmarked for expenditure on staff shall be updated annually, as part of the budgetary procedure, in accordance with Council decisions on salaries and wages. In the case of other expenditure, the JRC Board of Governors shall each year assess the programme's financial requirements and its report shall be forwarded to the Council in the context of the budgetary procedure. If, after the initial years of the programme, the Board of Governors concludes that certain aspects have made it impossible to continue the programme for the whole of its duration, or that the programme requires substantial amendment, the Commission shall refer the matter to the Council in the third year of the programme so that it can decide either to revise the programme or to initiate a new multiannual programme.", "Termination-of-service measures designed to permit the introduction of new skills and a reduction in the average age of staff will be implemented as soon as the Council has approved the relevant Regulation. Throughout the duration of the programme, the cost of implementing these measures shall be included in the estimated overall cost of the programme.", "During the third year, the programme will be the subject of a review which may lead to a Council decision on a further four-year programme in accordance with the appropriate procedure.", "Dissemination of the information resulting from implementation of the non-nuclear parts of the programme shall be carried out in accordance with Council Regulation (EEC) No 2380/74 of 17 September 1974 adopting provisions for the dissemination of information relating to research programmes for the European Economic Community (2).", "The Commission, assisted by the JRC Board of Governors, shall be responsible for carrying out the programme and, to this end, shall call upon the services of the Joint Research Centre.", "Before the next proposal for a multiannual programme, the Commission shall submit to the Council and to the European Parliament a critical analysis carried out by independent experts of the programmes launched by the Joint Research Centre.\nThis analysis shall contain a quantitative and qualitative assessment of the results of the research.\nIn addition, the Commission shall each year prepare a report for the Council and the European Parliament on the execution of the programme."], "attachments": "Done at Brussels, 22 December 1983.\nFor the Council\nThe President\nC. VAITSOS\n(1) OJ No C 311, 16. 11. 1983, p. 5.\n(2) OJ No C 307, 14. 11. 1983, p. 116.\n(3) OJ No C 341, 19. 12. 1983, p. 9.\n(4) OJ No C 7, 29. 1. 1974, p. 2.\n(5) OJ No L 16, 20. 1. 1971, p. 13.\n(6) OJ No L 200, 8. 8. 1977, p. 4.\n(7) OJ No L 72, 18. 3. 1980, p. 11.\n(1) OJ No C 208, 4. 8. 1983, p. 1.\n(2) OJ No L 255, 20. 9. 1974, p. 1.\nANNEX  A\nRESEARCH PROGRAMME (1984 TO 1987) OF THE JOINT RESEARCH CENTRE\nRESEARCH ACTION PROGRAMME - INDUSTRIAL TECHNOLOGIES\nNuclear measurements and reference materials\n- Nuclear measurements\n- Reference materials\nHigh-temperature materials\n- Research on steels and alloys\n- Research on sub-assemblies\n- Research on ceramics\n- Data bank on high-temperature materials\n- Information centre on high-temperature materials\nRESEARCH ACTION PROGRAMME - FUSION\nFusion technology and safety\n- Studies in respect of reactors\n- Technology of the breeding blanket\n- Study on structural materials\n- Risk assessment\n- Studies concerning a tritium-handling laboratory\nRESEARCH ACTION PROGRAMME - FISSION\nReactor safety\n- Reliability and risk assessment\n- Integrity of components and systems for light-water reactors\n- Study on abnormal behaviour in core-cooling systems in light-water reactors\n- Study on severely damaged fuel\n- Construction models relating to accidents in fast reactors\n- Study on the properties of materials and on the behaviour of structures in fast reactors\n- Evaluation of a vibrating table\nManagement of radioactive waste\n- Waste management and the fuel cycle\n- Safety factors connected with the storage of waste in continental geological formations\n- Feasibility and safety of storing waste in deep ocean sediments\nSafeguarding and management of fissile materials\n- Methods and instruments for the determination of fissile materials and for containment and monitoring\n- Processing, transmission and evaluation of safeguards data\n- Integration of safeguards activities\nNuclear fuels and actinides research\n- Limits to the use of nuclear fuels\n- Behaviour of oxide fuels under transitory conditions and release of fission products in the event of severe damage\n- Safety of the actinide cycle\n- Research on actinides RESEARCH ACTION PROGRAMME - NON-NUCLEAR ENERGY SOURCES\nTechniques for solar energy tests\n- Photovoltaic systems\n- Heat conversion\nManagement of energy in dwellings\n- Evaluation of hybrid systems\n- Passive technologies\n- Energy audit\nRESEARCH ACTION PROGRAMME - ENVIRONMENT\nEnvironmental protection\n- Chemical products in the environment\n- Quality of the environment\n- Energy and the environment\nApplication of remote-sensing techniques\n- agriculture and soil management\n- protection of the marine environment\n- natural disasters\nIndustrial hazards\n- accident prevention\n- accident management and control\nACTIVITIES OF SCIENTIFIC DEPARTMENTS\n(Complementary programme)\nExploitation of the HFR reactor\nShould the need arise: European research activities of particular significance (1)\n(1) Implementation of the conclusions reached by the Council on 10 March 1983 with regard to European research activities of particular significance will be the subject of proposals which the Commission will present in good time to enable the Council to take a decision before the end of the first six months of 1984.\nANNEX  B\nINDICATIVE BREAKDOWN OF RESOURCES\n(Appropriations in millions of ECU)\n1.2 //   //   // Programmes  // Commitment appropriations  //   //   // Industrial technologies  //   // - Nuclear measurements and reference materials  // 64  // - High-temperature materials  // 28  //   //   // Total  // 92  //   //   // Fusion  //   // Fusion technology and safety  // 46,5 (1)  //   //   // Total  // 46,5  //   //   // Fission  //   // - Reactor safety  // 192 (2)  // - Management of radioactive waste  // 49  // - Safeguarding and management of fissile materials  // 45  // - Nuclear fuels and actinides research  // 66  //   //   // Total  // 352  //   //  // Non-nuclear energy sources  //   // - Techniques for solar energy tests  // 22  // - Management of energy in dwellings  // 17  //   //   // Total  // 39  //   //   // Environment  //   // - Environmental protection  // 49  // - Application of remote-sensing techniques  // 29  // - Industrial hazards  // 21  //   //   // Total  // 99  //   //   // Activities of scientific departments  //   // Exploitation of the HFR (complementary programme)  // 59 (3)  //   //   // Total  // 59  //   //   // Specific appropriations provided for European research activities of particular significance  // 12,5 (4)  //   //   // Total  // 12,5  //   //   // Total programme (1984 to 1987)  // 700 (5)  //   //\n(1) Including an indicative sum of 500 000 ECU for studies concerning a tritium-handling laboratory.\n(2) Including an indicative sum of 2 500 000 ECU to continue studies concerning a large capacity vibration table.\n(3) The Member States' financial contributions for this complementary programme are included in the 700 million ECU, the breakdown being as follows:\nOperation of the HFR reactor:\n- Germany 50 %,\n- Netherlands 50 %.\n(4) Allocation of this amount of 12 500 000 ECU will be determined by a future decision of the Council.\n(5) Non-programmed research is carried out within the overall level of resources of 700 million ECU. When the annual resources made available to the JRC to implement the programme are adequate to permit exploratory research of this kind, the nature of which has not yet been identified, a sum not exceeding 5 % of the total specific scientific appropriations can be entered for this purpose in Chapter 100 of the budget of the relevant year."}