{"celex_id": "31987R4000", "uri": "http://publications.europa.eu/resource/cellar/125db11d-888e-49c0-ba08-ba63293481fa", "type": "Regulation", "concepts": ["2121"], "title": "Commission Regulation (EEC) No 4000/87 of 23 December 1987 amending Regulation (EEC) No 2771/75 on the common organization of the market in eggs\n", "header": "COMMISSION REGULATION (EEC) No 4000/87 of 23 December 1987 amending Regulation (EEC) No 2771/75 on the common organization of the market in eggs\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2658/87 of 23 July 1987 on the tariff and statistical nomenclature and on the Common Customs Tariff (1), as amended by Regulation (EEC) No 3985/87 (2), and in particular Article 15 thereof,\nWhereas Council Regulation (EEC) No 2658/87 establishes, with effect from 1 January 1988, a combined goods nomenclature based on the Harmonized System which will meet the requirements both of the Common Customs Tariff and the nomenclature of goods for  the external trade statistics of the Community;\nWhereas, as a consequence, it is necessary to express the descriptions of goods and tariff heading numbers which appear in Council Regulation (EEC) No 2771/75 (3), as last amended by Regulation (EEC) No 1475/86 (4), according to the terms of the  combined nomenclature; whereas these adaptations do not call for any amendment of substance,", "main_body": ["Council Regulation (EEC) No 2771/75 is modified as follows:\n1.", "is replaced by the following:\n'1.  The common organization of the market in eggs shall cover the following products:\nCN code\nDescription\na)\n0407 00 11\n0407 00 19\n0407 00 30\naa\na\ns\nPoultry eggs in shell, fresh, preserved or cooked\nb)\n0408 11 10\n0408 19 11\n0408 19 19\n0408 91 10\n0408 99 10\naa\nA\nA\na\nA\nA\ns\nEggs not in shell and egg yolks suitable for human consumption, fresh, dried, cooked by steaming or by boiling in water, moulded, frozen or otherwise preserved, whether or not containing added sugar or other sweetening matter'\n2.  For the purposes of this Regulation:\n(a)  'eggs in shell' means poultry eggs in shell, fresh, preserved, or cooked, other than eggs for hatching specified in (b);\n(b)  'eggs for hatching' means poultry eggs for hatching;\n(c)  'whole products' means birds' eggs not in shell, whether or not containing added sugar or other sweetening matter suitable for human consumption;\n(d)  'separated products' means birds' egg yolks, whether or not containing added sugar or other sweetened matter suitable for human consumption;\n(e)  a 'quarter' means a period of three months beginning on 1 February, 1 May, 1 August or 1 November.'\n2.\nAnnex I is replaced by the Annex to this Regulation.", "This Regulation shall enter into force on 1 January 1988.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 23 December 1987.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\nSPA:L377UMBE18.96\nFF: 5UEN;   SETUP: 01;   Hoehe: 460 mm;   117 Zeilen;   2898 Zeichen;\nBediener: JUTT   Pr.: B;\nKunde: L 377 EN 18 - 40800\n(1) OJ No L 256, 7. 9. 1987, p. 1.\n(2) OJ No L 376, 31. 12. 1987, p. 1.\n(3) OJ No L 282, 1. 11. 1975, p. 49.\n(4) OJ No L 133, 21. 5. 1986, p. 39.\nANNEX\n'ANNEX I\nCN code\nDescription\nex 0403\nButtermilk, curdled milk and cream, yogurt, kephir and other fermented or acidified milk and cream, whether or not concentrated or containing added sugar or other sweetening matter or flavoured or containing added cocoa\nex 1806\nChocolate and other food preparations containing cocoa\nex 1901\nFood preparations of goods of heading Nos 0401 to 0404, containing cocoa powder, not elsewhere specified or included\nex 1902 11 00\nUncooked pasta, not stuffed or otherwise prepared, containing eggs\nex 1904\nPrepared food, obtained by the swelling or roasting of cereals or cereal products (for example, corn flakes); cereals, other than maize (corn), in a grain form, pre-cooked or otherwise prepared containing cocoa\nex 1905\nBread, pastry, cakes, biscuits and other bakers' wares, whether or not containing cocoa; communion wafers, empty cachets of a kind suitable for pharmaceutical use, sealing wafers, rice paper and similar products:\nex 1905 20\n-Gingerbread and the like\nex 1905 30\n-Sweet biscuits; waffles and wafers\nex 1905 40 00\n-Rusks, toasted bread and similar toasted products\nex 1905 90 40\nex 1905 90 50\nex 1905 90 60\nex 1905 90 90\naa\nA\na\nA\ns\n-Other\nex 2105 00\nIce cream and other edible ice, containing cocoa\nex 2208 90\nSpirits, liqueurs, and other spirituous beverages containing eggs or egg yolk\nex 3502 10\n-Egg albumin:\n--Other:\nex 3502 10 91\n---Dried (in sheets, scales, flakes, powders etc.)\nex 3502 10 99\n---Other'\nSPA:L377UMBE19.96\nFF: 5UEN;   SETUP: 01;   Hoehe: 270 mm;   73 Zeilen;   1522 Zeichen;\nBediener: JUTT   Pr.: B;\nKunde: 40800 England 19"}