{"celex_id": "31985D0236", "uri": "http://publications.europa.eu/resource/cellar/30bbe3c0-20b0-4715-a788-d13453b6499e", "type": "Decision", "concepts": ["2356", "2560", "2738", "3584", "4692", "4840"], "title": "85/236/EEC: Commission Decision of 12 April 1985 amending for the first time Decision 85/192/EEC concerning certain protective measures against African swine fever in Belgium\n", "header": "COMMISSION  DECISION\nof 12 April 1985\namending for the first time Decision 85/192/EEC concerning certain protective measures against African swine fever in Belgium\n(85/236/EEC)\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 64/432/EEC of 26 June 1964 on animal health problems affecting intra-Community trade in bovine animals and swine (1), as last amended by Directive 84/644/EEC (2), and in particular Article 9 thereof,\nHaving regard to Council Directive 72/461/EEC of 12 December 1972 on health problems affecting intra-Community trade infresh meat (3), as last amended by Directive 84/643/EEC (4), and in particular Article 8 thereof,\nHaving regard to Council Directive 80/215/EEC of 22 January 1980 on animal health problems affecting intra-Community trade in meat products (5), as last amended by Directive 81/476/EEC (6), and in particular Article 7 thereof,\nWhereas an outbreak of African swine fever has occurred in Belgium;\nWhereas this outbreak is liable to endanger the herds of other Member States, in view of the trade in live pigs, fresh pigmeat and pigmeat products;\nWhereas, following this outbreak of African swine fever, on 18 March 1985 the Commission adopted Decision 85/192/EEC concerning certain protective measures against African swine fever in Belgium (7);\nWhereas, in the light of the stringent measures adopted by the Belgian authorities, the restrictions on trade could be applied on a regional basis, provided the disease is confined to a specific part of the country's territory;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["Decision 85/192/EEC is hereby amended as follows:\n1. Paragraph 2 of Article 1 is replaced by the following:\n'2. The restrictive measures referred to in paragraph 1 are lifted:\n(a) as from 24 March 1985, in the area of Belgium outlined in paragraph 1 of the Annex;\n(b) as from 18 April 1985, in the area of Belgium outlined in paragraph 2 of the Annex, in respect of:\n- meat from livestock slaughtered before 15 January 1985,\n- meat products prepared from meat referred to in the first indent;\n(c) as from 18 April 1985, in the area of Belgium outlined in paragraph 3 of the Annex, in respect of:\n- meat from livestock slaughtered after 17 April 1985,\n- meat products prepared from meat referred to in the first indent.\nThe restrictive measures in respect of (c) shall be lifted only if no outbreak appears in the area of Belgium outlined in paragraphs 1 and 3 of the Annex. The Commission shall inform the Member States on 17 April 1985 whether this condition has been met. Such notification shall be based on information provided by Belgium.'\n2. The following Article 2a is inserted:\n'Article 2a\nAs from 18 April 1985:\n1. the health certificate provided for in Council Directive 64/433/EEC of 26 June 1964 accompanying pigmeat must be completed by the following: \"Meat conforming to Commission Decision 85/236/EEC (1)\";\n2. the health certificate provided for in Council Directive 77/99/EEC of 21 December 1976 accompanying pigmeat products must be completed by the following: \"Products conforming to Commission Decision 85/236/EEC\".\n(1) OJ No L 108, 20. 4. 1985, p. 23.'\n3. The Annex is replaced by the Annex to this Decision.", "The Member States shall amend the measures which they apply to trade so that they comply with this Decision. They shall immediately inform the Commission thereof.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 12 April 1985.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No 121, 29. 7. 1964, p. 1977/64.\n(2) OJ No L 339, 27. 12. 1984, p. 30.\n(3) OJ No L 302, 31. 12. 1972, p. 24.\n(4) OJ No L 339, 27. 12. 1984, p. 27.\n(5) OJ No L 47, 21. 2. 1980, p. 4.\n(6) OJ No L 186, 8. 7. 1981, p. 20.\n(7) OJ No L 84, 26. 3. 1985, p. 12.\nANNEX\n1. The whole of Belgium, with the exception of the area to the west of the line formed by the Terneuzen-Ghent canal, the Scheldt to the Espierre canal and the Espierre canal to the French border.\n2. The whole of Belgium situated to the west of the line formed by the Terneuzen-Ghent canal, the Scheldt to the Espierre canal and the Espierre canal to the French border.\n3. The area of Belgium outlined in 2, with the exception of the communes of Tielt, Pittem, Meulebeke, Ardooie, Ingelmunster, Lendelede, Izegem, Roeselare, Ledegem, Moorslede, Staden, Hooglede, Zonnebeke, Poelkapelle, Lichtervelde und Zwevezele and an area within a radius of three kilometres around the two outbreaks in the communes of Reninge and Ichtegem."}