{"celex_id": "31985D0103", "uri": "http://publications.europa.eu/resource/cellar/af525ab6-93f1-47b6-bf30-8eaabec338d6", "type": "Decision", "concepts": ["1637", "2488", "2783", "5283"], "title": "85/103/EEC: Commission Decision of 21 December 1984 authorizing certain Member States to renew intra- Community surveillance of certain textile products originating in the People's Republic of China (Only the German, English, French, Greek, Italian and Dutch texts are authentic)\n", "header": "COMMISSION  DECISION\nof 21 December 1984\nauthorizing certain Member States to renew intra-Community surveillance of certain textile products originating in the People's Republic of China\n(Only the Dutch, English, German, Greek, French and Italian texts are authentic)\n(85/103/EEC)\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular the first paragraph of Article 115 thereof,\nHaving regard to Commission Decision 80/47/EEC of 20 December 1979 on surveillance and protective measures which Member States may be authorized to take in respect of imports of certain products originating in third countries and put into free circulation in another Member State (1), and in particular Articles 1 and 2 thereof,\nWhereas Decision 80/47/EEC requires Member States to have prior authorization from the Commission before introducing intra-Community surveillance of the imports concerned;\nWhereas the Community negotiated an Agreement with the People's Republic of China on trade in certain textile products in 1979 and has subsequently negotiated a supplementary Protocol to that Agreement; whereas the Community and China have decided that the provisions of the Protocol shall apply in full from 1 January 1984 until 31 December 1988;\nWhereas, in order to implement the provisions of the Agreement, as amended by the abovementioned supplementary Protocol, Council Regulation (EEC) No 2072/84 instituted common rules for imports of the textile products covered by the Agreement (2);\nWhereas, under these rules, imports into the Community of these textile products are subject to quantitative restrictions; whereas there are still disparities in the conditions applied by the Member States to these imports;\nWhereas these disparities could cause deflections of trade;\nWhereas, by Decision 84/61/EEC of 25 January 1984 (3) and Decision of 22 February 1984 (not published) (4), the Commission authorized certain Member States, pursuant to Article 2 of the abovementioned Decision 80/47/EEC, to establish intra-Community surveillance of certain textile products covered by the Agreement with China until 31 December 1984;\nWhereas the Member States in question have asked the Commission for authorization to extend intra-Community surveillance beyond 31 December 1984;\nWhereas the circumstances which motivated the Commission to take those Decisions - deflection of trade in the textile products concerned, threatening to exacerbate or prolong the economic problems of the Member States in question - still persist;\nWhereas the Member States in question should therefore be authorized, by virtue of the first paragraph of Article 115 of the Treaty, to renew intra-Community surveillance of imports originating in China covered by the abovementioned Commission Decisions;\nWhereas such authorization should extend only until 30 June 1985, the date of expiry of Commission Decision 83/326/EEC (5), to permit a full review of products subject to intra-Community surveillance in the various Member States,", "main_body": ["The Member States mentioned in the Annex are hereby authorized each in so far as it is concerned and in accordance with Decision 80/47/EEC, to renew until 30 June 1985 intra-Community surveillance measures in respect of the imports listed in the said Annex.", "This Decision is addressed to the Kingdom of Belgium, the Federal Republic of Germany, the French Republic, the Hellenic Republic, Ireland, the Italian Republic, the Grand Duchy of Luxembourg, the Kingdom of the Netherlands and the United Kingdom."], "attachments": "Done at Brussels, 21 December 1984.\nFor the Commission\nWilhelm HAFERKAMP\nVice-President\n(1) OJ No L 16, 22. 1. 1980, p. 14.\n(2) OJ No L 198, 27. 7. 1984, p. 1.\n(3) OJ No L 36, 8. 2. 1984, p. 25.\n(4) OJ No C 54, 25. 2. 1984, p. 2.\n(5) OJ No L 175, 30. 6. 1983, p. 1.\nANNEX\n1.2 //   //   // Member State  // Category  //   //  // Federal Republic of Germany  // 2  //   //   // Benelux  // 1, 2 a), 3 a), 6, 8, 21, 24, 76  //   //   // France  // 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 12, 19, 20, 21, 23, 24, 32, 33, 36, 37, 39, 59, 73, 78, 81  //   //   // Greece  // 6  //   //  // Ireland  // 4, 5, 6, 7, 8, 9, 12, 15 b), 21  //   //  // Italy  // 1, 2, 3, 4, 5, 6, 7, 8, 19, 20, 39  //   //  // United Kingdom  // 1, 2, 3, 4, 5, 6, 7, 8, 10, 19, 21, 37, 73  //   //"}