{"celex_id": "31983L0189", "uri": "http://publications.europa.eu/resource/cellar/0caf27cc-d179-4aa9-9565-92c0d5ab273e", "type": "Directive", "concepts": ["2076", "3641", "3645", "3648", "5235", "616"], "title": "Council Directive 83/189/EEC of 28 March 1983 laying down a procedure for the provision of information in the field of technical standards and regulations\n", "header": "COUNCIL DIRECTIVE of 28 March 1983 laying down a procedure for the provision of information in the field of technical standards and regulations (83/189/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Articles 100 and 213 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas the prohibition of quantitative restrictions on the movement of goods and of measures having an equivalent effect is one of the basic principles of the Community;\nWhereas barriers to trade resulting from technical regulations relating to products may be allowed only where they are necessary in order to meet essential requirements and have an objective in the public interest of which they constitute the main guarantee;\nWhereas it is essential for the Commission to have the necessary information at its disposal before the adoption of technical provisions ; whereas, consequently, the Member States which are required to facilitate the achievement of its task pursuant to Article 5 of the Treaty must notify it of their projects in the field of technical regulations;\nWhereas all the Member States must also be informed of the technical regulations contemplated by any one Member State;\nWhereas the Commission and the Member States must also be allowed sufficient time in which to propose amendments to a contemplated measure, in order to remove or reduce any barriers which it might create to the free movement of goods;\nWhereas the Commission must also have the option of proposing or adopting a Community directive governing the subject of the national measure contemplated;\nWhereas, in the two instances set out above, the Member State in question must, pursuant to the general obligations laid down in Article 5 of the Treaty, defer implementation of the contemplated measure for a period sufficient to allow either a joint examination of the proposed amendments or the preparation of the proposal for a Council Directive or of the Commission Directive ; whereas the time limits laid down in the Agreement of the representatives of the Governments of the Member States meeting within the Council of 28 May 1969 providing for standstill and notification to the Commission (4), as amended by the Agreement of 5 March 1973 (5), have proved inadequate in the cases concerned and should accordingly be extended;\nWhereas the procedure concerning the standstill arrangement and notification of the Commission contained in the abovementioned Agreement of 28 May 1969 remains applicable to products subject to that procedure which are not covered by this Directive;\nWhereas, in practice, national technical standards may have the same effects on the free movement of goods as technical regulations;\nWhereas it would therefore appear necessary to inform the Commission of draft standards under similar conditions to those which apply to technical regulations ; whereas, pursuant to Article 213 of the Treaty, the Commission may, within the limits and under the conditions laid down by the Council in accordance with the provisions of the Treaty, collect any information and carry out any checks required for the performance of the tasks entrusted to it;\nWhereas it is also necessary for the Member States and the standards institutions to be informed of standards contemplated by standards institutions in the other Member States;  (1) OJ No C 253, 1.10.1980, p. 2. (2) OJ No C 144, 15.6.1981, p. 122. (3) OJ No C 159, 29.6.1981, p. 23. (4) OJ No C 76, 17.6.1969, p. 9. (5) OJ No C 9, 15.3.1973, p. 3.\nWhereas it is necessary to set up a Standing Committee, the members of which will be appointed by the Member States with the task of helping the Commission to examine draft national standards and cooperating in its efforts to lessen any adverse effects thereof on the free movement of goods,", "main_body": ["For the purposes of this Directive, the following meanings shall apply:    1. \"technical specification\", a specification contained in a document which lays down the characteristics required of a product such as levels of quality, performance, safety or dimensions, including the requirements applicable to the product as regards terminology, symbols, testing and test methods, packaging, marking or labelling;\n2. \"standard\", a technical specification approved by a recognized standardizing body for repeated or continuous application, with which compliance is not compulsory;\n3. \"standards programme\", document listing the subjects for which it is intended to draw up or alter a standard;\n4. \"draft standard\", document containing the text of the technical specifications concerning a given subject, which is being considered for adoption in accordance with the national standards procedure, as that document stands after the preparatory work and as circulated for public comment or scrutiny;\n5. \"technical regulation\", technical specifications, including the relevant administrative provisions, the observance of which is compulsory, de jure or de facto, in the case of marketing or use in a Member State or a major part thereof, except those laid down by local authorities;\n6. \"draft technical regulation\", the text of a technical specification including administrative provisions, formulated with the aim of enacting it or of ultimately having it enacted as a technical regulation, the text being at a stage or preparation at which substantial amendments can still be made;\n7. \"product\", industrially manufactured products other than agricultural products within the meaning of Article 38 (1) of the Treaty, products for human or animal consumption, medicinal products within the meaning of Directive 65/65/EEC  (1) and cosmetic products within the meaning of Directive 76/768/EEC (2).", "1. The Commission and the standards institutions in List 1 annexed hereto shall be informed each year, not later than 31 January, of the standards programmes drawn up by the national institutions in List 2 annexed hereto. This information shall be brought up to date every quarter. The Commission may amend or supplement these lists on the basis of communications from the Member States.\n2. Standards programmes shall indicate in particular whether the standard:    - will be the transposition in full of an existing international or European standard,\n- will be the transposition of an international or European standard incorporating certain national divergences or amendments,\n- will be a new national standard,\n- will constitute an amendment of a national standard.\nAfter consulting the Committee referred to in Article 5, the Commission may draw up rules for the codified presentation of this information and a plan and criteria for the presentation of standards programmes designed to facilitate their comparison.\n3. The Commission shall keep this information at the disposal of the Member States in a form in which the different programmes can be compared.", "The Commission and the standards institutions shall be informed if one or more standards institutions:  (1) OJ No 22, 9.2.1965, p. 369/65. (2) OJ No L 262, 27.9.1976, p. 169.     - wish to be involved passively or actively (by sending an observer) in activities planned by other standards institutions,\n- wish a European standard or any other document leading to uniform technical specifications to be drawn up.", "At least every four months the standards institutions referred to in List 1 and the Commission shall receive all new draft standards, except where such standards merely transpose the full text of an international or European standard.\nWhen a draft is communicated it shall be indicated whether the standard will be:    - the transposition of an international or European standard incorporating certain national divergences or amendments,\n- a new national standard, or\n- an amendment of a national standard.", "A Standing Committee shall be set up consisting of representatives appointed by the Member States who may call on the assistance of experts or advisers ; its chairman shall be a representative of the Commission.\nThe Committee shall draw up its own rules of procedure.", "1. The Committee shall meet at least twice a year with the representatives of the standards institutions referred to in List 1.\n2. The Commission shall submit to the Committee a report on the implementation and application of the abovementioned procedures and proposals aimed at eliminating existing or foreseeable barriers to trade.\n3. The Committee shall express its opinion on the communications and proposals referred to in paragraph 2 and may in this connection propose, in particular, that the Commission:    - request the European standards institutions to draw up a European standard within a given time limit,\n- ensure where necessary, in order to avoid the risk of barriers to trade, that initially the Member States concerned decide amongst themselves on appropriate measures,\n- take all appropriate measures.\n4. The Committee must be consulted by the Commission:    (a) before any amendment is made to the lists in the Annex (Article 2 (1));\n(b) when drawing up the rules for the codified presentation of information and the plan and criteria for the presentation of standards programmes (Article 2 (2));\n(c) when deciding on the actual system whereby the exchange of information provided for in this Directive is to be effected and on any change to it;\n(d) when reviewing the operation of the system set up by this Directive (Article 11).\n5. The Committee may be consulted by the Commission on any preliminary draft technical regulation received by the latter.\n6. Any question regarding the implementation of this Directive may be submitted to the Committee at the request of its chairman or of a Member State.\n7. The proceedings of the Committee and the information to be submitted to it shall be confidential.\nHowever, the Committee and the national authorities may, provided that the necessary precautions are taken, consult, for an expert opinion, natural or legal persons, including persons in the private sector.", "1. Member States shall take all appropriate measures to ensure that their standards institutions do not draw up or introduce standards in the field in question while the European standard referred to in the first indent of Article 6 (3) is being drawn up. This undertaking shall lapse unless a European standard has been introduced within six months following expiry of the time limit fixed in accordance with the said indent.\n2. Paragraph 1 shall not apply to the work of standards institutions undertaken at the request of the  public authorities to draw up technical specifications or a standard for specific products for the purpose of enacting a technical regulation for such products.\nMember States shall communicate all requests of the kind referred to in the preceding subparagraph to the Commission as draft technical regulations, in accordance with Article 8 (1), and shall state the grounds for their enactment.", "1. Member States shall immediately communicate to the Commission any draft technical regulation, except where such technical regulation merely transposes the full text of an international or European standard, in which case information regarding the relevant standard shall suffice ; they shall also let the Commission have a brief statement of the grounds which make the enactment of such a technical regulation necessary, where these are not already made clear in the draft.\nThe Commission shall immediately notify the other Member States of any draft it has received ; it may also refer this draft to the Committee for its opinion.\n2. The Commission and the Member States may make comments to the Member State which has forwarded a draft technical regulation ; that Member State shall take such comments into account as far as possible in the subsequent preparation of the technical regulation.\n3. At the express request of a Member State or the Commission, Member States shall communicate to them, without delay, the definitive text of a technical regulation.\n4. The information supplied under this Article shall be confidential.\nHowever, the Committee and the national authorities may, provided that the necessary precautions are taken, consult, for an expert opinion, natural or legal persons, including persons in the private sector.", "1. Without prejudice to paragraph 2, Member States shall postpone the adoption of a draft technical regulation for six months from the date of the notification referred to in Article 8 (1) if the Commission or another Member State delivers a detailed opinion, within three months of that date, to the effect that the measure envisaged must be amended in order to eliminate or reduce any barriers which it might create to the free movement of goods.\n2. The period in paragraph 1 shall be 12 months if, within three months following the notification referred to in Article 8 (1), the Commission gives notice of its intention of proposing or adopting a Directive on the subject.\n3. Paragraphs 1 and 2 shall not apply in those cases where, for urgent reasons relating to the protection of public health or safety, a Member State is obliged to prepare technical regulations in a very short space of time in order to enact and introduce them immediately without any consultations being possible. In such cases the Member State in question shall in the notification provided for in Article 8 state the grounds warranting the urgent adoption of the measures.", "0\nArticles 8 and 9 shall not apply where Member States honour their obligations arising out of Community Directives or commitments arising out of an international agreement where they result in the adoption of uniform technical specifications in the Community.", "1\nNo later than four years following the date of notification of this Directive the Commission, in close cooperation with the Committee referred to in Article 5, shall review the operation of the procedures laid down in this Directive and, if need be, submit any relevant proposals for amending them.", "2\n1. Member States shall bring into force the measures necessary in order to comply with this Directive within 12 months following its notification and shall forthwith inform the Commission thereof.\n2. Member States shall ensure that the texts of the main provisions of national law which they adopt in the field governed by this Directive are communicated to the Commission.", "3\nThis Directive is addressed to the Member States."], "attachments": "Done at Brussels, 28 March 1983.\nFor the Council\nThe President\nJ. ERTL\nANNEX\nLIST 1 Standards institutions\nAFNOR (France) : Association française de normalisation, Tour Europe, Cedex 7, F-92080 Paris-La-Défense\nUTE (France) : Union technique de l'électricité (UTE), 12, place des États-Unis, F-75703 Paris Cedex 16\nBSI (United Kingdom) : British Standards Institution, 2 Park Street, UK-London W1A 2BS\nBEC (United Kingdom) : British Electrotechnical Committee, British Standards Institution, 2 Park Street, UK-London W1A 2BS\nDS (Denmark) : Dansk Standardiseringsråd, Aurehøjvej 12, Postboks 77, DK-2900 Hellerup 12\nDEK (Denmark) : Dansk Elektroteknisk Komite (DEK), Strandgade 36 st., DK-1401 København K\nDIN (Germany) : DIN Deutsches Institut für Normung e.v., Burggrafenstrasse 4-10, Postfach 1107, D-1000 Berlin 30\nDKE (Germany) : Deutsche Elektrotechnische Kommission im DIN und VDE (DKE), Stresemannallee 15, D-6000 Frankfurt am Main 70\nELOT (Greece) : Hellenic Organization for Standardization (ELOT), Didotou 15, GR-Athens 144\nIBN (Belgium) : Institut belge de normalisation, Belgisch Instituut voor Normalisatie 29, avenue de la Brabançonne (laan) B-1040 Bruxelles/Brussel\nCEB (Belgium) : Comité électrotechnique (CEB) (Belgisch Elektrotechnische Comité (BEC)), 3, galerie Ravenstein, bte 11, B-1000 Bruxelles\nIIRS (Ireland) : Institute for Industrial Research and Standards, Ballymun Road, IRL-Dublin 9\nETCI (Ireland) : Electro-Technical Council of Ireland (ETCI), Institute for Industrial Research and Standards, Ballymun Road, IRL-Dublin 9\nLuxembourg : Inspection du travail et des mines, 2, rue des Girondins, L-Luxembourg\nNNI (Netherlands) : Nederlands Normalisatie Instituut, Postbus 5059, NL-2600 GB Delft\nNEC (Netherlands) : Nederlands Elektrotechnisch Comité (NEC), Kalfjeslaan 2, NL-2623 AA Delft T\nUNI (Italy) : Ente nazionale italiano di unificazione, piazza Armando Diaz 2, I-20123 Milano\nCEI (Italy) : Comitato elettrotecnico italiano (CEI), viale Monza 259, I-20126 Milano\nCEN : Comité européen de normalisation, rue de Brederode, Bruxelles\nCENELEC : Comité européen de normalisation electrotechnique, rue de Brederode, Bruxelles\nLIST 2 National standards institutions in the Member States of the European Community\n(Same as those in List 1 except for CEN and CENELEC)"}