{"celex_id": "31984R3153", "uri": "http://publications.europa.eu/resource/cellar/a82bbc7e-e1ac-4195-9f09-d59384dfbb8c", "type": "Regulation", "concepts": ["1340", "161", "981"], "title": "Council Regulation (EEC) No 3153/84 of 12 November 1984 increasing the volumes of the Community tariff quotas, opened for 1984, for certain grades of ferro-chromium falling within subheading ex 73.02 E I of the Common Customs Tariff\n", "header": "COUNCIL  REGULATION (EEC) No 3153/84\nof 12 November 1984\nincreasing the volumes of the Community tariff quotas, opened for 1984, for certain grades of ferro-chromium falling within subheading ex 73.02 E I of the Common Customs Tariff\nTHE COUNCIL OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 28 thereof,\nHaving regard to the draft Regulation submitted by the Commission,\nWhereas, by Regulation (EEC) No 3187/83 (1), (EEC) No 1299/84 (2) and (EEC) No 1967/84 (3), the Council opened, for 1984, and allocated among the Member States, duty-free Community tariff quotas for ferro-chromium containing not less than 4 % by weight of carbon, or not less than 6 % by weight of carbon, falling within subheading ex 73.02 E I of the Common Customs Tariff, the volumes of which were fixed at 9 000 and 336 000 tonnes respectively;\nWhereas it can be estimated, from the economic data now available on consumption, production and imports benefiting from other preferential tariff arrangements, that Community requirements of imports from third countries for products of this kind could, during the current year, reach levels higher than the volumes laid down by the aforesaid Regulations; whereas, in order not to disturb the balance of the market for this product and to ensure parallel development in sales of Community production and supplies, in satisfactory conditions of security, to the user industries, it is appropriate to limit any increases in the volumes to 2 500 and 38 000 tonnes respectively;\nWhereas, both for ferro-chromium containing not less than 4 % of carbon and for ferro-chromium containing not less than 6 % of carbon it is appropriate to divide into two instalments the volumes of the increases, the first instalment being allocated among certain Member States in proportion to their foreseeable needs, and the second held as a Community reserve to cover possible additional requirements,", "main_body": ["The volumes of the Community tariff quotas opened by Regulations (EEC) No 3187/83, (EEC) No 1299/84 and (EEC) No 1967/84 for ferro-chromium containing not less than 4 % by weight of carbon, and not less than 6 % by weight of carbon, falling within subheading ex 73.02 E I of the Common Customs Tariff, shall be raised from 9 000 to 11 500 tonnes and from 336 000 to 374 000 tonnes respectively.", "1. A first instalment of each of the additional volumes referred to in Article 1 and amounting to 2 000 and 35 000 tonnes respectively shall be allocated among certain Member States as follows:\n(a) as regards ferro-chromium containing not less than 4 % by weight of carbon:\n1.2 //   // (tonnes)  // France  // 840  // United Kingdom  // 1 160\n(b) as regards ferro-chromium containing not less than 6 % by weight of carbon:\n1.2 //   // (tonnes)  // Benelux  // 833  // Federal Republic of Germany  // 833  // France  // 16 667  // Italy  // 16 667\n2. The second instalments, being 500 and 3 000 tonnes respectively, shall constitute the reserves. The reserves provided for in Article 2 (2) of Regulation (EEC) No 3187/83, as amended by Regulations (EEC) No 1299/84 and (EEC) No 1967/84, shall thus be raised from 2 000 to 2 500 tonnes and from 13 000 to 16 000 tonnes.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 12 November 1984.\nFor the Council\nThe President\nP. BARRY\n(1) OJ No L 311, 12. 11. 1983, p. 7.\n(2) OJ No L 125, 12. 5. 1984, p. 1.\n(3) OJ No L 185, 12. 7. 1984, p. 1."}