{"celex_id": "31989R3279", "uri": "http://publications.europa.eu/resource/cellar/b77caf16-d849-4628-b727-eb42e9dfc847", "type": "Regulation", "concepts": ["1159", "2084", "2329", "4790"], "title": "Council Regulation (EEC) No 3279/89 of 30 October 1989 amending Regulation (EEC) No 4195/88 laying down for 1989 certain measures for the conservation and management of fishery resources applicable to vessels flying the flag of Norway\n", "header": "COUNCIL  REGULATION (EEC) No 3279/89\nof 30 October 1989\namending Regulation (EEC) No 4195/88 laying down for 1989 certain measures for the conservation and management of fishery resources applicable to vessels flying the flag of Norway\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 170/83 of 25 January 1983 establishing a Community system for the conservation and management of fishery resources (1), as amended by the Act of Accession of Spain and Portugal, and in particular Article 11 thereof,\nHaving regard to the proposal from the Commission,\nWhereas Regulation (EEC) No 4195/88 (1) lays down, for 1989, certain measures for the conservation and management of fishery resources applicable to vessels flying the flag of Norway;\nWhereas, in accordance with the procedure provided for in Article 2 of the Fisheries Agreement between the European Economic Community and the Kingdom of Norway (2), the Community and Norway have held further consultations concerning mutual fishing rights in 1989;\nWhereas these consultations have been concluded and, as a result, the delegations agreed to recommend, inter alia, to their respective authorities that the Norwegian catch quota for ling and tusk for 1989 should be increased;\nWhereas, pursuant to the terms of Article 3 of Regulation (EEC) No 170/83, it is for the Council to fix the total catches allocated to third countries and to lay down the specific conditions under which such catches must be taken,", "main_body": ["In Annex I to Regulation (EEC) No 4195/88, the figure relating to ling and tusk (ICES IV, V b, VI, VII and II a) is hereby replaced by the one set out in the Annex to this Regulation.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 30 October 1989.\nFor the Council\nThe President\nC. EVIN\n(1) OJ No L 24, 27. 1. 1983, p. 1.\n(2) OJ No L 369, 31. 12. 1988, p. 38.\n(3) OJ No L 226, 29. 8. 1980, p. 48.\nANNEX\nNorwegian catch quotas for 1989\n(tonnes - fresh round weight)\n1.2.3 //  //  //  // Species   // Area within which fishing is authorized   // Quantity   //    //   //   // Ling and tusk  // ICES IV, V b, VI, VII, II a   // 24 000 (6) (7)   //    //  //\n(6) Of which an incidental catch of other species of 20 % per ship, at any moment, is authorized in ICES sub-areas VI and VII. However, this percentage may be exceeded in the first 24 hours following the beginning of the fishing on a specific ground. The total incidental catch of other species in ICES sub-areas VI and VII should not exceed 2 500 tonnes.\n(7) Of which ling may be a maximum of 18 000 tonnes and tusk a maximum of 10 000 tonnes."}