{"celex_id": "31985D0373", "uri": "http://publications.europa.eu/resource/cellar/0537b764-87d7-4c60-be2a-9ff24db9da5e", "type": "Decision", "concepts": ["1840", "3660"], "title": "85/373/Euratom: Council Decision of 25 July 1985 complementing Decision 84/1/Euratom, EEC with a view to the realization of a tritium-handling laboratory\n", "header": "COUNCIL  DECISION\nof 25 July 1985\ncomplementing Decision 84/1/Euratom, EEC with a view to the realization of a tritium-handling laboratory\n(85/373/Euratom)\nTHE COUNCIL OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Atomic Energy Community, and in particular Article 7 thereof,\nHaving regard to the proposal from the Commission (1), presented after consultation of the Scientific and Technical Committee,\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas, in the context of the common policy relating to the field of science and technology, the multiannual research programme is one of the principal means whereby the European Atomic Energy Community can contribute to the safety and development of nuclear energy and to the acquisition and dissemination of information in the nuclear field;\nWhereas, during the period 1984 to 1987, the Joint Research Centre must continue to play a central role in the Community's research strategy and to carry out work of common interest by drawing on a level of resources which is the equivalent of the level of the previous multiannual programme;\nWhereas, more generally, the Joint Research Centre programme as a whole must be in keeping with the conclusions of the Council of 10 March 1983 with regard to European research activities of particular significance;\nWhereas Council Decision 84/1/Euratom, EEC of 22 December 1983 adopting a research programme to be implemented by the Joint Research Centre for the European Atomic Energy Community and for the European Economic Community (1984 to 1987) (4) underlines a particular role of the Centre in the field of fusion technology and safety,", "main_body": ["The European research activities of particular significance, to which the Council refers in its Decision 84/1/Euratom, EEC, must have as their objective realization of a tritium-handling laboratory at the Ispra establishment of the Joint Research Centre.", "The construction and exploitation of the tritium-handling laboratory shall be fully integrated into the 1984 to 1987 programme of the Joint Research Centre, as part of the 'Fusion technology and safety' sub-programme. With reference to Annex A of Decision 84/1/Euratom, EEC, the project 'studies concerning a tritium-handling laboratory' shall be replaced by 'realization of a tritium-handling laboratory'.", "With reference to Annex B to Decision 84/1/Euratom, EEC, the line entitled 'Specific appropriations for projects of European significance' shall be transferred to the 'Fusion technology and safety' entry in the fusion programme."], "attachments": "Done at Brussels, 25 July 1985.\nFor the Council\nThe President\nJ. POOS\n(1) OJ No C 198, 27. 7. 1984, p. 6.\n(2) OJ No C 25, 28. 1. 1985, p. 9.\n(3) OJ No C 46, 18. 2. 1985, p. 72.\n(4) OJ No L 3, 5. 1. 1984, p. 21."}