{"celex_id": "31988R2963", "uri": "http://publications.europa.eu/resource/cellar/fcb8ed88-c2cd-4123-b414-2eadc4f5e525", "type": "Regulation", "concepts": ["1188", "2308", "4790", "5283"], "title": "Council Regulation (EEC) No 2963/88 of 26 September 1988 amending Regulation (EEC) No 3983/87 allocating, for 1988, Community catch quotas in Greenland waters\n", "header": "COUNCIL  REGULATION (EEC) No 2963/88\nof 26 September 1988\namending Regulation (EEC) No 3983/87 allocating, for 1988, Community catch quotas in Greenland waters\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 170/83 of 25 January 1983 establishing a Community system for the conservation and management of fishery resources (1), as amended by the Act of Accession of Spain and Portugal, and in particular Article 11 thereof,\nHaving regard to the proposal from the Commission,\nWhereas the Agreement on fisheries between the European Economic Community, on the one hand, and the Government of Denmark and the local Government of Greenland, on the other (2), and the Protocol on the conditions relating to fishing between the European Economic Community, on the one hand, and the Government of Denmark and the local Government of Greenland, on the other (3), establish the fishing quotas allocated to the Community in Greenland waters;\nWhereas catch quotas in Greenland waters for 1988 were allocated by Regulation (EEC) No 3983/87 (4), as amended by Regulation (EEC) No 1345/88 (5),\nWhereas the Community and Greenland have held further consultations on the application of the Agreement and Protocol in 1988, which resulted in an increase in the Community cod quota in waters west of Greenland;\nWhereas it is for the Community to lay down, in accordance with Article 3 of Regulation (EEC) No 170/83, the conditions subject to which these additional catch quotas may be used by Community fishermen;\nWhereas, to ensure efficient management of the catch possibilities available, they should be shared among the Member States by means of quotas in accordance with Article 4 of Regulation (EEC) No 170/83;\nWhereas the fishing activities covered by this Regulation are subject to the relevant control measures provided for by Regulation (EEC) No 2241/87 (6),", "main_body": ["The data (columns 1 to 6) relating to cod in the Annex to Regulation (EEC) No 3983/87 are hereby replaced by those set out in the Annex hereto.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 26 September 1988.\nFor the Council\nThe President\nY. POTTAKIS\n(1) OJ No L 24, 27. 1. 1983, p. 1.\n(2) OJ No L 29, 1. 2. 1985, p. 9.\n(3) OJ No L 29, 1. 2. 1985, p. 14.\n(4) OJ No L 375, 31. 12. 1987, p. 61.\n(5) OJ No L 125, 19. 5. 1988, p. 2.\n(6) OJ No L 207, 29. 7. 1987, p. 1.\nANNEX\nAllocation of Community catch quotas in Greenland waters for 1988\n1.2.3.4.5.6 //  //  //  //  //  //  // Species  // Area  // Community catch quotas (tonnes)   // Quotas allocated to Member States (tonnes)  // Norwegian shares (tonnes) (shown for information only)   // Faroese quotas in Greenland waters according to EEC/Greenland Fisheries Protocol (tonnes) (shown for information only)   //    //   //   //   //   //   // 1  // 2  // 3   // 4  // 5   // 6   //    //   //   //   //   //  // Cod   // NAFO 1   // 7 000   // Germany 5 390 United Kingdom 1 610   //   //   //   //   //   //   // -   // -   //  // ICES XIV/V   // 11 500   // Germany 10 000 United Kingdom 1 500   //   //   //    //   //   //   //   //   //"}