{"celex_id": "31989D0567", "uri": "http://publications.europa.eu/resource/cellar/03e59a6e-5f3c-41d9-9cc8-e59fa3910b80", "type": "Decision", "concepts": ["252", "2695", "6050"], "title": "89/567/EEC: Commission Decision of 20 October 1989 on the setting-up of an Advisory Committee on Cotton\n", "header": "COMMISSION  DECISION\nof 20 October 1989\non the setting-up of an Advisory Committee on Cotton\n(89/567/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nWhereas the Act of Accession of Greece and in particular Protocol 4, as last amended by Regulation (EEC) No 4006/87 (1), instituted a common organization of the market in cotton;\nWhereas the Commission should seek the views of producers, traders and consumers on matters arising in connection with the operation of the common organization of the market in cotton;\nWhereas all the occupations directly involved in the implementation of the market organization in question, and also consumers, must have an opportunity to participate in the drafting of the opinions requested by the Commission;\nWhereas the trade associations concerned and the consumer groups in the Member States have set up organizations at Community level which are in a position to represent those concerned in all the Member States,", "main_body": ["1. There shall be attached to the Commission an Advisory Committee on Cotton, hereinafter called 'the Committee'.\n2. The Committee shall be composed of representatives of the following interests: growers, cooperatives, processing industries, traders, agricultural workers and workers in the processing industries, consumers.", "1. The Committee may be consulted by the Commission on any problem concerning the operation of the Regulations on the common organization of the market in cotton and in particular on measures to be adopted by the Commission under those Regulations.\n2. The chairman of the Committee may indicate to the Commission the desirability of consulting the Committee on any matter within the latter's competence on which its opinion has not been sought.\nHe shall do so in particular at the request of any of the interests represented.", "1. The Committee shall consist of 28 members.\n2. Seats on the Committee shall be apportioned as follows:\n- 8 to cotton producers,\n- 6 to processing cooperatives,\n- 5 to the ginning and spinning industry,\n- 1 to the cotton seed oil industry,\n- 2 to the cotton trade,\n- 3 to agricultural and industrial workers in this sector,\n- 3 to consumers.", "1. Members of the Committee shall be appointed by the Commission on proposals from the professional organizations set up at Community level which are most representative of the interests specified in Article 1 (2) and whose activities come within the scope of the common organization of the market in cotton. However, consumers' representatives shall be appointed on proposals from the Consumers' Advisory Committee.\nFor each seat to be filled, those bodies shall put forward the names of two candidates of different nationality.\n2. The term of office for members of the Committee shall be three years. Their appointments may be renewed. Members shall not be remunerated for their services.\nAfter expiry of the three years members of the Committee shall remain in office until they are replaced or until their appointments are renewed.\nIn the event of the resignation or decease of a member or a request from the body having proposed a member that he be replaced, he shall be replaced in accordance with the procedure laid down in paragraph 1.\n3. A list of the members of the Committee shall be published by the Commission, for information purposes, in the Official Journal of the European Communities.", "1. After consulting the Commission, the Committee shall elect a chairman for a period of three years.\nThe chairman shall be elected, in the case of the first ballot, by a two-thirds majority of the members present and, in the case of subsequent ballots, by a simple majority of the members present. In the event of a tie, the Commission shall provide a chairman on a temporary basis.\n2. The Commission shall elect two vice-chairmen for a period of three years.\nThe vice-chairman may not represent the same interest as the chairman.\nThe election shall take place in accordance with the procedure laid down in paragraph 1.\nThe Committee may, in accordance with the same procedure, elect other officers. In that case, the officers other than the chairman shall include not more than one representative of each interest represented on the Committee.\nThe officers shall prepare and organize the work of the Committee.", "1. Only the Commission representatives, the members of the Committee, or persons replacing them in their absence, and persons invited in accordance with paragraphs 3 and 4 may participate in or attend meetings.\n2. Should a member be unable to attend a meeting, the organization or organizations to which a seat is allocated may appoint a person to take his place. This person shall be selected from a list drawn up by mutual agreement between the Commission and the organization or organizations in question and containing a number of names equal to half the total numbers of members representing the organization or organizations in question. This number shall be not less than one and not more than 12.\nThe secretariat of the Committee must be informed of such replacement of a member at least seven days before a meeting.\n3. At the request of an organization to which one or more seats are allocated, the chairman may, in agreement with the Commission staff, invite its general secretary or a member of its secretariat to attend the meetings of the Committee as an observer.\nShould be unable to attend, however, the general secretary may have his seat as an observer taken by another person designated by him.\nObservers shall not have the right to speak. They may, however, be invited to do so by the chairman in agreement with the Commission staff.\n4. At the request of an organization to which one or more seats are allocated, and when the matters on the agenda are of a highly technical nature outside the normal framework of the deliberations of the Community, the chairman may, in agreement with the Commission staff, invite one or more experts to take part in the deliberations of the Committee.\nThe Commission may, on its own initiative, invite any person particularly well qualified in one of the subjects on the agenda to take part in the deliberations of the Committee as an expert.\nHowever, experts shall participate only in the discussion of the matter concerning which they were invited to attend.", "In agreement with the Commission staff the Committee may set up working groups to facilitate its work.", "1. The Committee shall be convened by the Commission and shall meet at the place where the Commission has its seat. Meetings of the officers shall be convened by the chairman by arrangement with the Commission.\n2. Representatives of the Commission departments concerned shall take part in meetings of the Committee, its officers and working parties.\n3. Secretarial services for the Committee, its officers and working parties shall be provided by the Commission. Article 9\nThe Committee shall discuss matters on which the Commission has requested an opinion. No vote shall be taken at the outcome of such discussions. The Commission may, when seeking the opinion of the Committee, set a time limit within which such opinion shall be given.\nThe views expressed by the various interests represented shall be included in a report forwarded to the Commission.\nIn the event of unanimous agreement being reached in the Committee on the opinion to be given, the Committee shall formulate joint conclusions and attach them to the report. The outcome of the Committee's discussions shall on request be communicated by the Commission to the Council or to the Management Committees, at the request of the latter.", "0\nWithoout prejudice to the provisions of Article 214 of the Treaty, where the Commission informs them that the opinion requested or the question raised is on a matter of a confidential nature, members of the Committee shall be under an obligation not to disclose information which has come to their knowledge through the work of the Committee or of its working parties.\nIn such cases, only Committee members and representatives of the Commission departments concerned may be present at meetings.", "1\nThis Decision shall enter into force on 20 October 1989."], "attachments": "Done at Brussels, 20 October 1989.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 377, 31. 12. 1987, p. 49."}