{"celex_id": "31986R1325", "uri": "http://publications.europa.eu/resource/cellar/5b642366-2b8c-4f65-b109-ef470e9bb9ad", "type": "Regulation", "concepts": ["140", "2741", "4667", "4860", "720"], "title": "Commission Regulation (EEC) No 1325/86 of 5 May 1986 amending Regulation (EEC) No 3143/85 on the sale at reduced prices of intervention butter intended for direct consumption in the form of concentrated butter\n", "header": "COMMISSION  REGULATION (EEC) No 1325/86\nof 5 May 1986\namending Regulation (EEC) No 3143/85 on the sale at reduced prices of intervention butter intended for direct consumption in the form of concentrated butter\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 804/68 of 27 June 1968 on the common organization of the market in milk and milk products (1), as last amended by Regulation (EEC) No 3768/85 (2), and in particular Article 6 (7) thereof,\nWhereas Commission Regulation No 3143/85 (3), as last amended by Regulation (EEC) No 715/86 (4), made provision for the sale at reduced prices of intervention butter intended for direct consumption in the form of concentrated butter;\nWhereas Article 2 (4) of Regulation (EEC) No 3143/85 lays down, in particular, that the contract of sale of the reduced-price butter should name the establishment where the concentrated butter will be packaged for marketing; whereas experience has shown that operators are having difficulties in fulfilling this contractual obligation; whereas this provision introduces a degree of inflexibility that is not essential for the purposes of the controls provided for; whereas it should therefore be relaxed;\nWhereas Article 4 (4) of Regulation (EEC) No 3143/85 sets the time limit for the processing of the butter into concentrated butter and for the packaging of the concentrated butter; whereas the recent unfavourable trend in sales of concentrated butter means that operators are no longer able to meet the time limit laid down without running a considerable commercial risk related to the latest permitted date of use indicated on the packaging of the concentrated butter under national rules; whereas this economic situation is likely to compromise the future of the system; whereas the time limit as fixed should be waived temporarily;\nWhereas Article 5 (5) of Regulation (EEC) No 3143/85 lays down that the packs should have a maximum net content of three kilograms; whereas, in the light of the experience gained and, in particular, of demand by restaurants and community establishments, the maximum net content should be increased to 10 kilograms;\nWhereas Article 5 (3) of Regulation (EEC) No 3143/85 lays down that nitrogen gas may be added to concentrated butter within certain limits; whereas experience has shown that the permitted increase in volume that results from the treatment referred to in the said Article should be increased for concentrated butter with a minimum butterfat content of 99,8 % whereas, moreover, it seems desirable to relax the provision referred to in the second subparagraph of Article 5 (4) concerning the sealing of the packs;\nWhereas the provisions of this Regulation are to the benefit of operators and should, therefore, be applicable to current contracts;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Milk and Milk Products,", "main_body": ["Regulation (EEC) No 3143/85 is hereby amended as follows:\n1. The following is added to the second subparagraph of Article 2 (4):\n'However following agreement by the responsible agency, all of the concentrated butter may be packaged for marketing in an establishment other than stated in the contract of sale.'\n2. The following is added to Article 4 (4):\n'However, for contracts signed before 1 May 1986, the abovementioned period shall expire on 1 September 1986.'\n3. Article 5 is amended as follows:\n(a) The following subparagraph is added to paragraph 3:\n'However, in the case of concentrated butter with a maximum butterfat content of 99,8 %, the increase in volume from this treatment may not exceed 20 % of the concentrated butter before treatment.'\n(b) The words 'hermetically sealed packs' in the second subparagraph of paragraph 4 are replaced by the words 'sealed packs'.\n(c) The words 'three kilograms' in paragraph 5 are replaced by the words '10 kilograms'.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 5 May 1986\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 148, 28. 6. 1968, p. 13.\n(2) OJ No L 362, 31. 12. 1985, p. 8.\n(3) OJ No L 298, 12. 11. 1985, p. 9.\n(4) OJ No L 65, 7. 3. 1986, p. 18."}