{"celex_id": "31984R0430", "uri": "http://publications.europa.eu/resource/cellar/bb70f017-9b7e-46b7-a863-bb8a3c400cff", "type": "Regulation", "concepts": ["20", "3170", "4667", "4860"], "title": "Commission Regulation (EEC) No 430/84 of 21 February 1984 amending Regulation (EEC) No 262/79 with regard to the lodging of tendering securities in connection with sales of butter at reduced prices\n", "header": "COMMISSION  REGULATION (EEC) No 430/84\nof 21 February 1984\namending Regulation (EEC) No 262/79 with regard to the lodging of tendering securities in connection with sales of butter at reduced prices\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 804/68 of 27 June 1968 on the common organization of the market in milk and milk products (1), as last amended by Regulation (EEC) No 1600/83 (2), and in particular Article 6 (7) thereof,\nWhereas Article 15 (3) of Commission Regulation (EEC) No 262/79 (3), as last amended by Regulation (EEC) No 380/84 (4), provides that tendering securities are to be lodged in the Member State in which the tender is submitted; whereas experience has shown that the response to such sales by tender would be greater if the tendering security could be lodged with the competent authorities in the Member State in which the butter is to be processed; whereas, therefore, Article 15 should be amplified to allow for this possibility;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Milk and Milk Products,", "main_body": ["Article 15 (3) of Regulation (EEC) No 262/79 is hereby replaced by the following:\n'3. The tendering security shall be lodged in the Member State in which the tender is submitted.\nHowever, if the tender states that the butter is to be processed in a Member State other than the Member State of sale, the tendering security may be lodged with the competent authority designated by that other Member State, which shall issue to the tenderer the documentary proof referred to in Article 14 (4) (c). In such a case, the selling intervention agency shall inform the competent authority of the other Member State of facts justifying the release or forfeiture of the security. If the security is forfeited, the amount thereof shall be transferred to the selling intervention agency.'", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 21 February 1984.\nFor the Commission\nPoul DALSAGER\nMember of the Commission\n(1) OJ No L 148, 28. 6. 1968, p. 13.\n(2) OJ No L 163, 22. 6. 1983, p. 56.\n(3) OJ No L 41, 16. 2. 1979, p. 1.\n(4) OJ No L 46, 16. 2. 1984, p. 25."}