{"celex_id": "31989D0046", "uri": "http://publications.europa.eu/resource/cellar/9e83887d-fd01-4c89-824d-9ff6bc667a1b", "type": "Decision", "concepts": ["2451", "2459", "3200", "4470"], "title": "89/46/EEC: Council Decision of 21 December 1988 on an action programme for European Tourism Year (1990)\n", "header": "COUNCIL  DECISION\nof 21 December 1988\non an action programme for European Tourism Year (1990)\n(89/46/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 235 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas the integrating role of tourism can be turned to account in order to prepare for the establishment, in 1993, of the large area without frontiers;\nWhereas tourism promotes greater knowledge of cultures and life styles of Member States of the Community among their citizens, especially young people;\nWhereas tourism represents an economic sector of major importance for the Member States of the Community;\nWhereas the European Parliament, in its resolution of 22 January 1988 on the facilitation, promotion and financing of tourism, proposed that 1990 be declared European Tourism Year;\nWhereas the Ministers responsible for tourism stressed the importance of tourism for the completion of the internal market at their informal meetings on 6 May 1988 and 3 September 1988;\nWhereas the most serious problem confronting tourism in Europe is its over-concentration in the high season with congestion of transport and accomodation services as well as deterioration of the natural and man-made environment and under-utilization of capital and human resources in the low season;\nWhereas it is therefore important to encourage a better utilization of existing tourism infrastructure and equipment; whereas European Tourism Year should present a valuable opportunity for attaining this objective;\nWhereas European Tourism Year can promote greater awareness throughout the Community on the opportunities and advantages of extending the tourist season for the regions of the Community;\nWhereas efforts should be made during European Tourism Year to encourage citizens of all Member States, especially young people, to travel abroad to acquire a greater awarness of the reality of Europe;\nWhereas, to ensure uniform application of this Decision, a Community procedure for the enactment of implementing rules should be established; whereas a committee should be set up to provide a forum for close and effective cooperation between the Member States and the Commission in this field;\nWhereas the Treaty does not provide, for the action concerned, powers other than those of Article 235,", "main_body": ["1990 shall be declared European Tourism Year.", "The objectives of European Tourism Year are to:\n- prepare for the establishment of the large area without frontiers, turning the integrating role of tourism to account in the creation of a people's Europe,\n- stress the economic and social importance of the tourism sector, inter alia in regional policy and job creation.\nTo this end, coordinated actions shall be undertaken by the Community, the Member States and private organizations, in particular to:\n- promote greater knowledge among the citizens of the Member States, particularly young people, of the cultures and life-styles of the other Member States,\n- promote a better distribution of tourism over time and location while respecting the quality of the environment, particularly by encouraging the staggering of holidays and the development of alternatives to mass tourism, and of new destinations and new forms of tourism,\n- promote intra-Community tourism, particularly by facilitating the movement of travellers and tourism from third countries to Europe.", "The amount deemed necessary to finance the programme for European Tourism Year, within the limits of the appropriations included in the annual budget, shall be ECU five million. The arrangements for financing the programme are described in the Annex, which forms an integral part of this Decision.", "The Commission, in consultation with the steering committee referred to in Article 5, shall take appropriate measures to implement the programme, particularly in regard to the coordination of public and private tourism organizations in the Member States.", "A steering committee hereinafter called 'the committee' is hereby established. The committee shall comprise a maximum of two representatives per Member State and shall be chaired by a representative of the Commission. Representatives of tourism associations at Community level shall be invited to participate in the work of the committee as observers. The committee shall be consulted on the subject of the preparation and coordination of the actions mentioned in the Annex.\nAt the request of the chairman or one of its members, the steering committe may consider any question relating to the actions referred to in Article 2.", "Member States which wish to receive Community financial support for the pursuit of the actions mentioned in Article 2 shall be invited to identify projects, such as mentioned in the Annex, that are suitable for Community financing, and to control their execution and report to the Commission of the European Communities.", "The Commission shall inform the European Parliament and the Council of the progress of work and shall submit a final report on the implementation of the programme to them."], "attachments": "Done at Brussels, 21 December 1988.\nFor the Council\nThe President\nV. PAPANDREOU\n(1) OJ No C 293, 17. 11. 1988, p. 12.\n(2) OJ No C 326, 19. 12. 1988.\n(3) Opinion delivered on 23 November 1988 (not yet published in the Official Journal).\nANNEX\nACTIONS ENVISAGED FOR EUROPEAN TOURISM YEAR\nA. Actions without financial implications for the Community budget\nVoluntary actions to be undertaken by public and private operators in the tourism sector:\n- coordination of price reductions in transport and accommodation during the low season,\n- use of the common logo and slogan of European Tourism Year in regular publicity campaigns,\n- spread of information on European Tourism Year through the mass media.\nB. Actions co-financed by the Community budget\n1. Pilot actions by public and/or private bodies to encourage new approaches to promote off-season tourism and cultural, rural and social tourism, and other forms of tourism.\nEstimated cost: ECU 1 500 000\n2. Actions by public and/or private organizations to develop travel by young persons (up to the age of 26) aimed at greater knowledge of cultures and life-styles of other Member States of the Community.\nEstimated cost: ECU 1 000 000\nFinancial assistance of up to 40 % of the cost of the operations could be granted. Applications for grants should be submitted to the Commission by Member States after they have made an initial choice of projects on the basis of potential effectiveness in attaining the objectives set out in this Decision.\nThe Commission, after receiving the opinion of the steering committee provided for in Article 5 of this Decision on the applications submitted by Member States with regard to eligibility, priority and, as far as possible, fair distribution at Community level, will inform Member States of its decision to support or reject particular projects or will request additional information.\nDecisions on applications for reimbursement will be taken quarterly by the Commission in respect of applications received in the preceding quarter according to the following table:\n1.2 //  //  // Applications submitted during  // Decisions to be taken  //  // 1.2 // First quarter 1989   // end of second quarter 1989   // Second quarter 1989   // end of third quarter 1989   // Third quarter 1989   // end of fourth quarter 1989  // Fourth quarter 1989   // end of first quarter 1990  // First quarter 1990   // end of second quarter 1990  // Second quarter 1990   // end of third quarter 1990   //  //\nProjects selected for Community assistance should be designated 'Community projects for European Tourism Year'.\nThe competent authorities of the Member States will be responsible for supervising and carrying out Community projects for European Tourism Year. On completion, they will send the Commission applications for reimbursement for each project assisted, together with a report on execution and all necessary proof of costs incurred.\nC. Actions to be financed entirely from the Community budget\n1. Competitions and prizes\nPrizes will be given for competitions on themes to be decided on by the steering committee, for example, in the following areas:\n- best organized welcome of tourists by a town or village in each Member State,\n- best flower-plating and cleanliness campaign by a town or village,\n- best welcome for young people by a youth hostel or similar establishment in each Member State, - best welcome for handicapped people by a town, village or establishment operating in the tourist industry,\n- best organization, presentation and promotion of three cultural itineraries involving several Member States,\n- best artistic production by young people on the theme of travel in Europe,\n- best tourism display in a secondary school,\n- best drawing of travel in Europe in a secondary or primary school.\nTotal estimated cost: ECU 300 000\n2. Information and publicity campaigns\n- In the mass media of all Member States for off-season tourism, cultural, social and rural tourism and other means of information on alternative destinations, and\n- in the mass media of third countries:\nEstimated cost 1989: ECU 900 000\nEstimated cost 1990: ECU 1 300 000\n3. Administratieve expenses and year logo\n- Remuneration of temporary staff engaged by the Commission,\n- Rental of offices and equipment for preparation of European Tourism Year,\n- Logo for European Tourism Year.\nEstimated cost: for the record (1)\n(1) To be financed by the operational appropriations (Chapter B 58) of the 1989 and 1990 budgets up to ECU 300 000 and ECU 500 000 respectively."}