{"celex_id": "31986R1711", "uri": "http://publications.europa.eu/resource/cellar/c020813f-2ab7-4ff9-ba70-8fed16fa0885", "type": "Regulation", "concepts": ["161", "2322", "2783", "3591", "4324"], "title": "Council Regulation (EEC) No 1711/86 of 26 May 1986 opening, allocating and providing for the administration of a Community tariff quota for processing work in respect of certain textile products under Community outward-processing traffic\n", "header": "COUNCIL  REGULATION (EEC) No 1711/86\nof 26 May 1986\nopening, allocating and providing for the administration of a Community tariff quota for processing work in respect of certain textile products under Community outward-processing traffic\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 113 thereof,\nHaving regard to the proposal from the Commission,\nWhereas, on 1 August 1969, the Community concluded an arrangement with Switzerland on processing traffic in textiles; whereas under that arrangement the Community undertook to open, on 1 September of every year, an annual duty-free Community tariff quota for processed goods of 1 870 000 units of account of added value, apportioned as follows:\n(a) 1 650 000 units of account for processing work on woven fabrics falling within Chapters 50 to 57 of the Common Customs Tariff;\n(b) 143 000 units of account for the twisting or throwing, cabling and texturizing (whether or not combined with other processing work) of yarns falling within Chapters 50 to 57 of the Common Customs Tariff;\n(c) 77 000 units of account for processing work on products falling within heading Nos 58.04, 58.05, 58.07, 58.08, 58.09 and 60.01 of the Common Customs Tariff;\nWhereas, in order to facilitate administration of this tariff quota, it was decided no longer to allocate a quota, provisionally, to each of the above three categories of processing; whereas the quota in question should therefore be opened for the period 1 September 1986 to 31 August 1987, according to the procedure provided for under the above arrangement, as amended and in compliance with the provisions of Council Regulation (EEC) No 2779/78 of 23 November 1978 on the procedure for applying the European unit of account (EUA) to legal acts adopted in one customs sphere (1), and in particular Article 2 thereof, and the provisions of Council Regulation (EEC, Euratom) No 3308/80 of 16 December 1980 on the replacement of the European unit of account by the ECU in Community legal instruments (2);\nWhereas provision should be made in particular to ensure equal and continuous access for those concerned with this quota and consistent application of the rate of duty, prescribed for the said quota until the quota is exhausted, to all goods re-imported into any of the Member States and which have received one or other of the treatments listed above; whereas, in the light of these principles, arrangements for the utilization of the quota based on an allocation among the Member States would seem to be consistent with the Community character of the said quota; whereas it therefore seems advisable to make the allocation on the basis of the amount of the traffic under the previous bilateral Agreements, but without precluding participation by Member States not previously involved in such traffic;\nWhereas, to safeguard the Community character of the quota, provision should be made to meet requirements which may arise in those Member States permitting them to draw adequate amounts from the Community reserve;\nWhereas, to take account of possible developments in the traffic in question in the various Member States, the total quota volume of 1 870 000 ECU should be divided into two instalments, the first being allocated among certain Member States and the second held as a reserve to cover the subsequent requirements of Member States when one of their initial shares has been exhausted, and also requirements which may arise in certain Member States in respect of processing work for which no initial share of the quota was allocated; whereas, in order to give the parties concerned in each Member State some degree of certainty, it would seem appropriate to fix the first instalment of the Community quota at a relatively high level, namely 1 640 000 ECU;\nWhereas the Member States may exhaust their initial shares at different rates; whereas, to avoid disruption of supplies on this account, it should be provided that any Member State which has almost used up one of its initial shares should draw an additional share from the reserve; whereas, each time its additional share is almost exhausted, a Member State should draw a further share, and so on, as many times as the reserve allows; whereas the initial and additional shares should be valid until the end of the quota period; whereas this form of administration requires close collaboration between the Member States and the Commission, and the Commission must be in a position to keep account of the extent to which the quota has been used up and to inform the Member States accordingly;\nWhereas, if at a given date during the quota period a considerable quantity of a Member State's initial share remains unused, it is essential, to prevent a part of the Community tariff quota from remaining unused in one Member State while it could be used in others, that such State should return a significant percentage thereof to the corresponding reserve;\nWhereas, since the Kingdom of Belgium, the Kingdom of the Netherlands and the Grand Duchy of Luxembourg are united within and jointly represented by the Benelux Economic Union, all transactions concerning the administration of the shares allocated to that economic union may be carried out by any one of its members,", "main_body": ["1. From 1 September 1986 to 31 August 1987, a Community tariff quota of 1 870 000 ECU of value added shall be opened in respect of goods resulting from processing work as provided for in the arrangement with Switzerland on processing traffic in textiles as follows:\n(a) processing work on woven fabrics falling within Chapters 50 to 57 of the Common Customs Tariff;\n(b) twisting or throwing, cabling and texturizing (whether or not combined with other processing work) of yarns falling within Chapters 50 to 57 of the Common Customs Tariff;\n(c) processing work on products falling within the following headings of the Common Customs Tariff:\n58.04 Woven pile fabrics and chenille fabrics (other than terry towelling or similar terry fabrics of cotton falling within heading No 55.08 and fabrics falling within heading No 58.05),\n58.05 Narrow woven fabrics, and narrow fabrics (bolduc) consisting of warp without weft assembled by means of an adhesive, other than goods falling within heading No 58.06,\n58.07 Chenille yarn (including flock chenille yarn), gimped yarn (other then metallized yarn of heading No 52.01 and gimped horsehair yarn); braids and ornamental trimmings in the piece; tassels, pompons and the like,\n58.08 Tulle and other net fabrics (but not including woven, knitted or crocheted fabrics), plain,\n58.09 Tulle and other net fabrics (but not including woven, knitted or crocheted fabrics), figured; hand or mechanically made lace, in the piece, in strips or in motifs,\n60.01 Knitted or crocheted fabric, not elastic or rubberized.\n2. For the purposes of this Regulation:\n(a) 'processing work' means:\n- for the purposes of paragraph 1 (a) and (c): bleaching, dyeing, printing, flocking, impregnating, dressing and other work which changes the appearance or quality of the goods, without however changing their nature,\n- for the purposes of paragraph 1 (b): twisting or throwing, cabling and texturizing, whether or not combined with reeling, dyeing or other work which changes the appearance, quality or finish of the goods, without however changing their nature;\n(b) 'value added' means the difference between the value for customs purposes as defined in Community Regulations on this subject at the time of re-importation and the value for customs purposes as it would be if the products were re-imported in the state in which they were exported.\n3. Within this tariff quota, the Common Customs Tariff duties shall be totally suspended.\nWithin the same limits, Spain and Portugal shall apply customs duties calculated in accordance with the provisions of the Act of Accession and of the Protocols concluded by reason of that accession.\n4. Re-imports of products, resulting from this processing work may not be charged to the tariff quota if they are already free of customs duties under other preferential tariff arrangements.", "1. The tariff quota referred to in Article 1 (1) shall be divided into two instalments.\nThe first instalment, 1 640 000 ECU, shall be allocated as set out below among the Member States listed in the above arrangement; the shares, subject to Article 6, shall be valid from 1 September 1986 to 31 August 1987:\n(ECU)\nBenelux 20 000\nGermany 1 080 000\nFrance 520 000\nItaly 20 000\n2. The second instalment, which amounts to 230 000 ECU, shall constitute a Community reserve.", "If an importer notifies an imminent re-importation of the products in question into another Member State and requests the benefit of the quota, the Member State concerned shall inform the Commission and draw an amount corresponding to its requirements to the extent that the available balance of the reserve permits this. Article 4\n1. If a Member State has used 90 % or more of its initial share as fixed in Article 2 (1), or that share minus any portion returned to the reserve pursuant to Article 6, it shall forthwith, by notifying the Commission, draw a second share, to the extent that the relevant reserve so permits, equal to 10 % of its initial share, rounded up as necessary to the next whole number.\n2. If a Member State, after exhausting its initial share, has used 90 % or more of the second share drawn by it, that Member State shall, in accordance with the conditions laid down in paragraph 1, draw a third share equal to 5 % of its initial share.\n3. If a Member State, after exhausting its second share, has used 90 % or more of the third share drawn by it, that Member State shall, in accordance with the same conditions laid down in paragraph 1, draw a fourth share equal to the third.\nThis process shall continue to apply until the reserve is exhausted.\n4. By way of derogation from paragraphs 1, 2 and 3, a Member State may draw shares lower than those specified in those paragraphs if there are grounds for believing that those specified may not be used in full. Any Member State applying this paragraph shall inform the Commission of its grounds for so doing.", "Additional shares drawn pursuant to Article 4 shall be valid until 31 August 1987.", "The Member States referred to in Article 2 (1) shall, not later than 1 July 1987, return to the reserve the unused portion of their initial share which, on 15 June 1987, is in excess of 20 % of the initial amount. They may return a greater portion if there are grounds for believing that it may not be used in full.\nMember States shall, not later than 1 July 1987, notify the Commission of the total quantities of the product in question re-imported up to and including 15 June 1987 and charged against the Community quota and of any portion of their initial quota returned to the reserve.", "The Commission shall keep an account of the shares opened by the Member States pursuant to Articles 2, 3 and 4 and shall, as soon as the information reaches it, inform each Member State of the extent to which the reserve has been used up.\nIt shall, not later than 5 July 1987, inform the Member States of the amounts still in reserve following any return of shares pursuant to Article 6.\nIt shall ensure that when an amount exhausting this reserve is drawn the amount so drawn does not exceed the balance available, and to this end shall notify the amount of that balance to the Member State making the last drawing.", "1. Member States shall take all appropriate measures to ensure that additional shares drawn pursuant to Article 4 are opened in such a way that re-importation may be charged without interruption against their accumulated shares of the Community tariff quota.\n2. Every Member State shall ensure that all persons involved in the processing traffic have free access to the shares allocated to it.\n3. The extent to which a Member State has used up its shares shall be determined on the basis of the value added, as established when upon re-importation the products concerned are entered with the customs authorities for free circulation.", "At the request of the Commission, the Member States shall inform it of any re-importations of the products in question actually charged against their share.", "0\nMember States and the Commission shall cooperate closely to ensure that this Regulation is complied with.", "1\nThis Regulation shall enter into force on 1 September 1986.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 26 May 1986.\nFor the Council\nThe President\nG. BRAKS\n(1) OJ No L 333, 30. 11. 1978, p. 5.\n(2) OJ No L 345, 20. 12. 1980, p. 1."}