{"celex_id": "31981R0551", "uri": "http://publications.europa.eu/resource/cellar/8644dcb2-9ee9-4fea-bd4c-b1871cc38501", "type": "Regulation", "concepts": ["1416", "1902", "2069", "4381"], "title": "Commission Regulation (EEC) No 551/81 of 25 February 1981 on the classification of goods within subheading 90.07 A of the Common Customs Tariff\n", "header": "COMMISSION REGULATION (EEC) No 551/81 of 25 February 1981 on the classification of goods within subheading 90.07 A of the Common Customs Tariff\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 97/69 of 16 January 1969 on measures to be taken for uniform application of the nomenclature of the Common Customs Tariff (1), as last amended by Regulation (EEC) No 280/77 (2), and in particular Article 3 thereof,\nWhereas, in order to ensure uniform application of the nomenclature of the Common Customs Tariff, provision must be made for the classification of apparatus for transferring to microfilm information recorded on magnetic tape, consisting of:    - a tape deck for playing the magnetic tape,\n- a processing unit for transcribing the data recorded on the tape into legible characters to be displayed on a cathode-ray tube and for controlling the operation of a camera and flashlight which are used to photograph those characters. If desired, this part of the operation may be performed by the central processing unit of an automatic data-processing machine instead of the processing unit which forms part of the apparatus,\n- a cathode-ray tube for displaying the characters,\n- a flashlight apparatus,\n- a camera for photographing the characters on microfilm,\n- a unit for developing and printing the film in the form of microfiches;\nWhereas the Common Customs Tariff annexed to Council Regulation (EEC) No 950/68 (3), as last amended by Regulation (EEC) No 3324/80 (4), includes, under heading No 84.53, automatic data processing machines and units thereof and other machines for processing data, under heading No 84.54, other office machines, under heading No 90.07, photographic cameras, and under heading No 90.10, apparatus and equipment of a kind used in photographic laboratories not falling within any other heading of Chapter 90;\nWhereas these headings are relevant to the classification of the abovementioned apparatus which perfoms three functions : data processing, photographing and developing film;\nWhereas heading No 84.53 does not cover apparatus incorporating or working in conjunction with an automatic data-processing machine and performing a specific function ; whereas the processing unit in the abovementioned apparatus cannot be regarded as the principal element of the apparatus since it may not even be used in its operation, the central processing unit of an automatic data-processing machine being used instead;\nWhereas, in any case, Section XVI, which includes heading Nos 84.53 and 84.54, does not cover articles falling within Chapter 90;\nWhereas heading No 90.07 includes cameras for copying documents, including those recording on microfilm and those in which exposure and processing are carried out automatically ; whereas cameras for copying data and recording on microfilm must similarly be classified under heading No 90.07 ; whereas the abovementioned apparatus contains a camera which constitutes its essential element;\nWhereas pursuant to General Rule A 3 (b) for the interpretation of the nomenclature, the abovementioned apparatus must therefore be classified under heading No 90.07 as being essentially a photographic camera;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Committee on Common Customs Tariff Nomenclature,", "main_body": ["Apparatus for transferring to microfilm information recorded on magnetic tape, consisting of:   - a tape deck for playing the magnetic tape,\n(1) OJ No L 14, 21.1.1969, p. 1.  (2) OJ No L 40, 11.2.1977, p. 1.  (3) OJ No L 172, 22.7.1968, p. 1.  (4) OJ No L 349, 23.12.1980, p. 8.     - a processing unit for transcribing the data recorded on the tape into legible characters to be displayed on a cathode-ray tube and for controlling the operation of a camera and flashlight which are used to photograph those characters. If desired, this part of the operation may be performed by the central processing unit of an automatic data-processing machine instead of the processing unit which forms part of the apparatus,\n- a cathode-ray tube for displaying the characters,\n- a flashlight apparatus,\n- a camera for photographing the characters on microfilm,\n- a unit for developing and printing the film in the form of microfiches,\nshall be classified in the Common Customs Tariff under subheading:\n90.07 Photographic cameras ; photographic flashlight apparatus and flashbulbs other than discharge lamps of heading No 85.20:\nA. Photographic cameras", "This Regulation shall enter into force on the 21st day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 25 February 1981.\nFor the Commission\nKarl-Heinz NARJES\nMember of the Commission"}