{"celex_id": "31985L0347", "uri": "http://publications.europa.eu/resource/cellar/d9f827fb-04ae-4798-a9a5-d9d3ee3f941f", "type": "Directive", "concepts": ["3929", "4540", "6043", "932"], "title": "Council Directive 85/347/EEC of 8 July 1985 amending Directive 68/297/EEC on the standardization of provisions regarding the duty-free admission of fuel contained in the fuel tanks of commercial motor vehicles\n", "header": "COUNCIL  DIRECTIVE\nof 8 July 1985\namending Directive 68/297/EEC on the standardization of provisions regarding the duty-free admission of fuel contained in the fuel tanks of commercial motor vehicles\n(85/347/EEC)\nTHE COUNCIL OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Articles 75 and 99 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas Directive 68/297/EEC (4), as amended by Directive 83/127/EEC (5), laid down the minimum quantity of fuel contained in the fuel tanks of commercial motor vehicles which must be admitted duty-free at the internal frontiers of the Community;\nWhereas, with a view to facilitating the crossing of these frontiers, in an initial stage the said quantity should be increased for vehicles which are designed for, and capable of, the transport of passengers; whereas the Council is to decide at a later date on the increase applicable to vehicles which are designed for, and capable of, the transport of goods;\nWhereas the term 'standard fuel tank' should be defined,", "main_body": ["Directive 68/297/EEC is hereby amended as follows:\n1. Article 1 is replaced by the following:\n'Article 1\nMember States shall, in accordance with this Directive, standardize provisions regarding the duty-free admission of fuel contained in the standard fuel tanks of commercial motor vehicles travelling across common frontiers between Member States.'\n2. Article 2 is replaced by the following:\n'Article 2\nFor the purposes of this Regulation:\n- \"commercial motor vehicle\" means any motorized road vehicle which by its type of construction and equipment is designed for, and capable of, transporting, whether for payment or not:\n(a) more than nine persons, including the driver;\n(b) goods;\n- \"standard fuel tanks\" means the tanks permanently fixed by the manufacturer to all motor vehicles of the same type as the vehicle in question and whose permanent fitting enables fuel to be used directly, both for the purpose of propulsion and, where appropriate, for the operation of a refrigeration system.\nGas tanks fitted to motor vehicles designed for the direct use of gas as a fuel shall also be considered to be standard fuel tanks.'\n3. Paragraph 1 of Article 3 is replaced by the following:\n'1. Member States shall admit duty-free the following quantities of fuel contained in standard fuel tanks of commercial motor vehicles:\n(a) 200 litres per vehicle and per journey in the case of vehicles designed for, and capable of, transporting goods, with or without payment;\n(b) 600 litres per vehicle and per journey in the case of vehicles designed for, and capable of, transporting more than nine persons including the driver.\nActing in accordance with the procedures provided for by the Treaty on this point, the Council shall decide, on a proposal from the Commission, before 1 July 1986, on the increase of the quantity of fuel admitted duty-free and contained in the standard fuel tanks of the vehicles referred to in (a) of the first subparagraph.'\n4. Article 5 is deleted.", "Member States shall take the measures necessary to comply with this Directive not later than 1 October 1985. They shall forthwith inform the Commission thereof.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 8 July 1985.\nFor the Council\nThe President\nJ. SANTER\n(1) OJ No C 95, 6. 4. 1984, p. 4.\n(2) OJ No C 172, 2. 7. 1984, p. 15.\n(3) OJ No C 248, 17. 9. 1984, p. 13.\n(4) OJ No L 175, 23. 7. 1968, p. 15.\n(5) OJ No L 91, 9. 4. 1983, p. 28."}