{"celex_id": "31985R2576", "uri": "http://publications.europa.eu/resource/cellar/7249b4ff-847c-4211-8a2a-985b3571a986", "type": "Regulation", "concepts": ["2216", "301", "4860", "5025"], "title": "Commission Regulation (EEC) No 2576/85 of 12 September 1985 amending Regulation (EEC) No 685/69 as regards the time limits for payment for butter bought in by intervention agencies\n", "header": "COMMISSION  REGULATION (EEC) No 2576/85\nof 12 September 1985\namending Regulation (EEC) No 685/69 as regards the time limits for payment for butter bought in by intervention agencies\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 804/68 of 27 June 1968 on the common organization of the market in milk and milk products (1), as last amended by Regulation (EEC) No 1298/85 (2), and in particular Article 6 (7) thereof,\nWhereas Article 5 (5) of Commission Regulation (EEC) No 685/69 of 14 April 1969 on detailed rules of application for intervention on the market in butter and cream (3), as last amended by Regulation (EEC) No 1767/85 (4), lays down the time limit for payment for butter bought in by intervention agencies;\nWhereas, as part of the annual price fixing, the Council decided to reduce the intervention price for butter during the 1985/86 marketing year; whereas, moreover, the second year of application of the scheme for controlling milk production involves a further reduction in the reference quantities of purchasers or producers; whereas, generally speaking, in view of the overall situation in the milk sector, it appears desirable to relax the constraints affecting small milk producers for the 1985/86 milk year; whereas, with this in view, Member States should be entitled to bring forward the time limit for payment of intervention butter manufactured from deliveries by small milk producers;\nWhereas, given the diversity of production and processing structures in the Community in the sector concerned and the fact that the financial consequences of the measure are borne by the Member States under Council Regulation (EEC) No 3247/81 (5), as last amended by Regulation (EEC) No 2139/85 (6), Member States should be left to define small producers for the purpose of implementing the measure;\nWhereas the Management Committee for Milk and Milk Products has not delivered an opinion within the time limit set by its chairman,", "main_body": ["The following subparagraphs are hereby added to Article 5 (5) of Regulation (EEC) No 685/69:\n'During the 1985/86 marketing year Member States shall be entitled to pay for butter manufactured from deliveries by small milk producers, and bought in by intervention agencies, from the 60th day after it is taken over.\nMember States which make use of this entitlement shall communicate in good time to the Commission the steps which they envisage taking in order to apply the measure.'", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 12 September 1985.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 148, 28. 6. 1968, p. 13.\n(2) OJ No L 137, 27. 5. 1985, p. 5.\n(3) OJ No L 90, 15. 4. 1969, p. 12.\n(4) OJ No L 168, 28. 6. 1985, p. 23.\n(5) OJ No L 327, 14. 11. 1981, p. 1.\n(6) OJ No L 199, 31. 7. 1985, p. 13."}