{"celex_id": "31989R3537", "uri": "http://publications.europa.eu/resource/cellar/99a6fd6e-33bf-4edc-9a43-9dcb9d5ad9b4", "type": "Regulation", "concepts": ["2560", "2651"], "title": "Commission Regulation (EEC) No 3537/89 of 27 November 1989 on the marketing stage to which the average price for pig carcases refers\n", "header": "COMMISSION  REGULATION (EEC) No 3537/89\nof 27 November 1989\non the marketing stage to which the average price for pig carcases refers\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2759/75 of 29 October 1975 on the common organization of the market in pigmeat (1), as last amended by Regulation (EEC) No 1249/89 (2), and in particular Article 4 (6) thereof,\nWhereas the representative markets comprise, for each country, all the markets listed in the Annex to Commission Regulation (EEC) No 2123/89 (3);\nWhereas, pursuant to Article 4 (2) of Regulation (EEC) No 2759/75, the weighted average price for pig carcases on the representative markets of the Community must be determined in order to assess whether the market situation warrants intervention measures;\nWhereas, in order to determine such an average price for pig carcases, comparable Community prices must be available; whereas, to that end, a single quality of pig carcases corresponding to the standard quality referred to in Article 4 (1) of Regulation (EEC) No 2759/75 and a clearly defined marketing stage should be used; whereas, since pig carcases are generally marketed at the slaughterhouse stage, that stage should be the one adopted;\nWhereas quotations for pig carcases are to be determined henceforth throughout the Community using the Community scale for grading pig carcases as laid down by Council Regulation (EEC) No 3220/84 (4), as amended by Regulation (EEC) No 3530/86 (5), and the detailed rules for application as laid down in Commission Regulation (EEC) No 2967/85 (6); whereas the definition of the standard quality in accordance with Article 2 (2) and (3) of Regulation (EEC) No 3220/84 was simplified by Council Regulation (EEC) No 1250/89 of 3 May 1989 fixing the basic price and the standard quality for slaughtered pigs for the period 1 July 1989 to 30 June 1990 (7); whereas, in addition, the list of representative markets for pigmeat in the Community, as laid down in Council Regulation (EEC) No 43/81 (8), as last amended by Regulation (EEC) No 3553/88 (9), was replaced by that in Regulation (EEC) No 2123/89; whereas, for those reasons, the rules on the marketing stage to which the average price for pig carcases refers should be amended;\nWhereas for the sake of clarity a new regulation combining all the rules on the marketing stage to which the average price for pig carcases refers should be adopted; whereas Commission Regulation (EEC) No 2342/86 (10), as amended by Regulation (EEC) No 2847/87 (11), should accordingly be repealed;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Pigmeat,", "main_body": ["1. The Community market price for pig carcases referred to in Article 4 (2) of Regulation (EEC) No 2759/75 shall be determined on the basis of the prices on entry into the slaughterhouse, excluding value added tax, paid to suppliers of live pigs.\n2. The prices referred to in paragraph 1 shall include the value of the unprocessed offal and animal residues and shall be expressed in respect of 100 kg of cold pig carcases:\n- presented in accordance with the reference presentation laid down in Article 2 (1) of Regulation (EEC) No 3220/84,\nand\n- weighed and classified on the slaughterhouse hook, the weight recorded being converted into cold carcase weight in accordance with the methods laid down in Article 2 of Regulation (EEC) No 2967/85.", "1. The market price for pig carcases in a Member State shall be equal to the average of the quotations for pig carcases recorded on the markets or quotation centres of that Member State listed in the Annex to Regulation (EEC) No 2123/89.\n2. The price referred to in paragraph 1 shall be determined using the quotations recorded for carcases weighing:\n- 60 to less than 120 kg of grade U,\n- 120 to less than 180 kg of grade R.\nThe choice of weight categories and any weighting thereof shall be left to the Member State concerned; the latter shall inform the Commission thereof.", "1. Regulation (EEC) No 2342/86 is hereby repealed.\n2. References to Regulation (EEC) No 2342/86 shall be construed as referring to this Regulation.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 27 November 1989.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 282, 1. 11. 1975, p. 1.\n(2) OJ No L 129, 11. 5. 1989, p. 12.\n(3) OJ No L 203, 15. 7. 1989, p. 23.\n(4) OJ No L 301, 20. 11. 1984, p. 1.\n(5) OJ No L 326, 21. 11. 1986, p. 8.\n(6) OJ No L 285, 25. 10. 1985, p. 39.\n(7) OJ No L 129, 11. 5. 1989, p. 14.\n(8) OJ No L 3, 1. 1. 1981, p. 15.\n(9) OJ No L 311, 17. 11. 1988, p. 4.\n(10) OJ No L 203, 26. 7. 1986, p. 18.\n(11) OJ No L 272, 25. 9. 1987, p. 12."}