{"celex_id": "31985D0589", "uri": "http://publications.europa.eu/resource/cellar/a9669b6f-2f01-49c5-b06c-ea95ec84ec62", "type": "Decision", "concepts": ["12", "2081", "2300", "4081"], "title": "85/589/EEC: Council Decision of 20 December 1985 amending, on account of the accession of Spain and Portugal, Decision 85/355/EEC on the equivalence of field inspections carried out in third countries on seed-producing crops\n", "header": "COUNCIL DECISION of 20 December 1985 amending, on account of the accession of Spain and Portugal, Decision 85/355/EEC on the equivalence of field inspections carried out in third countries on seed-producing crops (85/589/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the Act of Accession of Spain and Portugal, and in particular Article 396 thereof,\nHaving regard to the proposal from the Commission,\nWhereas in Decision 85/355/EEC (1) the Council determined that the field inspections carried out in 21 third countries on seed-producing crops of certain species satisfied the conditions laid down in the relevant Community Directives; whereas the said determination of equivalence includes Spain and Portugal;\nWhereas, by virtue of Article 2 (3) of the Treaty of Accession of Spain and Portugal, the institutions of the Communities may adopt before accession the measures referred to in Article 396 of the Act of Accession,\n(1) OJ No L 195, 26. 7. 1985, p. 1.", "main_body": ["Subject to the entry into force of the Treaty of Accession of Spain and Portugal, the Annex to Council Decision 85/355/EEC shall be amended as follows with effect from 1 March 1986:\n1. in Part I, Title 1, point 1.1. the following entries shall be deleted:\n'E = Spain', and 'P = Portugal'.\n2.In the table in Part I, Title 2, the following additions shall be made to the table headings:\n>TABLE>\n3. The eighth section of the table relating to Spain shall be deleted.\n4.In the 12th section of the table (relating to New Zealand), the following shall be added to footnote (1) on Beta vulgaris:\n'Solamente para remolacha azucarera.\nUnicamente para a beterraba açucareira.'\n5.In the 12th section of the table (relating to New Zealand), the following shall be added to the footnote on Linum usitatissimum:\n'Solamente para el lino oleaginoso.\nUnicamente para ó linho oleaginoso.'\n6.The 13th section of the table relating to Portugal shall be deleted.7.In the 14th section of the table (relating to Poland), the following shall be added to footnote (1) on Brassica napus ssp. oleifera, Brassica rapa (partim) and Sinapis alba:\n'Destinadas a obtención de forraje.\nDestinada à produção de forragem.'\n8.In the 18th and 19th sections of the table (relating to Turkey and the United States of America respectively), the following shall be added to the footnote on Beta vulgaris:\n'Solamente para remolacha azucarera.\nUnicamente para a beterraba açucareira.'", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 20 December 1985.\nFor the Council\nThe President\nR. STEICHEN"}