{"celex_id": "31986R1596", "uri": "http://publications.europa.eu/resource/cellar/b9fcb4da-ebcc-4229-8454-494be4ddd316", "type": "Regulation", "concepts": ["1025", "2563", "4284", "863"], "title": "Commission Regulation (EEC) No 1596/86 of 26 May 1986 fixing the prices to be used for calculating the value of agricultural products in intervention storage in Spain and Portugal at 1 March 1986 in the accounts referred to in Article 4 of Regulation (EEC) No 1883/78\n", "header": "COMMISSION  REGULATION (EEC) No 1596/86\nof 26 May 1986\nfixing the prices to be used for calculating the value of agricultural products in intervention storage in Spain and Portugal at 1 March 1986 in the accounts referred to in Article 4 of Regulation (EEC) No 1883/78\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the Act of Accession of Spain and Portugal,\nHaving regard to Council Regulation (EEC) No 1883/78 of 2 August 1978 laying down general rules for the financing of interventions by the European Agricultural Guidance and Guarantee Fund, Guarantee Section (1), as last amended by Regulation (EEC) No 1334/86 (2), and in particular Article 9 thereof,\nWhereas Council Regulation (EEC) No 3247/81 (3) provides that accounts are to be drawn up for each product for which an intervention price has been fixed and that the value of products bought in during the year corresponds to the intervention prices fixed in the various regulations on the common organization of the markets;\nWhereas in the case of the expenditure to be recorded in Spain and Portugal, financing of expenditure commences on 1 March 1986 by virtue of Article 394 of the Act of Accession; whereas the value of the agricultural products in public intervention storage in Spain should be determined; whereas, in accordance with the principle laid down in Article 68 of the Act of Accession, the intervention prices applicable in that country on that date should be used for that purpose;\nWhereas in the case of Portugal, in accordance with the system of transition by stages provided for in the Act of Accession, similar rules are required at present for olive oil only;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the EAGGF Committee,", "main_body": ["For the initial drawing-up by the intervention agencies in Spain and Portugal of the accounts referred to in Article 4 of Regulation (EEC) No 1883/78, the value of the stocks covered by the system of Community financing to be entered in line 2 of Table A in Annex III to Commission Regulation (EEC) No 3184/83 (4) shall be calculated for each product by multiplying the quantity of the normal stocks in public intervention storage by the intervention price fixed for that product pursuant to the first subparagraph of Article 68 and the first subparagraph of Article 236 of the Act of Accession applicable at 1 March 1986.\nThe intervention prices t be used shall be those listed in the Annex.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 March 1986.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 26 May 1986.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 216, 5. 8. 1978, p. 1.\n(2) OJ No L 119, 8. 5. 1986, p. 18.\n(3) OJ No L 327, 14. 11. 1981, p. 1.\n(4) OJ No L 320, 17. 11. 1983, p. 1.\nANNEX\nList of intervention prices to be used for calculating the value of agricultural products in intervention storage in Spain and Portugal at 1 March 1986 in the accounts referred to in Article 4 of Regulation (EEC) No 1883/78\n(per tonne)\n1.2.3 //  //  //  // Product  // Spain (Pesetas) (1)  // Portugal (Escudos) (1)   //    //   //   // Common Wheat (2)   // 27 350   // -   // Barley (2)   // 26 034   // -  // Rye (2)   // 26 718   // -   // Durum Wheat (2)   // 32 792   // -   // Olive Oil (3)   // 195 031   // 306 048   // Beef Carcases (4)   // 340 118   // -   //    //   //\n(1) The conversion rates used are those given in the Annex to Council Regulation (EEC) No 505/86 of 25 February 1986 (OJ No L 51, 28. 2. 1986, p. 1).\n(2) Intervention price fixed in Council Regulation (EEC) No 451/86 of 25 February 1986 (OJ No L 53, 1. 3. 1986, p. 1).\n(3) Intervention price fixed in Council Regulation (EEC) No 453/86 of 25 February 1986 (OJ No L 53, 1. 3. 1986, p. 5).\n(4) Intervention price fixed in Council Regulation (EEC) No 464/86 of 25 February 1986 (OJ No L 53, 1. 3. 1986, p. 19), taking account of Article 7 of Regulation (EEC) No 1883/78."}