{"celex_id": "31987R3955", "uri": "http://publications.europa.eu/resource/cellar/5dc668e2-4c3e-4313-90ae-25ed29831910", "type": "Regulation", "concepts": ["2300", "2531", "2539", "2836", "3191", "921"], "title": "Council Regulation (EEC) No 3955/87 of 22 December 1987 on the conditions governing imports of agricultural products originating in third countries following the accident at the Chernobyl nuclear power-station\n", "header": "COUNCIL  REGULATION (EEC) No 3955/87\nof 22 December 1987\non the conditions governing imports of agricultural products originating in third countries following the accident at the Chernobyl nuclear power-station\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 113 thereof,\nHaving regard to the proposal from the Commission,\nWhereas, following the accident at the Chernobyl nuclear power-station on 26 April 1986, considerable quantities of radioactive elements were released into the atmosphere;\nWhereas Regulation (EEC) No 1707/86 (1) fixed interim maximum permitted levels of radioactivity for all agricultural products originating in third countries and intended for human consumption, with which imports of the products must comply and in connection with which checks are carried out by the Member States; whereas that Regulation was extended for the first time by Regulation (EEC) No 3020/86 (2) and again by Regulation (EEC) No 624/87 (3) until 31 October 1987;\nWhereas, without prejudice to Council Regulation (Euratom) No 3954/87 of 22 December 1987 laying down maximum permitted radioactivity levels for foodstuffs and feedingstuffs following a nuclear accident or any other case of radiological emergency (4). The Community must continue to ensure, with regard to the specific effects of the accident at Chernobyl, that agricultural products and processed agricultural products intended for human consumption and likely to be contaminated are introduced into the Community only according to common arrangements;\nWhereas these common arrangements should safeguard the health of consumers, maintain, without having unduly adverse effects on trade between the Community and third countries, the unified nature of the market and prevent deflections of trade;\nWhereas, since this Regulation covers all agricultural products and processed agricultural products intended for human consumption, there is no need, in the present case, to apply the procedure provided for in Article 29 of Directive 72/462/EEC (5);\nWhereas compliance with the maximum permitted levels will have to be the subject of appropriate checks backed up by the possibility of prohibiting imports in cases of non-compliance;\nWhereas, in order to clarify or adjust, as necessary, the measures provided for by this Regulation, a simplified procedure should be established;\nWhereas adoption of this Regulation in its present form appears necessary in order to satisfy overriding and immediate requirements as mentioned in the third and fourth recitals,", "main_body": ["This Regulation shall apply to the products covered by Annex II to the Treaty and to the products covered by Regulation (EEC) No 2730/75 (6), No 2783/75 (7), No 3033/80 (8) and No 3035/80 (9) originating in third countries, with the exception of the products referred to in the Annexes to this Regulation (10).", "Without prejudice to other provisions in force, the release for free circulation of the products referred to in Article 1 shall be subject to compliance with the maximum permitted levels laid down in Article 3.", "The maximum permitted levels referred to in Article 2 shall be as follows:\nthe accumulated maximum radioactive level in terms of caesium - 134 and - 137 shall be:\n- 370 Bq/kg for milk falling within headings 04.01 and 04.02 of the Common Customs Tariff (11) and for foodstuffs intended for the special feeding of infants during the first four to six months of life, which meet, in themselves, the nutritional requirements of this category of person and are put up for retail sale in packages which are clearly identified and labelled 'food preparation for infants' (2);\n- 600 Bq/kg for all other products concerned.", "1. Member States shall check compliance with the maximum permitted levels set in Article 3 in respect of the products referred to in Article 1, taking into account contamination levels in the country of origin. Checking may also include the presentation of export certificates. Depending on the results of the checks carried out, Member States shall take the measures required for Article 2 to apply, including the prohibition of release for free circulation, taking each case individually or generally for a given product.\n2. Each Member State shall provide the Commission with all information concerning the application of this Regulation, notably cases of non-compliance with the maximum permitted levels. The Commission shall circulate such information to the other Member State.", "Where cases of repeated non-compliance with the maximum permitted levels have been recorded, the necessary measures may be taken in accordance with the procedure referred to in Article 6. Such measures may even include the prohibition of the import of products originating in the third country concerned.", "1. The arrangements for applying this Regulation and any amendments to be made to the list of products unfit for human consumption, as listed in Annexes I and II, shall be adopted in accordance with the procedure provided for in Article 30 of Regulation (EEC) No 804/68 (1), which shall apply by analogy.\n2. To this end, an ad hoc committee shall be set up, composed of representatives from the Member States and chaired by a representative from the Commission.\nWithin the Committee, the votes of the Member States shall be weighted in accordance with Article 148 (2) of the Treaty. The Chairman shall not vote.", "These Regulation shall expire two years after the date of its entry into force.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 22 December 1987.\nFor the Council\nThe President\nN. WILHJELM\n(1) OJ No L 146, 31. 5. 1986, p. 88.\n(2) OJ No L 280, 1. 10. 1986, p. 79.\n(3) OJ No L 58, 28. 2. 1987, p. 101.\n(4) See page 11 of this Official Journal.\n(5) OJ No L 302, 31. 12. 1972, p. 28.\n(6) OJ No L 281, 1. 11. 1975, p. 20.\n(7) OJ No L 282, 1. 11. 1975, p. 104.\n(8) OJ No L 323, 29. 11. 1980, p. 1.\n(9) OJ No L 323, 29. 11. 1980, p. 27.\n(10) Annex I shall apply until 31 December 1987; Annex II shall apply from 1 January 1988.\n(11) These headings will be replaced as from 1 January 1988 by the corresponding headings of the combined nomenclature which appear in Annex III.\n(12) The level applicable to concentrated or dried products shall be calculated on the basis of the reconstituted product as ready for consumption.\n(1) OJ No L 148, 28. 6. 1968, p. 13.\nANNEX  I\n1.2 //  //  // CCT heading No  // Description  //  //  // ex 01.01 A III   // Racehorses   // ex 01.06 C   // Dogs, cats, menagerie and zoo animals and household pets   // ex 03.01 A IV   // Live ornamental fish   // 04.05 B II   // Eggs, not in shell, and egg yolks, unfit for human consumption (a)   // ex 05.04   // Non-edible guts, bladders and stomachs of animals (other than fish), whole and pieces thereof   // ex 05.15  // Animal products not elsewhere specified or included, excluding edible animal blood; dead animals of Chapter 1 or Chapter 3, unfit for human consumption   // 07.05 A   // Dried leguminous vegetables, shelled, whether or not skinned or split, for sowing (a)   // 10.01 A   // Spelt for sowing (a)  // 10.05 A   // Hybrid maize for sowing (a)   // 10.06 A  // Rice for sowing (a)   // 10.07 C I   // Hybrid sorghum for sowing (a)   // 12.01 A   // Oil seeds and oleaginous fruit, whole or broken, for sowing (a)   // 12.03   // Seeds, fruit and spores, of a kind used for sowing (a)   // 15.01 A I  // Lard and other pig fat for industrial uses other than the manufacture of foodstuffs for human consumption (a)   // 15.02 A   // Fats of bovine cattle or goats, unrendered; rendered or solvent-extracted fats obtained from those unrendered fats, for industrial uses other than the manufacture of foodstuffs for human consumption (a)   // 15.03 A I   // Lard stearin and oleostearin for industrial uses (a)   // 15.03 B   // Tallow oil for industrial uses other than the manufacture of foodstuffs for human consumption (a)   // 15.05   // Wool grease and fatty substances derived therefrom (including lanolin)   // 15.07 B   // China-wood and oiticica oils; myrtle wax and Japan wax   // 15.07 C I   // Castor oil for the production of aminoundecanoic acid for use in the manufacture of synthetic textile fibres or of artificial plastic materials (a)   // 15.07 D I   // Other oils for technical or industrial uses other than the manufacture of foodstuffs for human consumption (a)   // 22.08 A   // Ethyl alcohol, denatured, of any strength   // 38.19 Q   // Foundry core binders based on synthetic resins   // 45.01   // Natural cork, unworked, crushed, granulated or ground; waste cork   // 54.01   // Flax, raw or processed but not spun; flax tow and waste (including pulled or garnetted rags)   // 57.01   // True hemp ('Cannabis sativa'), raw or processed but not spun; tow and waste of true hemp (including pulled or garnetted rags or ropes)   // Chapter 6   // Live trees and other plants; bulbs roots and the like; cut flowers and ornamental foliage   //    //\n(a) Entry under this subheading is subject to conditions to be determined by the competent authorities.\nANNEX II\n1.2 //  //  // CN code  // Description  //  //  //  //  // ex 0101 19 90   // Racehorses   // ex 0106 00 99   // Other (live animals, excluding domestic rabbits and pigeons: not for human consumption)   // ex 03 01   // Live ornamental fish   // 0408 11 90 0408 19 90 0408 91 90 0408 99 90   // Eggs, not in shell, and egg yolks, unfit for human consumption (a)   // ex 0504  // Non-edible guts, bladders and stomachs of animals (other than fish), whole and pieces thereof   // 0511 10 00 ex 0511 91 90 0511 99 10 0511 99 90   // Animal products not elsewhere specified or included, excluding edible animal blood; dead animals of Chapter 1 or Chapter 3, unfit for human consumption  // 0713 20 10 0713 31 10 0713 32 10 0713 33 10 0713 39 10 0713 40 10 0713 50 10 0713 90 10   // Dried leguminous vegetables, shelled, whether or not skinned or split, for sowing   // 1001 90 10   // Spelt for sowing (a)   // 1005 10 11 1005 10 13 1005 10 15 1005 10 19   // Hybrid maize for sowing (a)   // 1006 10 10   // Rice for sowing (a)   // ex 1007 00 00   // Hybrid sorghum for sowing (a)   // 1201 00 10 1202 10 10 1204 00 10 1205 00 10 1206 00 10 1207 10 10 1207 20 10 1207 30 10 1207 40 10 1207 50 10 1207 60 10 1207 91 10 1207 92 10 1207 99 10  // Oil seeds and oleaginous fruit, whole or broken, for sowing (a)   // 1209 11 00 1209 19 00 1209 21 00 1209 23 10 1209 24 00 1209 26 00 1209 30 00 1209 91 1209 99   // Seeds, fruit and spores, of a kind used for sowing   // 1501 00 11   // Lard and other pig fat for industrial uses other than the manufacture of foodstuffs for human consumption (a)   // 1502 00 10   // Fats of bovine animals, sheep or goats, raw or rendered, whether or not pressed or solvent-extracted, for industrial uses other than the manufacture of foodstuffs for human consumption (a)  //  //  // CN code  // Description  //  //  //  // 1503 00 11  // Lard stearin and oleostearin for industrial uses (a)  // 1503 00 30   // Tallow oil for industrial uses other than the manufacture of foodstuffs for human consumption (a)  // 1505 10   // Wool grease and fatty substances derived therefrom (including lanolin)   // 1507 10 10 1507 90 10  // Soya bean oil and its fractions, whether or not refined; but not chemically modified, for technical uses other than the manufacture of foodstuffs for human consumption (a)   // 1508 10 10 1508 90 10   // Ground-nut oil and its fractions, whether or not refined but not chemically modified, for technical or industrial uses other than the manufacture of foodstuffs for human consumption (a)   // 1511 10 10   // Crude palm oil and its fractions, whether or not refined, but not chemically modified, for technical or industrial uses other than the manufacture of foodstuffs for human consumption (a)   // 1515 30 10   // Castor oil and its fractions for the production for the production of aminoundecanoic acid for use in the manufacture of synthetic textile fibres or of artificial plastic materials (a)   // 1515 40 00   // Tung oil and its fractions   // 1515 90 10   // Oiticica oils, myrtle wax and Japan wax; their fractions   // 1511 90 91 1512 11 90 1512 19 10 1512 19 90 1512 21 10 1512 29 10 1513 11 10 1513 19 30 1513 21 11 1513 21 19 1513 29 30 1514 10 10 1514 90 10 1515 11 00 1515 19 10 1515 21 10 1515 29 10 1515 50 11 1515 50 91 1515 90 21 1515 90 31 1515 90 40 1515 90 60 1516 20 91 1516 20 99  // Other oils for technical or industrial uses other than the manufacture of foodstuffs for human consumption (a)   // 1518 00 31 1518 00 39   // Fixed vegetables oils, fluid, mixed, for technical or industrial uses other than the manufacture of foodstuffs for human consumption (a)   // 2207 20 00   // Ethyl alcohol and other spirits; denatured, of any strength   // 3823 10 00   // Prepared binders for foundry moulds or cores  // 4501   // Natural cork, raw or simply prepared; waste cork; crushed granulated or ground cork   // 5301 10 00 5301 21 00 5301 29 00   // Flax, raw or processed but not spun;   // 5302  // True hemp (Cannabis sativa L.), raw or processed but not spun; tow and waste of true hemp (including yarn waste and garnetted stock):   // ex Chapter 6   // Live trees and other plants; bulbs, roots and the like, cut flowers and ornamental foliage, excluding plants and roots of chicory of subheading 0601 20 10   //    //\n(a) Entry under this subheading is subject to conditions laid down in the relevant Community provisions.\nANNEX III\nMilk and milk products to which a maximum permitted level of 370 Bq/kg applies\nCombined nomenclature subheading\n0401\n0403 10 11 to 19\n0403 90 51 to 59\n0404 10 91\n0404 90 11 to 33\n0402 10 11\n0402 10 91 and 99\n0402 21 11\n0402 21 91 and 99\n0402 29 15 and 19\n0402 29 91 and 99\n0402 99\n0403 10 11 to 39\n0403 90 13 and 19\n0403 90 61 to 69\n0404"}