{"celex_id": "31989R3318", "uri": "http://publications.europa.eu/resource/cellar/ff8f79fa-4136-4234-a9c4-b2d1450f659d", "type": "Regulation", "concepts": ["2300", "2731", "807"], "title": "Commission Regulation (EEC) No 3318/89 of 3 November 1989 on the supply of various lots of tomato concentrate as food aid\n", "header": "COMMISSION REGULATION (EEC) No 3318/89  of 3 November 1989  on the supply of various lots of tomato concentrate as food aid\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3972/86 of 22 December 1986 on food-aid policy and food-aid management (1), as last amended by Regulation (EEC) No 1750/89 (2), and in particular Article 6 (1) (c) thereof,\nWhereas Council Regulation (EEC) No 1420/87 of 21 May 1987 laying down implementing rules for Regulation (EEC) No 3972/86 on food-aid policy and food-aid management (3) lays down the list of countries and organizations eligible for food-aid operations  and specifies the general criteria on the transport of food aid beyond the fob stage;\nWhereas following the taking of a number of decisions on the allocation of food aid the Commission has allocated to certain countries and beneficiary organizations 750 tonnes of tomato concentrate;\nWhereas it is necessary to provide for the carrying-out of this measure in accordance with the rules laid down by Commission Regulation (EEC) No 2200/87 of 8 July 1987 laying down general rules for the mobilization in the Community of products to be  supplied as Community food aid (4); whereas it is necessary to specify the time limits and conditions of supply and the procedure to be followed to determine the resultant costs,", "main_body": ["Tomato concentrate shall be mobilized in the Community, as Community food aid for supply to the recipients listed in the Annex in accordance with Regulation (EEC) No 2200/87 and under the conditions set out in the Annexes. Supplies shall be  awarded by the tendering procedure.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 3 November 1989.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 370, 30. 12. 1986, p. 1.\n(2) OJ No L 172, 21. 6. 1989, p. 1.\n(3) OJ No L 136, 26. 5. 1987, p. 1.\n(4) OJ No L 204, 25. 7. 1987, p. 1.\nANNEX\n1. Operation Nos (1): 426/89 to 430/89\n2. Programme: 1989\n3. Recipient (5) (6): UNRWA Headquarters, Vienna International Centre, PO Box 700, A-1400 Vienna, telex 135310 UNRWA A\n4. Representative of the recipient (2):\n- A: UNRWA Field Supply and Transport Officer, Syrian Arab Republic, PO Box 4313, Damascus, Syrian Arab Republic\n- B and C: Field Supply and Transport Officer, Jordan, PO Box 484, Amman, Jordan\n- D and E: UNRWA Field Supply and Transport Officer, West Bank, PO Box 19149, Jerusalem, Israel\n5. Place or country of destination: Syrian Arab Republic; Jordan; Israel\n6. Product to be mobilized: tomato concentrate\n7. Characteristics and quality of the goods (3) (7): Total solids 29-31 %, soluble solids (tomato) 26-28 %, salt contents (as NaCl) 1,3 %, acidity (acitric acid) 2-3 % and shall be of 1989 crop. The tomato concentrate must comply with the minimum  quality standards provided for in Article 10 of Commission Regulation (EEC) No 1764/86 (OJ No L 153, 7. 6. 1986, p. 1)\n8. Total quantity: 750 tonnes\n9. Number of lots: 5 (A: 178 tonnes; B: 72 tonnes; C: 75 tonnes; D: 306 tonnes; E: 119 tonnes)\n10. Packaging and marking: Tins of 440 grams net each, 500 grams gross, hermetically sealed with no corrosion on the seams or internal parts, labelled by means of lithography or paper label. The label shall detail/show the following:\n(i) a list of ingredients\n(ii) net tin contents in grams\n(iii) name and address of manufacturer (code)\n(iv) country of origin\n(v) the wording 'NOT FOR SALE' in 5 mm black block letters on two sides\n(vi) production date (code)\nThe packing of tins is to be affected in new cartons, suitable for sea-transport, containing 24 tins in each. Each carton should be sealed with adhesive tape. (in 20-foot containers 'FLC/LCL shipper's count-load and stowage') (9)\nMarking on the cartons:\n- A: 'ACTION No 428/89 / TOMATO PASTE / GIFT OF THE EUROPEAN ECONOMIC COMMUNITY TO UNRWA FOR FREE DISTRIBUTION TO PALESTINE REFUGEES / LATAKIA'\n- B: 'ACTION No 429/89 / TOMATO PASTE / GIFT OF THE EUROPEAN ECONOMIC COMMUNITY TO UNRWA FOR FREE DISTRIBUTION TO PALESTINE REFUGEES / AQABA'\n- C: 'ACTION No 430/89 / TOMATO PASTE / GIFT OF THE EUROPEAN ECONOMIC COMMUNITY TO UNRWA FOR FREE DISTRIBUTION TO PALESTINE REFUGEES / AQABA'\n- D: 'ACTION No 426/89 / TOMATO PASTE / GIFT OF THE EUROPEAN ECONOMIC COMMUNITY TO UNRWA FOR FREE DISTRIBUTION TO PALESTINE REFUGEES / ASHDOD'\n- E: 'ACTION No 427/89 / TOMATO PASTE / GIFT OF THE EUROPEAN ECONOMIC COMMUNITY TO UNRWA FOR FREE DISTRIBUTION TO PALESTINE REFUGEES / ASHDOD'\n11. Method of mobilization: Community market\n12. Stage of supply: free at port of landing - landed\n13. Port of shipment: -\n14. Port of landing specified by the recipient: -\n15. Port of landing: A: Latakia; B and C: Aqaba; D and E: Ashdod (8)\n16. Address of the warehouse and, if appropriate, port of landing: -\n17. Period for making the goods available at the port of shipment where the supply is awarded at the port of shipment stage: 1 to 20. 12. 1989\n18. Deadline for the supply: 22. 1. 1990\n19. Procedure for determining the costs of supply: invitation to tender\n20. In the case of an invitation to tender, date of expiry of the period allowed for submission of tenders: 21. 11. 1989 at 12 noon\n21. In the case of a second invitation to tender:\n(a) deadline for the submission of tenders: 5. 12. 1989 at 12 noon\n(b) period for making the goods available at the port of shipment where the supply is awarded at the port of shipment stage: 10 to 31. 12. 1989\n(c) deadline for the supply: 7. 2. 1990\n22. Amount of the tendering security (4): ECU 15 per tonne\n23. Amount of the delivery security: 10 % of the amount of the tender in ecus\n24. Address for submission of tenders:\nBureau de l'aide alimentaire,\nĂ  l'attention de Monsieur N. Arend,\nBĂ˘timent Loi 120, bureau 7/58,\n200 rue de la Loi,\nB-1049 Brussels;\ntelex AGREC 22037 B\n25. Refund payable on request by the successful tenderer: -\nNotes:\n(1) The operation number is to be quoted in all correspondence.\n(2) Commission delegate to be contacted by the successful tenderer: see list published in OJ No C 227, 7. 9. 1985, page 4.\n(3) The successful tenderer shall deliver to the beneficiary a certificate from an official entity certifying that for the product to be delivered the standards applicable, relative to nuclear radiation, in the Member State concerned, have not been  exceeded.\nThe radioactivity certificate must indicate the caesium-134 and -137 levels.\n(4) In order not to overload the telex, tenderers are requested to provide, before the date and time laid down in point 20 of the Annex, evidence that the tendering security referred to in Article 7 (4) (a) of Regulation (EEC) No 2200/87 has been  lodged, preferably:\n- either by porter at the office referred to in point 24 of the Annex,\n- or by telecopier on one of the following numbers in Brussels:\n235 01 32\n236 10 97\n235 01 30\n236 20 05\n(5) The successful tenderer shall contact the recipient as soon as possible to establish which consignment documents are required and how they are to be distributed.\n(6) The supplier is to detail the Manager, Supply Division, UNRWA, Vienna, by telex 135310 UNRWA A, the name of the carrying vessel, names and addresses of shipping agent and insurance agent at port of discharge.\n(7) Certificates and documents required for each shipment:\n- one original and two copies of insurance certificate,\n- one original and two copies of health certificate,\n- one original and two copies of inspection certificate regarding quality, quantity and packing,\n- one certificate of non-contamination by radioactivity.\n(8) Ashdod: Consignment to be stowed in 20-foot containers containing not more than 17 tonnes each, net; not more than 30 containers are to be shipped on any vessel.\n(9) Supply free at terminal, as provided for in Article 14 (5) (a) of Regulation (EEC) No 2200/87, implies that the following costs at the port of landing shall be borne by the successful tenderer:\n- should containers be used on a FCL/FCL or LCL/FCL basis, all costs of unloading and transportation from the under hook stage up to the designated destuffing area via, if any, transit check shed area. The costs of destuffing the goods from the  containers, local charges incurred at a later stage, and costs occasioned by delays of detention or returning the containers are to be borne by the recipient,\n- should containers be used on an LCL/LCL or FCL/LCL basis, all the costs of unloading and transportation from the under hook stage up to the designated destuffing area via, if any, transit check shed area and by way of derogation from the  aforementioned paragraph 5 (a) of Article 14, the LCL charges (destuffing of the goods), the local charges incurred after the stage of destuffing the goods from the containers are to be borne by the recipient."}