{"celex_id": "31988R1114", "uri": "http://publications.europa.eu/resource/cellar/f1ca6678-9fdd-42dd-9840-75c0e257d0ca", "type": "Regulation", "concepts": ["4373"], "title": "Council Regulation (EEC) No 1114/88 of 25 April 1988 amending Regulation (EEC) No 727/70 on the common organization of the market in raw tobacco\n", "header": "COUNCIL REGULATION (EEC) No 1114/88 of 25 April 1988 amending Regulation (EEC) No 727/70 on the common organization of the market in raw tabacco\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 43 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nWhereas, in order to curb any increase in the Community's tobacco production and at the same time to discourage the growing of varieties which are difficult to dispose of, provision should be made for a proportional reduction in the prices and premium  if production exceeds a maximum guaranteed quantity fixed for each harvest; whereas certain costs are added to the intervention price to obtain the derived intervention price; whereas the application of the reduction coefficient to the derived  intervention price must not affect such costs;\nWhereas the maximum quantity must be established particularly in the light of production statistics and the market situation; whereas in order to continue to implement a policy aimed at encouraging the most sought-after varieties and to take account of  specific socio-economic and regional features of tobacco production, a maximum guaranteed quantity should be fixed for each variety or group of varieties; whereas provision should be made, for a limited period, for a ceiling on any reduction in the  prices and premiums; whereas Regulation (EEC) No 727/70 (3) as last amended by Regulation (EEC) No 1974/87 (4) should be amended accordingly,", "main_body": ["The following paragraph is hereby added to Article 4 of Regulation (EEC) No 727/70:\nÂ´5. Each year and in accordance with the procedure provided for in Article 43 (2) of the Treaty, the Council shall fix a maximum guaranteed quantity, in particular in the light of market requirements and the socio-economic and agricultural conditions of  the regions concerned for each variety or group of varieties of Community-produced tobacco for which prices and premiums are fixed. The overall maximum quantity for the Community shall be fixed at 385 000 tonnes of leaf tobacco for each of the 1988,  1989 and 1990 harvests.\nWithout prejudice to Articles 12a and 13, for each 1 % by which the maximum guaranteed quantity is exceeded per variety or group of varieties, the intervention prices and the premiums concerned shall suffer a reduction of 1 %. A correction corresponding  to the reduction of the premium shall be applied to the norm price of the harvest in question.\nThe reductions referred to in the second subparagraph shall not exceed 5 % for the 1988 harvest and 15 % for the 1989 and 1990 harvests.\nFor the purpose of applying this paragraph, the Commission shall establish before 31 July whether production exceeds the maximum guaranteed quantity for a variety or group of varieties.\nDetailed rules for the application of this paragraph shall be adopted in accordance with the procedure laid down in Article 17.' Article 2  This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 25 April 1988.\nFor the Council The President H.-D. GENSCHER  (1) OJ No C 84, 31. 3. 1988, p. 31. (2) Opinion delivered on 14 April 1988 (not yet published in the Official Journal). (3) OJ No L 94, 28. 4. 1970, p. 1. (4) OJ No L 184, 3. 7. 1987, p. 30."}