{"celex_id": "31983R1103", "uri": "http://publications.europa.eu/resource/cellar/2f855a09-99c3-4eb7-a157-3d24a6c89307", "type": "Regulation", "concepts": ["2642", "3170", "4316", "4317", "4319", "5025"], "title": "Commission Regulation (EEC) No 1103/83 of 5 May 1983 amending Regulation (EEC) No 2103/77 laying down detailed rules for the buying in by intervention agencies of sugar manufactured from beet and cane harvested in the Community\n", "header": "COMMISSION  REGULATION (EEC) No 1103/83\nof 5 May 1983\namending Regulation (EEC) No 2103/77 laying down detailed rules for the buying in by intervention agencies of sugar manufactured from beet and cane harvested in the Community\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1785/81 of 30 June 1981 on the common organization of the markets in the sugar sector (1), as last amended by Regulation (EEC) No 606/82 (2), and in particular Article 9 (6) thereof,\nWhereas the detailed rules for intervention buying in laid down in Commission Regulation (EEC) No 2103/77 (3), as last amended by Regulation (EEC) No 446/83 (4), should be amended, particularly as regards the yield to be taken into consideration for the provisional payment of the purchase price of raw sugar offered to intervention;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Sugar,", "main_body": ["Regulation (EEC) No 2103/77 is hereby amended as follows:\n1. The following is added to Article 1 (2):\n'(c) in the case of a silo or warehouse for the bulk storage of raw sugar, a total quantity not exceeding 50 times its daily discharging capacity for bulk sugar, and provided that the applicant undertakes to place such capacity at the disposal of the intervention agency concerned for the removal of the sugar.'\n2. The following second subparagraph is added to Article 15 (1):\n'The amount of the provisional payment referred to in the preceding subparagraph for raw sugar shall be calculated on the basis of a flat-rate yield of 92 %.'\n3. The first subparagraph of Article 15 (3) is replaced by the following:\n'The intervention agency shall make final payment of the buying-in price as soon as the weight has finally been established and the final results of the sample analyses referred to in Article 18 are available. Any packing costs shall be paid when the condition of the bags is ascertained on removal.'\n4. The following paragraph 4 is added to Article 18:\n'4. If, following the application of paragraph 1, a dispute arises over the yield of the bought in raw sugar an arbitral analysis shall be carried out by the laboratory referred to in paragraph 1. In that case the arithmetic mean of the result of the arbitral analysis and the result of either the seller's or the buyer's analysis, whichever is the closer to the result of the arbitral analysis, shall be adopted. This mean shall be conclusive for establishing the yield of the raw sugar in question. If the result of the arbitral analysis lies midway between the results of the analyses arranged by the seller and by the buyer, the arbitral analysis alone shall be conclusive for establishing the yield of the raw sugar in question.\nThe costs of an arbitral analysis shall be borne by the contracting party which contested the result of the analysis made under the provisions of paragraph 1.'", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 5 May 1983.\nFor the Commission\nPoul DALSAGER\nMember of the Commission\n(1) OJ No L 177, 1. 7. 1981, p. 4.\n(2) OJ No L 74, 18. 3. 1982, p. 1.\n(3) OJ No L 246, 27. 9. 1977, p. 12.\n(4) OJ No L 53, 26. 2. 1983, p. 25."}