{"celex_id": "31988R2240", "uri": "http://publications.europa.eu/resource/cellar/b3e1bcd4-1f85-4ea2-9e3d-222e62877fa6", "type": "Regulation", "concepts": ["1117", "2642", "2650", "2975", "5096", "693"], "title": "Council Regulation (EEC) No 2240/88 of 19 July 1988 fixing, for peaches, lemons and oranges, the rules for applying Article 16b of Regulation (EEC) No 1035/72 on the common organization of the market in fruit and vegetables\n", "header": "COUNCIL REGULATION (EEC) No 2240/88 of 19 July 1988 fixing, for peaches, lemons and oranges, the rules for applying Article 16b of Regulation (EEC) No 1035/72 on the common organization of the market in fruit and vegetables\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1035/72 of 18 May 1972 on the common organization of the market in fruit and vegetables(1), as last amended by Regulation (EEC) No 2238/88(2), and in particular Article 16b (3) thereof,\nHaving regard to the proposal from the Commission(3),\nWhereas, in order to make the producers concerned more aware of the real requirements of the market, Article 16b of Regulation (EEC) No 1035/72 provides for the possibility of fixing intervention thresholds for products subject to the prices and  intervention arrangements, beyond which financial liability will be borne by the producers;\nWhereas, in view of the situation of the market for peaches, lemons and oranges and in particular the scale of withdrawals recorded, an intervention threshold should be fixed for such products for the Community as constituted at 31 December 1985;\nWhereas, for those products, that threshold may be expressed as a percentage of the average quantities produced and intended to be consumed fresh in the last five marketing years for which production figures are available;\nWhereas, in order to allow for the progressive adjustment of production of those products to the trend in the market, provision should be made for a degressive threshold,", "main_body": ["1. The intervention thresholds for lemons and oranges shall be the following percentages of the average production intended to be consumed fresh in the last five marketing years for which data are available:\n-for the 1988/89 marketing year: 15 %,\n-for the 1989/90 marketing year: 13,5 %,\n-for the 1990/91 marketing year: 12 %,\n-from the 1991/92 marketing year: 10 %.\n2. The intervention threshold for peaches shall be the following percentages of the average production intended to be consumed fresh in the last five marketing years for which data are available:\n-for the 1988/89 marketing year: 20 %,\n-for the 1989/90 marketing year: 17 %,\n-for the 1990/91 marketing year: 15 %,\n-from the 1991/92 marketing year: 12 %.\n3. The Commission shall adopt the intervention thresholds referred to in paragraphs 1 and 2 in accordance with the procedure laid down in Article 33 of Regulation (EEC) No 1035/72.", "If, during a marketing year, the quantities of peaches, lemons or oranges bought in exceed the thresholds laid down in accordance with Article 1, the basic price and the buying-in price fixed for those products for the following marketing  year shall be reduced by 1 % per:\n-18 000 tonnes in the case of peaches,\n- 6 600 tonnes in the case of lemons,\n-20 000 tonnes in the case of oranges,\nby which that threshold is exceeded.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 July 1988.\nFor the CouncilThe PresidentY. POTTAKIS  (1)OJ No L 118, 20. 5. 1972, p. 1.\n(2)See page 1 of this Official Journal.\n(3)OJ No C 139, 30. 5. 1988, p. 58."}