{"celex_id": "31985D0331", "uri": "http://publications.europa.eu/resource/cellar/37877684-f0bd-4bb6-a29d-a30948c27835", "type": "Decision", "concepts": ["3381", "3774", "4284", "4663"], "title": "85/331/EEC: Commission Decision of 17 June 1985 on the sale in the Isle of Man of butter in intervention storage in the United Kingdom (Only the English text is authentic)\n", "header": "COMMISSION  DECISION\nof 17 June 1985\non the sale in the Isle of Man of butter in intervention storage in the United Kingdom\n(Only the English text is authentic)\n(85/331/EEC)\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 804/68 of 27 June 1968 on the common organization of the market in milk and milk products (1), as last amended by Regulation (EEC) No 1298/85 (2), and in particular Articles 6 (7) and 28 thereof,\nWhereas considerable quantities of butter are held in public storage in the Community, and in particular by the United Kingdom intervention agency; whereas the Isle of Man is a potential outlet for this butter;\nWhereas dealers should be permitted to acquire butter from the United Kingdom intervention agency in order to supply it at a reduced price in the Isle of Man for the manufacture of pastry products, ice-cream and other foodstuffs;\nWhereas under the legal provisions governing relations between the Community and the Isle of Man, the machinery of the common agricultural policy, including price support, does not apply to the latter; whereas the Isle of Man does not therefore qualify to benefit from Commission Regulation (EEC) No 262/79 (3), as last amended by Regulation (EEC) No 698/85 (4), providing for the sale of butter at reduced prices for use in the manufacture of pastry products, ice-cream and other foodstuffs in the Community; whereas special provisions should accordingly be introduced;\nWhereas the purchase of the butter should be made subject to conditions which ensure that it cannot be diverted to other destinations or uses; whereas, for this reason, the butter should be monitored from the time it is withdrawn from store until it is used for immediate processing in the Isle of Man; whereas, given the special nature of these arrangements, the United Kingdom intervention agency should introduce procedures to provide such monitoring;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Management Committee for Milk and Milk Products,", "main_body": ["1. The intervention agency in the United Kingdom shall undertake, in accordance with the terms set out in this Decision, the sale of butter bought-in under Article 6 (1) of Regulation (EEC) No 804/68 and placed in store before 1 July 1983:\n- for delivery unprocessed in the Isle of Man for subsequent processing into the products referred to in Article 4 of Regulation (EEC) No 262/79, and/or\n- for delivery after processing in the United Kingdom into concentrated butter under Article 5 of Regulation (EEC) No 262/79, with a view to subsequent processing in the Isle of Man into the products referred to in the first indent.\n2. The total amount of butter which may be sold pursuant to this Decision shall be confined to 100 tonnes in the period from 1 April 1985 to 31 March 1986.", "1. The butter shall be sold ex coldstore at the minimum sales price laid down in accordance with Regulation (EEC) No 262/79 in respect of the individual tendering procedure whose closing date immediately precedes the date of signature of the sales contract.\n2. The butter shall be sold to dealers undertaking in writing,\n- in the case of butter to be processed beforehand into concentrated butter, to effect such processing in the United Kingdom within seven months of the conclusion of the contract, either themselves or through a third party, in a plant approved under Articles 5 and 9 of Regulation (EEC) No 262/79,\n- to process the butter or concentrated butter, either themselves or through a third party, solely into the products referred to in the first indent of Article 1 (1) within 10 months of the conclusion of the contract, whereby the minimum quantity processed in any month shall be 5 tonnes,\n- to keep or cause to be kept all the necessary records, including commercial accounts, by means of which the butter purchased can be traced and evidence of its proper use be provided from the time it is withdrawn from store until it is processed into the products referred to in Article 1 (1),\n- to fulfil any requirements issued by the competent authorities in connection with monitoring procedures.", "The butter shall be supplied by the United Kingdom intervention agency after payment of the price referred to in Article 2 (1) and the lodging of a processing security corresponding to the sum fixed at the same time and by the same procedure as the minimum sales price.", "1. The butter shall be supplied by the intervention agency in packaging bearing the following legends in characters at least one centimetre high:\n'EEC butter for use in the Isle of Man (Decision 85/331/EEC)' and the intended use (formula A and/or C, or formula B, or formula D, in accordance with Regulation (EEC) No 262/79).\n2. Concentrated butter shall be packed in bags or cartons of a minimum net weight of 10 kilograms bearing the following legend in characters at least one centimetre high:\n'Concentrated butter for use exclusively in the Isle of Man (Decision 85/331/EEC) for processing into one of the products listed in Article 4 of Regulation (EEC) No 262/79'.", "The United Kingdom intervention agency shall:\n- make all relevant arrangements for the withdrawal of the butter from store on the terms set out in Article 19 of Regulation (EEC) No 262/79,\n- subject to the provisions of Commission Regulation (EEC) No 1687/76 (1), and by agreement with the authorities of the Isle of Man, implement arrangements to monitor the use made of the butter from the time of its withdrawal from store until final processing into the products referred to in Article 1. These arrangements shall in particular include a system of securities to ensure that the undertakings referred to in Article 2 are properly observed.", "The United Kingdom intervention agency shall communicate to the Commission:\n(a) prior to the first sale, the measures it has taken by agreement with the authorities of the Isle of Man to implement this Decision and in particular those relating to the monitoring of the use to which the butter sold is put;\n(b) not later than Tuesday each week, the amounts of butter which, during the previous week,\n- have been the subject of a sales contract,\n- have been removed from store under this Decision.", "This Decision is addressed to the United Kingdom."], "attachments": "Done at Brussels, 17 June 1985.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 148, 28. 6. 1968, p. 13.\n(2) OJ No L 137, 27. 5. 1985, p. 5.\n(3) OJ No L 41, 16. 2. 1979, p. 1.\n(4) OJ No L 76, 19. 3. 1985, p. 5.\n(1) OJ No L 190, 14. 7. 1976, p. 1."}