{"celex_id": "31988R3491", "uri": "http://publications.europa.eu/resource/cellar/29932b3f-3cbd-4ab5-a3f6-84140e4fa789", "type": "Regulation", "concepts": ["1837", "2069", "2732", "4381"], "title": "Commission Regulation (EEC) No 3491/88 of 9 November 1988 concerning the classification of certain goods in the combined nomenclature\n", "header": "11.11.1988 EN Official Journal of the European Communities L 306/18\nCOMMISSION REGULATION (EEC) No 3491/88\nof 9 November 1988\nconcerning the classification of certain goods in the combined nomenclature\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2658/87 of 23 July 1987 on the tariff and statistical nomenclature and on the Common Customs Tariff (1), as last amended by Regulation (EEC) No 3174/88 (2), and in particular Article 9 thereof,\nWhereas in order to ensure uniform application of the combined nomenclature annexed to the said Regulation, it is necessary to adopt measures concerning the classification of the goods referred to in the Annex to this Regulation;\nWhereas Regulation (EEC) No 2658/87 has set down the general rules for the interpretation of the combined nomenclature and these rules also apply to any other nomenclature which is wholly or partly based on it or which adds any additional subdivisions to it and which is established by specific Community provisions, with a view to the application of tariff or other measures relating to trade in goods;\nWhereas, pursuant to the said general rules, the goods described in column 1 of the table annexed to the present Regulation must be classified under the appropriate CN codes indicated in column 2, by virtue of the reasons set out in column 3;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Nomenclature Committee,", "main_body": ["The goods described in column 1 of the annexed table are now classified within the combined nomenclature under the appropriate CN codes indicated in column 2 of the said table.", "This Regulation shall enter into force on the 21st day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 9 November 1988.\nFor the Commission\nCOCKFIELD\nVice-President\n(1)  OJ No L 256, 7. 9. 1987, p. 1.\n(2)  OJ No L 298, 31. 10. 1988, p. 1.\nANNEX\nDescription of the goods Classification CN code Reasons\n(1) (2) (3)\n1. ‘Flaps of herring’, comprising the right and left side of a herring (from which the head, guts, fins (other than the back fin) and bones have been removed), the two sides being held together by the skin of the back\n2. Films of polyether sulphone covered by cathodic deposition process with a layer of metal, a metallic nitride, metallic oxide or metallic carbide\n3. Sodium dihydridobis(2-methoxyethanolato) aluminate in solution (70 %) in toluene"}