{"celex_id": "31985R0746", "uri": "http://publications.europa.eu/resource/cellar/04229a1f-441c-4167-9604-767152bebd04", "type": "Regulation", "concepts": ["1115", "1258", "1602", "2173", "4381"], "title": "Council Regulation (EEC) No 746/85 of 20 March 1985 amending Annex IV to Regulation (EEC) No 516/77 on the common organization of the market in products processed from fruit and vegetables\n", "header": "COUNCIL  REGULATION (EEC) No 746/85\nof 20 March 1985\namending Annex IV to Regulation (EEC) No 516/77 on the common organization of the market in products processed from fruit and vegetables\nTHE COUNCIL OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 516/77 of 14 March 1977 on the common organization of the market in products processed from fruit and vegetables (1), as last amended by Regulation (EEC) No 988/84 (2), and in particular the first subparagraph of Article 10 (3) thereof,\nHaving regard to the proposal from the Commission (3),\nWhereas Article 10 of Regulation (EEC) No 516/77 introduced, for certain particularly sensitive products, a system of import certificates accompanied by a security guaranteeing the undertaking to import during the period of validity of those certificates; whereas it is appropriate to extend that system to cherries falling within Common Customs Tariff subheadings ex 08.10 D, ex 08.11 E, ex 20.03, ex 20.06 B II a) 8, ex 20.06 B II b) 8, ex 20.06 B II c) 1 dd) and ex 20.06 B II c) 2 bb), which the present market situation has rendered particularly sensitive,", "main_body": ["Annex IV to Regulation (EEC) No 516/77 is hereby replaced by the Annex to this Regulation.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply from 15 April 1985.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 March 1985.\nFor the Council\nThe President\nA. BIONDI\n(1) OJ No L 73, 21. 3. 1977, p. 1.\n(2) OJ No L 103, 16. 4. 1984, p. 11.\n(3) OJ No C 67, 14. 3. 1985, p. 39.\nANNEX\n'ANNEX IV\n1.2 //   //   // CCT heading No  // Description  //   //  // ex 07.02 B  // Peeled tomatoes preserved by freezing  // ex 07.03 E  // Mushrooms  // ex 07.04 B  // Tomato flakes  // 08.03 B  // Dried figs  // 08.04 B  // Dried grapes  // ex 08.10 A  // Raspberries and strawberries, wether or not cooked, preserved by freezing without added sugar  // ex 08.10 D  // Cherries, whether or not cooked, preserved by freezing without added sugar  // ex 08.11 E  // Raspberries, strawberries and cherries provisionally preserved  // 08.12 C  // Prunes  // ex 20.01 C  // Mushrooms prepared or preserved by vinegar or acetic acid  // 20.02 A  // Mushrooms, prepared or preserved  // 20.02 C  // Tomatoes, prepared or preserved  // 20.02 G  // Peas, beans in pod, prepared or preserved  // ex 20.03  // Raspberries, strawberries and cherries preserved by freezing containing added sugar  // ex 20.05 C I b), C II and C III  // Jams, fruit jellies, marmalades, fruit purĂŠe and fruit paste being cooked preparations, whether or not containing added sugar:  //   // - made from raspberries and strawberries  // ex 20.06 B II a) 7 B II b) 7 aa) 11 B II b) 7 bb) 11  // Peaches, prepared or preserved  // ex 20.06 B II a) 7 B II b) 7 aa) 22 B II b) 7 bb) 22 B II c) 1 aa) B II c) 2 bb)  // Apricots, prepared or preserved  // ex 20.06 B II a) 8 B II b) 8 B II c) 1 dd) B II c) 2 bb)  // Raspberries, strawberries and cherries, prepared or preserved  // ex 20.06 B II a) 6 B II b) 6 B II c) 1 cc) B II c) 2 aa)  // Pears, prepared or preserved  // 20.07 B II a) 5 B II b) 6  // Tomato juices'  //  //"}