{"celex_id": "31989D0589", "uri": "http://publications.europa.eu/resource/cellar/fe30b6c2-ecbd-40a2-ab06-f71862c7a6af", "type": "Decision", "concepts": ["1182", "1662", "4081"], "title": "89/589/EEC: Commission Decision of 8 November 1989 authorizing the Federal Republic of Germany and the Hellenic Republic to restrict the marketing of seed of certain varieties of agricultural plant species (only the German and Greek texts are authentic)\n", "header": "COMMISSION  DECISION\nof 8 November 1989\nauthorizing the Federal Republic of Germany and the Hellenic Republic to restrict the marketing of seed of certain varieties of agricultural plant species\n(Only the German and Greek texts are authentic)\n(89/589/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 70/457/EEC of 29 September 1970 on the common catalogue of varieties of agricultural plant species (1), as last amended by Directive 88/380/EEC (2), and in particular Article 15 (2) and (3) thereof,\nHaving regard to the applications lodged by Germany and Greece,\nWhereas, pursuant to Article 15 (1) of Directive 70/457/EEC, seed or propagating material of varieties of agricultural plant species which have been officially accepted during 1987 in at least one of the Member States and which also meets the conditions laid down in Directive 70/457/EEC is, with effect from 31 December 1989, no longer subject to any marketing restrictions relating to the variety in the Community;\nWhereas, however, Article 15 (2) of Directive 70/457/EEC provides that, in the cases set out in Article 15 (3), a Member State may be authorized, upon application, to prohibit the marketing of seed and propagating material of certain varieties;\nWhereas the application of Germany concerns varieties of oats of the winter type and varieties of maize with a Food and Agricultural Organization (FAO) maturity class index over 350; whereas it is well known that varieties of winter oats and varieties of maize with an FAO maturity class index over 350 are not at present suitable for cultivation in Germany (Article 15 (3) (c), second case, of Directive 70/457/EEC); whereas, therefore, the application of Germany in respect of these varieties should be granted in full;\nWhereas the application of Greece concerns early varieties of soya bean; whereas it is also well known that early varieties of soya bean are not at present suitable for cultivation in Greece (Article 15 (3) (c), second case, of Directive 70/457/EEC); whereas, therefore, the application of Greece in respect of these varieties should be granted in full;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Seeds and Propagating Material for Agriculture, Horticulture and Forestry,", "main_body": ["The Federal Republic of Germany is hereby authorized to prohibit the marketing in its territory of seed of the following varieties to be listed in the 1990 Common catalogue of varieties of agricultural plant species:\nCereals:\n1. Avena sativa L. - Oats\nAintree\nCigale\nCraig\nSonar\n2. Zea mays L. - Maize\nAdon\nAldan\nAlvarado\nAlvor\nAmericano\nAneto 810\nArmstrong\nAtrix\nAustralia I\nAxios\nBaila\nBarros\nBasic\nBasko\nBianca\nBinar\nBrando\nBrasiliano\nBriga\nCadillac\nClint\nCrocus\nCrusader\nDanika\nDecibel\nDevil\nDoris\nDuetto\nElvis\nEor 4306\nFlamingo\nFloyd\nGinestra\nGolf\nHalley\nIlex\nIntrepid\nIvana\nJoe\nKneza 614\nKneza 641\nLaurus\nLavaredo\nLeira\nMarian\nMatis\nMercurio\nMessicano\nMike\nMistral\nModigliani\nMolly\nMU 520\nNasa\nNC + 4695\nNC + 7507\nNepris\nOctopus\nOrion\nOrtis\nOtello\nPamir\nPan\nPecos\nPicasso\nPraxis\nRadiant\nResegone\nRinkor\nRonilo\nRonix\nRonomax\nSaga\nSegre\nSinni\nSarbus\nTelos\nTiber\nTilia\nTygra\nUlmus\nVaran\nVolta\nWhite (Bianco)", "The Hellenic Republic is hereby authorized to prohibit the marketing in its territory of seed of the following varieties to be listed in the 1990 Common catalogue of varieties of agricultural plant species:\nOil and Fibre plants\nGlycine max (L.) Merr. - Soya bean\nLabrador\nValdor\nDawson", "The authorizations given in Articles 1 and 2 shall be withdrawn as soon as it is established that the conditions thereof are no longer satisfied.", "The Federal Republic of Germany and the Hellenic Republic shall notify the Commission and the other Member States of the date from which they make use of the authorizations given in Articles 1 and 2 respectively and the detailed methods to be followed.", "This Decision is addresed to the Federal Republic of Germany and the Hellenic Republic."], "attachments": "Done at Brussels, 8 November 1989.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 225, 12. 10. 1970, p. 1.\n(2) OJ No L 187, 16. 7. 1988, p. 31."}