{"celex_id": "31988D0161", "uri": "http://publications.europa.eu/resource/cellar/c8ed5784-1898-4fcb-bd85-8ecbe6619a4b", "type": "Decision", "concepts": ["1318", "1372", "2803", "995"], "title": "88/161/EEC: Commission Decision of 27 January 1988 on concerted measures to promote fishery products in the Federal Republic of Germany (Only the German text is authentic)\n", "header": "COMMISSION  DECISION\nof 27 January 1988\non concerted measures to promote fishery products in the Federal Republic of Germany\n(Only the German text is authentic)\n(88/161/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 4028/86 of 18 December 1986 on Community measures to improve and adapt structures in the fisheries and aquaculture sector (1), and in particular Article 32 (1) thereof,\nWhereas, following media reports of nematode larvae in fish in July 1987, consumption of fish has fallen drastically in Germany;\nWhereas, given this situation, which has arisen because the facts were not presented in full, the German authorities have taken a number of measures to restore consumer confidence and to mitigate the repercussions;\nWhereas these measures include a campaign to promote fish consumption, the purpose of which is to counteract the negative impact of inaccurate reports in the mass media by presenting fish to consumers as an attractive food and to help consumers overcome their reluctance to eat fish;\nWhereas such an action enters within the field of application of Title IX of Regulation (EEC) No 4028/86, but these provisions may not be utilized owing to the absence of any implementing Regulations;\nWhereas such a campaign may be a concerted measure within the meaning of the third indent of Article 32 (1) of Regulation (EEC) No 4028/86; whereas Community financial assistance should be granted;\nWhereas, by analogy with the provisions of Articles 29 and 30 of Regulation (EEC) No 4028/86, it is necessary to set this grant at 50 % of expenditure taken into consideration for a grant, hereinafter referred to as 'eligible expenditure' and on the basis of the information provided by the German authorities, the maximum amount of such assistance should be set at 241 600 ECU;\nWhereas it is necessary to lay down general requirements for the concerted measures and the terms on which Community financial assistance will be given;\nWhereas the measures provided for by this Directive are in accordance with the opinion of the Standing Committee for the Fishing Industry,", "main_body": ["1. Concerted measures to promote fishery products in Germany, hereinafter referred to as 'concerted measures', are hereby introduced. The details of the concerted measures are as set out in Annex I.\n2. The Commission shall provide financial assistance for implementing the concerted measures. The financial assistance shall be a capital subsidy amounting to 50 % of eligible expenditure, and this subsidy shall not exceed\n241 600 ECU. The terms laid down in Annex II must be observed.", "This Decision is addressed to the Federal Republic of Germany."], "attachments": "Done at Brussels, 27 January 1988.\nFor the Commission\nAntรณnio CARDOSO E CUNHA\nMember of the Commission\n(1) OJ No L 376, 31. 12. 1986, p. 7.\nANNEX I\nConcerted measures to promote fishery products in Germany\nI. GENERAL PURPOSE\nTo re-establish the positive image of fish as a quality food product and to raise consumption.\nII. GEOGRAPHICAL AREA\nThe Federal Republic of Germany.\nIII. PRIME CONTRACTOR\nFischwirtschaftliches Marketing-Institur (FIMA) (Fishery Product Marketing Organization), Am Baggerloch 1, D-2850 Bremerhaven - Fischereihafen.\nIV. TIMETABLE\nThe concerted measures are scheduled to last from mid-November to the end of March 1988.\nV. MEASURES PLANNED\n1. Media and public relations\nA number of operations are planned to attract the attention of the media, the various interested parties and the public (media services, documentation, 'fish days', etc.).\n2. Advertising\nA fish promotion campaign will be mounted on television and in the press. Assistance will also be given for regional advertising campaigns organized by the fish distribution trade.\n3. Information booklet\n250 000 copies are to be printed of a booklet entitled '1 000 Facts about Fish' intended to help restore consumer confidence and provide economic, dietary and culinary information on fish.\nVI. FINANCIAL ESTIMATES\n1.2.3,4 //  //  //  // Operation  // Total estimated cost  // Community assistance  // 1.2.3.4 //  // ECU (1)   // ECU  // %   //    //   //   //   // 1. Media and public relations  //   //   //   // 1.1. Visits by reporters   // 14 500   // 7 250   // 50   // 1.2. Media information service   // 24 200  // 12 100   // 50   // 1.3. Documentation   // 9 700   // 4 850   // 50   // 1.4. Authors' fees   // 4 900   // 2 450  // 50   // 1.5. Public events   // 48 300   // 24 150   // 50  // 2. Advertising   //   //   //   // 2.1. Regional campaigns  // 19 400   // 9 700   // 50   // 2.2. National campaign  // 265 600   // 132 800   // 50   // 3. Information booklet  // 96 600   // 48 300   // 50   //    //   //   //   // Total  // 483 200   // 241 600   // 50   //    //   //   //\n(1) The sums allocated to the various operations are only indicative.\nANNEX II\nConditions for financial assistance\n1. The financial assistance referred to in Article 1 of this Decision, hereinafter referred to as 'assistance', shall be granted in respect of the operations specified in Annex I, hereinafter referred to as 'operations'.\n2. All expenditure necessary to mount the operations, net of recoverable taxes and of the salaries and expenses of persons employed by the prime contractor, shall count as eligible expenditure.\n3. The national authorities shall guarantee the financing of expenditure not eligible for assistance.\n4. The assistance shall not be granted unless the operations are completed within the time limit specified in Annex I.\n5. The prime contractor shall be the recipient of the aid.\n6. An advance of 96 640 ECU will be paid to the recipient on adoption of this Decision. The balance will be paid in a single instalment, following completion of all the operations, on presentation and after verification and approval of a detailed statement of the expenditure incurred.\n7. The authorities responsible for the concerted measures shall ensure that all necessary supporting information (files, financial documents, etc.) is kept available for inspection by the Commission. Documentation on the progress of the operations shall be sent to the Commission if it so requests.\n8. All publicity concerning the operations must make clear the Community's financial involvement.\n9. If the above conditions are not met the Commission may decide to suspend, reduce or withdraw the assistance and to require reimbursement of sums already paid out. Such a decision may not be taken until the recipient has been given an opportunity to submit his comments within a time limit set by the Commission."}