{"celex_id": "31983R2127", "uri": "http://publications.europa.eu/resource/cellar/814aedae-dcf2-4071-90a1-60ec165e6766", "type": "Regulation", "concepts": ["171", "2414", "3191", "4079", "4472", "6042"], "title": "Commission Regulation (EEC) No 2127/83 of 28 July 1983 amending Regulation (EEC) No 1204/72 laying down detailed rules for the application of the subsidy system for oilseeds\n", "header": "COMMISSION  REGULATION (EEC) No 2127/83\nof 28 July 1983\namending Regulation (EEC) No 1204/72 laying down detailed rules for the application of the subsidy system for oilseeds\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation No 136/66/EEC of 22 September 1966 on the establishment of a common organization of the market in oils and fats (1), as last amended by Regulation (EEC) No 1413/82 (2), and in particular Article 27 (5) thereof,\nWhereas Commission Regulation (EEC) No 1204/72 (3), as last amended by Regulation (EEC) No 2064/82 (4), provides for exceptions to the system of customs control or administrative control applied on importation to all seeds or mixtures referred to in Article 9 of Council Regulation (EEC) No 2114/71 (5); whereas, in view of the use for human consumption of husked sunflower seed, the latter should not be subjected to the abovementioned control provided it is put up in recipients containing not more than 25 kilograms;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Oils and Fats,", "main_body": ["Article 27 (1) of Regulation (EEC) No 1204/72 is replaced by the following:\n'1. In accordance with Article 9 of Regulation (EEC) No 2114/71, a system of customs control or of administrative control offering equivalent guarantees shall be applied at the time of import to all seeds or mixtures of seeds referred to in that Article except for:\n- seeds and mixtures of seeds recognized as seeds for sowing under the legislation of the importing Member State,\n- colza and rape seed and mixtures containing such seed that have been denatured as indicated in Regulation (EEC) No 190/68,\n- white and striped sunflower seeds in recipients with a maximum content of 100 kilograms. These seeds may contain up to 10 % of black sunflower seeds,\n- dehulled sunflower seeds packed in recipients of a maximum content of 25 kilograms.\nSecurities shall be lodged for seeds brought under control.'", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 28 July 1983.\nFor the Commission\nPoul DALSAGER\nMember of the Commission\n(1) OJ No 172, 30. 9. 1966, p. 3025/66.\n(2) OJ No L 162, 12. 6. 1982, p. 6.\n(3) OJ No L 133, 10. 6. 1972, p. 1.\n(4) OJ No L 220, 29. 7. 1982, p. 18.\n(5) OJ No L 222, 2. 10. 1971, p. 2."}