{"celex_id": "31988R4222", "uri": "http://publications.europa.eu/resource/cellar/421f90cb-0141-4c6e-a3c5-2b2ca30c0007", "type": "Regulation", "concepts": ["161", "4717"], "title": "Council Regulation (EEC) No 4222/88 of 19 December 1988 opening, allocating and providing for the administration of a Community tariff quota for certain wine of designated origin, originating in Algeria (1989)\n", "header": "COUNCIL REGULATION (EEC) No 4222/88 of 19 December 1988 opening, allocating and providing for the administration of a Community tariff quota for certain wine of designated origin, originating in Algeria (1989)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 113 thereof,\nHaving regard to the proposal from the Commission,\nWhereas Article 20 of the Cooperation Agreement between the European Economic Community and the People's Democratic Republic of Algeria (1) as amended by the Additional Protocol to that Agreement (2) provides that certain wine of designated origin  falling within CN codes ex 2204 21 25, ex 2204 21 29, ex 2204 21 35 or ex 2204 21 39 originating in Algeria shall be exempt from customs duties on import into the Community within the limits of a Community tariff quota of 200 000 hectolitres; whereas  the wine must be put up in containers holding two litres or less; whereas the wine must be accompanied either by a certificate of designation of origin in accordance with the model given in Annex D to the Agreement or, by way of derogation, by a  document VI 1 or a VI 2 extract annotated in compliance with Article 9 of Regulation (EEC) No 3590/85 (3);\nWhereas, however, Council Regulation (EEC) No 2573/87 of 11 August 1987 laying down the arrangements for trade between Spain and Portugal on the one hand and Algeria, Egypt, Jordan, Lebanon, Tunisia and Turkey on the other (4) provides for the  Portuguese Republic to defer until 31 December 1990 the application of the preferential arrangements for the products in question; whereas, consequently this Regulation does not apply to Portugal; whereas the Community tariff quota in question should be  opened for 1989;\nWhereas the wine in question is subject to compliance with the free-at-frontier reference price; whereas, in order that such wine may benefit from this tariff quota, Article 54 of Regulation (EEC) No 822/87 (5) as last amended by Regulation (EEC) No  2964/88 (6) must be complied with;\nWhereas equal and continuous access to the quota should be ensured for all Community importers and the rate laid down for the quota should be applied consistently to all imports of the products in question into the Member States until the quota is  exhausted;\nWhereas, for the period of application of this Regulation, it appears necessary to maintain an allocation between the Member States of the quotas concerned, since the administrations of the Member States are unable to provide by 1 January 1989, for the  administrative and technical conditions required for the Community management of quotas for these products originating in Algeria; whereas it does, however, seem advisable to provide for a further increase in the Community reserve;\nWhereas provision should be made for a mechanism to prevent, when the Community quota is not used up, goods from being imported into a Member State which has used up its share only after the full application of customs duties, or after having been  diverted to another Member State whose share has not yet been used up; whereas, under these circumstances, if, during the quota period, the Community reserve were to be almost entirely used up, Member States should return to the said reserve all of the  unused portion of their initial shares so as to avoid part of the Community tariff quota from remaining unused in one Member State, when it could be used in others;\nWhereas, taking into account the traditional trends in trade, the allocation maintained between Member States must, so as to reflect as closely as possible the actual market trend of the products in question, be carried out pro rata the needs of the  Member States, calculated, on the one hand, on the basis of the statistical data relating to imports of the said products from Algeria over a representative reference period and, on the other hand, on the basis of the economic outlook for the quota  periods considered;\nWhereas in this case, however, neither Community nor national statistics showing the breakdown for each type of wine in question are available and no reliable forecasts of future imports can be made; whereas in these circumstances the quota volumes  should be allocated in initial shares, account being taken ot the effective utilization of these wines on the markets of the various Member States;\nWhereas, to allow for the trend of imports of the products concerned in the various Member States, the quota volume should be divided into two parts, the first being allocated among the Member States and the second held as a reserve to cover any  subsequent requirements of Member States which have used up their initial share and any additional requirements which might arise in the other Member States; whereas, to afford importers in each Member State some degree of certainty, the first part of  the tariff quota should be set at a certain level, which in this case could be 40 % of the quota volume;\nWhereas this form of administration requires close collaboration between the Member States and the Commission and the Commission must be able to keep account of quota utilization rates and inform the Member States accordingly;\nWhereas since the Kingdom of Belgium, the Kingdom of the Netherlands and the Grand Duchy of Luxembourg are united within and jointly represented by the Benelux Economic Union, any operation concerning the administration of the quota shares allocated to that economic union may be carried out by any one of its members,", "main_body": ["1.  From 1 January to 31 December 1989 the customs duties applicable in the Community, with the exception of Portugal, to imports of the following products shall be suspended at the level and within the limits of a Community tariff quota as  shown below:\nOrder No CN code Description Amount of quota (hl) Quota duty (%) 09.1001 \" Y y Y x ex 2204 21 25 ex 2204 21 29 ex 2204 21 35 ex 2204 21 39 Wines entitled to one of the following designations of origin:\nAïn Besem-Bouira, Médéa, Coteaux du Zaccar, Dahra, Coteaux de Tlemcen, of an actual alcoholic strength by volume not exceeding 15 % vol, in containers holding two litres or less, originating in Algeria 200 000 free Within the limit of this tariff quota the Kingdom of Spain shall apply customs duties calculated in accordance with Regulation (EEC) No 2573/87.\n2.  The wine in question is subject to observance of the free-at-frontier reference price.\nThe wine in question shall benefit from this tariff quota on condition that Article 54 of Regulation (EEC) No 822/87 is complied with.\n3.  Each wine, when imported, shall be accompanied either by a certificate of designation of origin, issued by the relevant Algerian authority or, by way of derogation, by a document VI 1 or a VI 2 extract annotated in compliance with Article 9 of  Regulation (EEC) No 3590/85, in accordance with the model annexed to this Regulation.", "1.  The Community tariff quota referred to in Article 1 shall be divided into two parts.\n2.  The first part of the quota amounting to 80 000 hectolitres, shall be allocated among certain Member States; the quota shares, which subject to Article 5, shall be valid up to 31 December 1989, shall be as follows:\n(hectolitres) Benelux12 460 Denmark6 340 Germany5 870 France54 300 United Kingdom1 030 3.  The second part of the quota, amounting to 120 000 hectolitres, shall constitute the reserve.\n4.  If an importer indicates that he is about to import any of the products in question into a Member State which does not participate in the initial allocation or which has exhausted its initial quota and applies to use the corresponding quota, the Member State concerned shall inform the Commission and draw an amount corresponding to its requirements to the extent that the available balance of the quota so permits.\n5.  Without prejudice to Article 3, the drawings made pursuant to paragraph 4 shall be valid until the end of the quota period.", "1.  Once at least 80 % of the reserve of one of the tariff quotas, as defined in Article 2 (3), has been used up, the Commission shall inform the Member States thereof.\n2.  It shall also notify Member States in this case of the date from which drawings on the Community reserve must be made according to the following provisions:\nIf an importer presents in a Member State a declaration of entry into free circulation including a request for preferential benefit for the product covered by this Regulation, and if this declaration is accepted by the customs authorities, the Member  State concerned shall draw, from the Community reserve, by means of notification to the Commission, a quantity corresponding to these needs.\nThe requests for drawing, with the indication of the date of acceptance of the said declaration, must be communicated to the Commission without delay.\nThe drawings are granted by the Commission on the basis of the date of acceptance of the declaration of entry into free circulation by the customs authorities of the Member State concerned, to the extent that the available balance so permits.\nIf a Member State does not use the quantities drawn, it shall return them as soon as possible to the reserve.\nIf the quantities requested are greater than the available balance of the reserve, allocation shall be made on a pro rata basis with respect to the requests. Member States shall be informed by the Commission in accordance with the same procedures.\n3.  Within a time limit fixed by the Commission as from the date referred to in the first subparagraph of paragraph 2, Member States shall be required to return to the reserve all the quantities which have not been used on that date, within the meaning  of Article 5 (3) and (4).", "The Commission shall keep an account of the shares drawn by the Member States pursuant to Articles 2 and 3 and shall, as soon as it has been notified, inform each State of the extent to which the reserves have been used up.\nIt shall inform the Member States, of the amounts still in reserve after amounts have been returned thereto pursuant to Article 3.\nIt shall ensure that the drawing which uses up a reserve does not exceed the balance available and to this end shall notify the amount of that balance to the Member State making the last drawing.", "1.  The Member States shall take all measures necessary to ensure that drawings of shares pursuant to Article 2 (4) and Article 3 are carried out in such a way that imports may be charged without interruption against their accumulated shares  in the Community tariff quotas.\n2.  The Member States shall ensure that importers of the products in question have free access to the shares allocated for them.\n3.  The Member States shall charge imports of the product against their shares as and when it is entered with the customs authorities for free circulation.\n4.  The extent so which a Member State has used up its share shall be determined on the basis of imports of the product in question charged in accordance with paragraph 3.", "At the request of the Commission, Member States shall inform it of imports of the product concerned actually charged against their shares.", "The Member States and the Commission shall cooperate closely in order to ensure that this Regulation is complied with.", "This Regulation shall enter into force on 1 January 1989.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 December 1988.\nFor the Council The President Th. PANGALOS EWG:L371UMBE06.94 FF: 3UEN;   SETUP: 01;   Hoehe: 1321 mm;   265 Zeilen;   11942 Zeichen;\nBediener: UTE0   Pr.: C;\nKunde: ................................\n(1) OJ No L 263, 27. 9. 1978, p. 2. (2) OJ No L 297, 21. 10. 1987, p. 2. (3) OJ No L 343, 20. 12. 1985, p. 20. (4) OJ No L 250, 1. 9. 1987, p. 1. (5) OJ No L 84, 27. 3. 1987, p. 1. (6) OJ No L 269, 29. 9. 1988, p. 5."}