{"celex_id": "31987D0442", "uri": "http://publications.europa.eu/resource/cellar/35d0c58b-8fb9-4558-a8b7-9da68dbee9d9", "type": "Decision", "concepts": ["1819", "2308", "2329", "2556"], "title": "87/442/EEC: Council Decision of 13 August 1987 concerning the conclusion of an Agreement in the form of an Exchange of Letters on fisheries arrangements between the European Economic Community and the Kingdom of Morocco, applicable on a preliminary basis from 1 August to 31 December 1987\n", "header": "COUNCIL  DECISION\nof 13 August 1987\nconcerning the conclusion of an Agreement in the form of an Exchange of Letters on fisheries arrangements between the European Economic Community and the Kingdom of Morocco, applicable on a preliminary basis from 1 August to 31 December 1987\n(87/442/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the Act of Accession of Spain and Portugal, and in particular Article 167 (3) and Article 354 (3) thereof,\nHaving regard to the proposal from the Commission,\nWhereas the Sea Fisheries Cooperation Agreement between the Kingdom of Spain and the Kingdom of Morocco was signed and entered into force on 1 August 1983 for a period of four years; whereas that Agreement expired on 31 July 1987;\nWhereas Article 167 (3) of the Act of Accession required the Council, before the expiry of the fisheries agreements concluded by the Kingdom of Spain with third countries, to adopt the decisions appropriate for the continuation of fishing activities resulting therefrom;\nWhereas Decision 86/641/EEC (1) authorized the Portuguese Republic to extend, from 4 January 1987 to 3 January 1988, the sea fisheries Agreement concluded with the Kingdom of Morocco; whereas additional provisions should be made for the implementation of that Agreement;\nWhereas, pending the conclusion of a fisheries agreement between the European Economic Community and the Government of the Kingdom of Morocco, and in order to avoid any interruption in the fishing activities of Community vessels in Moroccan waters, the two delegations have agreed arrangements, to apply on a preliminary basis from 1 August to 31 December 1987, which authorize the vessels concerned to continue their fishing activities;\nWhereas it is in the interest of the Community to approve the Agreement,", "main_body": ["The Agreement in the form of an Exchange of Letters on fisheries arrangements between the European Economic Community and the Kingdom of Morocco, applicable on a preliminary basis from 1 August to 31 December 1987, is hereby approved on behalf of the Community.\nThe text of the Agreement is attached to this Decision.", "This Decision shall apply from 1 August 1987."], "attachments": "Done at Brussels, 13 August 1987.\nFor the Council\nThe President\nK.E. TYGESEN\n(1) OJ No L 376, 31. 12. 1986, p. 112."}