{"celex_id": "31984R2570", "uri": "http://publications.europa.eu/resource/cellar/dff81511-5dbb-4026-9c01-e497856c734b", "type": "Regulation", "concepts": ["2189", "2628", "3367", "3568"], "title": "Commission Regulation (EEC) No 2570/84 of 10 September 1984 on refunds for exports made to armed forces, international organizations and diplomatic bodies in non-member countries\n", "header": "COMMISSION  REGULATION (EEC) No 2570/84\nof 10 September 1984\non refunds for exports made to armed forces, international organizations and diplomatic bodies in non-member countries\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2727/75 of 29 October 1975 on the common organization of the market in cereals (1), as last amended by Regulation (EEC) No 1018/84 (2), and in particular Article 16 (6) thereof, and to the corresponding provisions of the other Regulations establishing common organizations of the markets in agricultural products,\nHaving regard to Council Regulation (EEC) No 2746/75 of 29 October 1975 laying down general rules for granting export refunds on cereals and criteria for fixing the amount of such refunds (3), and in particular Article 8 (2) second indent and (3) thereof, and to the corresponding provisions of the other Regulations laying down general rules for granting export refunds on agricultural products,\nWhereas Article 20 of Commission Regulation (EEC) No 2730/79 of 29 November 1979 laying down common detailed rules for the application of the system of export refunds on agricultural products (4), as last amended by Regulation (EEC) No 519/83 (5), specifies the documents which must be furnished to obtain payment of refunds according to destination;\nWhereas, generally, armed forces stationed in a non-member country which do not come under the command of that country, international organizations and diplomatic bodies established in a non-member country obtain their supplies free of import duty; whereas experience has shown that in some cases Community exporters are unable to obtain the specific customs documents which are or should be made out in respect of imports of products having such a destination and which have been made available for consumption in the non-member country, where appropriate, free of customs duty;\nWhereas it appears possible to take specific measures in respect of the armed forces which are under the command either of a Member State or of an international organization of which at least one of the Member States is a member, in respect of international organizations of which at least one Member State is a member and in respect of diplomatic bodies;\nWhereas the measures provided for in this Regulation are in accordance with the opinions of all the relevant management committees,", "main_body": ["In the case of exports intended for:\n- armed forces stationed in a non-member country, under the command either of a Member State or of an international organization of which at least one of the Member States is a member,\n- international organizations established in a non-member country, of which at least one of the Member States is a member,\n- diplomatic bodies established in a non-member country,\nin respect of which the exporter cannot furnish the proof referred to in Article 20 (3) or (4) of Regulation (EEC) No 2730/79, the product shall be considered as having been imported into the non-member country where such armed forces are stationed or such international organization or diplomatic bodies are established, upon presentation:\n(a) of proof of payment for the products; and\n(b) an acknowledgement of delivery issued by the armed forces, international organization or diplomatic body to which the products have been consigned in the non-member country in question.", "This Regulation shall enter into force on 1 October 1984.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 10 September 1984.\nFor the Commission\nPoul DALSAGER\nMember of the Commission\n(1) OJ No L 281, 1. 11. 1975, p. 1.\n(2) OJ No L 107, 19. 4. 1984, p. 1.\n(3) OJ No L 281, 1. 11. 1975, p. 78.\n(4) OJ No L 317, 12. 12. 1979, p. 1.\n(5) OJ No L 58, 5. 3. 1983, p. 5."}