{"celex_id": "31989D0408", "uri": "http://publications.europa.eu/resource/cellar/997c351a-1839-4906-911c-3c47a4b559c8", "type": "Decision", "concepts": ["1199", "1309", "1362", "3774", "4218", "5045"], "title": "89/408/EEC: Commission Decision of 9 June 1989 relating to a proceeding under Article 85 of the EEC Treaty (IV/27.958 - National Sulphuric Acid Association) (Only the English text is authentic)\n", "header": "COMMISSION  DECISION\nof 9 June 1989\nrelating to a proceeding under Article 85 of the EEC Treaty (IV/27.958 - National Sulphuric Acid Association)\n(Only the English text is authentic)\n(89/408/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation No 17 of 6 February 1962, first Regulation implementing Articles 85 and 86 of the Treaty (1), as last amended by the Act of Accession of Spain and Portugal, and in particular Articles 6 and 8 thereof,\nHaving regard to the application submitted by the National Sulphuric Acid Association Ltd to the Commission pursuant to Article 8 (2) of Regulation No 17 requesting renewal of Commission Decision 80/917/EEC (2) for a period of 10 years,\nHaving regard to the publication (3) pursuant to Article 19 (3) of Regulation No 17 of a summary of the rules of the joint buying Pool and relevant changes which have occurred since Decision 80/917/EEC, in which the Commission granted an exemption pursuant to Article 85 (3) to the rules of the joint buying Pool of the National Sulphuric Acid Association Ltd, London, for a period ending on 31 December 1988, was adopted,\nHaving consulted the Advisory Committee on Restrictive Practices and Dominant Positions pursuant to Article 10 (3) of Regulation No 17,\nWhereas:\nI. THE FACTS\n(1) The joint buying Pool (the Pool) of the National Sulphuric Acid Association Ltd, (the Association), is operated by a Management Committee which negotiates for and purchases the quantities of imported sulphur requirements of the members of the Association.\nEach member has to purchase from the pool at least 25 % of the total imported sulphur acquired by him in any calendar year; for the remaining 75 % he is free to purchase from sources other than the Pool. There is no restriction at all on members to purchase sulphur from indigenous sources of supply.\nShould any member purchase less than 25 % of his annual requirements from the Pool, he shall be deemed to have withdrawn from the Pool from the end of that year. However, he may apply to rejoin the Pool commencing 1 July or 1 January on giving 12 months notice of his intention to do so.\nThe imported sulphur (approximately 86 % in liquid form and 14 % in solid form) is resold by the Pool to the members on a no-profit no-loss basis.\n(2) Since Decision 80/917/EEC (the Decision) the following changes have occurred:\n(a) At present 12 companies (compared to 19 in 1980) are members of the Pool, representing together the total production of sulphuric acid in the United Kingdom, whereas in 1980 one\nmajor producer of sulphuric acid, using about 11 % of all imported sulphur in the United Kingdom, was not a member of the Pool. This producer joined the Pool in 1981 but resigned from the Pool by end 1986, following the closure of his sulphuric acid plant.\n(b) Although since 1980 members of the Pool were free to purchase up to 75 % of their requirements of imported sulphur outside the Pool, nearly all members of the Pool have continued to purchase all their requirements of imported sulphur for sulphuric acid manufacture through the Pool, with a few exceptions between 1980 and 1985 where Pool members purchased some quantities of imported sulphur for sulphuric acid manufacture outside the Pool. Several members of the Pool purchase sulphur from indigenous sources, representing approximately 15 % of the total of sulphur used by the industry concerned in the United Kingdom.\n(c) Sulphur is imported into the United Kingdom from Poland, the United States, Canada, Mexico, France and the Federal Republic of Germany; the Community countries accounting together for approximately 35 % of total purchases by the Pool.\n(d) In 1987 production of sulphuric acid in the United Kingdom was 2 200 000 tonnes, compared to 3 500 000 tonnes when the exemption was granted. The decline is mainly due to changes in acid requirements for the manufacture of some principal products, for economic and technical reasons.\n(e) The proportion of sulphuric acid produced by Pool members sold to third parties represents again 30 % as cited in the exemption Decision, after having decreased in the meantime to 27 %.\n(3) The object of the Pool is to provide price and other advantages, like more flexibility in distribution and greater security of supply, to its members by joint negotiations with and purchases from the limited number of major world suppliers, especially to those members who purchase small quantities of sulphur and who might otherwise have difficulties in being supplied at a reasonable price or, during periods when demand outstrips supply, even at all. By contrast to an individual member, especially one with small requirements, the Pool can request a supplier to make liquid sulphur available when the member's plant is within a favourable road haulage distance of a dockside terminal, or otherwise to deliver a full cargo of solid sulphur to the particular port which provides the optimum access for one or more members. In view of the high transport costs by road, especially for liquid sulphur, the choice of port may be of critical significance for the price paid for delivery at the plant.\nThe fact that the Pool can guarantee to the suppliers of liquid sulphur the purchase of minimum quantities is important in order to assure the profitability of the terminals which are installed and operated by the suppliers.\n(4) The application for an extension of the exemption for a period of 10 years from 31 December 1988 onwards is motivated by the wish of the Association to be able to enter into supply contracts of a normal duration, which means in this industry contracts of up to five, or in some cases seven, years.\n(5) Following the publication pursuant to Article 19 (3) of Regulation No 17 of the above facts, in which the Commission announced its intentions to renew the Decision, the French producer of sulphur and supplier to the Pool declared his agreement with the Commission's intention; no other observations were received from third parties.\nII. LEGAL ASSESSMENT\nA. Article 85 (1)\n(6) For the same reasons as those stated in the Decision the rules of the Pool are still deemed to fall within the scope of Article 85 (1), notably because:\n(a) Each member of the Pool, to the extent he is committed to purchase through the Pool (i.e. 25 % of his annual requirements), is prevented from competing with other Pool members to obtain more favourable terms from the suppliers than those obtained by the Management Committee.\n(b) To the extent that Pool members are committed to purchase through the Pool, suppliers in the Community are excluded from selling directly to those members. To this extent suppliers in the Community are limited to dealing with a single purchaser in the UK.\n(c) Since sulphur accounts for an important part of the production costs of sulphuric acid, there are not only effects on the supply and price of the latter but also of the numerous products in the manufacture of which sulphuric acid is required. These products are marketed throughout the Community by members of the Pool and other manufacturers. B. Article 85 (3)\n(7) On the basis of the information at its disposal, the Commission has come to the conclusion that the advantages of the activities of the Pool (i.e. price and transport advantages, such as delivery of a full cargo for several members purchasing small quantities, and greater security of supply as indicated above under point 3) still constitute a sufficient basis for the application of Article 85 (3).\n(8) Since 30 % of the total quantity of sulphuric acid produced by Pool members is sold to third parties competition between Pool members on the market for sulphuric acid is ensured. In addition the consumer i.e. the user of sulphuric acid and the many products in the manufacture of which sulphuric acid is required (for example fertilizers, paint, fibres, detergents, soap) will obtain these products at a price reflecting the advantageous price paid by Pool members for the raw material as there is not only competition for these products between Pool members but also between Pool members and other manufacturers in the Community.\n(9) The fact that Pool members have not made use of their right to purchase up to 75 % of imported sulphur from sources other than the Pool, appears to have been determined only by the advantageous conditions which the Pool was able to negotiate in favour of its members. On the other hand, the limitation of the commitment to 25 % gives the necessary flexibility to Pool members to purchase from sources other than the Pool if they wish to do so.\nC. Article 8 of Regulation No 17\n(10) Article 2 of the Decision obliged the Association to inform the Commission of any amendments or additions to, or the discontinuation of, the rules of the Pool and of any alteration in the nature or scope of the Pool including any changes in or refusals of application for the membership of the Pool. Furthermore, the Association was obliged to submit to the Commission every year not later than 31 January a report on the sulphur tonnage each member of the Pool purchased in the previous year from the Pool and from sources other than the Pool.\nThe reporting requirements have been fulfilled throughout the period of exemption and should be imposed again for the extended duration of the exemption pursuant to Article 8 (2) of Regulation No 17.\n(11) Pursuant to Article 8 (1) of Regulation No 17, a Commission Decision in application of Article 85 (3) of the Treaty must be issued for a specified period. In the present case an extension of the Decision for a period of 10 years appears appropriate in order to allow the Association to enter into supply contracts of a normal duration in the industry concerned,", "main_body": ["The exemption granted in Decision 80/917/EEC is hereby extended until 31 December 1989.", "Exemption is granted subject to the same reporting requirements as specified in Article 2 of Decision 80/917/EEC.", "This Decision is addressed to:\n- The National Sulphuric Acid Association Ltd,\n140 Park Lane,\nLondon W1Y 4DT,\nUK;\n- Allright & Wilson Ltd,\n210-222 Hagley Road West,\nOldbury,\nWarley,\nWest Midlands B68 ONN,\nUK;\n- The Associated Octel Co Ltd,\nEllesmere Port,\nSouth Wirral,\nCheshire L65 4HF,\nUK;\n- Courtaulds plc,\nBarton Dock Road,\nStretford,\nManchester M32 OTD,\nUK;\n- Hays Chemical Distribution Ltd,\nRawdon House,\nGreen Lane,\nYeadon,\nLeeds LS19 7XX,\nUK;\n- Imperial Chemical Industries plc,\nICI Chemicals & Polymers Ltd,\nPO Box 14,\nRuncorn,\nCheshire WA7 4QG,\nUK;\n- RTZ Chemicals-ISC Division,\nSt Andrew's Road,\nAvonmouth,\nBristol BS11 9HP,\nUK; - Laporte Industries Ltd,\nPO Box 2,\nMoorfield Road,\nWidnes,\nCheshire WA8 OJU,\nUK;\n- Richardsons Fertilisers Ltd,\nHerdman Channel Road,\nBelfast BT3 9AP,\nUK;\n- Scottish Agricultural Industries plc,\nLeith Fertiliser Works,\n67 Edinburgh Dock,\nLeith Docks,\nEdinburgh EH6 7DS,\nUK;\n- Staveley Chemicals Ltd,\nStaveley Works,\nChesterfield,\nDerbyshire S43 2PB,\nUK;\n- Synthetic Chemicals Ltd,\nFour Ashes Works,\nWolverhampton,\nWest Midlands WV10 7BP,\nUK;\n- Tioxide UK Ltd,\nBillingham,\nCleveland TS23 1PS,\nUK."], "attachments": "Done at Brussels, 9 June 1989.\nFor the Commission\nSir Leon BRITTAN\nVice-President\n(1) OJ No 13, 21. 2. 1962, p. 204/62.\n(2) OJ No L 260, 3. 10. 1980, p. 24.\n(3) OJ No C 164, 23. 6. 1988, p. 3."}