{"celex_id": "31988R3117", "uri": "http://publications.europa.eu/resource/cellar/f922ba3b-a47e-41bc-8e48-8460a6539e76", "type": "Regulation", "concepts": ["3611", "4246", "4385", "5024"], "title": "Commission Regulation (EEC) No 3117/88 of 10 October 1988 re-establishing the levying of customs duties on gloves, mittens and mitts, knitted or crocheted, products of category 10 (order No 40.0100), originating in Sri Lanka, to which the preferential tariff arrangements set out in Council Regulation (EEC) No 3783/87 apply\n", "header": "COMMISSION  REGULATION (EEC) No 3117/88\nof 10 October 1988\nre-establishing the levying of customs duties on gloves, mittens and mitts, knitted or crocheted, products of category 10 (order No 40.0100), originating in Sri Lanka, to which the preferential tariff arrangements set out in Council Regulation (EEC) No 3783/87 apply\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3783/87 of 3 December 1987 concerning the administration of the generalized tariff preferences applicable for 1988 to textile products originating in developing countries (1), and in particular Article 4 thereof,\nWhereas Article 2 of Regulation (EEC) No 3783/87 provides that preferential tariff treatment shall be accorded, for each category of products subjected in Annexes I and II to Council Regulation (EEC) No 3782/87 (2) to individual ceilings, within the limits of the quantities specified in column 7 of Annex I or II thereto, in respect of certain or each of the countries or territories of origin referred to in column 5 of the same Annexes; whereas Article 3 of Regulation (EEC) No 3783/87 provides that the levying of customs duties may be re-established at any time in respect of imports of the products in question once the relevant individual ceilings have been reached at Community level;\nWhereas, in respect of gloves, mittens and mitts, knitted or crocheted, products of category 10 (order No 40.0100) the relevant ceiling amounts to 770 000 pairs;\nWhereas on 4 October 1988 imports of the products in question into the Community, originating in Sri Lanka, a country covered by preferential tariff arrangements, reached and were charged against that ceiling;\nWhereas it is appropriate to re-establish the levying of customs duties for the products in question with regard to Sri Lanka,", "main_body": ["As from 14 October 1988, the levying of customs duties, suspended pursuant to Council Regulation (EEC) No 3782/87, shall be re-established in respect of the following products, imported into the Community and originating in Sri Lanka:\n1.2.3.4 //  //  //  //  // Order No  // Category   // CN code   // Description  //  //  //  //  //  //  //  //  // 40.0100  // 10 (1 000 pairs)  // 6111 10 10 6111 20 10 6111 30 10 ex 6111 90 00 6116 10 10 6116 10 90 6116 91 00 6116 92 00 6116 93 00 6116 99 00  // Gloves, mittens and mitts, knitted or crocheted   //    //   //   //", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 10 October 1988.\nFor the Commission\nCOCKFIELD\nVice-President\n(1) OJ No L 367, 28. 12. 1987, p. 58.\n(2) OJ No L 367, 28. 12. 1987, p. 1."}