{"celex_id": "31988R0831", "uri": "http://publications.europa.eu/resource/cellar/b68f05a2-75ff-4a78-9e72-e98a53b0acc1", "type": "Regulation", "concepts": ["251", "4314"], "title": "Commission Regulation (EEC) No 831/88 of 29 March 1988 fixing advance payments in respect of the production levies in the sugar sector for the 1987/88 marketing year\n", "header": "COMMISSION REGULATION (EEC) No 831/88  of 29 March 1988  fixing advance payments in respect of the production levies in the sugar sector for the 1987/88 marketing year\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1785/81 of 30 June 1981 on the common organization of the markets in the sugar sector (1), as last amended by Regulation (EEC) No 3993/87 (2), and in particular Article 28 (7) thereof,\nWhereas Article 5 of Commission Regulation (EEC) No 1443/82 of 8 June 1982 laying down detailed rules for the application of the quota system in the sugar sector (3), as last amended by Regulation (EEC) No 3819/85 (4), provides for the fixing before 1  April, and the collection before the following 1 June, of the unit amounts to be paid by sugar producers and isoglucose producers as advance payments of the production levies for the current marketing year; whereas the estimate of the basic production  levy and of the B levy, referred to in Article 6 of Regulation (EEC) No 1443/82, gives an amount which is more than 60 % of the maximum amounts indicated in Article 28 (3) and (4) of Regulation (EEC) No 1785/81; whereas, in accordance with Article 6 of  Regulation (EEC) No 1443/82, the unit amounts for sugar should therefore be fixed at 50 % of the maximum amounts concerned and for isoglucose the unit amount of the advance payment should therefore be fixed at 40 % of the unit amount of the basic  production levy estimated for sugar;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Sugar,", "main_body": ["The unit amounts referred to in Article 5 (1) (b) of Regulation (EEC) No 1443/82 in respect of the 1987/88 marketing year are hereby fixed as follows:\n(a) the advance payment of the basic production levy for A sugar and B sugar shall be 0,542 ECU per 100 kilograms of white sugar;\n(b) the advance payment of the B levy for B sugar shall be 10,159 ECU per 100 kilograms of white sugar;\n(c) the advance payment of the basic production levy for A isoglucose and B isoglucose shall be 0,433 ECU per 100 kilograms of dry matter.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 29 March 1988.\nFor the Commission  Frans ANDRIESSEN  Vice-President   (1) OJ No L 177, 1. 7. 1981, p. 4.\n(2) OJ No L 377, 31. 12. 1987, p. 24.\n(3) OJ No L 158, 9. 6. 1982, p. 17.\n(4) OJ No L 368, 31. 12. 1985, p. 25."}