{"celex_id": "31988D0227", "uri": "http://publications.europa.eu/resource/cellar/1d8957f0-016a-4d88-94e2-782728724571", "type": "Decision", "concepts": ["1524", "2192", "588"], "title": "88/227/EEC: Commission Decision of 18 April 1988 terminating the investigation under Article 13 (10) of Regulation (EEC) No 2176/84 concerning certain electronic scales assembled or produced in the Community with regard to TEC-Keylard Weegschalen Nederland BV\n", "header": "COMMISSION  DECISION\nof 18 April 1988\nterminating the investigation under Article 13 (10) of Regulation (EEC) No 2176/84 concerning certain electronic scales assembled or produced in the Community with regard to TEC-Keylard Weegschalen Nederland BV\n(88/227/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2176/84 of 23 July 1984 on protection against dumped or subsidized imports from countries not members of the European Economic Community (1), as amended by Regulation (EEC) No 1761/87 (2), and in particular Article 13 (10) thereof,\nAfter consultations within the Advisory Committee as provided for under the above Regulation,\nWhereas:\nA. Procedure\n(1) In July 1987, the Commission received a complaint lodged by W & T Avery Ltd, Esselte Moreau SA and Bizerba-Werke Wilhelm Kraut GmbH & Co., KG, representing the majority Community production of electronic scales. The complaint contained sufficient evidence to the effect that following the opening of the investigation on electronic scales originating in Japan (3), which led to the adoption of Council Regulation (EEC) No 1058/86 (4) imposing a definitive anti-dumping duty on imports of those products, two companies were assembling electronic scales in the Community under the conditions referred to in Article 13 (10) of Regulation (EEC) No 2176/84. After consultation, the Commission accordingly announced, by notice published in the Official Journal of the European Communities (5), the initiation of an investigation, under the said Article 13 (10), concerning electronic scales assembled in the Community by the following companies:\n- TEC (UK) Ltd, Preston, United Kingdom\n- TEC-Keylard Weegschalen Nederland BV\n(2) The Commission so advised the companies concerned, the representatives of Japan and the complainants and gave the parties directly concerned the opportunity to make known their views in writing and to request a hearing.\n(3) The two companies concerned as well as the complainants made their views known in writing. TEC (UK) and the complainants requested and were granted hearings by the Commission.\n(4) No submissions were made by purchasers of electronic scales assembled in the Community. The Commission sought and verified all information it deemed necessary for the purpose of the assessment of the character of the alleged assembly operations and carried out investigations at the premises of the following companies:\n- TEC (UK) Ltd, Preston, United Kingdom\n- TEC-Keylard Weegschalen Nederland BV\n(5) The period of investigation was from 1 January to 31 July 1987\nB. Relationship or association with exporter\n(6) It was found that TEC (UK) was a subsidiary of TEC (Japan) and that TEC-Keylard had substantial capital links and close economic and commercial relations with TEC (Japan).\nC. Production\n(7) The two companies started their assembly operations after the initiation of the anti-dumping proceeding concerning the imports of electronic scales originating in Japan on 3 September 1983.\nD. Parts\n(8) The value of parts in question was determined on the basis of the companies purchase prices of these parts when delivered to the factories in the Community, that is on an into-factory, duty-paid basis.\nTEC (UK)\n(9) Only one model was produced during the investigation period. It was found that the value of Japanese parts used by TED (UK) was 92,38 % of the total parts' value. Consequently and after taking into consideration the circumstances of the case,\nthe extension of the anti-dumping duty imposed by Regulation (EEC) No 1058/86 to certain electronic scales assembled in the Community by this company, was proposed by the Commission to the Council.\nTEC-Keylard\n(10) TEC-Keylard claimed that some parts purchased in the Community from a subsidiary of a Japanese manufacturer were, in fact, of non-Japanese origin. It was claimed that the abovementioned manufacturer had transferred its production from Japan to another Asian country and that no such products were produced in Japan during the investigation period. It was found that some of these parts effectively used by TEC-Keylard during the investigation period were of non-Japanese origin. Nevertheless, for the purpose of the calculation of the value of Japanese parts, the whole stock of such parts detained by TEC-Keylard at the end of the investigation period was considered to have been used in the assembly during the investigation period because it cannot be accepted that a part of another origin is effectively used in the assembly operation unless the stocks of parts of the first origin are exhausted.\n(11) TEC-Keylard requested that the 'transformation costs' of some subassemblies incurred in its own factory should be included in the value of EEC parts. This request, however, cannot be granted because the 'transformation costs' are part of the total costs of assembly or production, they cannot be included in the value of parts or materials used in the assembly or production operation, but constitute a value added to these parts or materials in the assembly or production process.\n(12) TEC-Keylard claimed that the value of software included in an electronic component used in a subassembly should be considered to form part of the total value of the subassembly. This request was granted because the value which is to be taken into consideration for the purpose of the investigation under Article 13 (10) of Regulation (EEC) No 2176/84 is the total value of parts of materials as they are used for the assembly of the product investigated.\n(13) TEC-Keylard claimed that some subassembled items used for some models were of Community origin. It was found that these items were assembled in the Community, from parts imported from Japan and from parts purchased in the Community, by an independent Community producer. On the basis of information received from two sources, one being the complainants carrying out virtually identical assembly operations themselves and the other being the company referred to above, it was concluded that these subassemblies did constitute a substantial transformation as required by Article 5 of Council Regulation (EEC) No 802/68 (1). The assembly operation and the manufacture of the components carried out in the Community was of a substantial nature. The item was thus of Community origin.\n(14) According the weighted average value of Japanese parts for all models produced by TEC-Keylard was found to be less than 60 % of the total parts value.\nE. Termination of the investigaion\n(15) In the circumstances, therefore, the investigation should be terminated without the extension of the anti-dumping duty, imposed on some electronic sales originating in Japan by Regulation (EEC) 1058/86 to electronic scales assembled in the Community with regard to TEC-Keylard.\n(16) No objections to this course were raised in the Advisory Committee.\n(17) The complainants were informed of the facts on the basis of which the Commission intended to terminate the investigation. The Commission however, received no evidence from the companies concerned to alter its conclusions,", "main_body": ["The investigation under Article 13 (10) of Regulation (EEC) No 2176/84 concerning electronic scales for use in the retail trade which incorporates a digital display of the weight, unit price and price to be paid (whether or not including a means of printing these data) falling within CN code ex 8423 81 50, originating in Japan, is hereby terminated with regard to TEC-Keylard Welgschalen Nederland BV."], "attachments": "Done at Brussels, 18 April 1988.\nFor the Commission\nWilly DE CLERCQ\nMember of the Commission\n(1) OJ No L 201, 30. 7. 1984, p. 1.\n(2) OJ No L 167, 26. 6. 1987, p. 9.\n(3) OJ No C 236, 3. 9. 1983, p. 5.\n(4) OJ No L 97, 12. 4. 1986, p. 1.\n(5) OJ No C 235, 1. 9. 1987, p. 3.\n(1) OJ No L 148, 28. 6. 1968, p. 1."}