{"celex_id": "31987D0241", "uri": "http://publications.europa.eu/resource/cellar/837d4b1e-81d3-4ce8-901a-09202cc5482c", "type": "Decision", "concepts": ["13", "3409", "4352"], "title": "87/241/EEC: Commission Decision of 8 April 1987 amending Decision 86/301/EEC authorizing Member States to permit temporarily the marketing of forest reproductive material not satisfying the requirements of Council Directive 66/404/EEC\n", "header": "COMMISSION  DECISION\nof 8 April 1987\namending Decision 86/301/EEC authorizing Member States to permit temporarily the marketing of forest reproductive material not satisfying the requirements of Council Directive 66/404/EEC\n(87/241/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 66/404/EEC of 14 June 1966 on the marketing of forest reproductive material (1), as last amended by Regulation (EEC) No 3768/85 (2), and in particular Article 15 (1) thereof,\nHaving regard to the requests submitted by certain Member States,\nWhereas the production of forest reproductive material is at present insufficient in all Member States so that their demand cannot be met with reproductive material conforming to the provisions of Directive 66/404/EEC;\nWhereas, taking into account that the work necessary for the granting of equivalence in respect of forest reproductive material from certain third countries has not yet been completed, those countries are also not in a position to supply sufficient quantities of forest reproductive material belonging to the categories permitted in the Community;\nWhereas, by Decision 86/301/EEC (3), as amended by Decision 86/607/EEC (4), the Commission authorized the Member States to permit temporarily the marketing of forest reproductive material which satisfies less stringent requirements;\nWhereas it has appeared that this authorization is not sufficient to cover fully the requirements of the Member States;\nWhereas, in particular, the requirements for material of Picea sitchensis of Canadian (Queen Charlotte Island) provenance cannot at present be covered by sufficient quantities of material produced in the Community of a comparable provenance; whereas the suitability of material of such comparable provenance for planting purposes has not been established for all the intended locations; whereas it is therefore necessary to allow the importation of material whose quality has already been proved in previous years;\nWhereas, moreover, the Kingdom of Denmark, Ireland and the United Kingdom should be authorized, for a limited period, to permit the marketing of further reproductive material of Picea abies and Picea sitchensis satisfying less stringent requirements;\nWhereas it is necessary, because of the extension of the marketing period, to amend the expiry date of the authorizations;\nWhereas the new authorizations should be subject to the same conditions as the authorizations granted by Decision 86/301/EEC;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Seed and Propagating Material for Agriculture, Horticulture and Forestry,", "main_body": ["Decision 86/301/EEC is hereby amended as follows:\n1. In Article 4 the date '28 February 1987' is replaced by the date '30 September 1987;\n2. In the column of the Annex headed 'Picea abies Karst.' the following text is added to the DK entry:\n1.2 // '100   // DK'   //    //\n3. In the column of the Annex headed 'Picea sitchensis Trautv. et Mey'\n- the abbreviation 'exp.' is deleted from the D, DK and F entries,\n- the following text is added to the GB entry:\n1.2 //  //  // '50   // CDN (Vancouver Island)   // 20  // USA (Alaska)'   //    //\n- the following text is added to the IRL entry:\n1.2 //  //  // '150   // CDN (Q. Charlotte Isl.)'   //    // L 355, 16. 12. 1986, p. 40.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 8 April 1987.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No 125, 11. 7. 1966, p. 2326/66. (2) OJ No L 362, 31. 12. 1985, p. 8. (3) OJ No L 189, 11. 7. 1986, p. 43. (4) OJ No"}