{"celex_id": "31986R0684", "uri": "http://publications.europa.eu/resource/cellar/20bbf836-85d9-4a14-a7dd-49157051b92e", "type": "Regulation", "concepts": ["1182", "2670", "2888", "4498"], "title": "Commission Regulation (EEC) No 684/86 of 4 March 1986 determining the price fixed in advance of unprocessed currants from the 1984 harvest, reserved for the manufacture of certain condiments\n", "header": "COMMISSION  REGULATION (EEC) No 684/86\nof 4 March 1986\ndetermining the price fixed in advance of unprocessed currants from the 1984 harvest, reserved for the manufacture of certain condiments\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 426/86 of 24 February 1986 on the common organization of the market in products processed from fruit and vegetables (1), and in particular Article 8 (8) thereof,\nHaving regard to Council Regulation (EEC) No 1277/84 of 8 May 1984 laying down general rules for the system of production aid for processed fruit and vegetables (2), and in particular Article 6 (1) thereof,\nWhereas Article 6 (2) of Commission Regulation (EEC) No 626/85 of 12 March 1985 on the purchasing, selling and storage of unprocessed dried grapes and figs by storage agencies (3), as last amended by Regulation (EEC) No 344/86 (4), stipulates that such products, intended for specific uses yet to be determined, must be sold at prices fixed in advance or determined by an invitation to tender;\nWhereas Commission Regulation (EEC) No 682/86 of 4 March 1986 on the sale by storage agencies of unprocessed dried grapes for the manufacture of certain condiments (5) stipulates that certain quantities of dried grapes may be sold at a price fixed in advance to interested operators;\nWhereas the price fixed in advance should be set at a level related to the prices of other similar raw materials used for this purpose and the amount of the security designed to ensure processing of the raw material should be fixed;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Products Processed from Fruit and Vegetables,", "main_body": ["1. The Greek storage agencies listed in the Annex shall proceed to the sale of a maximum of 767 tonnes of currants from the 1984 harvest, in accordance with the provisions of Regulations (EEC) Nos 626/85 and (EEC) No 682/86 at a price of 35 ECU per 100 kilograms net.\n2. The processing security referred to in Article 2 (2) of Regulation (EEC) No 682/86 shall be 22 ECU per 100 kilograms net.", "1. Purchase applications must be lodged in writing with each Greek storage agency at the headquarters of the Ydagep, 241, Acharnon Street, Athens.\n2. Information on the quantities and storage locations may be obtained by persons concerned at the addresses given in the Annex.", "1. The competent authority shall ensure that the quantity referred to in Article 1 (1) is not exceeded.\n2. The storage agencies shall notify the competent authority referred to in paragraph 1 on a daily basis of the applications and quantities deemed acceptable under Article 8 (1) of Regulation (EEC) No 626/85. For this purpose, the said authority shall approve the purchase applications before acceptance.\n3. Where purchase applications exceed the quantity referred to in Article 1 (1), the competent authority shall assign the quantity of currants available by drawing lots.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply until 14 April 1986.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 4 March 1986.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 49, 27. 2. 1986, p. 1.\n(2) OJ No L 123, 9. 5. 1984, p. 25.\n(3) OJ No L 72, 13. 3. 1985, p. 7.\n(4) OJ No L 41, 18. 2. 1986, p. 15.\n(5) See page 8 of this Official Journal.\nANNEX\nList of storage agencies referred to in Article 1 of this Regulation\n1. ASO, Mezonos 241, Patras, Greece.\n2. Panegialios Enosis Sineterismon, Egion, Greece.\n3. Enosis Georgikon Sineterismon Zakynthou, Zakynthos, Greece.\n4. Enosis Georgikon Sineterismon, Olympia Ilias, Pyrgos, Greece.\n5. Kentriki syneteristiki enosi prostasias georgikon proionton nomou messinias, Kalamata, Greece."}