{"celex_id": "31985R1579", "uri": "http://publications.europa.eu/resource/cellar/f8147641-daa3-469a-8484-f482f8f7dfee", "type": "Regulation", "concepts": ["161", "4207"], "title": "Council Regulation (EEC) No 1579/85 of 10 June 1985 increasing the Community tariff quota opened by Regulation (EEC) No 3195/84 for yarn spun entirely from waste silk other than noil, not put up for retail sale, falling within subheading 50.05 A of the Common Customs Tariff\n", "header": "COUNCIL  REGULATION (EEC) No 1579/85\nof 10 June 1985\nincreasing the Community tariff quota opened by Regulation (EEC) No 3195/84 for yarn spun entirely from waste silk other than noil, not put up for retail sale, falling within subheading 50.05 A of the Common Customs Tariff\nTHE COUNCIL OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 28 thereof,\nHaving regard to the draft Regulation submitted by the Commission,\nWhereas the Council, by Regulation (EEC) No 3195/84 (1), opened and allocated among the Member States, for the period 1 January to 31 December 1985 a duty-free Community tariff quota for yarn spun entirely from waste silk other than noil, not put up for retail sale, falling within subheading 50.05 A of the Common Customs Tariff, the amount of which was fixed at 250 tonnes;\nWhereas, on the basis of the most recent data on this product for the period in question, it is estimated that the additional imports from third countries required by the Community currently amount to 170 tonnes; whereas the size of the tariff quota should as a result be increased; whereas, in order to safeguard the Community character of the tariff quota in question, part of the volume of the proposed increase should be allocated to the Community reserve, the balance being allocated among certain Member States on a pro rata basis according to their foreseeable requirements for imports originating in third countries,", "main_body": ["The volume of the Community tariff quota opened by Regulation (EEC) No 3195/84 for yarn spun entirely from waste silk other than noil, not put up for retail sale, falling within subheading 50.05 A of the Common Customs Tariff, is hereby increased from 250 to 420 tonnes.", "1. A first instalment of the additional volume referred to in Article 1, amounting to 150 tonnes, shall be allocated as follows among the following Member States:\nGermany 20 tonnes,\nItaly 130 tonnes.\n2. The second instalment, amounting to 20 tonnes, shall constitute the reserve.\nThe reserve provided for in Article 2 (2) of Regulation (EEC) No 3195/84 shall be thus increased from 36 to 56 tonnes.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 10 June 1985.\nFor the Council\nThe President\nM. FIORET\n(1) OJ No L 299, 17. 11. 1984, p. 11."}