{"celex_id": "31988R1969", "uri": "http://publications.europa.eu/resource/cellar/0c58dd91-acce-460d-b984-f2a1398b987d", "type": "Regulation", "concepts": ["2002", "2910", "4671", "73", "736"], "title": "Council Regulation (EEC) No 1969/88 of 24 June 1988 establishing a single facility providing medium-term financial assistance for Member States' balances of payments\n", "header": "COUNCIL REGULATION (EEC) No 1969/88 of 24 June 1988 establishing a single facility providing medium-term financial assistance for Member States' balances of payments\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Articles 108 and 235 thereof,\nHaving regard to the proposal from the Commission, submitted following consultation with the Monetary Committee (1),\nHaving regard to the opinion of the European Parliament (2),\nWhereas Article 108 of the Treaty provides for the granting of mutual assistance, to be decided by the Council on a recommendation from the Commission, to a Member State in difficulties or seriously threatened with difficulties as regards its balance of  payments; whereas the resolution of the European Council of 5 December 1978 on the establishment of the European Monetary System (EMS) and related matters confirmed the need for a Community facility for medium-term financial assistance for balances of  payments;\nWhereas it should be possible for the operation of lending to a Member State to take place soon enough to encourage that Member State to adopt, in good time in a situation where orderly exchange rate conditions prevail, economic policy measures likely  to prevent the occurrence of an acute balance-of-payments crisis and to support its efforts towards convergence;\nWhereas each loan to a Member State must be linked to the adoption, by that Member State, of economic policy measures designed to re-establish or to ensure a sustainable balance of payments situation and adapted to the gravity of the balance of payments  situation in that State and to the way in which it develops;\nWhereas appropriate procedures and instruments should be provided for in advance to enable the Community and Member States to ensure that, if required, medium-term financial support is provided quickly, especially where circumstances call for immediate  action;\nWhereas, in order to finance support granted, the Community needs to be able to use its credit-worthiness to borrow resources that will be placed at the disposal of the Member States concerned in the form of loans; whereas operations of this kind are  necessary to the achievement of the objectives of the Community as defined in the Treaty, especially the harmonious development of economic activities in the Community as a whole; whereas the Treaty has not provided the necessary powers, other than  those of Article 235;\nWhereas by Decision 71/143/EEC (3), as last amended by Decision 86/656/EEC (4), the Council set up machinery for providing medium-term financial assistance which was initially valid for a period of four years from 1 January 1972; whereas this machinery  has since been renewed and extended, on the last occasion for two years until 31 December 1988 by Decision 86/656/EEC; whereas this machinery provides for the Member States to grant medium-term loans, within certain limits, to one or more Member States  experiencing balance of payments difficulties;\nWhereas, by Regulation (EEC) No 682/81 (5), as amended by Regulation (EEC) No 1131/85 (6), the Council adjusted a Community loan mechanism designed to support the balances of payments of the Member States; whereas this mechanism provides for the  Community to contract loans, according to needs and within the limits set on outstanding borrowing, in order to on-lend the proceeds to one or more Member States experiencing balance of payments difficulties;\nWhereas the Community loan mechanism has demonstrated its effectiveness; whereas its general design and the arrangements for implementing it still meet the needs of the Community; whereas, in view of the Community's borrowing capacity and of the conditions available to it for borrowing from financial institutions or on capital markets, the mechanism could constitute the main form of mutual assistance provided for under Article 108 of the Treaty; whereas the ceiling  on amounts outstanding under the mechanism should be adjusted accordingly;\nWhereas, however, it is appropriate that the financing obligations on Member States under the machinery for medium-term financial assistance remain in force until the final stage of the European Monetary System so as to ensure that system's cohesion and  stability, irrespective of the conditions prevailing on international capital markets; whereas the present procedures for exempting a Member State from contributing or for mobilizing Member States' claims should, nevertheless, be simplified;\nWhereas it is appropriate to merge medium-term financial assistance and the Community loan mechanism into a single facility for medium-term financial support,", "main_body": ["1.  A Community facility providing medium-term financial support shall be established, enabling loans to be granted to one or more Member States which are experiencing, or are seriously threatened with, difficulties in their balance of current  payments or capital movements.\nThe outstanding amount of loans to be granted to Member States under this facility shall be limited to 16 000 million ECU in principal.\n2.  To this end, in accordance with a decision adopted by the Council pursuant to Article 3 and after consulting the Monetary Committee, the Commission shall be empowered, on behalf of the European Economic Community, to contract loans on the capital  markets or with financial institutions.\nThe outstanding amount of loans so granted to Member States shall be limited to 14 000 million ECU in principal.\n3.  If conditions available on capital markets or with financial institutions are unsatisfactory or if the amount available under the ceiling referred to in paragraph 2 is insufficient, Community loans shall be financed in full or in part by the other  Member States whose contributions in principal may not exceed the ceilings specified in the Annex.", "Where a Member State proposes to call upon sources of financing, outside the Community, which are subject to economic policy requirements, it shall first consult the Commission and the other Member States in order to examine, among other  things, the possibilities available under the Community facility for medium-term financial support. Such consultations shall be held within the Monetary Committee.", "1.  The medium-term financial support facility may be implemented by the Council on the initiative:\n- of the Commission acting pursuant to Article 108 of the Treaty in agreement with the Member State seeking Community financing,\n- of a Member State experiencing, or seriously threatened with, difficulties as regards its balance of current payments or capital movements.\n2.  The Council, after examining the situation in the Member State seeking medium-term financial assistance and the recovery or back-up programme presented in support of its application, shall decide, as a rule during the same meeting:\n- whether to grant a loan or appropriate financing facility, its amount and its average duration,\n- the economic policy conditions attached to the medium-term financial assistance with a view to re-establishing or ensuring a sustainable balance-of-payments situation,\n- the techniques for disbursing the loan or financing facility the release or drawings of which shall as a rule be by successive instalments, the liberalization of each instalment being subject to verification of the results achieved in implementing the  programme, in terms of the objectives set.\n3.  Any full or partial financing of medium-term financial assistance by recourse to the Member States shall be decided on by the Council. In that event the Council, in addition to taking the decisions referred to in paragraph 2, shall decide on the  size of the contributions of these States and on the financial conditions attaching to the credits they make available in that connection. The Council may exempt from contributing any Member State which maintains that difficulties exist or can be  foreseen as regards its balance of payments.", "In cases where restrictions on capital movements are introduced or re-introduced pursuant to Article 109 of the Treaty during the term of the financial assistance, its conditions and arrangements shall be re-examined pursuant to Article 108 of  the Treaty.", "The Commission shall take the necessary measures to verify at regular intervals, in collaboration with the Monetary Committee, that the economic policy of the Member State in receipt of a Community loan accords with the adjustment or back-up programme and with any other conditions laid down by the Council pursuant to Article 3. To this end, the Member State shall place all the necessary information at the disposal of the Commission. On the basis of the findings of such  verification, the Commission, after the Monetary Committee has delivered an opinion, shall decide on the release of further instalments.\nThe Council shall decide on any adjustment to be made to the initial economic policy conditions.", "1.  Loans granted as medium-term financial support may be granted as consolidation of short-term monetary support made available by the central banks of the Member States.\n2.  At the request of the beneficiary Member State, the loans referred to in paragraph 1 may carry the option of early repayment.", "1.  The borrowing and lending operations referred to in Article 1 shall be carried out using the same value date and must not involve the Community in the transformation of maturities, in any exchange or interest-rate risk, or in any other  commerical risk.\nWhen the borrowings are expressed, payable or repayable in the currency of a Member State, they may be concluded only after consultation with the competent authorities of that State.\nWhere a Member State receives a loan carrying an early repayment clause and decides to exercise this option, the Commission shall take the necessary steps.\n2.  At the request of the debtor Member State and where circumstances permit an improvement in the interest rate on the loans, the Commission may refinance all or part of its initial borrowings or restructure the corresponding financial conditions.\nRefinancing or restructuring operations shall be carried out in accordance with the conditions set out in paragraph 1 and shall not have the effect of extending the average duration of the borrowing concerned or increasing the amount, expressed at the  current exchange rate, of capital outstanding at the date of the refinancing or restructuring.\n3.  The costs incurred by the Community in concluding and carrying out each operation shall be borne by the beneficiary Member State.\n4.  The Monetary Committee shall be kept informed of developments in the operations referred to in the third subparagraph of paragraph 1 and the first subparagraph of paragraph 2.", "1.  If one or more Member States that are creditors under the facility referred to in Article 1 experience difficulties as regards their balance of payments and/or a sudden decline in their foreign currency reserves, they may request  mobilization of their claims. The Council, having due regard to the circumstances, shall decide to mobilize such claims, in particular in accordance with one of the following procedures, or a suitable combination thereof:\n- by refinancing from Community borrowings from financial institutions or on capital markets under the conditions laid down in Article 7,\n- by a transfer of the claim to other creditor Member States,\n- by early repayment in full or in part by the debtor Member State or States.\n2.  Where refinancing takes place in accordance with paragraph 1, the debtor Member State shall agree that its debt, originally denominated in one currency, shall be replaced by a debt denominated in the currency used for the refinancing. Where  applicable, the debtor Member State shall bear any additional cost resulting from an alternation in the interest rate and the costs incurred by the Community in concluding and carrying out the operation.\n3.  Any creditor Member State may arrange with one or more other Member States for the partial or total transfer of its claims. Member States concerned shall notify the Commission and Monetary Committee of the transfer.\n4.  Any Member State that is a creditor in respect of a loan carrying an early repayment clause shall take the requisite steps where the debtor Member State decides to invoke this option. The Member States concerned shall notify the Commission and the  Monetary Committee of the operation.", "For the application of the ceilings referred to in Article 1, the loan operation shall be recorded at the exchange rate of the day on which they are concluded. The repayment operations shall be recorded at the exchange rate of the day on which  the corresponding loan was concluded.", "0 The Council shall adopt the decisions referred to in Articles 3, 5 and 8, acting by qualified majority on a proposal from the Commission, made after consulting the Monetary Committee on the matter.", "1 The European Monetary Cooperation Fund shall make the necessary arrangements for the administration of the loans.\nThe funds shall be paid only for the purposes indicated in Article 1.", "2 Before 31 December 1992, the Council shall examine, on the basis of a report from the Commission, after the Monetary Committee has delivered an opinion and after consulting the European Parliament, whether the facility established still  meets, in its principle, arrangements and ceiling, the need which led to its creation.", "3 1.  Regulation (EEC) No 682/81 and Decision 71/143/EEC are hereby repealed.\n2.  Amounts not yet repaid under outstanding Community loan operations concluded pursuant to Regulation (EEC) No 682/81 before the date of entry into force of this Regulation shall count against the ceiling referred to in Article 1 (2) at their initial  value in ECUs.\n3.  References to the instruments repealed by virtue of paragraph 1 shall be deemed to be references to this Regulation.\nThis Regulation shall be binding in its entriety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 24 June 1988.\nFor the Council The President M. BANGEMANN  (1) OJ No C 26, 1. 2. 1988, p. 13. (2) Opinion delivered on 17 June 1988 (not yet published in the Official Journal).(3) OJ No L 73, 27. 3. 1971, p. 15. (4) OJ No L 382, 31. 12. 1986, p. 28. (5) OJ No L 73, 19. 3. 1981, p. 1. (6) OJ No L 118, 1. 5. 1985, p. 59.   ANNEX   The ceilings for outstanding loans provided for in Article 1 (3) shall be as follows:\nMember State Million ECU % total Belgium Denmark Germany Greece Spain France Ireland Italy Luxembourg Netherlands Portugal United Kingdom    875    407  2 715    235  1 132  2 715    158  1 810     31    905    227  2 715   6,28   2,92  19,50   1,69   8,13  19,50   1,13  13,00   0,22   6,50   1,63  19,50 Total   13 925 100,00"}