{"celex_id": "31984R0505", "uri": "http://publications.europa.eu/resource/cellar/f4afeb1a-3dae-46a4-8c95-f81a2cc8fb20", "type": "Regulation", "concepts": ["1309", "2754", "3591"], "title": "Council Regulation (EEC) No 505/84 of 27 February 1984 imposing for 1984 quantitative restrictions on imports into France of certain categories of wood\n", "header": "COUNCIL  REGULATION (EEC) No 505/84\nof 27 February 1984\nimposing for 1984 quantitative restrictions on imports into France of certain categories of wood\nTHE COUNCIL OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 113 thereof,\nHaving regard to the proposal from the Commission,\nWhereas Council Regulation (EEC) No 169/83 (1) introduced, for 1983 and by way of derogation from Regulations (EEC) No 288/82 (2) and (EEC) No 1765/82 (3), regional protective measures in respect of imports, into France of certain coniferous sawn wood originating in non-member countries and falling within subheading ex 44.05 C of the Common Customs Tariff (NIMEXE code 44.05-40), in order to alleviate the consequences of the natural disaster of 6, 7 and 8 November 1982, which caused serious damage to French forests, and more specifically in order to enable the domestic market to absorb the surplus timber from storm-damaged trees;\nWhereas, by virtue of the protective measures introduced by Regulation (EEC) No 169/83, a quota of 1 750 000 m3 was imposed in 1983 for imports from third countries into France of the types of wood concerned;\nWhereas on 17 November 1983 the French Government requested the extension to 1984 of the quantitative restrictions established for 1983 on imports of the product concerned and on 7 December 1983, at the request of the Commission, supplied certain supplementary information;\nWhereas, according to the French Government, the initial estimate of damage on which Regulation (EEC) No 169/83 was based had to be revised; whereas, according to new estimates, the amount of wind-fallen wood resulting from the storm was 10 000 000 m3, of which 90 % was resinous, whilst the initial estimate made in December 1982 was 11 000 000 m3 with 80 % resinous; whereas the proportion of unpeeled wood for timber (for supplying the sawmills) was, in fact, 55 %, that is to say, approximately 5 000 000 m3, whilst the initial estimate was 30 %; whereas the sawn timber resulting from the processing of the unpeeled wood amounts to 2 500 000 m3, of which 1 950 000 m3 have still to find an outlet;\nWhereas these facts show that the protective measures, in spite of the efforts made to dispose of stocks and of the search for new outlets, have not been sufficient for the satisfactory disposal in the space of a single year of the surplus sawn timber on the market, while at the same time there has been a continuing recession of several years in the construction and public works sectors;\nWhereas in these circumstances the problems of the sector concerned would be worsened by the certain drop in prices which would take place if, in the absence of protective measures, there were to be free imports in 1984, thereby adding to the already existing surplus on a stagnant market;\nWhereas France has therefore decided to extend the emergency programme of producer aid introduced immediately after the storm; whereas this programme is nevertheless insufficient to solve all aspects of the problem and in particular to ensure the disposal of the surplus of sawn wood of fir and spruce on the market;\nWhereas quantitative restrictions should therefore be imposed for 1984, at the same time taking into account, as in 1983, the need to maintain in so far as possible traditional trade patterns;\nWhereas to this end and having taken into account how far the 1983 quota has already been used, the 1984 quota should be set at the same level of 1 750 000 m3;\nWhereas those amounts of the wood concerned imported into France prior to the entry into force of this Regulation and not covered by import licences issued under the 1983 quota shall be counted against the 1984 quota,", "main_body": ["By way of derogation from Regulations (EEC) No 288/82 and (EEC) No 1765/82, imports into France of the products listed hereafter originating in and coming from third countries shall be subject in 1984 to a quota of 1 750 000 m3:\n1.2.3 //   //   //   // CCT heading No  // NIMEXE code  // Description  //   //   //   // ex 44.05 C  // 44.05-40  // Other coniferous wood sawn lengthwise, sliced or peeled, but not further prepared, of a thickness exceeding 5 mm  //  //   //", "Those amounts of the type of wood referred to in Article 1 which are imported into France after 31 December 1983 but before this Regulation comes into force and which are not covered by an import licence issued under the 1983 quota shall be deducted from the 1984 quota.", "France shall duly inform the Commission, and at the latest by 10 July 1984, of the extent, during the first six months of 1984, of the disposal of the surplus sawn wood which resulted from the November 1982 storm. Furthermore, France shall supply figures for the same period on imports, production, sales and prices for the wood in question.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply until 31 December 1984.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 27 February 1984.\nFor the Council\nThe President\nM. ROCARD\n(1) OJ No L 23, 26. 1. 1983, p. 26.\n(2) OJ No L 35, 9. 2. 1982, p. 1.\n(3) OJ No L 195, 5. 7. 1982, p. 1."}