{"celex_id": "31985R1707", "uri": "http://publications.europa.eu/resource/cellar/8fe1d383-63f2-4503-8556-dc0ded8808bc", "type": "Regulation", "concepts": ["1118", "1134", "2962", "4291", "4498", "4663"], "title": "Commission Regulation (EEC) No 1707/85 of 21 June 1985 on the sale of unprocessed dried figs by storage agencies for the manufacture of alcohol\n", "header": "COMMISSION  REGULATION (EEC) No 1707/85\nof 21 June 1985\non the sale of unprocessed dried figs by storage agencies for the manufacture of alcohol\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 516/77 of 14 March 1977 on the common organization of the market in products processed from fruit and vegetables (1), as last amended by Regulation (EEC) No 746/85 (2), and in particular Articles 4 (8) and 18 thereof,\nHaving regard to Council Regulation (EEC) No 1277/84 of 8 May 1984 laying down general rules for the system of production aid for processed fruit and vegetables (3), and in particular Article 6 (1) thereof,\nWhereas Article 6 (2) of Commission Regulation (EEC) No 626/85 of 12 March 1985 on the purchasing, selling and storage of unprocessed dried grapes and figs by storage agencies (4) provides that products intended for specific uses to be determined shall be sold at prices fixed in advance or determined by an invitation to tender;\nWhereas unprocessed dried figs have traditionally been used by the distillation industries; whereas products purchased by storage agencies should be sold for that purpose; whereas the conditions governing the sales must be such that they avoid disturbing the Community market in alcohol and spirituous beverages; whereas the products should be sold at prices fixed in advance;\nWhereas, in order to ensure uniform treatment of the distillation industries in all Member States, the finished product to be obtained should be defined; whereas a processing security should be required to ensure that the unprocessed dried figs are used in accordance with applicable provisions;\nWhereas Regulation (EEC) No 626/85 lays down the provisions to be complied with when products are sold by storage agencies; whereas the purchase application referred to in Article 7 (2) of that Regulation should be completed by a declaration from the purchaser indicating the limitation in uses of the products;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Products Processed from Fruit and Vegetables,", "main_body": ["Unprocessed dried figs purchased by storage agencies pursuant to Regulation (EEC) No 626/85 may be sold at a price fixed in advance to distillation industries in accordance with the provisions laid down in this Regulation.", "1. The unprocessed dried figs shall be used for the manufacture of alcohol of an alcoholic strength of 80 % vol or higher, falling within subheading 22.08 B of the Common Customs Tariff. The manufacture shall be finished not later than 90 days after the day of acceptance of the purchase application as referred to in Article 8 (2) of Regulation (EEC) No 626/85.\n2. A processing security guaranteeing that the unprocessed dried figs are used within the period fixed for the manufacture of alcohol as referred to in paragraph 1 shall be lodged.", "The purchase application shall, in addition to the particulars provided for in Article 7 (2) of Regulation (EEC) No 626/85, contain a declaration whereby the applicant undertakes to use the products for the purposes referred to in Article 2 (1) of this Regulation.", "The Member States shall, during the period where unprocessed dried figs are offered for sale pursuant to this Regulation, communicate to the Commission:\n(a) not later than the 10th of each month, the quantity sold in the period from the 16th to the last day of the preceding month;\n(b) not later than the 25th of each month, the quantity sold in the period from the first to the 15th of that month.", "The storage agencies which shall undertake the sale pursuant to this Regulation, the prices to be applied and the amount of the processing security shall be determined in accordance with the procedure laid down in Article 20 of Regulation (EEC) No 516/77.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 21 June 1985.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 73, 21. 3. 1977, p. 1.\n(2) OJ No L 81, 23. 3. 1985, p. 10.\n(3) OJ No L 123, 9. 5. 1984, p. 25.\n(4) OJ No L 72, 13. 3. 1985, p. 7."}