{"celex_id": "31988D0383", "uri": "http://publications.europa.eu/resource/cellar/575f31b6-0b43-4571-9c4b-52686356929d", "type": "Decision", "concepts": ["1280", "5334", "616"], "title": "88/383/EEC: Commission Decision of 24 February 1988 providing for the improvement of information on safety, hygiene and health at work\n", "header": "COMMISSION  DECISION\nof 24 February 1988\nproviding for the improvement of information on safety, hygiene and health at work\n(88/383/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 118 thereof,\nWhereas it is essential for the Commission to have the necessary information at its disposal before the adoption by the Member States of laws, regulations and administrative provisions on safety, hygiene and health at work; whereas, in certain cases, all the Member States must also be informed of the laws, regulations and administrative provisions contemplated by any one Member State;\nWhereas Council Directive 83/189/EEC (1) provided for a system of information in the field of technical standards and regulations, including those relating to safety, hygiene and health at work;\nWhereas it would appear necessary to supplement this procedure by the improvement of information on other laws, regulations and administrative provisions provided for under this Decision;\nWhereas it is necessary to set up a group of experts, the members of which will be nominated by the Member States, with the task of helping the Commission to examine draft national laws, regulations and administrative provisions,", "main_body": ["The Member States shall inform the Commission without delay on any laws, regulations and administrative provisions on safety, hygiene and health at work and of any draft laws, regulations and administrative provisions in this field, with the exception of draft technical regulations as defined in Article 1 (6) of Directive 83/189/EEC. The Member States shall also submit any other provisions referred to in this field.", "1. The Commission shall forward to the Member States any draft laws, regulations and administrative provisions which it receives under Article 1 and which it considers relevant for the purpose of the present Decision.\n2. The Commission and the other Member States may submit observations to the Member State whose draft provisions they have received under paragraph 1; the Member State concerned shall take these observations into consideration as far as possible. Member States shall forward their observations through the Commission.", "The Commission shall be assisted by a group of experts chaired by a representative of the Commission. The group shall be composed of 24 members, each Member State nominating two experts for appointment by the Commission. For each member an alternate member shall be appointed as described above.", "The Commission shall periodically inform the Advisory Committee on Safety, Hygiene and Health Protection at work of any activities arising from the implementation of this Decision, with the exception of any aspects deemed confidential by the Member States, and, where appropriate, the Standing Committee set up pursuant to Article 5 of Directive 83/189/EEC.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 24 February 1988.\nFor the Commission\nManuel MARĂ\u008dN\nVice-President\n(1) OJ No L 109, 26. 4. 1983, p. 8."}