{"celex_id": "31984D0471", "uri": "http://publications.europa.eu/resource/cellar/75c0b674-4ae5-49fc-8613-c04b99a76702", "type": "Decision", "concepts": ["3409", "4055", "5049", "80"], "title": "84/471/EEC: Council Decision of 3 October 1984 amending Decision 80/1186/EEC on the association of the overseas countries and territories with the European Economic Community (St Christopher and Nevis, Brunei)\n", "header": "COUNCIL  DECISION\nof 3 October 1984\namending Decision 80/1186/EEC on the association of the overseas countries and territories with the European Economic Community (St Christopher and Nevis, Brunei)\n(84/471/EEC)\nTHE COUNCIL OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Decision 80/1186/EEC of 16 December 1980 on the association of the overseas countries and territories with the European Economic Community (1), as last amended by Decision 83/370/EEC (2), and in particular Article 143 thereof,\nHaving regard to the proposal from the Commission,\nWhereas St Kitts-Nevis and Brunei which appeared in the list of countries and territories in Annex I to Decision 80/1186/EEC have gained independence, St Kitts-Nevis on 19 September 1983, under the name of St Christopher and Nevis, and Brunei on 1 January 1984;\nWhereas the Second ACP-EEC Convention has applied to St Christopher and Nevis since 5 March 1984; whereas the Council, by its Decision 84/470/EEC (3), modified the amounts made available to the European Development Fund (1979) with regard to the ACP States and the overseas countries and territories; whereas the amounts provided for in Article 83 of Decision 80/1186/EEC should be modified;\nWhereas Annex I to Decision 80/1186/EEC should also be amended,", "main_body": ["Decision 80/1186/EEC is hereby amended as follows:\n1. Article 83 is replaced by the following:\n'Article 83\nFor the period of application of this Decision, the overall amount of the Community's financial assistance shall be 88,6 million ECU.\nThis amount shall comprise:\n1. 73,6 million ECU from the European Development Fund, hereinafter referred to as 'the Fund', allocated as follows:\n(a) 64,6 million ECU for the purposes set out in Articles 79 and 80, consisting of:\n- 37,6 million ECU in the form of grants,\n- 20 million ECU in the form of special loans,\n- 7 million ECU in the form of risk capital,\n- (for the record) in the form of the special financing facility set up under the provisions relating to mineral products;\n(b) for the purposes set out in Title II, up to 9 million ECU, in the form of transfers for the stabilization of export earnings.\n2. For the purposes set out in Articles 79 and 80, up to 15 million ECU in the form of loans from the Bank, made from its own resources in accordance with the terms and conditions provided for in its Statute. These loans shall carry, in accordance with the conditions provided for in Article 87, a 3 % interest rate subsidy, the cost of which shall be charged against the amount of aid provided for in 1 (a).\n3. The amounts provided for in the form of grants and special loans, i.e. 57,6 million ECU, less the allocations for regional cooperation projects and emergency aid, as provided for in Article 114 (2) and Article 117 respectively and the amount, if any, earmarked for interest subsidies for the loans from the Bank, shall be allocated as follows:\n- French overseas territories: 18 million ECU,\n- Netherlands Antilles: 20 million ECU,\n- British overseas countries and territories: 3,1 million ECU.\n2. In Annex I,\n- point 4, the terms 'Associated States in the Caribbean (Anguilla, St Kitts-Nevis)' shall be replaced by 'Anguilla',\n- point 5 shall be deleted.", "This Decision shall apply from 1 September 1984."], "attachments": "Done at Luxembourg, 3 October 1984.\nFor the Council\nThe President\nP. BARRY\n(1) OJ No L 361, 31. 12. 1980, p. 1.\n(2) OJ No L 204, 28. 7. 1983, p. 61.\n(3) See page 16 of this Official Journal."}