{"celex_id": "31987R3366", "uri": "http://publications.europa.eu/resource/cellar/85ace400-547b-4fe3-83e3-38c383e9d175", "type": "Regulation", "concepts": ["2739", "5100", "588"], "title": "Council Regulation (EEC) No 3366/87 of 9 November 1987 amending Regulation (EEC) No 96/85 imposing a definitive anti-dumping duty on imports of pentaerythritol originating in Canada\n", "header": "COUNCIL  REGULATION (EEC) No 3366/87\nof 9 November 1987\namending Regulation (EEC) No 96/85 imposing a definitive anti-dumping duty on imports of pentaerythritol originating in Canada\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2176/84 of 23 July 1984 on protection against dumped or subsidized imports from countries not members of the European Economic Community (1), as amended by Regulation (EEC) No 1761/87 (2), and in particular Article 12 thereof,\nHaving regard to the proposal submitted by the Commission after consultations within the Advisory Committee as provided for by the above Regulation,\nWhereas:\nIn March 1984 the Commission initiated an anti-dumping proceeding concerning pentaerythritol originating in Canada (3). In September 1984 a provisional anti-dumping duty was imposed on imports of pentaerythritol originating in Canada by Commission Regulation (EEC) No 2681/84 (4). In January 1985 a definitive duty was imposed on imports of pentaerythritol originating in Canada by Council Regulation (EEC) No 96/85 (5). The amount of the duty was to be equal to the amount by which the price per tonne net, free-at-Community-frontier, before duty, to the first independent importer, was less than 1 062 ECU.\nAt the end of 1986, Celanese Canada requested a review of the anti-dumping measures in effect at the time with respect to pentaerythritol exports to the Community on the grounds of changed circumstances within the meaning of Article 14 (1) of Regulation (EEC) No 2176/84. Celanese Canada argued that the costs of making the product had declined significantly since the duty was imposed; as the floor price for the anti-dumping duty on Canadian pentaerythritol was based on the market price needed by Community producers to cover full cost plus profit, Celanese Canada argued that it should be reduced to correspond to the cost situation at the time.\nCelanese Canada neither questioned nor sought a review of the dumping margin established in the earlier proceeding The request for review centred exclusively on the injury aspect of the investigation.\nThe Commission has accordingly proceeded to a review of the anti-dumping measure in force vis-Ă -vis the exporter concerned without a reopening of the investigation, in accordance with Article 14 (3) of Regulation (EEC) No 2176/84.\nTaking as a reference period the second half of 1986, it was established that, due to developments in costs, a downward adjustment of the minimum price is warranted.\nTaking into account the Community producers' costs of production and a reasonable profit margin, the Commission determined that the injury would be removed if the amount of the duty corresponded to the amount by which the free-at-Community-frontier price, before duty, to the first independent importer in the importing Member State is less than 871 ECU per tonne. Regulation (EEC) No 96/85 should be amended to this effect,", "main_body": ["In Article 1 (2) of Regulation (EEC) No 96/85, '1 062 ECU' shall be replaced by '871 ECU'.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 9 November 1987.\nFor the Council\nThe President\nB. HAAKONSEN\n(1) OJ No L 201, 30. 7. 1984, p. 1.\n(2) OJ No L 167, 26. 6. 1987, p. 9.\n(3) OJ No C 72, 13. 3. 1984, p. 2.\n(4) OJ No L 254, 22. 9. 1984, p. 5.\n(5) OJ No L 13, 16. 1. 1985, p. 1."}