{"celex_id": "31988R0586", "uri": "http://publications.europa.eu/resource/cellar/88b91aec-3d59-4310-9d27-e552d66834ea", "type": "Regulation", "concepts": ["1264", "4257", "5123", "5769", "797"], "title": "Commission Regulation (EEC) No 586/88 of 2 March 1988 amending Regulation (EEC) No 2276/79 laying down detailed rules for the drawing up of a register of olive cultivation in the Member States producing olive oil\n", "header": "COMMISSION  REGULATION (EEC) No 586/88\nof 2 March 1988\namending Regulation (EEC) No 2276/79 laying down detailed rules for the drawing up of a register of olive cultivation in the Member States producing olive oil\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 154/75 of 21 January 1975 on the establishment of a register of olive cultivation in the Member States producing olive oil (1), as amended by Regulation (EEC) No 3788/85 (2), and in particular Article 5 thereof,\nWhereas Commission Regulation (EEC) No 2276/79 (3) lays down detailed rules for the drawing-up of a register of olive cultivation in the Member States producing olive oil, and in particular provides for a comparison between, on the one hand, the information appearing in a declaration submitted by the olive growers and, on the other hand, the information held by the body responsible for drawing up the register; whereas the information which must be used as basic information for the register of olive cultivation must be specified depending on whether the said comparison reveals or does not reveal significant discrepancies;\nWhereas, after it is drawn up, provision should be made for the Member States to update the register annually;\nWhereas provision should be made for the Member States producing olive oil which acceded to the Community after the entry into force of Regulation (EEC) No 2276/79 to be able to check by trials the validity of the methodology laid down by that Regulation;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Oils and Fats,", "main_body": ["Regulation (EEC) No 2276/79 is hereby amended as follows:\n1. Article 6 is replaced by the following:\n'Article 6\n1. The information on the area under olive trees and the number of olive trees in each parcel resulting from the application of the methods provided for in Articles 2 and 4 shall be compared with the information in a declaration to be submitted by olive growers to establish their production potential, where appropriate supplemented at the request of the Member State concerned.\nIn the case of significant discrepancies, the information resulting from the application of the methods provided for in Articles 2 and 4 shall be notified individually to the olive growers. The latter shall be entitled to request a check of such information within three months of such notification.\n2. In that case, the body responsible for drawing up the register of olive cultivation shall undertake a check, if necessary on the spot, of the area and number of olive trees in respect of each olive grower.\nWhere the above check does not reveal any change in the information in respect of the olive grower concerned, the latter shall be required to reimburse the costs of such a check.\n3. The basic information in the register shall be:\n(a) in the case of consistency or insignificant discrepancy between the olive growers' declarations and the information resulting from the methods provided for in Articles 2 and 4, the information declared by the olive growers;\n(b) in the case of significant discrepancies:\n- the information notified to the olive grower where the latter has not requested a check as provided for in the second subparagraph of paragraph 1,\n- the information resulting from the check in other cases.'\n2. The following Articles 6a ad 6b are added:\n'Article 6a\nMember States producing olives shall undertake, in accordance with the procedure laid down in Article 6 (1), an annual updating of the register of olive cultivation, taking account in particular of any changes in cultivation declarations submitted by olive growers.", "b\n1. Member States producing olives which acceded to the Community after the entry into force of this Regulation may carry out trials to determine what method for obtaining information is best suited to olive cultivation as practised on their territory and give particular consideration to the methods set out in Annex I.\nTo that end, the Member States concerned shall by 31 December 1988 at the latest transmit a programme of trials to the Commission for approval.\n2. The Commission shall notify to the Member States its decision on the programme submitted, where appropriate together with the changes which it considers desirable. After approval by the Commission, the programme shall be carried out with all speed under the responsibility of the Member State concerned.'", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 2 March 1988.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 19, 24. 1. 1975, p. 1.\n(2) OJ No L 367, 31. 12. 1985, p. 1.\n(3) OJ No L 262, 18. 10. 1979, p. 11."}