{"celex_id": "31988D0464", "uri": "http://publications.europa.eu/resource/cellar/3df241fe-3d10-4385-8623-0768a72d20e1", "type": "Decision", "concepts": ["1520", "431", "5150"], "title": "88/464/EEC: Commission Decision of 22 July 1988 approving an integrated Mediterranean programme for the Lagoons of the North Adriatic Sea (only the Italian text is authentic)\n", "header": "COMMISSION  DECISION\nof 22 July 1988\napproving an integrated Mediterranean programme for the Lagoons of the North Adriatic Sea\n(Only the Italian text is authentic)\n(88/464/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2088/85 of 23 July 1985 concerning the integrated Mediterranean programmes (1), and in particular Article 7 thereof,\nWhereas Italy has presented to the Commission an integrated Mediterranean programme for the Lagoons of the North Adriatic Sea region hereinafter Lagoons of the North Adriatic Sea IMP;\nWhereas, in accordance with Article 7 of Regulation (EEC) No 2088/85, the Lagoons of the North Adriatic Sea IMP has been submitted in amended form to the Advisory Committee for Integrated Mediterranean Programmes, which has given a favourable opinion;\nWhereas the Lagoons of the North Adriatic Sea IMP including its financial plan, may therefore be approved by the Commission;\nWhereas the Lagoons of the North Adriatic Sea IMP relates to the period from 1 January 1988 to 31 December 1992 inclusive;\nWhereas the Lagoons of the North Adriatic Sea IMP contains measures which constitute a specific programme of action eligible for assistance from the European Agricultural Guidance and Guarantee Fund, Guidange Section, by virtue of the second subparagraph of Article 12 (1) of Regulation (EEC) No 2088/85;\nWhereas in order to ensure its effectiveness the Lagoons of the North Adriatic Sea IMP will be carried out in successive phases and will be subject to later decisions when the conditions for the granting of Community contributions have been met:\nWhereas the expenditure on the measures constituting the Lagoons of the North Adriatic Sea IMP is estimated at 125 707 000 ECU;\nWhereas the Community contribution from the special budget heading referred to in Article 11 (2) of Regulation (EEC) No 2088/85 is estimated at 19 979 000 ECU,", "main_body": ["The Lagoons of the North Adriatic Sea IMP in the version submitted to the Commission on 18 December 1986, as subsequently modified after examination by the Commission and following consultation of the Advisory Committee for Integrated Mediterranean Programmes, is hereby approved. The estimates of total expenditure and the estimated contributions from each Community budgetary source are shown in the financial plan of the Lagoons of the North Adriatic Sea IMP.\nInsofar as the measures are carried out in accordance with the Lagoons of the North Adritatic Sea IMP, within the limits of the overall expenditure estimates and in compliance with the rules and procedures relating to each source of Community financing, the Commission shall pay the Community contributions specified in the Lagoons of the North Adriatic Sea IMP.", "The contribution from the special budget heading referred to in Article 11 (2) of Regulation (EEC) No 2088/85 shall not exceed 19 979 000 ECU in respect of the expenditure to be incurred in the period from 1 January 1988 to 31 December 1992 on measures to be financed in the context of the Lagoons of the North Adriatic Sea IMP, estimated at 125 707 000 ECU.", "Pursuant to Article 15 (2) of Regulation (EEC) No 2088/85, a first instalment from the special budget heading referred to in Article 11 (2) of that Regulation amounting to 1 933 000 ECU is hereby committed in accordance with the financial plan of the Lagoons of the North Adriatic Sea IMP.", "This Decision is addressed to the Italian Republic."], "attachments": "Done at Brussels, 22 July 1988.\nFor the Commission\nGrigoris VARFIS\nMember of the Commission\n(1) OJ No L 197, 27. 7. 1985, p. 1."}