{"celex_id": "31982D0530", "uri": "http://publications.europa.eu/resource/cellar/b7f5f9ae-6882-41a8-8b9d-a96c935b12ca", "type": "Decision", "concepts": ["1644", "3381", "3774", "4682", "4691", "5334"], "title": "82/530/EEC: Council Decision of 19 July 1982 authorizing the United Kingdom to permit the Isle of Man authorities to apply a system of special import licences to sheepmeat and beef and veal\n", "header": "COUNCIL DECISION of 19 July 1982 authorizing the United Kingdom to permit the Isle of Man authorities to apply a system of special import licences to sheepmeat and beef and veal (82/530/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Communities,\nHaving regard to Protocol 3 to the 1972 Act of Accession, and in particular Article 1 (2) and the second subparagraph of Article 5 thereof,\nHaving regard to the proposal from the Commission,\nWhereas Community rules concerning trade with third countries in agricultural products subject to a common organization of the market apply to the Isle of Man in accordance with Article 1 (2) of Protocol 3 to the Act of Accession and with Regulation (EEC) No 706/73 (1);\nWhereas livestock production is a traditional activity in the Isle of Man and plays a central part in the Island's agriculture;\nWhereas, prior to the introduction of the common organization of the market in sheepmeat and goatmeat within the Community, Isle of Man, as part of its local market organization, applied certain mechanisms to control imports of sheepmeat into the Island in order to ensure that the need to supply the requirements of the trade could be met whilst avoiding distortions in the pattern of sheep production and, indirectly, in cattle production on the Island and in its own agricultural support system;\nWhereas in the context of the trade arrangements with certain third countries pursuant to the common organization of the market which apply to the Isle of Man, subject to the Community provisions which govern the relationship between the Island and the Community, it is desirable to permit the Island authorities to apply certain measures in order to protect its own production and the working of its own agricultural support system;\nWhereas, therefore, the United Kingdom should be permitted to authorize the Isle of Man Government to apply a system of special licences for imports of sheepmeat and beef and veal originating in third countries and in Member States of the Community, without prejudice to the measures concerning trade with third countries provided for by Regulations (EEC) No 805/68 (2) and (EEC) No 1837/80 (3);\nWhereas it appears desirable to provide for such system to apply for two years, with the possibility of reviewing the situation at the end of that period,", "main_body": ["1. In order to limit imports the United Kingdom may authorize the Isle of Man Government to apply a system of special import licences to products of the sheepmeat and beef and veal sectors, falling within subheadings 01.02 A, 02.01 A II, 01.04 and 02.01 A IV of the Common Customs Tariff.\n2. This system shall be applied without prejudice to the application of the measures provided for in Title II of Regulations (EEC) No 805/68 and (EEC) No 1837/80.\n3. This system shall be applied in such a way as to ensure equality of treatment for all products from whatever source and for all importers of meat, while maintaining as far as possible the traditional patterns of trade and taking account of the Communities' rules on animal health.\n4. The United Kingdom shall inform the Commission of the measures taken in pursuance of paragraph 1.", "This Decision shall apply until 1 April 1984.\nThe Commission shall present to the Council, before 1 January 1984, a report on the application of the system, together with any proposals for the retention of, or amendment to, this Decision.", "This Decision is addressed to the United Kingdom."], "attachments": "Done at Brussels, 19 July 1982.\nFor the Council\nThe President\nB. WESTH  (1) OJ No L 68, 15.3.1973, p. 1. (2) OJ No L 148, 28.6.1968, p. 24. (3) OJ No L 183, 16.7.1980, p. 1."}