{"celex_id": "31989D0410", "uri": "http://publications.europa.eu/resource/cellar/7f882d3a-0c0f-4128-aeb2-3de187a85522", "type": "Decision", "concepts": ["4253", "4478", "5237"], "title": "89/410/EEC: Council Decision of 20 June 1989 on a specific programme for the completion of a machine translation system of advanced design (Eurotra)\n", "header": "COUNCIL DECISION of 20 June 1989 on a specific programme for the completion of a machine translation system of advanced design (Eurotra) (89/410/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 130q (2)\nthereof,\nHaving regard to the proposal from the Commission,\nIn cooperation with the European Parliament (1),\nHaving regard to the opinion of the Economic and Social Committee (2),\nWhereas Article 130k of the Treaty states that the\nframework programme is to be implemented through specific programmes developed within each activity;\nWhereas the Council by Decision 87/516/Euratom, EEC (3), as amended by Decision 88/193/EEC, Euratom (4), adopted a framework programme for Community activities in the field of research and technological development (1987 to 1991) and acknowledged the  interest of an action on linguistic problems within activity 8.4 entitled Dissemination and utilization of S/T research results;\nWhereas, by Decision 82/752/EEC (5), as amended by Decision 86/591/EEC (6), the Council has adopted a European Economic Community research and development\nprogramme for a machine translation system of advanced design (Eurotra);\nWhereas the Eurotra programme has been assessed by a panel of independent experts, whose recommendations have been incorporated by the Commission in the definition of the orientations for the third phase;\nWhereas by its Decision 88/445/EEC (7), the Council decided that the Eurotra programme should enter its third phase on 1 July 1988;\nWhereas the Management and Coordination Advisory Committee Â´Linguistic Problems' (CGC-12) has delivered its opinion;\nWhereas the Scientific and Technical Research Committee (CREST) has been consulted,", "main_body": ["A specific programme for the completion of a machine translation system of advanced design (Eurotra) is hereby adopted for the period up to 30 June 1990.", "The general contents and objectives of the programme are those set out in Decision 82/752/EEC.", "The funds estimated as necessary for the completion of the programme as contained in Decision 82/752/EEC are hereby increased by ECU 7 million to reach a total of ECU 12,5 million.", "The Commission shall be responsible for the execution of the programme.\nThe detailed rules for the implementation of the programme are set out in the Annex to this Decision.", "An evaluation of the results achieved shall be conducted by independent experts and published in the form of a report to the European Parliament and to the Council.\nThe abovementioned report shall be established having regard to the objectives set out in Decision 82/752/EEC, and in accordance with Article 2 (2) of Decision 87/516/Euratom, EEC.", "This Decision is addressed to the Member States."], "attachments": "Done at Luxembourg, 20 June 1989.\nFor the Council\nThe President\nJ. SOLANA MADARIAGA\n(1) OJ No C 12, 16. 1. 1989, p. 83, and OJ No C 158,\n26. 6. 1989.\n(2) OJ No C 23, 30. 1. 1989, p.16.\n(3) OJ No L 302, 24. 10. 1987, p. 1.\n(4) OJ No L 89, 6. 4. 1988, p. 35.\n(5) OJ No L 317, 13. 11. 1982, p. 19.\n(6) OJ No L 341, 4. 12. 1986, p. 39.(7) OJ No L 222, 12. 8. 1988, p. 1.   ANNEX   PROGRAMME IMPLEMENTATION AND OBJECTIVES  The objective of this specific programme is the completion of a machine translation system of advanced design capable of dealing with all official languages of the Community, as set out in Annex I to Decision  82/752/EEC.\nFollowing the recommendations of the Independent Assessment Panel, a reorientation of the specific objectives and priorities shall be undertaken. This reorientation concerns in particular:\n(a)\nThe implementation of an operational system prototype\nThe basic parameters shall be maintained, i.e. the creation of an operational system prototype for a limited subject field and for a limited number of text types with a vocabulary of approximately 20 000 entries.\nSpecific attention shall be given to the following aspects:\n- Terminology: methods for terminological control in machine translation, and the utilization of existing terminology resources (e.g. Eurodicautom) shall be tested,\n- Lexicography: methods for the creation of large-scale machine dictionaries shall be explored, where possible in cooperation with producers of monolingual and bilingual dictionaries.\n(b)\nBasic software\nAdvanced software architectures shall be investigated with a view to providing efficient implementation of the basic software for Eurotra and especially for the rule interpreter.\n(c)\nLinguistic specifications\nSpecial attention shall be given to the aspects of extensibility in order to ensure progressive improvement of the system beyond the end of the present programme.\n(d)\nTraining\nIn order to achieve a better balance of specialist expertise in the field of machine translation and natural language processing, the training aspects of the programme shall be reinforced.\n(e)\nPreparation for the industrial development of Eurotra\nIn order to ensure a smooth transition to the industrial development phase of the system, the following preparatory actions shall be undertaken:\n- specification of a practical Eurotra system and of possible sub- and by-products;\n- definition of a development strategy;\n- preparation for the participation of industrial partners (technical and financial);\n- clarification of organizational and legal aspects, especially property rights.\n(f)\nEvaluation objectives and criteria for Eurotra\nThe objective of Eurotra, as stated in Decision 82/752/EEC, is the creation of a system prototype which\nshould provide a basis for development on an industrial scale in the period following the programme.\nHence, the main aim of the evaluation is to assess the suitability of the results of the programme as a milestone in the development strategy to be defined under point (e). In this light the evaluation shall concentrate on the following points:\n- the overall system architecture and performance, and especially its modularity, extensibility and adaptability for different applications;\n- the translation quality;\n- the intellectual, educational and political impact of the programme;\n- the suitability of the organizational structures for follow-up programmes.\n(g)\nThe indicative breakdown of the amount of ECU 7 millioin deemed necessary for the completion of the Eurotra programme is as follows:\nin millions of ecus\n(a)\nCommunity contribution to the national groups4,3\n(b)\nBasic software1,1\n(c)\nLinguistic specifications0,2\n(d)\nTraining, workshops, supplies, etc.0,3\n(e)\nPreparation for industrial development1,0\n(f)\nEvaluation0,1\nTotal 7,0"}