{"celex_id": "31989D0153", "uri": "http://publications.europa.eu/resource/cellar/c9c46062-54ce-4dc7-9285-b511d3a92185", "type": "Decision", "concepts": ["1898", "3815", "5305", "937"], "title": "89/153/EEC: Commission Decision of 13 February 1989 concerning the correlation of samples taken for residue examination with animals and their farms of origin\n", "header": "COMMISSION DECISION of 13 February 1989 concerning the correlation of samples taken for residue examination with animals and their farms of origin (89/153/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 85/358/EEC of 16 July 1985 supplementing Directive 81/602/EEC concerning the prohibition of certain substances having a hormonal action and of any substances having a thyrostatic action (1), as last amended by Directive 88/146/EEC (2), and in particular Article 6 thereof,\nHaving regard to Council Directive 86/469/EEC of 16 September 1986 concerning the examination of animals and fresh meat for the presence of residues (3), and in particular Article 9 thereof,\nWhereas according to Article 6 (1) (a) of Directive 85/358/EEC and Article 9 (1) (a) of Directive 86/469/EEC it is the responsibility of the Commission to establish, in accordance with Article 10 of Directive 85/358/EEC and Article 15 of Directive 86/469/EEC, the information needed to identify a farm animal and its farm of origin in the event of this information being required by the competent authorities following the result of examination of official samples;\nWhereas in order to ensure that such information can be established in respect of any farm animal it is necessary for all farm animals to be identified when they are moved from a holding ; whereas the methods of identification for farm animals and their holdings should be decided by the competent authorities on the basis of existing methods ; whereas owners or persons in charge of farm animals must be obliged to inform the competent authorities, upon request, of details of the movements of animals on to or from their holdings ; whereas persons engaged in the transport, marketing or slaughter of animals must also be obliged to inform the competent authorities, upon request, of the details of the movements of animals in which they have dealt;\nWhereas the Member States must inform each other and the Commission of the methods which they adopt in order to ensure the identification and tracing of farm animals;\nWhereas it is necessary at the time of sampling to obtain and record all information necessary to identify the animal and the sample ; whereas this information must remain correlated with the sample until the results of any laboratory examination are known;\nWhereas the owner or person in charge of the animal should be obliged, in the case of a positive result, to supply any additional information necessary to identify the holding of origin;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["1. Member States shall ensure that:    - when farm animals are moved out of the holding on which they are kept, they are identified in such a way as to enable their holding of origin, or the holding from which they have come, and their movements, to be traced rapidly. The arrangements for identifying the animals and for tracing the holding or holdings on which they have been kept shall be determined by the competent authority,\n- any owner or person in charge of farm animals is required to supply the competent authority, on request by that authority, with information concerning farm animals entering or leaving his holding,\n- all persons engaged in the transport, marketing or slaughter of farm animals are able to supply the competent authority with information concerning the movement of animals which they have transported, marketed or slaughtered and to furnish all the details concerning such information.\n2. Member States shall inform each other and the Commission, within the Standing Veterinary Committee and within 12 months of the date of publication of this Decision in the Official Journal of the European Communities, of the measures which they adopt in respect of each species of farm animal in order to implement paragraph 1. They shall thereafter inform each other and the Commission of any changes made to those measures.", "Member States shall ensure that at the time official samples are taken from animals on farms or at slaughterhouses, before or after slaughter, the following information is obtained and recorded:  (1) OJ No L 191, 23.7.1985, p. 46. (2) OJ No L 70, 16.3.1988, p. 16. (3) OJ No L 275, 26.9.1986, p. 36.     - the name and address of the owner or person in charge of the animal,\n- the address of the premises where the sample is taken,\n- the species, sex and age of the animal,\n- the type, amount and method of collection,\n- the identification of the animal, or a reference permitting the farm of origin of the animal to be identified.\nThis information shall remain correlated with the sample until the results of any laboratory examinations are known.", "Where the results of laboratory examination of official samples indicate a need for further investigation or measures, the competent authority shall require the owner or person in charge of the animal to supply any additional information necessary to identify the holding or holdings on which the animal has been kept.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 13 February 1989.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission"}