{"celex_id": "31983D0465", "uri": "http://publications.europa.eu/resource/cellar/13f0f876-84e8-48f3-bd40-bc6df44a82ff", "type": "Decision", "concepts": ["1201", "252", "3263", "5334", "889", "980"], "title": "83/465/EEC: Commission Decision of 26 July 1983 on requests for reimbursement of aid granted by Member States to producer groups and associations thereof in the cotton sector\n", "header": "COMMISSION DECISION of 26 July 1983 on requests for reimbursement of aid granted by Member States to producer groups and associations thereof in the cotton sector (83/465/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 389/82 of 15 February 1982 on producer groups and associations thereof in the cotton sector (1), and in particular Article 12 (4) thereof,\nWhereas requests for reimbursement to be submitted by Member States to the European Agricultural Guidance and Guarantee Fund must include certain information making it possible to verify that the expenditure complies with the provisions of Regulation (EEC) No 389/82 and is as specified in the appropriate programme for the development and rationalization of cotton production and marketing approved under Article 8 (1) of that Regulation;\nWhereas if verification is to be effective, Member States must, for a period of three years from payment of the last reimbursement, retain the supporting documents at the Commission's disposal;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the European Agricultural Guidance and Guarantee Fund Committee,", "main_body": ["1. Applications for reimbursement as mentioned in Article 12 (1) of Regulation (EEC) No 389/82 must be submitted in the tabular form indicated in the Annexes.\n2. Member States shall transmit to the Commission, along with their first request for reimbursement, the texts of national implementing and control provisions and of administrative directives, forms and any other documents confirming the administrative action to implement the measures concerned.", "Member States shall, for a period of three years from payment of the last reimbursement, hold at the Commission's disposal all supporting documents, or certified copies thereof, in its possession on the basis of which aid as provided for in Regulation (EEC) No 389/82 was granted, together with complete case files on the beneficiaries.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 26 July 1983.\nFor the Commission\nPoul DALSAGER\nMember of the Commission  (1) OJ No L 51, 23.2.1982, p. 1.\nANNEX 1\n>PIC FILE= \"T0025022\">\nANNEX 2  (to be submitted on the occasion of the first application for reimbursement by the group or association)\n>PIC FILE= \"T0025023\">\nANNEX 3.1\n>PIC FILE= \"T0025024\">\nANNEX 3.2\n>PIC FILE= \"T0025025\">\nIt is confirmed that:    - the group/association mentioned above pursues the aims set out in Article 1 (1) and fulfils all the conditions laid down in Article 2 of Regulation (EEC) No 389/82;\n- the value of the products marketed has been calculated as specified in Article 4 (4) of Regulation (EEC) No 389/82;\n- the actual formation and administrative operating expenditure mentioned in Article 4 (2) (b) and (3) (a) of Regulation (EEC) No 389/82 was calculated as specified in Regulation (EEC) No 2084/80 and approved by the competent authorities of the Member State;\n- in the case of groups and associations formed before Regulation (EEC) No 389/82 entered into force aid has been granted only in respect of the additional cost of adjustments to meet the requirements of Article 2 of that Regulation;\n- in the case of groups and associations of groups formed by the merger of organizations that already complied with the requirements of Regulation (EEC) No 389/82:      - the merger will enable the objectives specified in Article 1 of that Regulation to be achieved more easily,\n- aid has been granted only in respect of the expenditure incurred on formation of the groups/associations;\n- beneficiaries are informed of the proportion of the aid granted that is to be paid by the Community (a memorandum on the procedure adopted for this purpose is attached).\nStamp and signature of competent authority\nANNEX 4.1\n>PIC FILE= \"T0025026\">\nANNEX 4.2\n>PIC FILE= \"T0025027\">\nIt is confirmed that the above investments:    - are necessary for application of the common rules referred to in Article 2 (1) (a), second indent, and for the marketing procedure referred to in Article 2 (1) (a), third indent, of Regulation (EEC) No 389/82,\n- are for use by the group or association or for the common use of its members,\n- form part of a programme approved under Article 8 of Regulation (EEC) No 389/82,\n- were commenced after the entry into force of Regulation (EEC) No 389/82.\nThe group or association named above pursues the aims set out in Article 1 (1) and meets the conditions laid down in Article 2 of Regulation (EEC) No 389/82.\nThe beneficiaries will be informed of the proportion of the aid that is being provided by the Community (a memorandum on the procedure to be adopted is attached).\nStamp and signature of competent authority\nSupplementary form\nANNEX 4.3\n>PIC FILE= \"T0025028\">\nANNEX 5\n>PIC FILE= \"T0025029\">"}