{"celex_id": "31985D0163", "uri": "http://publications.europa.eu/resource/cellar/8d786b87-1144-45b5-a3c4-da8dfd01b569", "type": "Decision", "concepts": ["1520", "4689", "5369", "5962"], "title": "85/163/EEC: Commission Decision of 6 February 1985 on certain protective measures against foot-and-mouth disease in Italy\n", "header": "COMMISSION  DECISION\nof 6 February 1985\non certain protective measures against foot-and-mouth disease in Italy\n(85/163/EEC)\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 64/432/EEC of 26 June 1964 on animal health problems affecting intra-Community trade in bovine animals and swine (1), as last amended by Directive 84/644/EEC (2), and in particular Article 9 thereof,\nHaving regard to Council Directive 72/461/EEC of 12 December 1972 on health problems affecting intra-Community trade in fresh meat (3), as last amended by Directive 84/643/EEC (4), and in particular Article 8 thereof,\nHaving regard to Council Directive 80/215/EEC of 22 January 1980 on health problems affecting intra-Community trade in meat products (5), as last amended by Directive 81/476/EEC (6), and in particular Article 7 thereof,\nWhereas an outbreak of foot-and-mouth disease has occurred in Italy; whereas that outbreak is such as to constitute a danger to the livestock of the other Member States owing to the large volume of trade both in animals and fresh meat and in certain meat-based products;\nWhereas on 14 December 1984, following that outbreak of foot-and-mouth disease, the Commission adopted Decision 85/40/EEC on certain protective measures against foot-and-mouth disease in Italy (7);\nWhereas on 14 January 1985, in view of the way in which the outbreak had developed, the Commission adopted Decision 85/108/EEC (8), as last amended by Decision 85/116/EEC (9);\nWhereas the outbreaks have, as a result of the measures introduced and the action taken by the Italian authorities, in particular as regards vaccination against foot-and-mouth disease, been confined to certain parts of Italy's territory;\nWhereas in certain parts of Italy's territory no further cases of the disease have been recorded; whereas, therefore, and in view of the measures introduced by the Italian authorities, some of the restrictions on trade should be lifted in the case of meat from animals slaughtered after 1 February 1985 and products processed therefrom;\nWhereas a time limit should be laid down for introducing measures designed to restore trade and provide additional safeguards;\nWhereas meat obtained from animals slaughtered before 1 November 1984 is not likely to cause the disease to spread;\nWhereas the vehicles used for transporting live animals can in some cases constitute a major factor in spreading the disease;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["1. Member States shall prohibit the introduction onto their territory of live animals of the bovine and porcine species from the parts of the territory of Italy which are listed in the Annex to this Decision.\n2. The accompanying certificate laid down in Directive 64/432/EEC shall, in the case of animals from Italy, bear the following: 'Animals complying with the Commission Decision of 6 February 1985'.", "1. Member States shall prohibit the introduction onto their territory of fresh meat obtained from animals of the bovine, porcine, ovine and caprine species from the parts of the territory of Italy which are listed in the Annex to this Decision, including meat obtained from animals from those parts of Italy's territory which were slaughtered elsewhere.\n2. However, the prohibitions provided for in paragraph 1 shall not apply to meat obtained from animals slaughtered before 1 November 1984.\n3. The health certificate provided for in Council Directive 64/433/EEC of 26 June 1964 (1) on health problems affecting intra-Community trade in fresh meat and accompanying fresh meat consigned from Italy shall bear the following: 'Meat complying with the Commission Decision of 6 February 1985'.", "1. Member States shall prohibit the introduction onto their territory of meat products, other than those which have undergone one of the forms of treatment laid down in Article 4 (1) of Directive 80/215/EEC, from those parts of the territory of Italy which are listed in the Annex to this Decision or which have been prepared using meat obtained from animals from those same parts of the territory of Italy but slaughtered elsewhere.\n2. However, the prohibitions provided for in paragraph 1 shall not apply to meat products prepared using meat obtained from animals slaughtered before 1 November 1984.\n3. The accompanying health certificate provided for in Council Directive 77/99/EEC of 21 December 1976 on health problems affecting intra-Community trade in meat products (2) shall, in the case of the meat products referred to in paragraph 1 consigned from Italy, bear the following: 'Products complying with the Commission Decision of 6 February 1985'.", "The Member States shall take steps to ensure that the vehicles which have been used to transport live animals from Italy are disinfected before entering the territory of another Member State and upon such entry at the latest.", "The Member States shall amend the measures which they apply to trade so as to bring them into compliance with this Decision as from 8 February 1985. They shall immediately inform the Commission thereof.", "The Commission shall monitor the situation and shall if necessary amend this Decision accordingly.", "Commission Decision 85/108/EEC of 14 January 1985 is hereby repealed.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 6 February 1985.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No 121, 29. 7. 1964, p. 1977/64.\n(2) OJ No L 339, 27. 12. 1984, p. 30.\n(3) OJ No L 302, 31. 12. 1972, p. 24.\n(4) OJ No L 339, 27. 12. 1984, p. 27.\n(5) OJ No L 47, 21. 2. 1980, p. 4.\n(6) OJ No L 186, 8. 7. 1981, p. 20.\n(7) OJ No L 16, 19. 1. 1985, p. 46.\n(8) OJ No L 44, 14. 2. 1985, p. 34.\n(9) OJ No L 46, 15. 2. 1985, p. 45.\n(1) OJ No 121, 29. 7. 1964, p. 2012/64.\n(2) OJ No L 26, 31. 1. 1977, p. 85.\nANNEX\n1. Parts of the territory of Italy which are the subject of restrictions on the trade in live animals:\n- the provinces of Bologna, Brescia, Cremona, Cuneo, Mantova, Modena, Ragusa and Reggio-Emilia,\n- any other part of the territory situated within a radius of 10 km around any outbreak of foot-and-mouth disease recorded after 1 January 1985.\n2. Parts of the territory of Italy which are the subject of restrictions on the trade in fresh meat and meat products:\n(a) in the case of meat obtained from animals slaughtered after 1 November 1984 but before 1 February 1985 and meat products prepared using such meats:\n- the provinces of Bologna, Brescia, Cremona, Cuneo, Mantova, Modena, Ragusa and Reggio-Emilia,\n- any other part of the territory of Italy situated within a radius of 10 km around any outbreak of foot-and-mouth disease;\n(b) in the case of meat obtained from animals slaughtered after 1 February 1985 and products prepared using such meats:\n- the provinces of Brescia, Cremona, Cuneo, Mantova and Ragusa,\n- the parts of the territory of the provinces of Bologna, Modena and Reggio-Emilia situated within a radius of 2 km around any outbreak of foot-and-mouth disease,\n- any other part of the territory of Italy situated within a radius of 10 km around any outbreak of foot-and-mouth disease recorded after 1 January 1985."}