{"celex_id": "31988R0832", "uri": "http://publications.europa.eu/resource/cellar/61c4a696-7da0-4e11-9812-38c7b0dfdb6e", "type": "Regulation", "concepts": ["2671", "3166", "3190", "3568", "807"], "title": "Commission Regulation (EEC) No 832/88 of 29 March 1988 amending Regulation (EEC) No 2330/87 laying down detailed rules for the export of products supplied as Community food aid\n", "header": "COMMISSION REGULATION (EEC) No 832/88  of 29 March 1988  amending Regulation (EEC) No 2330/87 laying down detailed rules for the export of products supplied as Community food aid\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2727/75 of 29 October 1975 on the common organization of the market in cereals (1), as last amended by Commission Regulation (EEC) No 3989/87 (2), and in particular Article 16 (6) thereof,\nHaving regard to Council Regulation (EEC) No 1418/76 of 21 June 1976 on the common organization of the market in rice (3), as last amended by Commission Regulation (EEC) No 3990/87 (4), and in particular Article 17 (6) thereof,\nHaving regard to Council Regulation (EEC) No 804/68 of 27 June 1968 on the common organization of the market in milk and milk products (5), as last amended by Regulation (EEC) No 744/88 (6), and in particular Article 17 (4) thereof,\nHaving regard to Council Regulation No 136/66/EEC of 22 September 1966 on the establishment of a common organization of the market in oils and fats (7), as last amended by Commission Regulation (EEC) No 3994/87 (8),\nWhereas, for the purposes of applying Council Regulation (EEC) No 3972/86 of 22 December 1986 on food-aid policy and food-aid mangement (9), as amended by Regulation (EEC) No 3785/87 (10), general rules for the mobilization in the Community of products  to be supplied as Community food aid are laid down in Commission Regulation (EEC) No 2200/87 (11); whereas the detailed rules of application are laid down in Commission Regulation (EEC) No 2330/87 (12);\nWhereas the aforementioned new rules on mobilization imply the application of export refunds; whereas in the case of supply to the port of shipment, the period initially laid down for the supply may in certain cases be extended for reasons outside the  control of the Community operator supplying the products, thereby leading to the 60-day limit between acceptance of the export declaration and departure from the Community customs territory as provided for in Article 4 of Commission Regulation (EEC) No  3665/87 (13) being exceeded; whereas, to avoid the adverse legal consequences, unwarranted having regard to the aims of Community food aid, of that situation, the 60-day limit should not be applied in this particular case;\nWhereas the measures provided for in this Regulation are in accordance with the opinions of all the relevant Management Committees,", "main_body": ["Article 2 (1) of Regulation (EEC) No 2330/87 is hereby replaced by the following:\nÂ´1. Notwithstanding Article 3 (2) of Commission Regulation (EEC) No 3665/87 (*) the export refund paid to the operator or the levy collected on export shall be that applicable on the date specified in the Annex to the Regulation laying down the  conditions under which a food-aid operation is to be carried out (heading No 25).\nIn the case of supply to the port of shipment, the time limit laid down in Articles 4 (1) and 32 (1) of Regulation (EEC) No 3665/87 shall not apply.\n(*) OJ No L 351, 14. 12. 1987, p. 1.'  Article 2   This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nAt the request of the parties concerned, it shall apply with effect from 2 August 1987.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 29 March 1988.\nFor the Commission  Frans ANDRIESSEN  Vice-President   (1) OJ No L 281, 1. 11. 1975, p. 1.\n(2) OJ No L 377, 31. 12. 1987, p. 1.\n(3) OJ No L 166, 25. 6. 1976, p. 1.\n(4) OJ No L 377, 31. 12. 1987, p. 15.\n(5) OJ No L 148, 28. 6. 1968, p. 13.\n(6) OJ No L 78, 23. 3. 1988, p. 1.\n(7) OJ No 172, 30. 9. 1966, p. 3025/66.\n(8) OJ No L 377, 31. 12. 1987, p. 31.\n(9) OJ No L 370, 30. 12. 1986, p. 1.\n(10) OJ No L 356, 18. 12. 1987, p. 8.\n(11) OJ No L 204, 25. 7. 1987, p. 1.\n(12) OJ No L 210, 1. 8. 1987, p. 56.\n(13) OJ No L 351, 14. 12. 1987, p. 1."}