{"celex_id": "31983L0131", "uri": "http://publications.europa.eu/resource/cellar/6bd02c5f-d612-475b-baad-7362c29a9922", "type": "Directive", "concepts": ["1662", "2357", "2985", "3135"], "title": "Commission Directive 83/131/EEC of 14 March 1983 amending the Annex to Council Directive 79/117/EEC prohibiting the placing on the market and use of plant protection products containing certain active substances\n", "header": "COMMISSION  DIRECTIVE\nof 14 March 1983\namending the Annex to Council Directive 79/117/EEC prohibiting the placing on the market and use of plant protection products containing certain active substances\n(83/131/EEC)\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 79/117/EEC of 21 December 1978 prohibiting the placing on the market and use of plant protection products containing certain active substances (1), and in particular Article 6 thereof,\nWhereas the development of scientific and technical knowledge makes necessary certain amendments to the Annex to Directive 79/117/EEC;\nWhereas it seems desirable to delete a certain number of temporary derogations from the prohibitions laid down in the Directive since less hazardous treatments are now available;\nWhereas all Member States have informed the Commission that they do not intend or no longer intend to avail themselves of these derogations;\nWhereas it seems appropriate to add the persistent organo-chlorine compound camphechlor to the list of prohibited active substances since its use is likely to give rise to harmful effects on human and animal health as well as unreasonable adverse effects on the environment; whereas the Commission has consulted the Scientific Committee on Pesticides regarding this compound;\nWhereas the measures provided for in this Directive are in accordance with the opinion of the Standing Committee on Plant Health,", "main_body": ["The Annex to Directive 79/117/EEC is hereby amended as follows:\n1. In Part A, 'Mercury compounds':\n(a) under paragraph 4, 'Alkyl mercury compounds', the text of subparagraph (a) is replaced by the following:\n'Dipping of seed potatoes';\n(b) under paragraph 5, 'Alkoxyalkyl and aryl mercury compounds':\n(aa) subparagraph (a) is deleted;\n(bb) subparagraph (b), (c) and (d) become (a), (b) and (c) respectively.\n2. In Part B, 'Persistent organo-chlorine compounds':\n(a) under paragraph 1, 'Aldrin', the text of subparagraph (a) is replaced by the following:\n'Soil treatment against Otiorrynchus in nurseries and beds of ornamentals';\n(b) under paragraph 4, 'DDT', subparagraphs (a), (b), (c) and (e) are deleted;\n(c) under paragraph 7, 'Heptachlor', the text in column 2 is deleted;\n(d) the following is added in column 1 after paragraph 8:\n'9. Camphechlor'.", "Member States shall, not later than 1 October 1984, bring into force the laws, regulations and administrative provisions necessary to comply with this Directive. They shall immediately inform the Commission thereof.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 14 March 1983.\nFor the Commission\nPoul DALSAGER\nMember of the Commission\n(1) OJ No L 33, 8. 2. 1979, p. 36."}