{"celex_id": "31982R3123", "uri": "http://publications.europa.eu/resource/cellar/1af96db5-db38-4a4e-aebf-496ce5fb7664", "type": "Regulation", "concepts": ["1076", "1318", "1329", "2216", "3052", "980"], "title": "Commission Regulation (EEC) No 3123/82 of 12 November 1982 laying down detailed rules for the implementation of the decision by the Guidance Section of the European Agricultural Guidance and Guarantee Fund to grant aid for projects designed to improve public amenities in certain less-favoured agricultural areas of the Federal Republic of Germany\n", "header": "COMMISSION  REGULATION (EEC) No 3123/82\nof 12 November 1982\nlaying down detailed rules for the implementation of the decision by the Guidance Section of the European Agricultural Guidance and Guarantee Fund to grant aid for projects designed to improve public amenities in certain less-favoured agricultural areas of the Federal Republic of Germany\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1938/81 of 30 June 1981 on common measures to improve public amenities in certain less-favoured agricultural areas of the Federal Republic of Germany (1), and in particular Article 13 (4) thereof,\nWhereas supporting documents in respect of projects eligible for assistance from the EAGGF are forwarded, in some cases via the Member State concerned, by a department or agency designated by that Member State; whereas, with a view to ensuring an effective check on the execution of these projects, provision should be made for defining the role of that department or agency and the nature of the supporting documents to be drawn up in compliance with the laws or regulations of the Member State concerned or with the measures laid down by the said department or agency, and the checking arrangements to be made by each Member State;\nWhereas the Commission needs to be informed that projects are being carried out under the conditions and within the time limits laid down;\nWhereas the documentation to be forwarded by the intermediary authority or agency so that the Commission may ascertain that all the conditions are fulfilled for payment of the aid, or a proportion thereof, should be specified; whereas that documentation must include full information, presented in a uniform manner, in order to facilitate examination and uniform treatment of payment applications;\nWhereas, if the documents duly provided by the department or agency appear inadequate or incomplete for the purpose of checking the financial or other conditions to which the projects are subject, the Commission can request the authority or agency to submit additional documents;\nWhereas there should be provision, in connection with inspection visits, for cooperation between the Commission and the Member State concerned, so that the said visits may achieve their intended purpose;\nWhereas the procedure for suspending, reducing or terminating EAGGF aid should not be initiated without the Member State concerned first having been asked for its views and the beneficiaries having been given the opportunity to submit their comments;\nWhereas, since EAGGF aid is paid to the beneficiary through an agency designated by the Member State, it is necessary to define the documents which that agency is to forward to the Commission;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the EAGGF Committee,", "main_body": ["I. Role of the department or agency responsible for fowarding supporting documents", "1. The department or agency responsible for forwarding supporting documents within the meaning of Article 13 (2) of Regulation (EEC) No 1938/81 shall send to the Commission, either on an overall basis within two months following the entry into force of this Regulation, or for each separate project within two months of notification of the relevant decision according aid, a descriptive list of the supporting documents it intends to require. Any amendment to such list shall be communicated to the Commission within two months of such amendment.\n'Supporting documents' means any document drawn up in accordance either with the laws or regulations of the Member State concerned or with the measures adopted by the abovementioned department or agency and establishing that the financial or other conditions imposed for the project in question have been fulfilled.\nThe descriptive list mentioned above shall contain:\n- identification of each supporting document, together with a reference to the regulations or measures on the basis of which it is to be drawn up,\n- a brief description of the contents of each document.\n2. Within the time limit laid down in paragraph 1 the department or agency shall also send to the Commission a detailed description of the checking arrangements employed, on the basis of which it makes out the certificate referred to in Article 3.\n3. The Commission may request the Member State in question to add to the descriptive list other documents which it considers necessary for checking the eligibility for payment of the expenditure claimed in applications; it may to the same end request that Member State to strengthen its checking arrangements.", "On the expiry of a period of two years from the date of notification of the decision granting aid, the department or agency shall forward to the Commission a document describing the progress made on uncompleted projects. Where, contrary to the information contained in the application for aid and the decision to grant it, the work has not begun at the end of this period, the department or agency shall give reasons and, where necessary, shall submit to the Commission guarantees, provided by the beneficiaries, establishing that the project will be carried out in the near future.", "On completion of a project, or in the course of its implementation if the Commission decision makes provision for payment in instalments pursuant to Article 12 (1) of Regulation (EEC) No 1938/81, the department or agency shall forward to the Commission a request for payment showing that the conditions for payment have been fulfilled.\nApplications for payment shall consist of a certificate and a list of the supporting documents; the latter shall be submitted in duplicate in the form shown in the Annex (models 1 to 4).", "To enable an effective check to be made on the execution of a project, the department or agency shall submit to the Commission, on request and within a time limit which the latter may fix, any supporting document within the meaning of Article 1 or a certified copy thereof, or any other document which shows that the financial or other conditions laid down for a project have been fulfilled.", "If the Commission considers it necessary to make an inspection visit, it shall give prior notice thereof to the Member State in question and shall invite it to participate in the inspection; the Member State shall take all necessary steps to promote the efficacy of such inspection visits.", "Before initiating any procedure for suspending, reducing or terminating aid from the EAGGF in accordance with Article 13 (2) of Regulation (EEC) No 1938/81 the Commission shall:\n- advise the Member State in question, so that it may express its views on the matter,\n- consult the department or agency responsible for transmitting supporting documents,\n- ask the beneficiary to provide, through the department or agency, an explanation for his non-compliance with the conditions laid down.\nII. Role of the agency responsible for payment", "1. When the Commission is satisfied that the financial or other conditions laid down for the project have been fulfilled, it shall pay the aid from the EAGGF, or the appropriate portion thereof if payment is by instalments, for the beneficiary in accordance with Article 13 (1) of Regulation (EEC) No 1938/81.\n2. The agency shall pay the aid to the beneficiary without delay and shall provide evidence to the Commission that this has been done within 15 days of payment.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 12 November 1982.\nFor the Commission\nPoul DALSAGER\nMember of the Commission\n(1) OJ No L 197, 20. 7. 1981, p. 1.\nANNEX\nMODEL 1\nCERTIFICATE FOR THE PAYMENT OF AN INSTALMENT OF AID\nProject No: ................. Title:\nBeneficiary (Name and address):\nThe ................. (1), being the department or agency responsible for forwarding the supporting documents in accordance with the provisions of Article 13 (2) of Regulation (EEC) No 1938/81, on common measures to improve public amenities in certain less-favoured agricultural areas of the Federal Republic of Germany,\nhereby certifies that:\n1. The supporting documents referred to in the descriptive list forwarded to the Commission pursuant to Article 1 of Regulation (EEC) No 3123/82 have been checked.\n2. Work on the project was begun on ................. on the site planned.\n3. The work was in progress on .................; at that date the total cost was ................., of which ................. had been actually disbursed by the beneficiary/beneficiaries.\n4. The above expenditure was financed as shown in model 3.\n5. The total cost stated above is allocated among the various items of work as shown in the list of supporting documents (model 4) attached to this application for payment (2).\n6. According to the declaration made by ................., the work done is in conformity with that described in the Commission decision to grant aid (with the exception of the item(s) concerning ................., as to which an explanation is given in model 4).\n7. The amount of recoverable VAT included in the expenditure claimed is .................\n8. The shares of the cost borne by the beneficiary and by the Member State are consistent with the provisions of Article 12 (2) of Regulation (EEC) No 1938/81, or will be at the latest when work is completed.\n9. The supporting documents are held by .................\n10. By letter dated ................., the beneficiary has replied as regards the special conditions laid down in the decision to grant aid.\nDone at................. , .................\nFor the intermediary authority\n(or agency)\n(Signature)\n(1) Name of the intermediary authority or agency.\n(2) Where the aid is allocated among several sub-projects, a separate list of supporting documents should be drawn up for each sub-project.\nMODEL  2\nCERTIFICATE FOR THE PAYMENT OF THE BALANCE OR THE WHOLE OF AN AID\nProject No:................. Title:\nBeneficiary (Name and address):\nThe ................. (1), being the department or agency responsible for forwarding the supporting documents in accordance with the provisions of Article 13 (2) of Regulation (EEC) No 1938/81 on common measures to improve public amenities in certain less-favoured agricultural areas of the Federal Republic of Germany,\nHEREBY CERTIFIES THAT:\n1. The supporting documents referred to in the descriptive list forwarded to the Commission pursuant to Article 1 of Regulation (EEC) No 3123/82 have been checked.\n2. Work on the project was begun on ................. on the site planned.\n3. The work was completed on ................. The actual cost amounts to ................., of which ................. has been paid by the beneficiary/beneficiaries.\n4. The above expenditure was financed as shown in model 3.\n5. The total cost stated above is allocated among the various items of work as shown in the list of supporting documents (model 4) attached to this application for payment; a table comparing the areas and capacities planned with those actually achieved is attached as model 4 (2).\n6. An inspection by ................. showed that the work completed is in conformity with that described in the Commission decision to grant aid (with the exception of the item(s) concerning ................., as to which an explanation is given in model 4).\n7. The amount of recoverable VAT included in the expenditure claimed is .................\n8. The shares of the cost borne by the beneficiary and by the Member State are consistent with the provisions of Article 12 (2) of Regulation (EEC) No 1938/81.\n9. The supporting documents are held by .................\n10. In a letter dated ................., the beneficiary has replied as regards the special conditions laid down in the decision to grant aid (3).\nDone at ................., .................\nFor the intermediary authority\nor agency\n(Signature)\n(1) Name of the intermediary authority or agency.\n(2) Where the aid is allocated among several sub-projects, a separate list of supporting documents and table of comparison should be drawn up for each sub-project.\n(3) This point concerns only requests for payment of the whole of the aid.\nMODEL  3\nCERTIFICATE ON THE FINANCING OF EXPENDITURE INCURRED\nFinancing of expenditure incurred up to . . . . . . . . . . . . . . . . . . . . . . . .\nProject No: . . . . . . . . . . . . . . . . . . Title:\n1.2 // 1. Share of cost borne by the beneficiary:  //   // - own capital  //   // - services in kind (1)  //   // - loans (2)  //   // 2. Share of cost borne by the Member State:  //  // - capital grant  //   // - reduced interest loans (3) (duration . . . . . . . . . . . . . . .; rate . . . . . . . . . . . . . . .)  // (. . . . . . . . . . . . . . . . . . . .)  // - other aid  //   // 3. Other contributions:  //   // -  //   // -  // 4. Total  // Date  //  (Signature)\n(1) Indicate the method of calculation.\n(2) Indicate below the origin, amount, rate of interest, total term and conditions for repayment of each loan, giving details of the rate and duration of any interest rate subsidies.\n(3) Amount already included under 1.\nMODEL  4\nLIST OF SUPPORTING DOCUMENTS\nExplanation of difference between work planned and work executed\n1,2.3,4.5 //   //   //   // Work planned  // Work executed  //   //   //  1.2.3.4.5 // Brief description  // Cost  // Brief description  // Cost  // Reason for changes  //   //  //   //   //   //   //   //   //   //   //   //   //   //  //"}