{"celex_id": "31987L0519", "uri": "http://publications.europa.eu/resource/cellar/01fa4f68-cb71-41e8-bfab-b97a680beab4", "type": "Directive", "concepts": ["2357", "2830", "3135"], "title": "Council Directive 87/519/EEC of 19 October 1987 amending Directive 74/63/EEC on undesirable substances and products in animal nutrition\n", "header": "COUNCIL  DIRECTIVE\nof 19 October 1987\namending Directive 74/63/EEC on undesirable substances and products in animal nutrition\n(87/519/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Articles 43 and 100 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas Directive 74/63/EEC (4), as last amended by Commission Directive 87/238/EEC (5), expressly excludes pesticide residues from its field of application;\nWhereas the presence of pesticide residues in feedingstuffs may, in the same way as the presence of residues of certain products and substances which are already subject to control, entail risks for human health, since in general toxic substances or preparations with dangerous effects are involved;\nWhereas it is advisable to disregard the fact that pesticides - unlike most of the undesirable substances and products for which rules have hitherto been adopted - are used deliberately by man to protect plant products, since they are not added to feedingstuffs or to the components thereof; whereas, nevertheless, their possible presence constitutes a source of danger in the same way as that of the substances and products already covered by the said Directive 74/63/EEC;\nWhereas, for this reason, pesticides should be used in such a way as not to involve any danger for human health;\nWhereas, insofar as a few Member States have already laid down maximum permitted levels for certain pesticide residues, these levels differ and constitute obstacles to the free circulation of feedingstuffs within the Community; whereas it is therefore desirable to approximate the existing provisions by inserting them into the abovementioned Directive, which is the appropriate framework for this purpose;\nWhereas, in an initial stage, it would appear justifiable to fix in respect of feedingstuffs maximum levels for a group of very persistent and harmful active substances which are or have been used in pesticides, namely organochlorine compounds; whereas Member States may therefore maintain the maximum levels they have fixed for residues of pesticides other than those listed in part B of Annex I until a Community decision is taken in accordance with the provisions laid down for amendment of the Annexes,", "main_body": ["Directive 74/63/EEC is hereby amended as follows:\n1. Article 1 (2) (c) shall be replaced by the following:\n'(c) the fixing of maximum permitted levels for pesticide residues on and in products intended for animal feeding, in as much as these residues are not listed in part B of Annex I.'\n2. The following headings shall be added to Part B of Annex I:\n1.2.3.4 //  //  //  //  // 11. Aldrin 12. Dieldrin  // singly or combined expressed as dieldrin   // All feedingstuffs, with the exception of: - fats   // 0,01 0,2 1,2.3.4 // 13. Camphechlor (Toxaphene)   // All feedingstuffs  // 0,1   // 14. Chlordane (sum of cis- and transisomers and of oxychlordane, expressed as chlordane)   // All feedingstuffs, with the exception of: - fats   // 0,02 0,05   // 15. DDT (sum of DDT-, TDE- and DDE-isomers, expressed as DDT)   // All feedingstuffs, with the exception of: - fats   // 0,05 0,5  // 16. Endosulfan (sum of alpha- and beta-isomers and of endosulfan-sulphate, expressed as endosulfan)   // All feedingstuffs, with the exception of: - maize - oilseeds - complete feedingstuffs for fish   // 0,1 0,2 0,5 0,005   // 17. Endrin (sum of endrin and of delta-keto-endrin, expressed as endrin)   // All feedingstuffs, with the exception of: - fats  // 0,01 0,05   // 18. Heptachlor (sum of heptachlor and of heptachlor-epoxide, expressed as heptachlor)   // All feedingstuffs, with the exception of - fats   // 0,01 0,2  // 19. Hexachlorobenzene (HCB)   // All feedingstuffs, with the exception of:   // 0,01   //   // - fats   // 0,2   // 20. Hexachlorocyclohexane (HCH)   //   //   // 20.1. alpha-isomer  // All feedingstuffs, with the exception of:   // 0,02   //  // - fats   // 0,2   // 20.2. beta-isomer   // Compound feedingstuffs,   // 0,01   //   // with the exception of feedingstuffs for dairy cattle   // 0,005   //   // Straight feedingstuffs, with the exception of:   // 0,01   //   // - fats   // 0,1   // 20.3. gamma-isomer   // All feedingstuffs, with the exception of:   // 0,2   //   // - fats   // 2,0   //   //   //\n3. The heading of the third column in the table in Part C of Annex I shall be replaced by the following:\n'Maximum content in mg/kg (ppm) of feedingstuffs referred to a moisture content of 12 %'.", "The Member States shall bring into force not later than 3 December 1990, the laws, regulations or administrative provisions necessary to comply with this Directive. They shall forthwith inform the Commission thereof.", "This Directive is addressed to the Member States."], "attachments": "Done at Luxembourg, 19 October 1987.\nFor the Council\nThe President\nL. TOERNAES\n(1) OJ No C 197, 18. 8. 1977, p. 3.\n(2) OJ No C 63, 13. 3. 1978, p. 53.\n(3) OJ No C 84, 8. 4. 1978, p. 4.\n(4) OJ No L 38, 11. 2. 1974, p. 31.\n(5) OJ No L 110, 25. 4. 1987, p. 25."}