{"celex_id": "31985R2600", "uri": "http://publications.europa.eu/resource/cellar/232c8805-a229-448a-939d-21c99ae11b11", "type": "Regulation", "concepts": ["1261", "2081", "5481"], "title": "Commission Regulation (EEC) No 2600/85 of 16 September 1985 amending Regulation (EEC) No 890/78 laying down detailed rules for the certification of hops\n", "header": "COMMISSION  REGULATION (EEC) No 2600/85\nof 16 September 1985\namending Regulation (EEC) No 890/78 laying down detailed rules for the certification of hops\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1696/71 of 26 July 1971 on the common organization of the market in hops (1), as last amended by the Act of Accession of Greece, and in particular Article 2 (5) thereof,\nWhereas Commission Regulation (EEC) No 890/78 (2), as last amended by Regulation (EEC) No 1979/83 (3), sets out minimum requirements for the marketing of hops; whereas these requirements include, as regards unprepared hops, a maximum level of bracts;\nWhereas commercial practice indicates that the quality of hops is not generally affected by the proportion of bracts; whereas, therefore, this marketing requirement may be dispensed with;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Hops,", "main_body": ["Annexes I and II to Regulation (EEC) No 890/78 are amended in accordance with the Annex hereto.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply to hops from the 1985 and later crops.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 16 September 1985.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 175, 4. 8. 1971, p. 1.\n(2) OJ No L 117, 29. 4. 1978, p. 43.\n(3) OJ No L 195, 19. 7. 1984, p. 34.\nANNEX\n1. Annex I is replaced by the following:\n'Annex I\nMINIMUM MARKETING REQUIREMENTS FOR HOP CONES\n1.2.3,4 //   //   //   // Characteristics  // Description  // Maximum content (% of weight)  //  1.2.3.4 //   //  // Prepared hops  // Non- prepared hops  //   //   //   //  // (a) Moisture  // Water content  // 12  // 14  // (b) Leaves and stalks  // Leaf fragments from branch tendrils, branch tendrils, leaf or cone strigs; to be classed as stalk, cone strigs must be at least 2,5 cm long  // 6  // 6  // (c) Hop waste  // Small particles resulting from machine harvesting, varying in colour between dark green and black and generally not from the cone  // 3  // 4  // (d) In the case of \"seedless hops\", seed  // Mature fruit of the cone  // 2  // 2'  //   //  //   //\n2. Section 1 of C in Annex II is replaced by the following:\n'1. Determination of the leaf, stalk and waste content\nSieve five 100 gram samples using a 2 mm sieve. Collect the lupulin, waste and seeds and separate the seeds by hand. Place the samples on one side. Transfer the contents of the 2 mm sieve to a 10 mm sieve and sieve again.\nThe hop cones, leaves, stalks and extraneous matter are collected by hand from the sieve while cone leaves, seeds, lupulin waste and some leaves and stalks pass through. All this is sorted by hand and divided into the following groups:\n1. Leaves and stalks,\n2. Hops (cone leaves, hop cones and lupulin),\n3. Waste,\n4. Seeds.\nThe waste and the lupulin cannot be separated. The relative percentage of each must therefore be estimated by an objective assessment of the colour, and the weight is calculated on the assumption that their density is identical.\nThe various groups are weighed and the percentage which each group represents in the weight of the original sample is determined.'"}