{"celex_id": "31987R1325", "uri": "http://publications.europa.eu/resource/cellar/0802a1b4-46c0-4384-8ea2-bcd0f8fe21c9", "type": "Regulation", "concepts": ["2668", "3576", "4854", "870"], "title": "Commission Regulation (EEC) No 1325/87 of 13 May 1987 amending Regulation (EEC) No 1528/78 laying down detailed rules for the application of the system of aid for dried fodder\n", "header": "COMMISSION  REGULATION (EEC) No 1325/87\nof 13 May 1987\namending Regulation (EEC) No 1528/78 laying down detailed rules for the application of the system of aid for dried fodder\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1117/78 of 22 May 1978 on the common organization of the market in dreid fodder (1), as last amended by Regulation (EEC) No 1985/86 (2), and in particular Article 6 (3) thereof,\nWhereas Article 8a of Council Regulation (EEC) No 1417/78 of 19 June 1978 on the aid system for dreid fodder (3), as last amended by Regulation (EEC) No 1173/87 (4), provides that purchases of fodder for drying from whom processing undertakings may obtain supplies must be officially recognized; whereas, in the event that processing undertakings obtain supplies from such recognized purchasers, the control procedures provided for in Article 20 of Commission Regulation (EEC) No 1528/78 (5); as last amended by Regulation (EEC) No 1210/87 (6), should be altered; whereas the conditions for recognising purchasers of fodder for drying should be laid down;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Dried Fodder,", "main_body": ["Regulation (EEC) No 1528/78 is hereby amended as follows:\n1. In Article 20, the first subparagraphs are replaced by the following:\n'Processing undertakings shall lodge with the authority responsible for controlling the entitlement to aid, not later than one month after the date on which they are concluded, the contracts as referred to in Article 7 of Regulation (EEC) No 1417/78 which they have concluded with the producers.\nWhere the processing undertaking obtains supplies from recognized purchasers, it shall lodge with the authority responsible for controlling the entitlement to aid, not later than one month after the date on which the products in question are delivered, a declaration of the daily deliveries, including in particular the identity of the recognized purchasers in question and the quantites of fodder, received broken down according to the producers with whom contracts were concluded by the recognized purchasers.'\n2. The following Article 21a is inserted:\n'Article 21a\n1. For the purposes of recognition as provided for in Article 8a of Regulation (EEC) No 1417/78, a purchaser of fodder for drying must undertake to:\n- lodge with the authority responsible for controlling the entitlement to aid, not later than one month after the date on which dried fodder is delivered to a processing undertaking, the contracts referred to in Article 7 of Regulation (EEC) No 1417/78,\n- keep a register of the products in question, showing at least the daily purchases and sales of each product and, in respect of each batch, the quantity involved, a reference to the contract with the producer who delivered the product and, where appropriate, the processing undertaking for which the product is intended,\n- keep his financial accounts available for inspection by the competent authority,\n- facilitate the control procedures,\n2. The recognized purchaser shall be given an identification number. The competent authority may grant provisonal recognition to the purchaser concerned as soon as he presents his application for recognition. Such provisional recognition shall become definitive as soon as the Member State concerned is satisfied that the conditions for recognition have been met and, in any case, at the end of the sixth month following the month during which provisional recognition was granted.\n3. Recognition shall be withdrawn if, except in cases of force majeure, any of the conditions for recognition referred to in paragraph 1 is no longer met.'", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 May 1987.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 13 May 1987.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 142, 30. 5. 1978, p. 1.\n(2) OJ No L 171, 28. 6. 1986, p. 4.\n(3) OJ No L 171, 28. 6. 1978, p. 1.\n(4) OJ No L 113, 30. 4. 1987. p. 13.\n(5) OJ No L 179, 1. 7. 1978, p. 10.\n(6) OJ No L 115, 1. 5. 1987, p. 28."}