{"celex_id": "31988D0487", "uri": "http://publications.europa.eu/resource/cellar/20156dd9-f171-44b2-a06d-43618748cfc1", "type": "Decision", "concepts": ["2516", "5502", "6050"], "title": "88/487/EEC: Commission Decision of 24 June 1988 setting up a Consultative Council of Regional and Local Authorities\n", "header": "COMMISSION  DECISION\nof 24 June 1988\nsetting up a Consultative Council of Regional and Local Authorities\n(88/487/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nWhereas it is necessary for regional and local authorities to be more closely involved in the formulation and implementation of Community regional policy, which includes the regional and local implications of the other Community policies;\nWhereas it is necessary, to that end, for the Commission to be able to consult the regional and local authorities in a body open to all levels of local government in the Member States;\nWhereas the European Parliament, in its resolution of 13 April 1984 (1), asked the Commission to make its relations with representatives of regional and local authorities official,", "main_body": ["A consultative committee, to be called 'the Consultative Council of Regional and Local Authorities', hereinafter referred to as 'the Consultative Council', attached to the Commission, is hereby set up.", "The Consultative Council may be consulted by the Commission on any matter relating to regional development and in particular to the formulation and implementation of Community regional policy, which includes the regional and local implications of the other Community policies.", "1. The Consultative Council shall consist of 42 members holding elected office at regional or local level. They shall be appointed in a personal capacity. Half of them shall be appointed for their special expertise and experience in dealing with problems of regional development and the other half for their expert knowledge and experience of development problems facing municipalities and 'intermediate' administrative areas ('dĂŠpartements', 'Kreise', 'nomos', etc.).\n2. The members of the Consultative Council shall be appointed by the Commission for a period of three years on a joint proposal from the Assembly of Regions in Europe, the International Union of Local Authorities and the Council of European Municipalities and Regions. Seats shall be allocated as shown in the Annex. The terms of office of members may be renewed.\n3. Alternates shall be appointed for each for the members of the Consultative Council in the same manner as specified in paragraphs 1 and 2. Alternates shall attend meetings only if the members for whom they deputize are prevented from doing so.\n4. The list of members and alternates shall be published in the Official Journal of the European Communities for information.\n5. Duties carried out in connection with the Consultative Council shall not be remunerated.", "1. The Consultative Council shall elect a chairman from among its members for a period of 18 months. The election shall take place by majority vote of the members present. The Council may elect one or more vice-chairmen in the same manner. The terms of office of the chairman and vice-chairmen may be renewed.\n2. The chairmen of the sections referred to in Article 5 shall automatically be vice-chairmen of the Consultative Council.\n3. The chairman and vice-chairmen shall constitute the Consultative Council's officers.", "1. Two sections shall be set up within the Consultative Council, one comprising members representing the regions and the other comprising members representing the local authorities.\n2. The Consultative Council may set up from among its members a committee of 'intermediate' administrative areas.\n3. Each section shall elect from among its members a chairman for a period of 18 months. The election shall take place by majority vote of the members present. The chairman's term of office may be renewed.\n4. The Commission may refer a matter either to the Consultative Council as a whole or, after having heard the Council's officers, to one of the sections.\n5. The Council's officers may request the Commission to consult the Consultative Council or one of its sections on any matter falling within its remit.\n6. Any member of a section may, by invitation or at his own request, participate in a meeting of the other section but shall not be entitled to vote.", "The deliberations of the Consultative Council or its sections shall relate to requests for opinions made by the Commission.\nOpinions on which a consensus has been reached and any divergent opinions shall be annexed to the records of the proceedings of the Consultative Council or its sections.", "1. Meetings of the Consultative Council, of the sections and, where appropriate, of the committee referred to in Article 5 (2) shall be convened by the Commission; they shall be held at the offices of the latter. Meetings of the Council's officers shall be convened by the chairman in agreement with the Commission.\n2. Representatives of the relevant departments in the Commission and the secretaries-general of the organizations referred to in Article 3 (2), or their deputies, shall participate in the meetings held by the Consultative Council, its sections and officers.\n3. The Commission's departments shall provide the secretariat for the Consultative Council, its sections and officers.", "Without prejudice to Article 214 of the Treaty, members of the Consultative Council and the secretaries-general of the organizations referred to in Article 3 (2), or their deputies, shall be required not to disclose information acquired through the Consultative Council's work where the Commission informs the Council that the opinion requested relates to a matter of a confidential nature. In such cases, only the members of the Consultative Council or their alternates and the persons refered to in Article 7 (2) shall attend meetings.", "This Decision shall enter into force on 1 August 1988."], "attachments": "Done at Brussels, 24 June 1988.\nFor the Commission\nPeter SCHMIDHUBER\nMember of the Commission\n(1) OJ No C 127, 14. 5. 1984, p. 240.\nANNEX\nAllocation of seats on the Consultative Council of Regional and Local Authorities\n1.2 // Belgium:   // 2 seats   // Germany:   // 6 seats  // Denmark:   // 2 seats   // Greece:   // 2 seats  // France:   // 6 seats   // Ireland:   // 2 seats   // Italy:   // 6 seats   // Luxembourg:   // 1 seat   // Netherlands:  // 2 seats   // Spain:   // 5 seats   // Portugal:   // 2 seats   // United Kingdom:   // 6 seats  // Total:  // 42 seats"}