{"celex_id": "31986R2936", "uri": "http://publications.europa.eu/resource/cellar/84e04517-9fb3-435a-be0b-840976a71097", "type": "Regulation", "concepts": ["1264", "139", "1642", "2965", "3568"], "title": "Commission Regulation (EEC) No 2936/86 of 24 September 1986 amending Regulation (EEC) No 2677/85 laying down implementing rules in respect of the system of consumption aid for olive oil\n", "header": "COMMISSION  REGULATION (EEC) No 2936/86\nof 24 September 1986\namending Regulation (EEC) No 2677/85 laying down implementing rules in respect of the system of consumption aid for olive oil\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation No 136/66/EEC of 22 September 1966 on the establishment of a common organization of the market in oils and fats (1), as last amended by Regulation (EEC) No 1454/86 (2), and in aparticular Article 11 (8) thereof,\nWhereas Article 17 of Commission Regulation (EEC) No 2677/85 (3), as last amended by Regulation (EEC) No 3818/85 (4) provides that the release into free circulation in the Community of olive oil falling within subheading 15.07 A of the Common Customs Tariff is to be subject to production of proof of the lodging of a security to prevent oils originating in third countries from receiving consumption aid; whereas Article 18 of the said Regulation lays down, as one of the conditions for the release of the said security; that the oil should be exported either in bulk or in immediate containers with a net content of more than five litres;\nWhereas, under Article 20 of Regulation No 136/66/EEC, a refund may be granted on olive oils exported to third countries; whereas the amount of the refund may be varied to take account of whether consumption aid has been granted;\nWhereas, under Article 6 of Regulation (EEC) No 2677/85, consumption aid cannot be granted in respect of olive oil in bulk or put up in immediate containers of a net content exceeding five litres; whereas, therefore, to prevent unjustified enrichment, provision should be made so that, where olive oil is exported in the abovementioned containers, the certificate for the release of the security concerned, the amount of which is equal to that of the consumption aid, cannot be issued if the transaction in question qualifies for the refund;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Oils and Fats,", "main_body": ["The following sentence is added to the end of the first subparagraph of Article 18 (4) of Regulation (EEC) No 2677/85:\n'However, in the case referred to in paragraph 1 (b), this certificate shall not be issued if the export in question qualifies for an export refund'.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 24 September 1986.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 172, 30. 9. 1966, p. 3025/66.\n(2) OJ No L 133, 21. 5. 1986, p. 8.\n(3) OJ No L 254, 25. 9. 1985, p. 5.\n(4) OJ No L 368, 31. 12. 1985, p. 20."}