{"celex_id": "31983D0610", "uri": "http://publications.europa.eu/resource/cellar/e061e9b0-0c02-4f5c-a93a-c603e3dfcf31", "type": "Decision", "concepts": ["3218", "3897", "478", "5"], "title": "83/610/EEC: Commission Decision of 5 December 1983 relating to a proceeding under Article 85 of the EEC Treaty (IV/30.668 - Murat) (Only the French text is authentic)\n", "header": "COMMISSION  DECISION\nof 5 December 1983\nrelating to a proceeding under Article 85 of the EEC Treaty (IV/30.668 - Murat)\n(Only the French text is authentic)\n(83/610/EEC)\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation No 17 of 6 February 1962, First Regulation implementing Articles 85 and 86 of the Treaty (1), as last amended by the Act of Accession of Greece, and in particular Article 2 thereof,\nHaving regard to the application made by the notification on 1 June 1982 by the jewellery manufacturer, Murat SA, Viry-Chatillon, France, for negative clearance or, failing that, exemption of a proposed standard form agreement with the retailers of its products in a number of Community countries,\nHaving regard to the summary of the application published (2) in accordance with Article 19 (3) of Regulation No 17,\nHaving heard the opinion of the Advisory Committee on Restrictive Practices and Dominant Positions,\nWHEREAS:\nI. THE FACTS\nA. The undertaking\n(1) Murat is a public limited company with a registered office at Viry-Chatillon, France, whose shares are mainly held by non-corporate investors. Its main business is the manufacture of gold, silver and gold-plated jewellery, the latter chiefly rolled gold with a high gold content which is applied by a process used by Murat since 1847. The company, which owns three factories in France employing about 450, is one of the biggest employers in the French jewellery industry, which despite a tendency towards concentration is still quite widely dispersed. In a secondary capacity Murat also distributes under its brand name jewellery and watches made by others.\n(2) Murat sells the biggest part of its products on the French market, which accounts for about 90 % of its annual turnover. Its share of that market varies according to the type of product concerned: 4 % for gold, 14 to 15 % for silver, 30 % for gold-plated (making it the market leader in this class) and 60 % for the rolled gold category of gold-plated. Within the EEC Murat exports mainly to Germany, Belgium and Luxembourg, but its market share in these countries is quite small. In a small way it has also quite recently entered the United Kingdom, Irish and Dutch markets, and occasionally sells to Italy and Greece as well. Its exports to non-EEC countries - Switzerland and latterly also Austria, Spain and countries outside Europe - are fairly insignificant.\n(3) To promote sales of its brand both inside and outside the common market, Murat has built up a distribution system which operates as follows: the method of supplying retailers varies depending on the country. In France and Germany retailers are supplied by Murat representatives direct.\nIn the Belgium-Luxembourg area its products are marketed to the retailers by an exclusive distributor bound to Murat by an exclusive distribution agreement, which was notified in 1963 and fulfils the conditions of the block\nexemption granted for such agreements by Commission Regulations No 67/67/EEC (1) and (EEC) No 1983/83 (2). Since less than two years there have also been exclusive distributors for the United Kingdom and Ireland, the Netherlands and the non-EEC countries Austria and Spain.\nFor the other continents Murat has two sales representatives who make annual sales tours to various countries.\n(4) The retailing of Murat products is handled by a network of around 7 000 retailers in France, 1 000 in Germany and 650 in Belgium and Luxembourg, and Murat is also planning to expand its network in the countries in which it has entered the market.\nB. The notified agreement\n(5) The notified draft agreement is intended to serve as the standard form agreement governing relations between Murat and its retailers in all the countries in which it does business. It embodies the requirements currently applied by Murat in authorizing retailers to sell its products.\n(6) The requirements are as follows. The dealer must:\n- carry on a business as a retail jeweller/watchmaker either from a shop or from a self-contained specialist department,\n- possess the necessary professional knowledge, evidence by either the certificate of a jewellery or watchmaking college or by at least four years' experience in the trade in either sales or repair work,\n- have premises used exclusively for trade in jewellery, clocks and watches, gold and silver plate, table ornaments and luxury gift articles.\n(7) Murat retailers further undertake:\n- to order such quantities as both to cover their own requirements and match the quantities usually delivered by Murat, the minimum stocks taken on such occasions to represent at least three months' sales of Murat brand products. This minimum order size is much lower than that customary in the trade. Retailers generally order two or three times a year, i.e. four to six months' supplies at a time,\n- to keep stock under good conditions and to display the product to advantage,\n- not to mix Murat products with others of similar appearance but different quality,\n- to use the promotional aids and advertising material supplied by Murat for displaying Murat products in their shops,\n- when asked to repair Murat brand jewellery, either to carry out such repair work themselves or have it done by others whose workmanship they can control or, where the work is such that there is a danger of damaging the article, to return the products to Murat's after-sales service department.\n(8) Murat undertakes in return:\n- to do its best to fulfil either direct or through its exclusive distributors orders placed by authorized retailers,\n- to supply or permit to be supplied only retailers who meet the requirements of the agreement,\n- to place its full technical, commercial and promotional expertise at dealers' disposal to help them boost their sales,\n- to mount nation-wide advertising campaigns and allow retailers to use this advertising at local level with posters, shields, display stands and small catalogues,\n- to honour its warranty and devote the utmost care to any product of its manufacture returned for repair or alteration.\n(9) The notified standard form agreement contains no provisions on price fixing. Retailers are free to set their own prices. Some of the annual catalogues which Murat publishes for jewellery retailers to distribute contain recommended prices. Such prices are not in any way binding and quite large differences can in fact be found in the prices charged even by retailers quite close together.\nThe agreement has a one-year term, which is renewable by tacit agreement. It may be terminated for breaches of the retailer's obligations.\n(10) The notified standard form agreement originally contained a clause which Murat has since amended in response to observations made by the Commission. The clause forbade authorized retailers to 'sell Murat products outside the usual distribution channels to unauthorized dealers'. Murat have now limited the prohibition to the sale of Murat products 'outside the usual distribution channels to any dealer not meeting the general requirements covered in the criteria of professional competence', i.e. criteria set out in paragraph 6.\n(11) The Commission has received no observations from third parties following publication of the notice required by Article 19 (3) of Regulation No 17.\nII. LEGAL ASSESSMENT\n(12) The notified standard form agreement governing the relations between Murat and its retailers embodies the terms of the selective distribution system set up by Murat at the retail level and is an agreement between undertakings within the meaning of Article 85 of the Treaty.\n(13) As has been established in cases before the Court of Justice, agreements concerned with selective distribution systems are not caught by Article 85 (1) of the Treaty when the dealers in question are selected on objective, qualitative criteria related to the capacity of the dealer, his staff and premises and bearing in mind the genuine requirements of distribution of the products, and provided that such criteria are laid down in a uniform manner for all prospective dealers and applied in a non-discriminatory fashion.\n(14) In the present case, the requirements Murat has laid down for admission to the authorized retailer network are purely of a general, technical and professional nature. The requirements, concerning the retailer's standard of professional training and technical knowledge and the intended purpose and appearance of his premises (see paragraph 6 above) are such as, in general, to exclude from the distribution system only traders who would be unable to sell articles of jewellery under conditions that were satisfactory for the consumers or who would be unable to supply services ancillary to distribution. Satisfactory conditions for the sale of high-quality gold, silver and high-gold-content gold-plated jewellery are afforded only by specialist shops which have trained staff and adequate storage and display facilities. Retailers must also be capable of undertaking warranty obligations and providing after-sales service, either themselves or through third parties.\nThese requirements are laid down uniformly for all potential retailers. Furthermore, retailers meeting the requirements are not subject to approval in all cases by Murat before being supplied with its products (see paragraph 10 above) so that the system does not lend itself to a discriminatory application.\n(15) Nor are the other obligations imposed on retailers caught by Article 85 (1) of the Treaty. The obligation to use the promotional aids supplied by Murat for displaying its products and not to mix Murat products with others of similar appearance but different quality do not restrict competition, but seek to enhance the presentation and brand image of Murat products and avoid confusion with other brands. They do not prevent Murat retailers from selling competing products. The obligation, to take at least three months' supplies each time the authorized retailer orders, is not in this case significantly restrictive from a competition point of view since this quantity is less than that customary in the trade (see first indent of paragraph 7 above).\n(16) The obligations undertaken by Murat, in particular to supply or permit to be supplied only retailers who meet the specified requirements, represent a normal consideration for the commitments accepted by retailers and are in accordance with the Community competition rules.\n(17) Since the notified standard form agreement does not contain any obligation having as its object or effect the prevention, restriction or distortion of competition within the common market or liable to affect trade between the Member States, there are no grounds, on the basis of the facts in the Commission's possession, for action on its part under Article 85 (1) of the Treaty. The Commission can therefore give the agreement negative clearance under Article 2 of Regulation No 17,", "main_body": ["The Commission hereby finds that, on the basis of the facts in its possession, there are no grounds under Article 85 (1) of the EEC Treaty for action on its part in respect of the standard form distribution agreement between Murat and its retailers.", "This Decision is addressed to Murat SA, Viry-Chatillon, France."], "attachments": "Done at Brussels, 5 December 1983.\nFor the Commission\nFranz ANDRIESSEN\nMember of the Commission\n(1) OJ No 13, 21. 2. 1962, p. 204/62.\n(2) OJ No C 155, 14. 6. 1983, p. 2.\n(1) OJ No 57, 25. 3. 1967, p. 849/67.\n(2) OJ No L 173, 30. 6. 1983, p. 1."}