{"celex_id": "31982D0312", "uri": "http://publications.europa.eu/resource/cellar/843243c9-bfb7-4c68-b01a-5baeb41ef473", "type": "Decision", "concepts": ["2483", "285", "3581", "3690", "4839", "889"], "title": "82/312/EEC: Commission Decision of 10 March 1982 concerning the aid granted by the Belgian Government to an industrial and commercial group manufacturing wall coverings (Only the French and Dutch texts are authentic)\n", "header": "COMMISSION  DECISION\nof 10 March 1982\nconcerning the aid granted by the Belgian Government to an industrial and commercial group manufacturing wall coverings\n(Only the Dutch and French texts are authentic)\n(82/312/EEC)\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular the first subparagraph of Article 93 (2) thereof,\nAfter giving notice, in accordance with the above Article, to the parties concerned to submit their comments,\nWhereas:\nI\n1. By letter dated 26 March 1979, the Belgian Government informed the Commission that, acting in essence under the law of 5 August 1978, it planned to grant aid to an industrial group engaged in the manufacture of wall coverings operating a factory in Genval;\nThe aid consists in the acquisition of a Bfrs 120-million holding in the group and a 10-year Bfrs 20-million loan with a five-year interest-free period. In addition the Belgian Government has granted a Bfrs 140-million State guarantee for loans raised previously by the group;\n2. By telex of 18 May 1979, the Belgian Government informed the Commission that further scrutiny would be needed and that, for this reason, it requested the Commission to suspend its investigation of the case;\n3. When instituting the procedure under Article 93 (2) of the EEC Treaty on 4 February 1980, the Commission noted that the Belgian Government had put the aid into effect without complying with the procedure under Article 93 (3) of the Treaty;\n4. The aid granted by the Belgian Government is the subject of a complaint by a Belgian wall-covering manufacturer and of comments submitted by a Flemish association of housepainters and by an international association of wallpaper manufacturers representing the main EEC manufacturers. These associations claim that the aid granted by the Belgian Government gives rise to distortions of competition;\nII\n1. In its reply to the notice served by the Commission under Article 93 (2) of the EEC Treaty, the Belgian Government confirmed on 15 April 1980 that the decision to grant the aid had been taken on 15 February 1979;\n2. The Belgian Government has pointed out that the aid is designed to help replenish the capital resources of a restructured firm. The aid was granted as an emergency measure;\nIII\n1. The new capital injection of Bfrs 150;5 million into the production subsidiary in Genval in 1975 was entirely used up by 31 August 1978. At the time the decision to grant the aid was taken, a bankruptcy petition had already been lodged in respect of the subsidiary;\n2. The production subsidiary in question had suffered serious losses since 1973, with average annual losses in the period 1973 to 1978 being put at Bfrs 138;4 million. It was declared bankrupt on 4 May 1981 by the Tribunal de Commerce of Nivelles;\n3. The different forms of aid granted by the Belgian Government, including the acquisition of a holding in the group, satisfy the tests of Article 92 (1) of the EEC Treaty since, by relieving the group of certain costs which it would otherwise have had to bear they distort competition and affect trade between Member States;\n4. There appears to be no real prospect of the Belgian Government recovering in the foreseeable future the capital injected into the firm as aid. The action taken was designed to rescue a group that had been operating at a loss for a number of years. In 1979, the combined balance-sheet situation of the two Belgian subsidiaries belonging to the group showed a deficit of the order of Bfrs 500 million. The State's holding of Bfrs 120 million could not, therefore, be justified by the group's book value;\n5. A substantial part of the group's production is exported to other Member States, with the result that trade between Member States is affected by the assistance granted by the Belgian Government;\nIV\n1. The Belgian Government has not been able to furnish, nor the Commission to detect, any evidence that the aid in question fulfils the conditions which would justify application of one of the derogations provided for in Article 92 (3) of the EEC Treaty. Indeed, the aid granted served merely to bring about a temporary improvement in the recipient firm's financial position without helping to achieve the objectives laid down in Article 92 (3);\n2. The aid granted by the Belgian Government had the effect of holding back the restructuring of the wall-coverings industry in Belgium. The aid cannot be justified ex post facto through implementation of a solution following on from the bankruptcy of the Belgian production subsidiary. Such a solution cannot constitute compensatory justification for aid already granted, and indeed the Commission could not have considered it to constitute such justification;\nThe procedure which the Commission has initiated against the Belgian Government pursuant to Article 93 (2) is not rendered void by the bankruptcy of the recipient group's production subsidiary. The Commission is under an obligation to pursue the procedure, particularly in order to avoid the continuance in future of practices incompatible with the common market;\n3. With regard to the derogations laid down in Article 92 (3) (a) and (c) in respect of aid to promote the development of certain regions, it should be borne in mind that the Genval area is not an area where the standard of living is 'abnormally low' or where there is 'serious under-employment' within the meaning of the derogation at (a); as to the derogation at (c), the Belgian Government has not designated the Genval area as a development area;\n4. Furthermore, with regard to the derogation provided for in Article 92 (3) (b), neither the nature nor the effects of the aid in question enable it to be considered as aid to promote the execution of an important project of common interest or to remedy a serious disturbance in the economy of a Member State. Action to rescue a factory producing wall coverings in an area not designated as a development area does not fulfil these criteria;\n5. Lastly, with regard to the derogation provided for in Article 92 (3) (c) in respect of 'aid to facilitate the development of certain activities', it should be pointed out that the aid granted by the Belgian Government does not appear to contribute to the development of the sector in question but is liable to affect the conditions of trade to an extent contrary to the common interest;\n6. There has been a fast, unremitting fall in production in Belgium since 1973, even though the fall in consumption has been much more modest. Under the circumstances, the maintenance of production capacities by way of State aids does not, therefore, appear to help the industry in question adjust to changing market conditions;\n7. The distortions of competition generated by the aid granted by the Belgian Government are all the more serious in that they contribute to maintaining production capacities in firms that are almost permanently in a precarious financial position. In 1979, the group that received the aid in question recorded a loss for the year as a whole of some Bfrs 200 million. The group was declared bankrupt on 4 May 1981. Nevertheless, production continued in the factory at Genval;\n8. By resolving firms' financial difficulties in a pragmatic fashion, the Belgian Government runs the risk of accentuating the distortions of competition that are bound to result from the aid granted without, however, making any attempt to devise an industry-wide solution that, at least ultimately, would relieve the State of the need to intervene by granting aid; 9. The Belgian Government had been aware for a considerable time of the difficulties facing the wall-coverings industry in Belgium. The decision to draft a report on the situation in the industry was taken in March 1978. The report was finalized in June 1978 and updated in November of that year. It pinpoints the financial difficulties facing the firm to which the aid was granted. The Belgian Government thus had time to notify the Commission of the aid envisaged, in accordance with the procedure of Article 93 (3) of the Treaty;\nV\nIn view of the above facts, the measures taken by the Belgian Government constitute an aid within the meaning of Article 92 (1) of the Treaty. That aid does not satisfy the conditions justifying application of one of the derogations provided for in Article 92 (3) of the Treaty. That part of the aid already given was granted unlawfully and must be repaid by the recipient firm. Any aid approved but not yet granted must be cancelled,", "main_body": ["The Kingdom of Belgium shall take the necessary measures to recover, within two months of notification of this Decision, the sums paid over by it in connection with the aid of which the Commission was informed by letters of 26 March 1979 and 15 April 1980. In so far as the aid has not yet been granted, the Belgian Government shall cancel any loans or grants still to be paid over in connection with the said aid.", "The Kingdom of Belgium shall, within two months from the date of notification of this Decision, inform the Commission of the measures it has taken to ensure that the aid granted does not have consequences leading to distortions of competition in the future.", "This Decision is addressed to the Kingdom of Belgium."], "attachments": "Done at Brussels, 10 March 1982.\nFor the Commission\nFrans ANDRIESSEN\nMember of the Commission"}