{"celex_id": "31986R0500", "uri": "http://publications.europa.eu/resource/cellar/d4050efa-ff1b-4c88-b1a6-346d59c4ebd1", "type": "Regulation", "concepts": ["2563", "3579", "3591"], "title": "Council Regulation (EEC) No 500/86 of 25 February 1986 fixing the initial quantitative restrictions for imports into Portugal of oil cake from third countries\n", "header": "COUNCIL REGULATION (EEC) No 500/86  of 25 February 1986  fixing the initial quantitative restrictions for imports into Portugal of oil cake from third countries\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",  Having regard to the Treaty establishing the European Economic Community,  Having regard to the Act of Accession of Spain and Portugal, and in particular Article 234 (2) thereof,  Having regard to the  proposal from the Commission,    Whereas Article 245 of the Act of Accession states that the Portuguese Republic may, until 31 December 1992, apply quantitative restrictions to the importation from third countries of the products listed in Annex XXI,  including oil cake;  Whereas Article 245 of the Act of Accession cannot be implemented by the Portuguese Republic in respect of the aforementioned products unless the initial quota is fixed;  Whereas the figure for the volume of imports of oil cake into  Portugal is on average more than 3 % of the figure for the volume of national production; whereas under the rules laid down in Article 245 of the Act the quota should therefore be the average of the import volumes for the years 1982, 1983 and 1984;   Whereas this Regulation applies to all third countries, without prejudice, however, to the protocols to be concluded with preferential third countries as provided for in Article 366 of the Act, or to transitional measures as specified in Article 367  thereof; whereas it should, however, be specified that quantities resulting from quantitative restrictions fixed as a result of application of these Articles are included in those fixed for third countries by this Regulation,", "main_body": ["1.  The initial quota as referred to in Article 245 of the Act of Accession to be applied by the Portuguese Republic to imports from third countries of oil cake falling within subheading 23.04 B of the Common Customs Tariff shall be fixed at  110 000 tonnes.  2.  From 1 March to 31 December 1986 the quota referred to in paragraph 1 shall be reduced by one-sixth.  3.  As far as preferential countries are concerned, should the protocols specified in Article 366 of the Act of Accession or, in  their absence, the autonomous measures taken under Article 367 of that Act, lay down quantitative restrictions, the quantities resulting from the abovementioned provisions shall be determined before fixing the quantities for the other third countries  within the framework arrangements set out in paragraph 1.", "The detailed rules for applying the quota system referred to in Article 245 of the Act of Accession shall be adopted, as required, in accordance with the procedure laid down in Article 38 of Regulation No 136/66/EEC of the Council of 22  September 1966 on the establishment of a common organization of the market in oils and fats (1), as last amended by Regulation (EEC) No 3768/85 (2).", "This Regulation shall enter into force on 1 March 1986.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 25 February 1986.  For the Council  The President  G. BRAKS\n(1) OJ No 172, 30. 9. 1966, p. 3025/66.  (2) OJ No L 362, 31. 12. 1985, p. 8."}