{"celex_id": "31985R0551", "uri": "http://publications.europa.eu/resource/cellar/04a4b382-9f1b-43a4-ab48-b103b2d358aa", "type": "Regulation", "concepts": ["1309", "2296", "2771", "3732"], "title": "Commission Regulation (EEC) No 551/85 of 1 March 1985 laying down detailed implementing rules for imports of rice originating in the African, Caribbean and Pacific States and the overseas countries and territories\n", "header": "COMMISSION  REGULATION (EEC) No 551/85\nof 1 March 1985\nlaying down detailed implementing rules for imports of rice originating in the African, Caribbean and Pacific States and the overseas countries and territories\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 486/85 of 26 February 1985 on the arrangements applicable to agricultural products and certain goods resulting from the processing of agricultural products originating in the African, Caribbean and Pacific States or in the overseas countries and territories (1), and in particular Article 22 thereof,\nHaving regard to Council Regulation (EEC) No 129 on the value of the unit of account and exchange rates to be applied for the purposes of the common agricultural policy (2), as last amended by Regulation (EEC) No 2543/73 (3), and in particular Article 3 thereof,\nHaving regard to the opinion of the Monetary Committee,\nWhereas Regulation (EEC) No 486/85 provides that the levy calculated in accordance with Article 11 of Council Regulation (EEC) No 1418/76 (4), as last amended by Regulation (EEC) No 1025/84 (5), shall be reduced by an amount of 50 % of the said levy and by a flat-rate component, which differs according to the extent to which the rice has been milled, provided that a corresponding charge has been collected on export from the non-member country concerned;\nWhereas this export charge cannot be collected in a precise manner unless the levy that will be applied on import into the Community is known; whereas, for this purpose, the import levy must be fixed in advance, thereby enabling the trade to know the amount that will be deducted from the levy and, consequently, the amount that must be collected on export;\nWhereas it is necessary to ascertain that the exporting country has actually collected the export charge corresponding to the amount of the reduction of the levy applied;\nWhereas suitable administrative measures should be laid down in order to ensure that the volume of the quota fixed is not exceeded;\nWhereas, in order to enable the Commission, should the need arise, to implement Article 11 (3) of Regulation (EEC) No 486/85, it should be laid down that the Member States should notify the Commission daily of the quantities in respect of which applications for import licences in respect of rice originating in the ACP States and the overseas countries and territories have been made;\nWhereas, pursuant to Article 20 (5) of Regulation (EEC) No 486/85, the levies are not to be applied to the French overseas departments until 30 June 1985; whereas the Commission should be notified of the quantities of rice imported into those departments;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["The amounts of the levies referred to in Article 10 (1) of Regulation (EEC) No 486/85 shall be calculated each week by the Commission on the basis of the levies fixed according to the criteria set out in Article 11 of Regulation (EEC) No 1418/76.", "1. Article 10 (1) of Regulation (EEC) No 486/85 shall apply only to imports of rice in respect of which an import charge corresponding to the difference between the levy applicable to imports of rice from non-member countries and the amounts referred to in Article 1 has been collected by the country of exportation.\n2. One of the following indications shall be placed in the 'Remarks' box of the EUR 1 movement certificate by the customs authorities of the country of exportation as proof that the amount has been collected:\n1.2 // 'Saerafgift, der opkraeves ved eksport af ris':  //  // 'Bei der Ausfuhr von Reis erhobene Sonderabgabe':  //   // ' Eidikós fóros poy eispráttetai\nkatá tin exagogí orýzis':  //   // 'Special charge collected on export of rice':  // (Amount in national currency)  // 'Taxe spéciale perçue à l'exportation du riz':  //   // 'Tassa speciale riscossa all'esportazione del riso':  //   // 'Bij uitvoer van de rijst opgelegde bijzondere heffing':  //\n(signature and stamp of office)\n3. Where the charge collected by the country of exportation is less than the reduction referred to in Article 10 (1) of Regulation (EEC) No 486/85, the reduction shall not exceed the amount collected.\n4. Where the amount of the export charge collected is expressed in a currency other than that of the Member State of importation, the exchange rate to be used to determine the amount of the charge actually collected shall be the rate recorded on the most representative foreign exchange market or markets in that Member State on the day of the advance fixing of the levy.", "1. In addition to the other conditions laid down by Community rules, in order to qualify for the reduced levy referred to in Article 10 of Regulaton (EEC) No 486/85, the application for a licence and the import licence itself shall include:\n(a) in box 12, one of the following indications:\n'Reduceret afgift AVS/OLT',\n'Verringerte Abschoepfung AKP/UELG',\n'Meioméni eisforá AKE/YCHE',\n'Reduced levy ACP/OCT',\n'Prélèvement réduit ACP/PTOM',\n'Prelievi ridotti ACP/PTOM',\n'Verminderde heffing ACS-staten/LGO';\n(b) in box 14, the name of the State, country or territory in which the product originates.\nThe licence shall require importation to be made from the country of origin stated. In addition, the import levy must be fixed in advance.\n2. The import licence referred to in paragraph 1 shall be issued on the third working day following the date on which the application was submitted, provided that no measure suspending the advance-fixing of the levy has been taken during that period and that the quantity qualifying for the reduced levy has not already been reached.\nOn the day when the quantities applied for exceed the quantities for which a reduced levy is granted, the Commission shall fix a single percentage reduction in respect of the quantities applied for.", "The Member States shall communicate to the Commission each day by telex the following information:\n(a) the quantities of each type of rice that have been the subject of an application for a licence for importation from ACP States and overseas countries and territories, stating in each case the country of exportation;\n(b) the quantities of each type of rice in respect of which an import licence has actually been issued, stating the date and the country of exportation;\n(c) the quantities of each type of rice and for each department that have been imported without levy into the French overseas departments;\n(d) the quantities of each type of rice for which import licences have been cancelled.\nThis information must be communicated separately from the information relating to other applications for import licences for rice.", "1. The quantities that may be imported into the Community from ACP States and overseas countries and territories in the period from 1 March to 31 December 1985 shall be 101 666 tonnes of husked rice falling within subheading 10.06 B I b) and 14 166 tonnes of broken rice falling within subheading 10.06 B III of the Common Customs Tariff.\n2. Quantities of rice imported in a form other than husked shall be entered into the accounts as husked rice on the basis of the conversion rates referred to in Article 1 of Regulation No 467/67/EEC (1).", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply from 1 March 1985.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 1 March 1985.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 61, 1. 3. 1985, p. 4.\n(2) OJ No 106, 30. 10. 1962, p. 2553/62.\n(3) OJ No L 263, 19. 9. 1973, p. 1.\n(4) OJ No L 166, 25. 6. 1976, p. 1.\n(5) OJ No L 107, 19. 4. 1984, p. 13.\n(1) OJ No L 204, 24. 8. 1967, p. 1."}