{"celex_id": "31984D0477", "uri": "http://publications.europa.eu/resource/cellar/85b7121d-a5a9-4e4c-b4fe-bbf09bb08a90", "type": "Decision", "concepts": ["1199", "1417"], "title": "84/477/ECSC: Commission Decision of 21 September 1984 renewing the authorization of an agreement between United Kingdom steelmaking undertakings concerning a joint buying agency for steelmaking materials (Steelmaking Supplies Ltd) (Only the English text is authentic)\n", "header": "COMMISSION  DECISION\nof 21 September 1984\nrenewing the authorization of an agreement between United Kingdom steelmaking undertakings concerning a joint buying agency for steelmaking materials (Steelmaking Supplies Ltd)\n(Only the English text is authentic)\n(84/477/ECSC)\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Coal and Steel Community, and in particular Article 65 thereof,\nHaving regard to Commission Decision 74/77/ECSC of 22 January 1974 authorizing an agreement between British steelmaking undertakings for the establishment of a joint buying agency for ferrous scrap and other steelmaking materials (1) and to Commission Decision 77/437/ECSC (2) renewing that authorization,\nHaving regard to the application submitted on 18 June 1982, amended by letter of 9 March 1984, by Steelmaking Supplies Ltd, London,\nWhereas:\n(1) By its Decision 74/77/ECSC, the Commission authorized an agreement between certain steelmaking undertakings in the private sector of the United Kingdom steel industry to establish a joint buying and consultative agency for ferrous scrap and other steelmaking materials. The agreement was authorized for an initial period of three years until 1 January 1977.\n(2) The agency in question was duly established under the name Steelmaking Supplies Ltd (SSL) in London.\n(3) By its Decision 77/437/ECSC, the Commission renewed that authorization until 30 June 1982.\n(4) By application dated 18 June 1982, amended by letter of 9 March 1984, SSL requested on behalf of the undertakings concerned the renewal of that authorization for a further five years.\n(5) The undertakings concerned are the following:\n- Barworth Flockton Ltd, Sheffield,\n- Brymbo Steel Works Ltd, Brymbo,\n- Rich. W. Carr & Co. Ltd, Sheffield,\n- Manchester Steel Ltd, Manchester,\n- F. M. Parkin Ltd, Sheffield,\n- Sanderson Kayser Ltd, Sheffield,\n- Sheerness Steel Co. Ltd, Sheerness,\n- Spear and Jackson Ltd, Sheffield.\n(6) The principal features of the agreement are:\n(i) SSL may be employed by all or some of the parties to make joint purchases of scrap or other steelmaking materials as may be determined on their behalf by the management committee of SSL, when these purchases cannot be more satisfactorily achieved by the parties acting independently;\n(ii) to determine the need for the employment of SSL, the parties regularly exchange information through SSL on the prices paid for scrap or such other steelmaking materials as may be agreed by them from time to time;\n(iii) SSL may also be employed by the parties to further their studies of the direct reduction of iron ore for use as a steelmaking raw material and to make arrangements for the supply of such material;\n(iv) each party to the agreement has the power to appoint a representative to the management committee of SSL.\n(7) The agreement restricts normal competition within the common market in that the parties agree to allocate products and sources of supply through SSL and to exchange price information for this purpose. The agreement therefore falls within the prohibition in Article 65 (1).\n(8) The agreement is, however, strictly analogous in nature and effect to a joint buying agreement and can therefore be authorized if it continues to meet the conditions set out in Article 65 (2) (a), (b) and (c).\n(9) Since the last renewal of the authorization the parties have not used SSL for the joint buying of scrap or other steelmaking materials because of the low demand for scrap and other steelmaking materials. When the steel market recovers, however, and gives rise to a greater pressure of demand for scrap, the parties want to have the possibility of employing SSL to undertake joint purchases (including joint imports) of scrap and other steelmaking materials on their behalf. This will help the parties to combat the dominant buying position of the British Steel Corporation (BSC) in the British market for scrap and other steelmaking materials. This dominant position of the BSC has been strengthened in recent years through the setting-up of BSC/Private Sector joint ventures (Allied Steel and Wire, Sheffield Forgemasters), which has brought previously private sector undertakings (Guest Keen & Nettlefolds (GKN) (South Wales) and Firth Brown Ltd) under the joint control of BSC and has weakened to the same extent the SSL, of which GKN and Firth Brown Ltd were members. This evolution could make the agreement under certain circumstances even more necessary for the rest of its members.\n(10) The exchange of information on the prices of scrap and other steelmaking materials is appropriate in so far as it enables the parties to ascertain whether joint buying would be advantageous.\n(11) No new restrictions have been introduced into the agreement since the last renewal of the authorization. In particular, no restrictions have been introduced into any joint purchasing contract which would compel the parties to buy the materials in question only through SSL. The agreement is therefore no more restrictive than is necessary for its purpose, and it is essential for the required result - an improvement in supplies of steelmaking materials - taking into consideration the structure of the British market for steelmaking materials.\n(12) There were 15 parties to the agreement when the first authorization was renewed in June 1977. This number has now been reduced to eight. Some of the original members have been deleted from the list as they no longer make steel (Duport Steels Ltd, Edgar Allen Balfour Steel Ltd, Dunford Hadfields Ltd, Lloyd Cooper Ltd, Neepsend Ltd, Osborn Steels Ltd, Patent Shaft Steel Works Ltd, Round Oak Steel Works Ltd, Spartan Redheugh Ltd, Wolsingham Steel Co Ltd) or because they have merged with certain BSC steel works and become BSC/Private Sector joint ventures; this is the case with GKN South Wales Ltd (now in Allied Steel and Wire (ASW)) and with Firth Brown Ltd (now in Sheffield Forgemasters).\nSome new members have entered into the agreement (Rich. W. Carr & Co. Ltd, Barworth Flockton Ltd and F. M. Parkin Ltd).\n(13) In the last three years (1981, 1982, 1983) private sector crude steel production in the UK was 1 852 000 tonnes, 1 579 000 tonnes and 1 353 000 tonnes respectively. This production represented 12,1 %, 11,8 %, and 9,17 % respectively of total British crude steel production. These figures show that the private sector share in crude steel production is declining while the BSC share is increasing (87,9 %, 88,2 %, 90,83 % respectively), not least because of the acquisition of joint control over the BSC/Private Sector joint ventures.\n(14) The same trend can also be observed in the purchase of scrap and ferro-alloys and other alloying materials. The private sector scrap purchase for the years 1981 and 1982 was 1 220 000 tonnes and 1 123 000 tonnes respectively, representing 38 % and 34 % respectively of the total UK steel industry purchases, while the market share of the BSC increased to 62 % and 66 % respectively. As to the purchases of ferro-alloys and other alloying materials, the private sector purchase for the years 1981 and 1982 was 36 700 tonnes and 31 100 tonnes respectively, representing 18 % and 15 % of the total UK steel industry purchase respectively, while the share of the BSC increased to 82 % and 85 % respectively.\n(15) The above figures show that, although the existing SSL members represent about 95 % of UK private sector steel production, their combined buying strength is much smaller than that of the BSC, which is the dominant buyer of scrap and other steelmaking materials in the UK. Another point to be taken into account is the fact that the British scrap market is characterized by a large surplus: of the total scrap supply of 11,4 million tonnes in 1982, 3,1 million tonnes were exported.\nIn these circumstances the agreement will not give the parties the power to determine the prices or to control or restrict the production or mar keting of the materials in question within the common market or to shield them against effective competition from other undertakings in the common market.\n(16) In the circumstances the conditions set out in Article 65 (2) (a), (b) and (c) continue to be fulfilled, and this situation would not be altered if additional existing companies in the private sector of the UK steel industry were admitted into membership. Given the structure and developments in the UK steel industry and scrap sector, the Commission considers it appropriate to extend its authorization to cover the period ending on 31 December 1994,", "main_body": ["The duration of the validity of Decision 74/77/ECSC is hereby extended until 31 December 1994.", "The following undertakings may be parties to the agreement for so long, within the period of the authorization, as they have not effected a concentration with the British Steel Corporation within the meaning of Article 66 of the Treaty:\n- Barworth Flockton Ltd, Sheffield,\n- Brymbo Steel Works Ltd, Brymbo,\n- Rich. W. Carr & Co. Ltd, Sheffield,\n- Manchester Steel Ltd, Manchester,\n- F. M. Parkin Ltd, Sheffield,\n- Sanderson Kayser Ltd, Sheffield,\n- Sheerness Steel Co. Ltd, Sheerness,\n- Spear and Jackson Ltd, Sheffield.", "1. Steelmaking Supplies Ltd shall inform the Commission of any proposed additions to its membership.\n2. The admission of such new members shall not take effect until the Commission has declared that it is in conformity with this Decision or has authorized it under Article 65 (2) of the Treaty.", "This Decision is effective as from 1 July 1982 and is addressed to the British Independent Steel Producers' Association, 5 Cromwell Road, London SW7 2HX."], "attachments": "Done at Brussels, 21 September 1984.\nFor the Commission\nFrans ANDRIESSEN\nMember of the Commission\n(1) OJ No L 52, 23. 2. 1974, p. 22.\n(2) OJ No L 173, 13. 7. 1977, p. 19."}