{"celex_id": "31989R3778", "uri": "http://publications.europa.eu/resource/cellar/e3dcdc4e-116d-467b-adf3-e43d38f36085", "type": "Regulation", "concepts": ["1264", "140"], "title": "Council Regulation (EEC) No 3778/89 of 11 December 1989 laying down derogating provisions as regards storage contracts for olive oil in Greece, Spain and Portugal and as regards the definition of olive oil intended for export\n", "header": "COUNCIL  REGULATION (EEC) No 3778/89\nof 11 December 1989\nlaying down derogating provisions as regards storage contracts for olive oil in Greece, Spain and Portugal and as regards the definition of olive oil intended for export\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation No 136/66/EEC of 22 September 1966 on the establishment of a common organization of the market in oils and fats (1), as last amended by Regulation (EEC) No 2902/89 (2), and in particular Article 36 thereof,\nHaving regard to the proposal from the Commission,\nWhereas Article 20d (3) of Regulation No 136/66/EEC provides that where prices on the Community market for olive oil are close to the intervention price over a period to be determined, it may be decided to permit the conclusion of storage contracts; whereas such contracts may be concluded solely with recognized producer groups or recognized associations thereof within the meaning of Regulation (EEC) No 1360/78 (3), as last amended by Regulation (EEC) No 3875/88 (4);\nWhereas, in the case of Greece, Spain and Portugal, their special structural conditions in recent years have not permitted the setting up of a sufficient number of organizations necessary for the conclusion of storage contracts within the meaning of Regulation (EEC) No 1360/78; whereas, at present, the situation has not changed significantly; whereas, as a consequence, in those Member States a very small number of producers would be able to conclude storage contracts; whereas, until such time as the application of the abovementioned Regulation in Greece, Spain and Portugal achieves its full effects and in order not to prejudice the producers in those Member States, a derogation should be laid down for a limited period from Article 20d of Regulation No 136/66/EEC by providing, in addition, for the possibility of storage contracts to be concluded with bodies other than those laid down in Regulation (EEC) No 1360/78;\nWhereas the second indent of Article 35 (3) of Regulation No 136/66/EEC provides that the term 'pure' may be used until 31 December 1989 for exports to third countries of olive oil as referred to in point 3 of the Annex thereto; whereas, until such time as the terms defined within the framework of the 1986 International Agreement on Olive Oil and Table Olives (1) are amended, and in order not to prejudice Community exporters, the abovementioned derogation should be maintained for a limited period for export to third countries,", "main_body": ["By way of derogation from Article 20d (3) of Regulation No 136/66/EEC, for the 1989/90 and 1990/91 marketing years, storage contracts for olive oil may also be concluded in Greece, Spain and Portugal by recognized producers' organizations or recognized associations thereof within the meaning of that Regulation, who hold olive oil of Community origin, produced by their own members and who have suitable facilities for its storage.", "By way of derogation from the second indent of Article 35 (3) of Regulation No 136/66/EEC, for a period extending to 31 December 1990, the Member States may authorize the use of the expression 'pure olive oil' for oil as referred to in point 3 of the Annex to that Regulation and intended for export.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 11 December 1989.\nFor the Council\nThe President\nH. NALLET\n(1) OJ No 172, 30. 9. 1966, p. 3025/66.\n(2) OJ No L 280, 29. 9. 1989, p. 2.\n(3) OJ No L 166, 23. 6. 1978, p. 1.\n(4) OJ No L 346, 15. 12. 1988, p. 3.\n(5) OJ No L 214, 4. 8. 1987, p. 2."}