{"celex_id": "31982R0606", "uri": "http://publications.europa.eu/resource/cellar/d6d71ef0-f802-4a21-8bc9-9fdc4d9420c9", "type": "Regulation", "concepts": ["2173", "276", "4314", "4385"], "title": "Council Regulation (EEC) No 606/82 of 16 March 1982 amending Regulation (EEC) No 1785/81 on the common organization of the markets in the sugar sector\n", "header": "COUNCIL  REGULATION (EEC) No 606/82\nof 16 March 1982\namending Regulation (EEC) No 1785/81 on the common organization of the markets in the sugar sector\nTHE COUNCIL OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 43 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nWhereas Article 8 of Council Regulation (EEC) No 1785/81 of 30 June 1981 on the common organization of the markets in the sugar sector (3), as amended by Regulation (EEC) No 192/82 (4), lays down a compensation system for storage costs consisting of flat-rate reimbursements financed by means of levies; whereas this system, under special provisions, applies equally to preferential sugar imported into or refined in the Community under the terms of Protocol 7 on ACP sugar annexed to the second ACP-EEC Convention of Lomé (5), the Agreement with India (6), and Decision 80/1186/EEC (7);\nWhereas one of the objectives of the compensation system for storage costs is to help stabilize the Community market in sugar by adjusting releases to the market throughout the year according to demand; whereas experience shows that deliveries of preferential sugar are spread uniformly over the marketing year and that this results in a very short average storage period for this sugar; whereas, therefore, it is no longer justified to continue to apply the said system to preferential sugar, particularly in view of the management costs henceforth involved for the Member States concerned; whereas provision should accordingly be made to suspend the said system for a specified period, to re-examine the situation before the end of that period, and to assess the consequences of that suspension;\nWhereas the said system is based essentially on the principle of equalization of reimbursement and levy for each marketing year; whereas if, in a given marketing year, the sum of levies charged is not equal to the sum of reimbursements made, the difference must be carried forward to a subsequent marketing year; whereas an analysis of the data relating to the system which is to be suspended indicates that there will probably be such a difference at the beginning of the period of suspension; whereas in this respect provision should be made for the non-application, under certain conditions, of this principle to preferential sugar,", "main_body": ["The following paragraph shall be inserted in Article 8 of Regulation (EEC) No 1785/81:\n'2a. Without prejudice to the application of Article 12 to preferential sugar, paragraph 2 shall not apply to this sugar for the marketing years 1982/83 to 1984/85.\nIn the calculation of the amount of the levy applicable to the said sugar, and by way of derogation from the financing principle referred to in paragraph 1, the total estimated reimbursements for the 1985/86 marketing year shall be reduced by the negative balance on 30 June 1982 resulting from the application of paragraph 2 to preferential sugar up to an amount of 2;045 million ECU.'", "The following point shall be added to Article 8 (4) of Regulation (EEC) No 1785/81:\n'(c) before 1 May 1985, and on the basis of a report by the Commission, examine the consequences of the application of paragraph 2a and shall, if necessary, adopt the appropriate measures.'\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 16 March 1982.\nFor the Council\nThe President\nP. de KEERSMAEKER\n(1) OJ No C 346, 31. 12. 1981, p. 5.\n(2) OJ No C 66, 15. 3. 1982, p. 110.\n(3) OJ No L 177, 1. 7. 1981, p. 4.\n(4) OJ No L 21, 29. 1. 1982, p. 1.\n(5) OJ No L 347, 22. 12. 1980, p. 144.\n(6) OJ No L 190, 23. 7. 1975, p. 36.\n(7) OJ No L 361, 31. 12. 1980, p. 1."}