{"celex_id": "31988D0261", "uri": "http://publications.europa.eu/resource/cellar/2b4ffb99-8ea1-498e-9a84-00a1691b0db0", "type": "Decision", "concepts": ["2965", "2979", "863"], "title": "88/261/EEC: Commission Decision of 12 April 1988 on improving the efficiency of agricultural structures in Spain pursuant to Council Regulation (EEC) No 797/85 (Only the Spanish text is authentic)\n", "header": "COMMISSION  DECISION\nof 12 April 1988\non improving the efficiency of agricultural structures in Spain pursuant to Council Regulation (EEC) No 797/85\n(Only the Spanish text is authentic)\n(88/261/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 797/85 of 12 March 1985 on improving the efficiency of agricultural structures (1), as last amended by Regulation (EEC) No 1760/87 (2), and in particular Article 25 (3) thereof,\nWhereas, pursuant to Article 24 (4) of Regulation (EEC) No 797/85, the Spanish Government communicated the following provisions on 4 November 1987:\n- Royal Decree No 1030/87 of 31 July 1987 on a compensatory allowance in mountain and hill-farming areas,\n- Ministerial Order of 26 August 87 implementing Royal Decree No 1030/87,\n- Royal Decree No 995/87 of 24 July 1987 on aid to collective investment for the improvement of agricultural holdings in less-favoured areas,\n- Ministerial Order of 3 August 1987 coordinating the granting of aid to collective investment in less-favoured areas,\n- IRYDA circular No 29/8 of 14 October 1987 implementing Royal Decree No 995/87;\nWhereas, pursuant to Article 25 (1) of Commission Regulation (EEC) No 797/85, the Commission has to decide whether, in the light of the abovementioned communication, the provisions adopted in Spain for the implementation of Title III of Regulation (EEC) No 797/85 satisfy the conditions for a financial contribution from the Community to the common measure referred to in Article 1 of Regulation (EEC) No 797/85;\nWhereas an annual review of the compensatory allowance depending on available budget funds is consistent with the objectives of Article 13 of Regulation (EEC) No 797/85 only if there is some degree of continuity in the assessment of natural handicaps and in the fixing of the amounts of the allowance;\nWhereas, this Decision covers only the aids granted in the regions entered on the Community list of less-favoured farming areas annexed to Council Directive 86/466/EEC (3);\nWhereas, subject to the comments made above, the abovementioned provisions are consistent with the conditions and objectives of Regulation (EEC) No 797/85;\nWhereas the European Agricultural Guidance and Guarantee Fund (EAGGF) Committee has been consulted on the financial aspects;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Agricultural Structure,", "main_body": ["1. The provisions adopted in Spain for the implementation of Title III of Regulation (EEC) No 797/85 satisfy the conditions governing a financial contribution from the Community in respect of the common measure referred to in Article 1 of the said Regulation in the regions entered on the Community of less-favoured farming areas annexed to Directive 86/466/EEC.\n2. Spain shall ensure continuity in the assessment of permanent natural handicaps and in the fixing of the amounts of the compensatory allowance.", "This Decision is addressed to the Kingdom of Spain."], "attachments": "Done at Brussels, 12 April 1988.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 93, 30. 3. 1985, p. 1.\n(2) OJ No L 167, 26. 6. 1987, p. 1.\n(3) OJ No L 273, 24. 9. 1986, p. 104."}