{"celex_id": "31989R1238", "uri": "http://publications.europa.eu/resource/cellar/55a6437f-027e-489f-bc70-fb5e643af1dc", "type": "Regulation", "concepts": ["2649", "4713"], "title": "Council Regulation (EEC) No 1238/89 of 3 May 1989 fixing the guide prices for wine for the 1989/90 wine year\n", "header": "COUNCIL REGULATION (EEC) No 1238/89 of 3 May 1989 fixing the guide prices for wine for the 1989/90 wine year\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 43 thereof,\nHaving regard to the Act of Accession of Spain and Portugal, and in particular Article 89 (1) thereof,\nHaving regard to Council Regulation (EEC) No  822/87 of 16 March 1987 on the common organization of the market\nin wine (1), as last amended by Regulation (EEC) No 1236/89 (2), and in particular Article 27 thereof,\nHaving regard to the proposal from the Commission (3),\nHaving regard to the opinion of the European Parliament (4),\nHaving regard to the opinion of the Economic and Social Committee (5),\nWhereas, when the guide prices for the various types of table wine are fixed, account should be taken both of the objectives of the common agricultural policy and of the contribution which the Community wishes to make to the harmonoius development of  world trade; whereas the main objectives of the common agricultural policy are to ensure a fair standard of living for the agricultural community, to assure the availability of supplies and to ensure that supplies reach consumers at reasonable prices;\nWhereas until now the guide prices have been set at differing levels for white and for red wines in order to reflect differing market prices; whereas since prices have moved closer together this difference in levels is no longer justified; whereas,  furthermore, it occasions unwarranted vinification practices and the delivery of disproportionate volumes of\nred wine for distillation; whereas ist should therefore be\neliminated by lowering the guide price for red wine of types\nR I and R II and increasing that for white wine of type A I by such amounts that the mean financial impact on both producers and the Community budget is nil; whereas, however, it is necessary to avoid excessively large price changes by effecting the  elimination over two wine years;\nWhereas the level of prices in Spain differs from that of the common prices; whereas, pursuant to Article 70 of the Act of Accession, the Spanish prices should be aligned on the common prices at the beginning of each marketing year; whereas the rules  laid down for this alignment give the Spanish prices set out below;\nWhereas the guide prices must be fixed for each type of table wine representative of Community production as defined in Annex III of Regulation (EEC) No 822/87,", "main_body": ["1.  For the 1989/90 wine year, the guide prices for table wines shall be:\nType of wine\nGuide price in the\nCommunity of Ten\nGuide price\nin Spain\nR I\nECU  3,27/% vol/hl\nECU  2,64/% vol/hl\nR II\nECU  3,27/% vol/hl\nECU  2,64/% vol/hl\nR III\nECU 52,23/hl\nECU 42,23/hl\nA I\nECU  3,17/% vol/hl\nECU  2,56/% vol/hl\nA II\nECU 69,60/hl\nECU 56,24/hl\nA III\nECU 79,49/hl\nECU 64,23/hl\n2.  For the 1990/91 wine year a single guide in the Community of Ten for table wine of types R I, R II and A I shall be set.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply from 1 September 1989.\nThis Regualtion shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 3 May 1989.\nFor the Council\nThe President\nP. SOLBES\n(1) OJ No L 84, 27. 3. 1987, p. 1.\n(2) See page 31 of this Official Journal.\n(3) OJ No C 82, 3. 4. 1989, p. 72.\n(4) OJ No C 120, 16. 5. 1989.\n(5) Opinion delivered on 31 March 1989 (not yet published in the Official Journal)."}