{"celex_id": "31986R3985", "uri": "http://publications.europa.eu/resource/cellar/bde840f8-6772-43b0-b448-bed7fb500abe", "type": "Regulation", "concepts": ["161", "4685"], "title": "Commission Regulation (EEC) No 3985/86 of 23 December 1986 laying down detailed rules for the application of the import arrangements provided for by Council Regulations (EEC) No 3927/86 and (EEC) No 3928/86 in the beef and veal sectors\n", "header": "COMMISSION  REGULATION (EEC) No 3985/86\nof 23 December 1986\nlaying down detailed rules for the application of the import arrangements provided for by Council Regulations (EEC) No 3927/86 and (EEC) No 3928/86 in the beef and veal sectors\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3928/86 of 16 December 1986 opening a Community tariff quota for fresh, chilled or frozen high-quality beef and veal falling within subheadings 02.01 A II a) and 02.01 A II b) of the Common Customs Tariff (1987) (1), and in particular Article 2 thereof,\nHaving regard to Council Regulation (EEC) No 3927/86 of 16 December 1986 opening a Community tariff quota for frozen buffalo meat falling within subheading 02.01 A II b) 4 bb) 33 of the Common Customs Tariff (1987) (2), and in particular Article 2 thereof,\nWhereas Regulations (EEC) No 3928/86 and (EEC) No 3927/86 opened quotas for high-quality beef and veal and for buffalo meat; whereas the rules for the application of these arrangements must be established;\nWhereas the exporting non-member countries have undertaken to issue certificates of authenticity guaranteeing the origin of these products; whereas the form and layout of these certificates and the procedures for using them must be specified; whereas the certificate of authenticity must be issued by an appropriate authority in a non-member country, the standing of which is such as to ensure that the special arrangements are properly applied;\nWhereas, under Article 2 of Commission Regulation (EEC) No 2377/80 (3), as last amended by Regulation (EEC) No 3815/85 (4), a licence is required for all imports into the Community of beef and veal products; whereas some of the non-member countries exporting meat under this Regulation have undertaken to restrict their exports of such products; whereas the licence must be endorsed as required by the provisions in Article 12 of Regulation (EEC) No 2377/80;\nWhereas provision must be made for the Member States to transmit relevant information in connection with these special imports;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Beef and Veal,", "main_body": ["1. The tariff quota for fresh, chilled or frozen beef and veal provided for in Article 1 (1) of Regulation (EEC) No 3928/86 shall be allocated as follows:\n(a) 12 500 tonnes of chilled boned or boneless meat, falling within subheadings 02.01 A II a) 4 bb) of the Common Customs Tariff and answering the following definition:\n'Special or good-quality beef cuts obtained from exclusively pasture-grazed animals aged between 22 and 24 months, having two permanent incisors and presenting a slaughter liveweight not exceeding 460 kilograms, referred to as \"special boxed beef\", cuts of which may bear the letters \"sc\" (special cuts).'\n(b) 5 000 tonnes product weight of meat, falling within subheadings 02.01 A II a) 4 or b) 4 of the Common Customs Tariff and answering the following definition:\n'Selected cuts of fresh, chilled or frozen beef derived from bovine animals which do not have more than four permanent incisor teeth, the carcases of which have a dressed weight of not more than 327 kilograms (720 pounds), a compact appearance with a good eye of meat of light and uniform colour, and adequate but not excessive fat cover. The meat shall be certified \"high-quality beef EEC\".'\n(c) 2 300 tonnes of boned or boneless meat, falling within subheadings 02.01 A II a) 4 bb) and b) 4 bb) 33 of the Common Customs Tariff and answering the following definition:\n'Special or good-quality beef cuts obtained from exclusively pasture-grazed animals presenting a slaughter liveweight not exceeding 460 kilograms, referred to as \"special boxed beef\". These cuts may bear the letters \"sc\" (special cuts).'\n(d) 10 000 tonnes product weight of meat, falling within subheadings 02.01 A II a) and b) of the Common Customs Tariff and answering the following definition:\n'Carcases or any cuts from cattle not over 30 months of age which have been fed for 100 days or more on a nutritionally balanced, high energy feed concentration ration containing no less than 70 % grain and at least 20 pounds total feed per day. Beef graded USDA \"choice\" or \"prime\" automatically meets the definition above. Meat graded A2, A3 and A4 under the standards of the Canadian Ministry of Agriculture automatically meets the definition above.'\n2. The tariff quota for frozen buffalo meat provided for in Article 1 (1) of Regulation (EEC) No 3927/86 shall be administered in accordance with the provisions of this Regulation.", "1. The total suspension of the import levy for the meat referred to in Article 1 shall be subject to the presentation, at the time it is put into free circulation, of a certificate of authenticity and, in respect of the meat referred to in Article 1 (1) (d), to the presentation of the import licence referred to in Article 12 of Regulation (EEC) No 2377/80.\n2. The certificate of authenticity shall be made out in one original and not less than one copy on a form corresponding to the model in Annex I.\nThe form shall measure approximately 210 × 297 mm.\nThe paper shall weigh not less than 40 g/m2 and shall be white.\n3. The forms shall be printed and completed in one of the official languages of the Community and also, if desired, in the official language or one of the official languages of the exporting country.\nThe appropriate definition under Article 1 (1) relative to the meat originating from the exporting country shall be shown on the back of the form.\n4. The particulars on the original and the copies shall be either typewritten or handwritten. In the latter case they must be printed in block capitals.\n5. Each certificate of authenticity shall bear an individual serial number assigned by the issuing authority referred to in Article 4. The copies shall bear the same serial number as the original.", "1. The certificate of authenticity shall be valid for three months from the date it was issued.\nThe original certificate of authenticity and one copy shall be presented to the customs authority when the product covered by the certificate is put into free circulation.\nHowever, the certificate may not be presented after 31 December of its year of issue.\n2. The copy of the certificate of authenticity referred to in paragraph 1 shall be sent by the customs authorities of the Member State in which the product is placed in free circulation to the designated authorities of that Member State responsible for the communication under Article 6 (1).", "1. A certificate of authenticity shall be valid only if it is duly completed and endorsed, in accordance with the instruction in Annexes I and II, by one of the issuing authorities listed in Annex II.\n2. The certificate of authenticity shall be deemed to have been duly endorsed if it specifies the date and place of issue and if it bears the stamp of the issuing authority and the signature of the person or persons empowered to sign it.\nThe stamp may be replaced on the original certificate of authenticity and its copies by a printed seal.", "1. The issuing authorities listed in Annex II shall:\n(a) be recognized as competent by the exporting country;\n(b) undertake to check the particulars set out in the certificates of authenticity;\n(c) undertake to communicate to the Commission and to the Member States, on request, any useful information enabling the particulars set out in the certificates of authenticity to be evaluated.\n2. The list shall be amended if the requirement in paragraph 1 (a) is no longer met or if an issuing authority fails to fulfil one of the obligations incumbent on it.", "1. The Member States shall communicate to the Commission, in respect of each period of 10 days, not later than 15 days after that period, the quantities of products referred to in Article 1 that have been put into free circulation, broken down by their country of origin and tariff subheading. 2. Under this Regulation the period of 10 days means:\n- from the first to 10th of the month inclusive,\n- from the 11th to 20th of the month inclusive,\n- from the 21st to the last day of the month inclusive.", "The lodging of licence applications and the issuing of import licences for the meat referred to in Article 1 (1) (d) shall be effected in accordance with the provisions of Articles 12 and 15 of Regulation (EEC) No 2377/80.", "In all Community instruments in which reference is made to Commission Regulation (EEC) No 263/81 (1), or to Articles of that Regulation, such references shall be treated as references to this Regulation or to the corresponding Articles hereof.", "This Regulation shall enter into force on 1 January 1987.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 23 December 1986.\nFor the Commission\nFrans ANDRIESSEN\nMember of the Commission\n(1) OJ No L 365, 24. 12. 1986, p. 2.\n(2) OJ No L 365, 24. 12. 1986, p. 1.\n(3) OJ No L 241, 13. 9. 1980, p. 5.\n(4) OJ No L 368, 31. 12. 1986, p. 11.\n(1) OJ No L 27, 31. 1. 1981, p. 52.\nANNEX II\nLIST OF AUTHORITIES IN EXPORTING COUNTRIES EMPOWERED TO ISSUE CERTIFICATES OF AUTHENTICITY\n- JUNTA NACIONAL DE CARNES\nfor meat originating in Argentina, answering the definition in Article 1 (1) (a).\n- AUSTRALIAN MEAT AND LIVESTOCK CORPORATION\nfor meat originating in Australia:\n(a) answering the definition in Article 1 (1) (b);\n(b) referred to in Article 1 (2).\n- INSTITUTO NACIONAL DE CARNES (INAC)\nfor meat originating in Uruguay, answering the definition in Article 1 (1) (c).\n- FOOD SAFETY AND QUALITY SERVICE (FSQS) OF THE UNITED STATES DEPARTMENT OF AGRICULTURE (USDA)\nfor meat originating in the United States of America, answering the definition in Article 1 (1) (d).\n- FOOD PRODUCTION AND INSPECTION BRANCH-AGRICULTURE CANADA, DIRECTION GÉNÉRALE PRODUCTION ET INSPECTION DES ALIMENTS-AGRICULTURE CANADA\nfor meat originating in Canada, answering the definition in Article 1 (1) (d)."}