{"celex_id": "31987R3436", "uri": "http://publications.europa.eu/resource/cellar/9e360423-9a98-4c44-812f-b81218536baf", "type": "Regulation", "concepts": ["4404", "5360"], "title": "Commission Regulation (EEC) No 3436/87 of 17 November 1987 amending Regulation (EEC) No 2529/87 laying down detailed rules for applying the co-responsibility levy in the cereals sector for 1987/88\n", "header": "COMMISSION  REGULATION (EEC) No 3436/87\nof 17 November 1987\namending Regulation (EEC) No 2529/87 laying down detailed rules for applying the co-responsability levy in the cereals sector for 1987/88\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2727/75 of 29 October 1975 on the common organization of the market in cereals (1), as last amended by Regulation (EEC) No 1900/87 (2), and in particular Article 4 (5) and (7) thereof,\nWhereas, under Commission Regulation (EEC) No 2529/87 (3), France and Italy are, from 1 September 1987, authorized to collect the co-responsibility levy when the cereals are put on the market; whereas one of the consequences of the introduction of those new arrangements is the fact that the co-responsability levy applies in full to cereal seeds whereas under the previous arrangements those products were in practice granted partial exemption;\nWhereas cereals seeds are produced under contracts which are concluded before sowing take place and whereas, in the case of the 1987/88 marketing year, the contracts were concluded before 1 September, the date when the new arrangement to Regulation (EEC) No 2529/87 should be introduced whereby the co-responsibility levy arrangements applicable to cereal seeds would be those in force prior to 1 September;\nWhereas, moreover, Article 4 (1) of Regulation (EEC) No 2529/87 specifies the time-limit for the payment of the co-responsibility levy; whereas the period concerned begins when the products in question are put on the market; whereas, because of difficulties in determining that date in certain cases, in particular where there is no written sales contract, a provision should be introduced whereby the period in question should begin when the products are delivered or consigned;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["Regulation (EEC) No 2529/87 is hereby amended as follows:\n1. The following subparagraph is added to Article 2 (1):\n'However, in the case of cereal seeds, the co-responsibility levy shall not be payable in respect  of the quantity which is to be the subject of certification within the meaning of Council Directive 66/402/EEC (*)\n(*) OJ No 125, 11. 7. 1966, p. 2309/66.'.\n2. The following indent is added to the second subparagraph of Article 2 (2):\n'- the export of certified and basic seeds to third countries or Portugal.'.\n3. Article 3 (1) is replaced by the following:\n'1. Cereals introduced into one of the Member States specified in Article 1 from the other Member States, with the exception of Portugal during the first stage, shall be deemed to be put on the market when they are released for consumption, except in the case of certified and basic seeds.'\n4. The introductory phrase of Article 3 (2) is replaced by the following:\n'When cereals other than certified seeds are consigned from one of the Member States specified in Article 1 to anonther Member State, and when they are subsequently reconsigned, the document attesting the Community nature of the cereals shall bear one of the following entries, authenticated by the stamp of the customs office which issued the document:'.\n5. The first subparagraph of Article 4 (1) is replaced by the following:\n'The levy shall be collected by the purchasers, by the processing undertakings referred to in Article 2 (2) or, in the case referred to in Article 3 (1), by the consignees. However, in the cases referred to in the second and third indents of the second subparagraph of Article 2 (2) the levy shall be paid by the producer and, in the case referred to in the fourth indent of that subparagraph, by the exporter.'.\n6. The following subparagraph is added to Article 4 (1):\n'The period referred to in the second subparagraph shall begin when the products are delivered or consigned in all cases where the actual date on which the products are put on the market cannot be determined.'.\n7. Article 7 (2) is replaced by the following:\n'2. The stocks, other than those of certified and basic sseds, referred to in paragraph 1 shall be deemed to have been put on the market within the meaning of Article 2 (2). The holders of such stocks must pay the co-responsibility levy as provided for in Article 4.'", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply from 1 September 1987, with the exception of Article 1 (4).\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 17 November 1987.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 281, 1. 11. 1975, p. 1.\n(2) OJ No L 182, 3. 7. 1987, p. 40.\n(3) OJ No L 240, 22. 8. 1987, p. 13."}