{"celex_id": "31988R4193", "uri": "http://publications.europa.eu/resource/cellar/4b508a2b-fd3c-4bc2-ac81-db649c02a5f6", "type": "Regulation", "concepts": ["133", "2437", "313", "4788", "598", "997"], "title": "Council Regulation (EEC) No 4193/88 of 21 December 1988 amending for the seventh time Regulation (EEC) No 3094/86 laying down certain technical measures for the conservation of fishery resources\n", "header": "COUNCIL REGULATION (EEC) No 4193/88 of 21 December 1988 amending for the seventh time Regulation (EEC) No 3094/86 laying down certain technical measures for the conservation of fishery resources\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 170/83 of 25 January 1983 establishing a Community system for the conservation and management of fishery resources (1), as amended by the Act of Accession of Spain and Portugal, and in particular Article 11  thereof,\nHaving regard to the proposal from the Commission,\nWhereas Article 2 of Regulation (EEC) No 170/83 states that the conservation measures necessary to achieve the aims set out in Article 1 of the same Regulation must be formulated in the light of the available scientific advice;\nWhereas Council Regulation (EEC) No 3094/86 (2), as last amended by Regulation (EEC) No 3287/88 (3), lays down general rules for the fishing and landing of biological resources found in Community waters;\nWhereas the stocks of sole in Community waters are seriously overexploited; whereas sole and plaice are caught by the same methods of fishing; whereas it is therefore necessary to take additional measures to regulate fishing for sole and plaice;\nWhereas, taking account of the latest scientific advice, it is necessary to establish seasonal limitations on certain fishing activities in the North Sea in order to limit fishing on juvenile plaice;\nWhereas the changes to the rules governing fishing in the Skagerrak and Kattegat agreed between the delegations of the Community and those of Norway and Sweden should be implemented; whereas, accordingly, the date of entry into force of the increase in  the minimum mesh size in the Skagerrak and Kattegat for Norway lobster (Nephrops novergicus) should be postponed,", "main_body": ["Regulation (EEC) No 3094/86 is hereby amended as follows:\n1. Article 9 (2) is replaced by the following:\n'2(a) It shall be prohibited for a vessel to have on board or to use beam trawls of which the aggregate beam length, measured as the sum of the length of each beam is greater than  24 metres or can be extended to a length greater than 24 metres.\n(b) The use of beam trawls shall be prohibited in the Kattegat.'\n2. The following paragraph is added to Article 9 (3) (a):\n'For the period from 1 April to 30 September, the abovementioned area shall be extended to include the geographical area bounded by a line joining the following coordinates:\n-a point on the west coast of Denmark at latitude 57°00m N,\n-latitude 57°00m N, longitude 7°15m E,\n-latitude 55°00m N, longitude 7°15m E,\n-latitude 55°00m N, longitude 7°00m E,\n-latitude 54°30m N, longitude 7°00m E,\n-latitude 54°30m N, longitude 7°30m E,\n-latitude 54°00m N, longitude 7°30m E,\n-latitude 54°00m N, longitude 6°00m E,\n-latitude 53°50m N, longitude 6°00m E,\n-latitude 53°50m N, longitude 5°00m E,\n-latitude 53°30m N, longitude 5°00m E,\n-latitude 53°30m N, longitude 4°15m E,\n-latitude 53°00m N, longitude 4°15m E,\n-a point on the coast of the Netherlands at latitude 53°00m N.'\n3. In Article 9 (3) (b) the first subparagraph is replaced by the following:\n'(b) By way of derogation from paragraph 3 (a), vessels whose names and technical characteristics are contained on a list which shall be drawn up in accordance with the procedure laid down in Article 15 are authorized to fish in the said area using beam  trawls during those periods when fishing using beam trawls would otherwise be prohibited.'\n4. Article 9 (3) (c) shall be replaced by the following:\n'(c) However, it shall be prohibited to use beam trawls of which the aggregate beam length, measured as the sum of the length of each beam is greater than eight metres or can be extended to a length greater than eight metres except when operating with  gear designed and used for catching shrimps (Crangon spp.) or prawns (Pandalus montagui).\nNotwithstanding the preceding subparagraph, vessels whose primary activity is fishing for shrimps (Crangon spp.) shall be permitted to use beams whose aggregate length, exceeds eight metres when fishing for sole, provided that they appear on a list to  be drawn up annually.'\n5. In the last subparagraph of article 9 (4), the following words are deleted:\n'between the inner edges of the attached shoes or skids'.\n6. The following paragraph is added to Article 9:\n'13.the lengths of a beam trawl shall be measured between its extremities including all attachments thereto.'\n7. In Annex I concerning the geographical area Skagerrak and Kattegat for Norway lobster (Nephrops norvegicus) (Authorized target species), 'Until 31 December 1988' is replaced by 'Until 30 June 1989' and 'From 1 January 1989' is replaced by 'From 1 July  1989'.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.", "(2) (3) and (4) shall apply with effect from 1 April 1989.", "(1) (5) and (6) shall apply with effect from 1 July 1989.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 21 December 1988.\nFor the Council\nThe President\nV. PAPANDREOU\n(1) OJ No L 24, 27. 1. 1983, p. 1.\n(2) OJ No L 288, 11. 10. 1986, p. 1.\n(3) OJ No L 292, 26. 10. 1988, p. 5."}