{"celex_id": "31987R3529", "uri": "http://publications.europa.eu/resource/cellar/1f6d5e4c-524d-4399-ba2c-ac1d46660019", "type": "Regulation", "concepts": ["2084", "2173", "2718", "4080", "4381", "4385"], "title": "Council Regulation (EEC) No 3529/87 of 23 November 1987 amending Annex VI to Regulation (EEC) No 3796/81 on the common organization of the market in fishery products and the Annex to Regulation (EEC) No 950/68 on the Common Customs Tariff\n", "header": "COUNCIL  REGULATION (EEC) No 3529/87\nof 23 November 1987\namending Annex VI to Regulation (EEC) No 3796/81 on the common organization of the market in fishery products and the Annex to Regulation (EEC) No 950/68 on the Common Customs Tariff\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3796/81 of 29 December 1981 on the common organization of the market in fishery products (1), as last amended by Regulation (EEC) No 2315/86 (2), and in particular Article 30 thereof,\nHaving regard to the proposal from the Commission,\nWhereas the nomenclature of the Common Customs Tariff as laid down by Regulation (EEC) No 3618/86 (3) results, pursuant to Article 19 of Regulation (EEC) No 3796/81, from the application of the latter Regulation as regards fishery products;\nWhereas, in an Exchange of Letters with Norway in 1973, the Community undertook to effect an autonomous reduction of the customs duties applicable to certain fishery products, including certain products falling within subheading 16.04 G I of the Common Customs Tariff, whether or not pre-fried in oil;\nWhereas fish fingers of fish fillet covered with a coating of batter or breadcrumbs, pre-fried in oil, the fish remaining raw, frozen, are to be classified in subheading 16.04 G II; whereas, as a result, Norwegian exports of this product are no longer able to benefit from the preferential system on imports into the Community; whereas, in order to guarantee the preference which has effectively been granted to Norwegian products in the past, Annex VI to Regulation (EEC) No 3796/81 and the Annex to Regulation (EEC) No 950/68 (4) should be amended,", "main_body": ["Regulation (EEC) No 3796/81 is hereby amended as follows:\n1. In Annex VI, the title is replaced by the following:\n'Chapter 3 and heading No 16.04 of the Common Customs Tariff';\n2. In Annex VI, the following is added after Chapter 3:\n1.2.3,4 //  //  //  // 'CCT heading No   // Description  // Rate of duty  // 1.2.3.4 //  //  // Autonomous % or levy (L)   // Conventional %   //    //   //   //   // 1   // 2  // 3   // 4   //    //   //   //   // 16.04   // Prepared or preserved fish, including caviar and caviar substitutes:   //  //   //   // A. Caviar and caviar substitues:   //   //   //  // I. Caviar (sturgeon roe)   // 30   // 30   //   // II. Other   // 30   // 30   //   // B. Salmonidae:   //   //   //  // I. Salmon   // 20   // 5,5   //   // II. Other   // 20  // 7   //   // C. Herring   //   //   //   // I. Fillets, raw, merely coated with batter or breadcrumbs, whether or not pre-fried in oil, deep frozen   // 18   // 15   //   // II. Other   // 23   // 20   //   // D. Sardines   // 25   // 25  //   // E. Tunny   // 25   // 24   //   // F. Bonito ( Sarda spp.), mackerel and anchovies   // 25   // (a)   //   // G. Other:   //   //   //   // I. Fillets, raw, merely coated with batter or breadcrumbs, whether or not pre-fried in oil, deep frozen   // 18   // 15   //   // II. Other   // 25   // 20 172, 22. 7. 1968, p. 1.", "In the Annex to Regulation (EEC) No 950/68, the text of heading No 16.04 is replaced by the entry in Article 1 of this Regulation.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 January 1987.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 23 November 1987.\nFor the Council\nThe President\nU. ELLEMANN-JENSEN  //   1,4 // (a) See Annex\n// (1) OJ No L 379, 31. 12. 1981, p. 1. (2) OJ No L 202, 25. 7. 1986, p. 1. (3) OJ No L 345, 8. 12. 1986, p. 1. (4) OJ No L"}