{"celex_id": "31988R2248", "uri": "http://publications.europa.eu/resource/cellar/04903bc1-2638-4c4e-9fb8-e05bf911059a", "type": "Regulation", "concepts": ["2173", "4682"], "title": "Council Regulation (EEC) No 2248/88 of 19 July 1988 amending Regulation (EEC) No 805/68 on the common organization of the market in beef and veal\n", "header": "COUNCIL REGULATION (EEC) No 2248/88 of 19 July 1988 amending Regulation (EEC) No 805/68 on the common organization of the market in beef and veal\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 43 thereof,\nHaving regard to the proposal from the Commission(1),\nHaving regard to the opinion of the European Parliament(2),\nHaving regard to the opinion of the Economic and Social Committee(3),\nWhereas Council Regulation (EEC) No 1208/81 of 28 April 1981 determining the Community scale for the classification of carcases of adult bovine animals(4) applies until 31 December 1988 to intervention buying-in, pursuant to Article 6  a of Regulation  (EEC) No 805/68(5), as last amended by Regulation (EEC) No 3905/87(6); whereas, in view of experience gained, provision should be made for all intervention measures henceforth to be carried out on the basis of the scale;\nWhereas, in accordance with Article 6  a(4) of Regulation (EEC) No 805/68, the buying-in price is equal to the weighted average of the market prices in the Member States or in the region of a Member State, as appropriate, where buying-in is authorized,  plus 2,5 % of the intervention price expressed at the slaughter stage for R 3 quality, and may not be less than the highest average market price used to calculate the weighted average;\nWhereas the aim of the derogation until 31 December 1988 for buying-in in Article 6  a was to limit buying-in, in particular by bringing the buying-in price closer to the market price; whereas, at present, after one year of application, it may be stated that the abovementioned objective has not been achieved on account of the level of buying-in prices as determined in abovementioned Article 6  a (4); whereas, as a result, provision should be made for the possibility of not  applying, under certain market price conditions, the 2,5 % increase in the buying-in price nor the provision aligning the buying-in price on the highest market price,", "main_body": ["Regulation (EEC) No 805/68 is hereby amended as follows:\n1.Article 5(2) is replaced by the following:\nÂ´2.  The intervention measures specified in paragraph 1 may be taken for adult bovine animals and for fresh or chilled meat of such animals presented in the form of carcases, half-carcases, compensated quarters, forequarters or hindquarters, classified  in accordance with the Community classification scale provided for in Regulation (EEC) No 1208/81.'.\n2.The following subparagraph is added to Article 6  a (4):\nÂ´The following terms of the first subparagraph, namely:\n(i)the increase of the buying-in price by 2,5 % of the intervention price expressed at the slaughter stage for R 3 quality;\n(ii)buying-in price of not less than the highest average market price used to calculate the weighted average,\nshall apply, subject to the following provisions:\n-where the weighted average of the market prices referred to in the first subparagraph is more than 82 % of the intervention price, it shall be permissible not to apply the two terms laid down in (i) and (ii),\n-where the average is less than, or equal to, 82 % and more than 78 % of the intervention price, it shall be permissible not to apply the term laid down in (ii),\n-where the average is less than, or equal to, 78 % of the intervention price, the said terms shall apply, but the increase introduced by the term laid down in (ii) may be subject to a ceiling of 4 % of the intervention price.'.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply from the beginning of the 1988/89 marketing year.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 July 1988.\nFor the CouncilThe PresidentY. POTTAKIS  (1)OJ No C 139, 30. 5. 1988, p. 47.\n(2)OJ No C 167, 27. 6. 1988.\n(3)OJ No C 175, 4. 7. 1988, p. 33.\n(4)OJ No L 123, 7. 5. 1981, p. 3.\n(5)OJ No L 148, 28. 6. 1968, p. 24.\n(6)OJ No L 370, 30. 12. 1987, p. 7."}