{"celex_id": "31984R2244", "uri": "http://publications.europa.eu/resource/cellar/bef4c8de-2a85-4f4a-89d2-049e487b4e14", "type": "Regulation", "concepts": ["4291", "4718"], "title": "Commission Regulation (EEC) No 2244/84 of 31 July 1984 on the grant of re-storage aid for table wine for which a storage contract was concluded during the 1983/84 wine-growing year\n", "header": "COMMISSION  REGULATION (EEC) No 2244/84\nof 31 July 1984\non the grant of re-storage aid for table wine for which a storage contract was concluded during the 1983/84 wine-growing year\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 337/79 of 5 February 1979 on the common organization of the market in wine (1), as last amended by Regulation (EEC) No 1208/84 (2), and in particular Articles 10 and 65 thereof,\nWhereas detailed implementing rules relating to storage contracts for table wine, in particular rules for the conclusion of such contracts, were laid down by Commission Regulation (EEC) No 1059/83 (3), as last amended by Regulation (EEC) No 1997/84 (4);\nWhereas the quantities of table wine in stock are large for the time of year; whereas this is due to the fact that stocks during the current wine-growing year are substantially higher than usual in some regions while the forecasts for the coming harvest give little hope of a reduction;\nWhereas the wine under storage contracts is stored in containers which may be required to store the next harvest;\nWhereas, in order that producers may store their next vintage under normal conditions, aid should be granted for the re-storage of table wine, subject to a limitation as to distance;\nWhereas, in order to limit this measure to cases where it appears economically justified, only storage contracts concluded or extended by the intervention agencies during a given period should be considered; whereas, in order to ensure that the measure operates correctly, provisions should also be adopted in respect of the nature of the transport and the date of submission of the application;\nWhereas, since there is little time for administrative implementation and since the quantities involved are often small and the transport costs minimal by comparison with total costs, a standard amount of aid should be fixed;\nWhereas the Management Committee for Wine has not delivered an opinion within the time limit set by its chairman,", "main_body": ["On application and subject to the conditions laid down in Article 2, aid may be granted for the re-storage, in another location or another warehouse belonging to a third party, of table wine covered by a storage contract under Regulation (EEC) No 1059/83.", "Aid may be granted only where:\n- the distance to the new place of storage is not greater than 150 kilometres; however, where storage capacity is not available within this distance and in the case of transport by sea, the intervention agency may authorize transport to the nearest appropriate place of storage,\n- the storage contracts in question have either been concluded or had their validity extended by the intervention agencies under Article 18 of Regulation (EEC) No 1059/83 prior to 1 July and expire on or after 15 September 1984,\n- re-storage takes place between 1 August and 31 October 1984 where the wine is covered by a long-term contract and the transport is carried out, following receipt of the authorization referred to in Article 16 (2) of Regulation (EEC) No 1059/83, in one or more vehicles,\n- applications for aid and supporting documents in respect of the aid are submitted not later than 15 December 1984 to the intervention agency of the Member State concerned.", "The aid for all table wines shall be 1,45 ECU per hectolitre.", "The intervention agency shall pay the aid to the producer not later than four months after the submission of the application for aid and of the supporting documents referred to in the last indent of Article 2.", "Conversion into national currencies of the aid referred to in Article 1 shall be carried out at the representative rate applicable for the sector on 1 August 1984.", "1. Member States shall take all appropriate measures to ensure the necessary controls; they shall, in particular, check that the re-storage of the wine has actually taken place.\n2. Member States shall notify the Commission not later than 31 January 1985 of the quantities of wine which have been re-stored.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 August 1984.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 31 July 1984.\nFor the Commission\nPoul DALSAGER\nMember of the Commission\n(1) OJ No L 54, 5. 3. 1979, p. 1.\n(2) OJ No L 115, 1. 5. 1984, p. 77.\n(3) OJ No L 116, 30. 4. 1983, p. 77.\n(4) OJ No L 186, 13. 7. 1984, p. 28."}