{"celex_id": "31982R1430", "uri": "http://publications.europa.eu/resource/cellar/b37864ae-5a2c-428f-bf6c-673597e191a0", "type": "Regulation", "concepts": ["1644", "3191", "5384", "755"], "title": "Council Regulation (EEC) No 1430/82 of 18 May 1982 providing for restrictions on the importation of hemp and hemp seed and amending Regulation (EEC) No 1308/70 in respect of hemp\n", "header": "COUNCIL REGULATION (EEC) No 1430/82 of 18 May 1982 providing for restrictions on the importation of hemp and hemp seed and amending Regulation (EEC) No 1308/70 in respect of hemp\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Articles 42, 43 and 113 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nHaving regard to the opinion of the Economic and Social Committee (2),\nWhereas the increasing abuse of narcotics in the Community is likely to endanger human health;\nWhereas the stalk of true hemp may in some cases contain intoxicating substances ; whereas, however, the cultivation of hemp in the Community is of considerable significance in some regions ; whereas, to prevent the danger referred to above from being increased by the cultivation of hemp in the Community and by imports of raw hemp and hemp seed, the aid granted under Article 4 of Council Regulation (EEC) No 1308/70 of 29 June 1970 on the common organization of the market in flax and hemp (3), as last amended by the 1979 Act of Accession, should be limited to varieties providing adequate safeguards in terms of human health, and imports of hemp and hemp seed which do not provide adequate safeguards should be prohibited;\nWhereas the necessary time should be allowed for the introduction of these measures,", "main_body": ["The following subparagraph shall be inserted as a second subparagraph after the first subparagraph of Article 4 (1) of Regulation (EEC) No 1308/70:\n\"However, aid shall be granted only for hemp grown from seed of varieties providing certain safeguards to be determined in respect of the content of intoxicating substances in the harvested product.\"", "1. The importation of raw true hemp falling within heading No 57.01 of the Common Customs Tariff shall be permitted only if the product complies with the terms of Article 1.\n2. The importation of hemp seed falling within subheading 12.01 A of the Common Customs Tariff shall be permitted only if the seed offers the guarantees laid down in Article 1.\n3. The importation of unbroken hemp seed falling within subheading 12.01 B of the Common Customs Tariff shall be permitted only if:   - the germination rate does not exceed a maximum percentage to be determined,\nor\n-  the seed is being imported for use in scientific or technical experiments.\n4. The Council, acting by a qualified majority on a proposal from the Commission, shall adopt general rules for the application of this Article.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply:  - from 1 August 1983 in respect of true hemp,\n- from 1 January 1983 in respect of hemp seed.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 18 May 1982.\nFor the Council\nThe President\nP. de KEERSMAEKER  (1) OJ No C 104, 26.4.1982, p. 25. (2) OJ No C 114, 6.5.1982, p. 1. (3) OJ No L 146, 4.7.1970, p. 1."}