{"celex_id": "31987R0362", "uri": "http://publications.europa.eu/resource/cellar/24a84906-8bca-4f29-a4c8-f44e6ccfc044", "type": "Regulation", "concepts": ["2286", "2308", "5256", "5257"], "title": "Commission Regulation (EEC) No 362/87 of 4 February 1987 concerning the stopping of fishing for cod, whiting, plaice, sole and hake by vessels flying the flag of the Netherlands\n", "header": "COMMISSION  REGULATION (EEC) No 362/87\nof 4 February 1987\nconcerning the stopping of fishing for cod, whiting, plaice, sole and hake by vessels flying the flag of the Neterlands\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2057/82 of 29 June 1982 establishing certain control measures for fishing activities by vessels of the Member States (1), as last amended by Regulation (EEC) No 4027/86 (2), and in particular Article 10 (3) thereof,\nWhereas Council Regulation (EEC) No 4034/86 of 18 December 1986, fixing, for certain fish stocks and groups of fish stocks, total allowable catches for 1987 and certain conditions under which they may be fished (3), provides for cod, whiting, plaice, sole and hake quotas for 1987;\nWhereas, in order to ensure compliance with the provisions relating to the quantitative limitations on catches of stocks subject to quotas, it is necessary for the Commission to fix the date by which catches made by vessels flying the flag of a Member State are deemed to have exhausted the quota allocated;\nWhereas the quotas allocated to the Netherlands for cod, whiting, plaice and sole in the waters of ICES division VII a, of whiting in the waters of ICES division VII excluding VII a, of plaice and sole in the waters of ICES divisions VII h, j, k, of hake in the waters of ICES divisions V b (EC zone), VI, VII, XII, XIV and of cod in the waters of ICES divisions VII VII a, VIII, IX, X; CECAF 34.1.1 (EC zone) have been exhausted by exchanges of quotas; whereas the Netherlands have prohibited fishing for these stocks as from 1 January 1987; whereas it is therefore necessary to abide by that date,", "main_body": ["The quotas of cod, whiting, plaice and sole in the waters of ICES division VII a, of whiting in the waters of ICES division VII excluding VII a, of plaice and sole in the waters of ICES divisions VII h, j, k, of hake in the waters of ICES divisions V b (EC zone), VI, VII, XII, XIV and of cod in the waters of ICES divisions VII excluding VII a, VIII, IX, X; CECAF 34.1.1 (EC zone) allocated to the Netherlands for 1987 are deemed to be exhausted.\nFishing for cod, whiting, plaice and sole in the waters of ICES division VII a, of whiting in the waters of ICES division VII excluding VII a, for plaice and sole in the waters of ICES divisions VII h, j, k, for hake in the waters of ICES divisions V b (EC zone), VI, VII, XII, XIV and for cod in the waters of ICES divisions VII excluding VII a, VIII, IX, X; CECAF 34.1.1 (EC zone) by vessels flying the flag of the Netherlands or registered in the Netherlands is prohibited, as well as the retention on board, the transhipment and the landing of such stocks captured by the abovementioned vessels after the date of application of this Regulation.", "This Regulation shall enter into force the day of its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 January 1987.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 4 February 1987,\nFor the Commission\nANTÓNIO CARDOSO e CUNHA\nMember of the Commission\n(1) OJ No L 220, 29. 7. 1982, p. 1.\n(2) OJ No L 376, 31. 12. 1986, p. 4.\n(3) OJ No L 376, 31. 12. 1986, p. 39."}