{"celex_id": "31988D0524", "uri": "http://publications.europa.eu/resource/cellar/c9fbaa8c-5d4f-4a38-be65-a1c50390e005", "type": "Decision", "concepts": ["1422", "2451", "2472", "2792", "441"], "title": "88/524/EEC: Council Decision of 26 July 1988 concerning the establishment of a plan of action for setting up an information services market\n", "header": "COUNCIL  DECISION\nof 26 July 1988\nconcerning the establishment of a plan of action for setting up an information services market\n(88/524/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 235 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas it is essential to adopt measures with the aim of progressively establishing the internal market over a period expiring on 31 December 1992; whereas the internal market comprises an area without internal frontiers in which the free movement of goods, persons, services and capital is ensured;\nWhereas application of the Community programme for the development of the specialized information market in Europe, adopted by the Council by Decision 84/567/EEC (4), has revealed that a much more comprehensive Community information market policy is necessary;\nWhereas the Heads of State and of Government, meeting within the European Council in Brussels on 29 and 30 March 1985, approved the creation of a Community information market as a specific objective;\nWhereas the Council on 18 March 1986 gave a favourable reception to the communication from the Commission comprising a work programme for creating a common information market;\nWhereas the Commission, having consulted representatives of users and suppliers of information services as well as the Senior Officials Advisory Group for information market policy, has been able to draw up an agreed definition of the principle objectives and lines of action of a Community policy which is designed to tackle on a broad front the complex, diverse and overlapping questions arising out of the evolution of the information market;\nWhereas it is recognized that information plays a role of fundamental importance in the development of trade and industry, giving strength and coherence to the European economy as a whole, as well as being an essential component of both the cultural identity of the Community and the fabric of a modern society;\nWhereas the rapid development and convergence of new technologies has led to considerable difficulties in defining the exact scope of the information market sector;\nWhereas fuller statistics on the Community information market are vitally needed to match those for more traditional sectors;\nWhereas, by virtue of the economic importance of information, the creation of a common information services market occupies an essential place in the completion of the internal market by the end of 1992;\nWhereas there exist numerous technical, administrative and legal barriers to the creation of an internal information market which are hindering the setting-up of new services and causing in some cases distortions of competition;\nWhereas the need for simplification of procedures as well as harmonization in the field of database access should undergo priority scrutiny;\nWhereas the development of information resources and information-based services requires the application of new technologies and the achievement of economies of scale;\nWhereas the Community has a competitive position which is strong in some areas of the information market but which needs to be strengthened in others;\nWhereas public authorities in the Member States are carrying out to a varied extent different activities in the field of the information market;\nWhereas the growing importance of information in international transactions, and of the related problems concerning services, is receiving increasing attention in international fora and this fact serves to emphasize the necessity for Member States to develop common positions in those fora;\nWhereas the needs and legitimate demands of users of information services, and particularly of those in small and medium-sized enterprises and in the less-favoured regions of the Community, merit special attention;\nWhereas the Community already possesses potentially useful instruments for the implementation of the above policy;\nWhereas the Community's financial engineering mechanisms may contribute to the implementation of the present plan of action, in particular with regard to the pilot and demonstration projects designed to exert a catalytic effect on the development of the information services market;\nWhereas that part of the amount deemed necessary which is intended to finance pilot and demonstration projects may be used, in particular, to attract any necessary additional sources of funding from the partners concerned, thereby having a multiplier effect on the development of the European information services market;\nWhereas any information market policy must be complementary to other ongoing Community initiatives, notably in the field of telecommunications,", "main_body": ["Approval is hereby given to the objectives and broad lines of the plan of action proposed by the Commission with the following aims:\n- to set up an internal information services market by the end of 1992 in accordance with the White Paper on completing the internal market,\n- to stimulate and reinforce the competitive capability of European suppliers of information services, taking into account, inter alia, the role and needs of small and medium-sized undertakings,\n- to promote the use of advanced information services in the Community within the context of a world market,\n- to reinforce joint efforts to achieve Community cohesion with respect to information services policies.", "In order to attain the objectives referred to in Article 1, the following measures shall be undertaken under the responsibility of the Commission, in accordance with the plan of action contained in the Annex:\n- the establishment of a European information market observatory to stimulate the provision of fuller statistics, and, in order to keep the Commission informed in drawing up its policy, to identify the European Community's competitive strengths and weaknesses in the sector,\n- presentation to the Council of proposals which will aim at eliminating legal, administrative and technical barriers to the establishment of an information market,\n- the improvement of the conditions for transmitting and accessing information services, in particular, through greater standardization and simplification,\n- the preparation of initiatives concerning the role of the public sector in the information market, to improve the synergy between that sector and the private sector,\n- the launching of pilot and demonstration projects which will act as catalysts for the development of a European market,\n- the preparation of specific action for the benefit of libraries, further to the Council resolution of 27 September 1985 (1),\n- promotion of the use and further development of European information services available on the market.\nNone of these measures shall duplicate the work carried out in these areas under Community or national programmes. The Commission shall, wherever possible, utilize instruments and procedures in order to implement such programmes.", "The measures described in Article 2 shall be implemented from the date of adoption of this Decision.", "The amount deemed necessary for the implementation of the said measures is 15 million ECU for 1989 and 21 million ECU for 1990.\nAs a general rule, contractors shall bear a substantial share of the financing amounting to at least 50 % of the total cost.", "During the second half of 1989, the Commission shall submit to the European Parliament and to the Council an evaluation report on the results obtained through the implementation of the measures and may present, on the basis of those results, guidelines for any continuation of the measures until 1992.\nThe Commission shall also forward a report to the European Parliament and to the Council in 1989 and 1990 on the most important events and developments which occur in the information market.", "1. The Commission shall be assisted by a committee of an advisory nature, hereinafter referred to as 'the committee', composed of the representatives of the Member States and chaired by the representative of the Commission.\nThe representative of the Commission shall submit to the committee a draft of the decisions to be taken. The committee shall deliver its opinion on the draft, within a time limit which the chairman may lay down according to the urgency of the matter, if necessary by taking a vote.\nThe opinion shall be recorded in the committee minutes; in addition, each Member State shall have the right to ask to have its position recorded in the minutes.\nThe Commission shall take the utmost account of the opinion delivered by the committee. It shall inform the committee of the manner in which its opinion has been taken into account.\nThe committee shall assist the Commission in its general work on creating a common market in information services and particularly in defining Community policies to avoid duplication of national measures.\n2. When implementing the plan of action provided for in Article 2, the Commission shall consult the Committee on the following points in particular:\n- priorities for the plan of action,\n- content of calls for tender and calls for expression of interest,\n- criteria for selecting projects and contractors,\n- appropriations for priorities,\n- evaluation of projects,\n- derogations from the second subparagraph of", ",\n- evaluation of the programme for the purposes of drawing up the report provided for in Article 5.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 26 July 1988.\nFor the Council\nThe President\nY. PAPANTONIOU\n(1) OJ No C 249, 17. 9. 1987, p. 6.\n(2) OJ No C 13, 18. 1. 1988, p. 69.\n(3) OJ No C 356, 31. 12. 1987, p. 1.\n(4) OJ No L 314, 4. 12. 1984, p. 19.\n(1) OJ No C 271, 23. 10. 1985, p. 1.\nANNEX\nPLAN OF ACTION FOR SETTING UP A COMMON INFORMATION SERVICES MARKET\n1989 to 1990\n1. European Information Market Observatory (IMO)\nAn IMO would be established within the Commission to improve the statistical understanding of the Community information market and to inform the Commission's policy-making efforts. The intention of the IMO would be to supplement the efforts of Member States, companies and other organizations with an interest in the development of the market. The activities of the IMO would therefore be undertaken in conjunction with, and not supplant, the efforts of Member States, companies and other organizations. The IMO would:\n- work closely with experts from the governments of Member States to improve the quality and availability of statistics on the information market by identifying ways in which statistics could be collected according to an agreed conceptual framework, and\n- collect data on the information market and carry out analyses to inform the policy-making of the Commission.\nThe results of the data collection and analyses would be made public.\nFinancial allocation: 1 800 000 ECU.\n2. Overcoming technical, administrative and legal barriers\nThe Commission would explore with information providers (IPs) and users the demand for simplification and standardization of access to database services and the prospects for achieving agreement on such standardization.\nThe Commission would investigate the nature of legal and administrative barriers and possible means of removing them. The monitoring and advisory work of the Legal Advisory Board would continue in the following priority areas: intellectual property, authentification of electronic signatures, computer fraud, liability in relation to information services, confidentiality in relation to information services, confidentiality of database searches and protection of privacy.\nThe Commission would support the improvement of conditions of dissemination of information services by postal and telecommunications services by encouraging joint action by publishers and postal authorities and through its efforts on the Community telecommunications regime.\nFinancial allocation: 1 500 000 ECU.\n3. Improvement of the synergy between the public and the private sectors\nStudies and workshops for the preparation of guidelines, recommendations, etc, to:\n- stimulate the setting-up of European information services,\n- help the public sector in decision-making related to making information available externally,\n- encouraging the private-sector exploitation of public-sector data,\n- improve the transfer of Member States' experience in encouraging such private-sector exploitation of public-sector data,\n- improve the transparency of public sector policies for such private sector exploitation of public sector data, e.g. conditions for the direct provision of database services by the public sector, pricing policies, etc.\nFinancial allocation: 200 000 ECU.\n4. Launching of pilot/demonstration projects\nIn accordance with the conditions and criteria set out in the Call for Declarations of Interest (OJ No C 188, 17. 7. 1987), the Commission would:\n- analyse and evaluate responses received,\n- cluster ideas with similar or complementary goals and, with the help of experts, develop proposals for preparatory and feasibility studies,\n- negotiate with potential partners from, e.g. large companies, small and medium-sized undertakings, less-favoured regions, different countries, - launch pilot or demonstration projects in accordance with the aims set out in the Call for Declarations of Interest, e.g. in new application areas and for demonstrating innovative applications of technology,\n- continue projects started under the five-year action programme for the creation of the specialized information market, e.g. the materials database.\nFinancial allocation: 23 million ECU.\n5. Promotion of the use of European Information Services\nTo supplement the efforts of private-sector information providers (IPs) and Member States by:\n- providing objective information about the services available from Community IPs, e.g. by means of multilingual directories,\n- giving guidance and training for users where not available from a readily accessible IP by means of amongst other things strengthening of help desk facilities,\n- acting as an outlet for new services, if requested by a Community IP,\n- performing a promotional campaign for the use of Community information services.\nThe available Commission infrastructure such as ECHO will be used for these activities.\nFinancial allocation: 7 million ECU.\n6. Preparation of an action in favour of libraries based on the Council resolution of 27 September 1985\nPreparation of a project to interconnect libraries in the European Community; support for the use of libraries and encouragement for the introduction of the application of new information technologies.\nFinancial allocation: 2 500 000 ECU.\nTotal financial allocation 36 million ECU."}