{"celex_id": "31989R3709", "uri": "http://publications.europa.eu/resource/cellar/1c973ac6-daea-4864-b7e8-8f20dc70b133", "type": "Regulation", "concepts": ["1115", "1309", "2324", "2563", "863"], "title": "Council Regulation (EEC) No 3709/89 of 4 December 1989 laying down general rules for implementing the act of accession of Spain and Portugal as regards the compensation mechanism on imports of fruit and vegetables originating in Spain\n", "header": "COUNCIL  REGULATION (EEC) No 3709/89\nof 4 December 1989\nlaying down general rules for implementing the Act of Accession of Spain and Portugal as regards the compensation mechanism on imports of fruit and vegetables originating in Spain\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the Act of Accession of Spain and Portugal, and in particular Article 89 (1) thereof,\nHaving regard to the Commission proposal,\nWhereas Article 152 of the Act of Accession of Spain and Portugal, hereinafter referred to as the 'Act of Accession' provides that from the beginning of the second phase of the transitional period for Spain a compensation mechanism is to be introduced on imports into the Community, as constituted on 31 December 1985, hereinafter referred to as the 'Community of Ten', for fruit and vegetables for which a reference price is fixed with regard to third countries;\nWhereas among the measures necessary for implementing the mechanism, rules should be laid down in particular for recording the producer prices for products or varieties representative of the production marketed for the purpose of calculating the Community offer price; whereas it should be borne in mind that the prices listed concern products packaged for transportation;\nWhereas for the purpose of determining the Spanish offer price calculated each marketing day on the basis of the representative rates recorded, the rates to be regarded as such should be defined; whereas in order to obtain a realistic overview of the market situation, the rates to be used should relate to a significant proportion of the goods presented on the markets; whereas consequently the nature of the rates and the quantity of products to be taken into consideration for calculating the Spanish offer price should be specified;\nWhereas where the offer price of the Spanish product is lower than the Community offer price, compensation is to be achieved by levying a correcting amount in accordance with Article 152 (2) (d) and (e) of the Act of Accession; whereas in order to enable the compensation mechanism to operate satisfactorily under sound conditions and to ensure that Spanish products are not subject to more stringent arrangements than those applying to products originating in third countries, provision should be made for the fixing or discontinuance of a correcting amount to be based on the prices recorded for several consecutive market days, and the method to be applied should be defined,", "main_body": ["1. The Community offer price, referred to in Article 152 (2) (a) of the Act of Accession, applicable to the whole Community of Ten, shall be fixed for each marketing year or for each of the periods into which the year may be subdivided on the basis of seasonal price variations. It shall be fixed before the beginning of the marketing year. However, for the period from 1 January 1990 to the end of the 1989/90 marketing year, it shall be fixed before 1 January 1990.\n2. The producer prices to be used for determining the Community offer price shall be those for a home-grown product with defined commercial characteristics, recorded on the representative market or markets situated in the production areas where prices are lowest, for the products or varieties which represent a considerable proportion of production marketed for part of the year or throughout the year and which fall within quality class I and satisfy specified requirements as regards market preparation.\nWhen the average of prices recorded on each representative market is being calculated, prices which could be considered excessively high or excessively low in relation to normal price fluctuations on the market shall be disregarded. Moreover, if the average price for a Member State shows excessive variations with respect to normal price fluctuations, it shall not be taken into account.\n3. The transport costs referred to in Article 152 (2) (a) of the Act of Accession may be calculated on a flat-rate basis.", "For the purpose of calculating the Spanish offer price referred to in Article 152 (2) (b) of the Act of Accession, the Commission shall, on the basis of information supplied by Member States or data gathered by the Commission itself, regularly follow, for a product with defined commercial characteristics, the trend of average prices for products coming from Spain on all the representative markets of the Community of Ten for which prices are available, namely the average prices on the most representative import markets of the Member States and significant prices recorded on other markets for large quantities of those products or, if there are no prices on the most representative markets, significant prices recorded on other markets for large quantities.\nThe following shall be regarded as representative:\n- the prices of class I products, provided that the quantities of this class represent not less than 50 % of the total quantity marketed,\n- the prices of class I products, together with, where the products in this class represent less than 50 % of the total quantity, the prices, used as they stand, of class II products in respect of the quantity that will cover 50 % of the total quantity marketed,\n- the prices, used as they stand, of class II products, in cases where there are no class I products, unless a decision is taken to multiply them by a conversion factor if, by reason of production conditions in Spain, such products have not, because of their quality, been normally or traditionally marketed in class I. Where the prices are multiplied by a conversion factor, customs duties shall first be deducted.", "For the purpose of implementing Article 152 (2) (d) and (e) of the Act of Accession, the following procedure shall be applied:\n1. If the Spanish offer price remains at least ECU 0,6 below the Community offer price for two consecutive market days, a correcting amount shall be introduced, save in exceptional circumstances. This amount shall be equal to the difference between the Community offer price and the arithmetic mean of the last two Spanish offer prices available.\n2. Where the Spanish offer price recorded during a period of five to seven consecutive market days is alternatively higher and lower than the Community offer price, and where Spanish offer prices higher or lower than the Community offer price are recorded during two consecutive market days without the provision contained in paragraph 1 being applied, a correcting amount shall be introduced, save in exceptional circumstances, in derogation from that paragraph and under the conditions laid down below:\n- the correcting amount shall be introduced where three Spanish offer prices lower than the Community offer price are recorded and where one of the Spanish offer prices is at least ECU 0,6 lower than the Community offer price,\n- the correcting amount shall be equal to the difference between the Community offer price and the last available Spanish offer price at least ECU 0,6 lower than the Community offer price.\n3. The correcting amount introduced pursuant to paragraphs 1 and 2 shall be the same for all Member States of the Community of Ten and shall be levied in addition to the customs duties in force.\n4. The correcting amount introduced in accordance with paragraph 1 shall not be adjusted unless a change in the factors used in its calculation gives rise from the time of its actual application, during three consecutive market days, to an adjustment in its amount of more than ECU 1,2.\nA decision to abolish the correcting amount shall be taken where, from the time of actual application of that amount, the Spanish offer prices for two consecutive market days are at least equal to the Community offer price or if there are no prices during six consecutive working days. Such decision shall be taken also if the application of the first subparagraph results in a correcting amount of zero.\n5. The correcting amount introduced in accordance with paragraph 2 shall be levied during six days.\nIt shall be abolished prior to the expiry of that period only if:\n- the application of paragraph 1 results in the fixing of a new higher correcting amount, or\n- from the time of actual application of the correcting amount the Spanish offer prices during three consecutive market days are at least equal to the Community offer price.", "1. Detailed rules for the application of this Regulation and the Community offer price shall be adopted in accordance with the procedure laid down in Article 33 of Regulation (EEC) No 1035/72 (1).\n2. A decision to introduce, adjust or abolish the correcting amount shall be taken by the Commission.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 4 December 1989.\nFor the Council\nThe President\nM. DELEBARRE\n(1) OJ No L 118, 20. 5. 1972, p. 1."}