{"celex_id": "31989R1255", "uri": "http://publications.europa.eu/resource/cellar/ec9ed5eb-bafc-4e5c-942e-87c1b8ceac93", "type": "Regulation", "concepts": ["1025", "276", "4314", "4858"], "title": "Council Regulation (EEC) No 1255/89 of 3 May 1989 fixing, for the 1989/90 marketing year, the derived intervention prices for white sugar, the intervention price for raw sugar, the minimum prices for A and B beet, the threshold prices, the amount of compensation for storage costs and the prices to be applied in Spain and Portugal\n", "header": "COUNCIL  REGULATION (EEC) No 1255/89\nof 3 May 1989\nfixing, for the 1989/90 marketing year, the derived intervention prices for white sugar, the intervention price for raw sugar, the minimum prices for A and B beet, the threshold prices, the amount of compensation for storage costs and the prices to be applied in Spain and Portugal\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the Act of Accession of Spain and Portugal, and in particular Articles 89 (2) and 234 (2) thereof,\nHaving regard to Council Regulation (EEC) No 1785/81 of 30 June 1981 on the common organization of the markets in the sugar sector (1), as last amended by Regulation (EEC) No 1069/89 (2), and in particular Articles 3 (5), 5 (5), 8 (4) and 14 (5) thereof,\nHaving regard to the proposal from the Commission (3),\nHaving regard to the opinion of the European Parliament (4),\nWhereas Council Regulation (EEC) No 1254/89 of 3 May 1989 fixing, for the 1989/90 marketing year, inter alia certain sugar prices and the standard quality of beet (5) fixed the intervention price for white sugar at ECU 53,10 per 100 kilograms applicable for the non-deficit areas and that applicable for white sugar falling under quotas held in free stock on 30 June 1989 at 24.00 by those persons entitled to reimbursement of storage costs for those stocks pursuant to Article 8 of Regulation (EEC) No 1785/81 and disposed of during the period 1 July to 30 September 1989; whereas such an intervention price should also be fixed for those stocks in the other areas of the Community;\nWhereas Article 3 (1) of Regulation (EEC) No 1785/81 provides that derived intervention prices for white sugar are to be fixed for each of the deficit areas; whereas, for such fixing, it is appropriate that account be taken of the regional variations which, given a normal harvest and free movement of sugar, might be expected to occur in the price of sugar under natural conditions of price formation on the market;\nWhereas a deficit supply situation is to be foreseen in the areas of production in Italy, Ireland and the United Kingdom;\nWhereas Article 3 (5) of Regulation (EEC) No 1785/81 provides that an intervention price for raw sugar shall be fixed; whereas such price should be established on the basis of the intervention price for white sugar; whereas a special intervention price should be fixed for stocks of raw sugar falling under quotas held in free stock on 30 June 1989 at 24.00 by those persons entitled to reimbursement of storage costs for those stocks pursuant to Article 8 of Regulation (EEC) No 1785/81 and disposed of during the period 1 July to 30 September 1989;\nWhereas Regulation (EEC) No 1254/89 fixed the basic price for beet at ECU 40,07 per tonne; whereas Article 5 (2) of Regulation (EEC) No 1785/81 provides that the minimum price to be fixed for A beet shall be 98 % of the basic price of the beet and the minimum price to be fixed for B beet shall in principle be 68 % of the said basic price, without prejudice to Article 28 (5) of that Regulation;\nWhereas Article 14 (2) of Regulation (EEC) No 1785/81 provides that the threshold price for white sugar shall be equal to the target price, plus costs, calculated at a flat rate, of transport from the Community area having the largest surplus to the most distant deficit consumption area in the Community, plus a flat-rate amount which takes into account the foreseeable storage levy; whereas, given the state of supplies within the Community, account should be taken of transport charges between the departments of northern France and Palermo;\nWhereas the threshold price for raw sugar is to be derived from the threshold price for white sugar by reference to a processing margin and a standard yield;\nWhereas the threshold price for molasses should be fixed in such a way that the receipts from sales of molasses may reach the level of receipts of undertakings taken into account in the fixing of basic prices for beet;\nWhereas Article 5 of Regulation (EEC) No 1358/77 (6) provides that the amount of repayment in the context of the compensation for storage costs shall be fixed per month and per unit of weight, taking account of financing, insurance and specific storage costs;\nWhereas the prices to be applied in Spain should be fixed in such a way as to avoid enlarging the gap between those prices and the common prices,", "main_body": ["For the deficit areas of the Community, with the exception of Portugal, the derived intervention price for white sugar shall be fixed, per 100 kilograms, at:\n(a) ECU 54,31 for all the areas in the United Kingdom;\n(b) ECU 54,31 for all the areas in Ireland;\n(c) ECU 55,04 for all the areas in Italy.", "The intervention price per 100 kilograms of raw sugar shall be ECU 44,02.\nHowever, for raw sugar coming from quotas, held in free stock on 30 June 1989 at 24.00 by those persons entitled to reimbursement of storage costs for those stocks pursuant to Article 8 of Regulation (EEC) No 1785/81 and disposed of during the period 1 July to 30 September 1989, the intervention price shall be fixed at ECU 44,92 per 100 kilograms.", "1. The minimum price for A beet, applicable in the Community with the exception of Spain and Portugal, shall be ECU 39,27 per tonne.\n2. Subject to Article 28 (5) of Regulation (EEC) No 1785/81, the minimum price for B beet, applicable in the Community with the exception of Spain and Portugal, shall be ECU 27,25 per tonne.", "1. The sugar prices to be applied in Spain and Portugal shall be as follows:\n- Spain:\n(a) the intervention price for white sugar shall be ECU 61,70 per 100 kilograms;\n(b) the prices for beet shall be:\n- ECU 47,16 per tonne for the basic price,\n- ECU 46,36 per tonne for the minimum price for A beet,\n- ECU 34,34 per tonne for the minimum price for B beet, subject to the application of Article 28 (5) of Regulation (EEC) No 1785/81;\n- Portugal:\n(a) the intervention price for white sugar shall be ECU 51,68 per 100 kilograms;\n(b) the prices for beet shall be:\n- ECU 42,90 per tonne for the basic price,\n- ECU 42,10 per tonne for the minimum price for A beet,\n- ECU 30,08 per tonne for the minimum price for B beet, subject to the application of Article 28 (5) of Regulation (EEC) No 1785/81.\n2. The beet prices referred to in paragraph 1 shall be for delivery at the collection centre and shall apply to beet of standard quality as defined in Article 3 of Regulation (EEC) No 1254/89", "The threshold price shall be:\n(a) ECU 65,00 per 100 kilograms of white sugar;\n(b) ECU 55,61 per 100 kilograms of raw sugar;\n(c) ECU 6,90 per 100 kilograms of molasses.", "The amount of the reimbursement referred to in Article 8 of Regulation (EEC) No 1785/81 shall be ECU 0,48 per month per 100 kilograms of white sugar.", "By way of derogation from Article 1 and from (a) under the first indent of Article 4 (1) and from (a) under the second indent thereof, for white sugar coming from quotas, held in free stock on 30 June 1989 at 24.00 by those persons entitled to reimbursement of storage costs for those stocks pursuant to Article 8 of Regulation (EEC) No 1785/81 and disposed of during the period 1 July to 30 September 1989, the intervention prices shall be fixed, per 100 kilograms, at:\n(a) ECU 55,39 for all areas of the United Kingdom;\n(b) ECU 55,39 for all areas of Ireland;\n(c) ECU 56,12 for all areas of Italy;\n(d) ECU 62,78 for Spain;\n(e) ECU 51,88 for Portugal.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nIt shall apply for the 1989/90 marketing year.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 3 May 1989.\nFor the Council\nThe President\nP. SOLBES\n(1) OJ No L 177, 1. 7. 1981, p. 4.\n(2) OJ No L 114, 27. 4. 1989, p. 1.\n(3) OJ No C 82, 3. 4. 1989, p. 13.\n(4) Opinion delivered on 13 April 1989 (not yet published in the Official Journal).\n(5) See page 1 of this Official Journal.\n(6) OJ No L 156, 25. 6. 1977, p. 4."}