{"celex_id": "31987D0210", "uri": "http://publications.europa.eu/resource/cellar/30ce6e9a-deee-44ab-b31e-933999ce9129", "type": "Decision", "concepts": ["1524", "1994", "588"], "title": "87/210/EEC: Commission Decision of 23 March 1987 accepting undertakings given in connection with the anti-dumping proceeding concerning imports of outboard motors originating in Japan and terminating the investigation\n", "header": "COMMISSION  DECISION\nof 23 March 1987\naccepting undertakings given in connection with the anti-dumping proceeding concerning imports of outboard motors originating in Japan and terminating the investigation\n(87/210/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2176/84 of 23 July 1984 on protection against dumped or subsidized imports from countries not members of the European Economic Community (1), and in particular Article 10 thereof,\nAfter consultations within the Advisory Committee as provided for by the above Regulation,\nWhereas:\nA. Procedure\n(1) On 26 November 1985, the Commission reopened the anti-dumping investigation concerning outboard motors originating in Japan following a request for review lodged by Community producers representing a major proportion of the Community production of outboard motors (2). The request for review contained evidence of renewed dumping and renewed injury caused thereby which was considered sufficient to warrant the reopening of the investigation. The products referred to in the request for review are outboard motors up to and including 63 kW (85 hp) falling within subheading ex 84.06 B of the Common Customs Tariff, corresponding to NIMEXE codes 84.06-10 and ex 84.06-12.\n(2) The Commission officially so advised the exporters and importers known to be concerned, the representatives of the exporting countries and the complainant, and gave the parties directly concerned the opportunity to make known their views in writing and to request a hearing.\nAll but one of the Community producers, the exporters concerned and some importers, as well as two associations representing boat builders and users, made their views known in writing. In addition, one Community producer and all the exporters concerned requested, and were granted, a hearing.\n(3) The Commission sought and verified all information it considered necessary and carried out investigations at the premises of the following:\nEEC producers:\n- Outboard Marine Belgium SA, Bruges, Belgium,\n- Outboard Marine Deutschland GmbH, Mannheim, Germany,\n- Outboard Marine France, Paris, France,\n- Outboard Marine UK, Northampton, United Kingdom,\n- Selva SpA, Tirano, Italy;\nExporters:\n- Honda Motor Co., Tokyo, Japan,\n- Suzuki Motor Co., Hamomatsu, Japan,\n- Tohatsu Corporation, Tokyo, Japan,\n- Yamaha Motor Co., Hamamatsu, Japan;\nImporters:\n- Honda Deutschland GmbH, Offenbach, Germany,\n- Marine Power-Europe Inc., Verviers, Belgium,\n- Suzuki Deutschland GmbH, Heppenheim, Germany,\n- Yamaha Motor Europe NV, Uithoorn, Netherlands,\n- Yamaha Motor France, Paris, France,\n- Yamaha Motor Netherlands, Uithoorn, Netherlands,\n- Mitsui Machinery Sales (UK) Ltd, Chessington, United Kingdom.\nThe investigation of dumping covered the period from 1 January to 31 October 1985.\nB. Scope of the investigation\n(4) The Commission found that, during the investigation period, by far the largest of the Community producers ceased producing outboard motors of above 18,5 kW (25 hp). The only other complainant Community producer produces only relatively small quantities of outboard motors of more than 18,5 kW and, in 1985, accounted for less than 5 % of total Community production of such motors. The Commission, consequently, did not find it appropriate to cover in its investigation outboard motors of up to 63 kW (85 hp) as was requested in the application for review.\n(5) It was, however, considered reasonable for the present investigation to cover outboard motors of up to 26 kW (35 hp), since motors of 26 kW closely resemble 18,5 kW outboard motors with regard to motor capacity, design, weight and technical features.\nC. Normal value\n(6) For Honda Motor Co. and Yamaha Motor Co., the Commission established the normal value on the basis of domestic prices actually paid or payable in the ordinary course of trade for the like product, since these prices were shown to be profitable.\n(7) For Suzuki Motor Co. and Tohatsu Corporation, the Commission determined the normal value on the basis of constructed value, since the sales of these two companies on the domestic market did not provide a sufficient basis for the calculation of normal value. The constructed value was determined by adding the cost of production, including a reasonable amount for selling, administrative and other general expenses, and a reasonable margin of profit.\nD. Export price\n(8) Export prices were determined by the Commission on the basis of the prices actually paid or payable for the products sold for export to the Community.\n(9) Where exports were made to subsidiary companies in the Community export prices were constructed on the basis of the prices at which the imported product was first resold to an independent buyer, suitably adjusted to take account of all costs incurred between importation and resale including customs duty, and of a profit margin of 5 % considered reasonable in the light of the profit margins of independent importers of the product concerned.\nE. Comparison\n(10) In comparing normal value with export prices, the Commission took account, where appropriate, of differences affecting price comparability, in particular discounts and rebates, credit terms, transport, insurance, handling, packing and salesmen's salaries. Due allowance for such differences was made where claims in these areas could be satisfactorily demonstrated. All comparisons were made at ex-works level and for each individual transaction.\nF. Margins\n(11) The above examination of the facts shows the existence of dumping in respect of all exporters involved, the margin of dumping being equal to the amount by which the normal value as established exceeds the price for export to the Community.\n(12) These margins vary according to the exporter, the importing Member State and the type of outboard motor concerned, the weighted average margin for each of the exporters investigated being as follows:\n1.2 // - Honda Motor Co.:   // 16,2 %,   // - Suzuki Motor Co.:   // 51,6 %,   // - Tohatsu Corporation:   // 43,3 %,  // - Yamaha Motor Co.:   // 53,2 %.\nG. Injury\n(13) In 1983, after having carried out an anti-dumping investigation, the Commission, by Regulation (EEC) No 1500/83 (1), established that dumped imports of outboard motors originating in Japan had caused injury to the Community industry concerned and that protective measures were necessary. The Commission subsequently, by Decision 83/452/EEC (2), accepted undertakings by most of the exporters concerned with a view to eliminating the injury by voluntary price increases for the exported products. For all other exporters a definitive anti-dumping duty was imposed by Council Regulation (EEC) No 2809/83 (3).\n(14) While these measures contributed to an improvement of the position of the Community producers of outboard motors in 1984, the situation of this industry deteriorated again in 1985. It is still characterized by low capacity utilization, considerable losses and high import penetration.\n(15) With regard to the renewed injury caused by the dumped imports, the evidence available to the Commission shows, more specifically, that imports of outboard motors into the Community from Japan fell from 67 204 units in 1983 to 46 654 units in 1984, but increased again to 56 577 units in 1985. This resurgence represents an increase of 21 % in one year.\n(16) At the same time, consumption of outboard motors within the Community fell from 161 209 units in 1983 to 127 959 units in 1984, but increased again to 137 465 units in 1985, i. e. by 7,4 %. Consequently, the market share in the Community held by outboard motors imported from Japan, having fallen from 41,7 % in 1983 to 36,5 % in 1984, went up again to 41,2 % in 1985.\n(17) The market share held by Community producers of outboard motors during that three-year period went up from 50,3 % to 53,4 %, but decreased again to 53,2 %.\n(18) With regard to the prices at which the dumped imports from Japan were sold within the Community during the investigation period, clear cases of price undercutting were found in some instances only. It was found that, in view of the fact that imports from Japan were regaining market share, the Community industry was unable to raise its prices above the price levels set out in the undertakings accepted in 1983. From 1984, however, these prices proved to be insufficient to substantially remedy the injury suffered by the Community producers.\n(19) As a consequence, the Community outboard motor industry continued to incur losses, which increased, in particular, in 1985. Furthermore, employment in this industry decreased by another 7 % from 1983 to 1985 and declined by another 20 % due to dismissals already notified to personnel during the investigation period.\n(20) The Commission considered whether injury has been caused by other factors, in particular the volume of imports of outboard motors from other third countries. It was found, however, that those imports declined from 12 964 units in 1983 to 7 612 units in 1985, with a consequent reduction in market share from 8 % to 5,6 %. The Commission, therefore, determines that the effects of the dumped imports of outboard motors originating in Japan, taken in isolation, have to be considered as constituting material injury to the Community industry concerned.\nH. Community interest\n(21) During the course of its investigation, the Commission received submissions from two associations representing boat builders in two of the Member States. Those submissions warned, in general terms, against the negative effects on the boat-building industry of any price increase for outboard motors.\n(22) The Commission asked both associations to substantiate further their arguments, in particular with regard to exact figures relating, for example, to price increases for boats, the development of price ratios between boats and outboard motors, as well as financial losses and reduction in employment. The subsequent replies did not provide such figures, but only reiterated the general concern and pointed to the adverse effect of protective measures on importers and dealers of outboard motors.\n(23) The Commission has weighed these arguments, which remained unsubstantiated for the most part, against the serious difficulties still facing the Community outboard-motor industry and has come to the conclusion that it is in the Community's interest that action be taken.\nI. Undertakings\n(24) The exporters concerned were informed of the main findings of the investigation and commented on them. Undertakings were subsequently offered by Honda Motor Co., Suzuki Motor Co., Tohatsu Corporation, including undertakings offered by Marine Power Europe Inc. and Nissan Motor Nederland BV on behalf of Tohatsu Corporation, and Yamaha Motor Co., including an undertaking by Marine Power Europe Inc. on behalf of Yamaha Motor Co.\n(25) The effect of the said undertakings will be to ensure that export prices to the Community will be at a level sufficient to eliminate injury to the Community industry. The price increases foreseen in these undertakings in no case exceed the dumping margins found in the investigation. Moreover, it appears that correct operation of these undertakings can be effectively monitored, in particular since the Commission during its investigation did not observe any violations of the undertakings previously in force. (26) In these circumstances, the undertakings offered are considered acceptable and the investigation with regard to these exporters may, therefore, be terminated without the imposition of anti-dumping duties.\n(27) No objection to this course was raised in the Advisory Committee,", "main_body": ["The undertakings given by Honda Motor Co., Tokyo, Suzuki Motor Co., Hamamatsu, Tohatsu Corporation, Tokyo, including the undertakings given by Marine Power Europe Inc., Belgium, and Nissan Motor Nederland BV, Netherlands on behalf of Tohatsu Corporation, and Yamaha Motor Co., Hamamatsu, including the undertaking given by Marine Power Europe Inc. on behalf of Yamaha Motor Co., in connection with the anti-dumping proceeding concerning imports of outboard motors falling within Common Customs Tariff subheading ex 84.06 B, corresponding to NIMEXE codes 84.06-10 and ex 84.06-12, originating in Japan, are hereby accepted.", "The anti-dumping investigation referred to in Article 1 is hereby terminated."], "attachments": "Done at Brussels, 23 March 1987.\nFor the Commission\nWilly DE CLERCQ\nMember of the Commission\n(1) OJ No L 201, 30. 7. 1984, p. 1.\n(2) OJ No C 305, 26. 11. 1985, p. 3.\n(1) OJ No L 152, 10. 6. 1983, p. 18.\n(2) OJ No L 247, 7. 9. 1983, p. 18.\n(3) OJ No L 275, 8. 10. 1983, p. 1."}