{"celex_id": "31983D0557", "uri": "http://publications.europa.eu/resource/cellar/2f262390-173b-4f98-a1e0-14d079d82c8a", "type": "Decision", "concepts": ["1504", "1505", "1534", "2217", "2971", "980"], "title": "83/557/EEC: Commission Decision of 18 October 1983 on applications for reimbursement and advance payment of expenditure under Directive 79/197/EEC on a programme to promote drainage in catchment areas including land on both sides of the border between Ireland and Northern Ireland (Only the English text is authentic)\n", "header": "COMMISSION DECISION of 18 October 1983 on applications for reimbursement and advance payment of expenditure under Directive 79/197/EEC on a programme to promote drainage in catchment areas including land on both sides of the border between Ireland and Northern Ireland (Only the English text is authentic) (83/557/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 79/197/EEC of 6 February 1979 on a programme to promote drainage in catchment areas including land on both sides of the border between Ireland and Northern Ireland (1), and in particular Article 7 (4) thereof,\nWhereas applications for reimbursement and for advance payment of expenditure to be submitted by Ireland and the United Kingdom in respect of Northern Ireland to the European Agricultural Guidance and Guarantee Fund, Guidance Section, must include certain information making it possible to verify that expenditure complies with the provisions of Directive 79/197/EEC and the joint Irish/United Kingdom programme approved under Article 2 (2) of that Directive;\nWhereas, if verification is to be effective, Ireland and the United Kingdom must, for a period of three years from the payment of the final reimbursement, hold the supporting documents at the Commission's disposal;\nWhereas, to enable the Commission to make advance payments, the necessary detailed rules and procedures should be laid down;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the European Agricultural Guidance and Guarantee Fund Committee,", "main_body": ["1. Applications for reimbursement drawn up in accordance with Article 7 (1) of Directive 79/197/EEC must be submitted as set out in the table in Annex 1.\n2. Ireland and the United Kingdom shall communicate to the Commission, at the same time as the first application for reimbursement, the texts of the national implementing and control provisions, administrative directives, forms or any other documents concerning the administrative action to implement the measure concerned.", "Ireland and the United Kingdom shall for a period of three years from the payment of the last reimbursement, hold at the Commission's disposal, all the supporting documents in their possession on the basis of which the aid provided for in Directive 79/197/EEC was granted, or certified copies thereof, as well as the documents and tables etc., on the basis of which the reimbursement and advance applications have been established.", "Applications for advance payments drawn up in accordance with Article 7 (3) of Directive 79/197/EEC must be submitted as set out in Annex 2.", "1. Advance payments from the EAGGF, Guidance Section, may not exceed 80 % of the Community contribution towards financing the expenditure planned for the reference year.\n2. Advance payments which are not utilized during the year for which they are made shall be deducted from the advance payments to be made for the following year.  (1) OJ No L 43, 20.2.1979, p. 23.", "Ireland and the United Kingdom shall submit a report on the progress of operations during the reference year as set out in the table in Annex 3.\nAdvances for the following year may not be paid before the abovementioned report has been submitted to the Commission.", "This Decision is addressed to Ireland and the United Kingdom."], "attachments": "Done at Brussels, 18 October 1983.\nFor the Commission\nPoul DALSAGER\nMember of the Commission\nANNEX I\n>PIC FILE= \"T0025431\">\nANNEX 2 Applications for advance payments on expenditure to be incurred by ... during 19.. under Directive 79/197/EEC on a programme to promote drainage in catchment areas. including land on both sides of the border between Ireland and Northern Ireland\n>PIC FILE= \"T0025432\">   It is confirmed that:    - the appropriations necessary for a national financial contribution are available and will be paid during the year in respect of which the advance payments are requested,\n- projects for which Community aid is provided under other common measures or through the European Regional Development Fund will be excluded from this scheme.\nDate, stamp and signature of competent authority\nANNEX 3\n>PIC FILE= \"T0025433\">"}