{"celex_id": "31984R3457", "uri": "http://publications.europa.eu/resource/cellar/87ce6516-57e8-4342-97ad-bfcde2c40070", "type": "Regulation", "concepts": ["3190", "4498", "4667", "4860", "5025", "5073"], "title": "Commission Regulation (EEC) No 3457/84 of 7 December 1984 amending Regulations (EEC) No 2268/84, (EEC) No 2956/84 and (EEC) No 1687/76 as regards sales of intervention butter\n", "header": "COMMISSION  REGULATION (EEC) No 3457/84\nof 7 December 1984\namending Regulations (EEC) No 2268/84, (EEC) No 2956/84 and (EEC) No 1687/76 as regards sales of intervention butter\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 804/68 of 27 June 1968 on the common organization of the market in milk and milk products (1), as last amended by Regulation (EEC) No 1557/84 (2), and in particular Article 6 (7) thereof,\nWhereas Commission Regulation (EEC) No 2268/84 of 31 July 1984 on special sales of intervention butter for export to various destinations and amending Regulation (EEC) No 1687/76 (3), as last amended by Regulation (EEC) No 2955/84 (4), and Commission Regulation (EEC) No 2956/84 of 18 October 1984 on the disposal of butter at a reduced price and amending Regulation (EEC) No 1687/76 (5), as amended by Regulation (EEC) No 3073/84 (6), allow the butter in question to be processed into anhydrous milk fat before export to take advantage of outlets on the international market for butter in this form;\nWhereas Regulation (EEC) No 2268/84 limits exports of the said butter to certain destinations; whereas it has become apparent that other third countries are interested in buying such butter on the terms set out in the said Regulation; whereas therefore the Annex thereto should be deleted;\nWhereas the term 'anhydrous milk fat' is used in international trade to describe a product of which the composition is not precisely the same as that of the butter in question; whereas in this case the term 'butteroil' should be used instead; whereas it is therefore necessary to correct in this regard Regulations (EEC) No 2268/84 and (EEC) No 2956/84 and Regulation (EEC) No 1687/76 (7), as last amended by Regulation (EEC) No 2956/84;\nWhereas Article 5 (3) of Regulation (EEC) No 2956/84 sets a period of 45 days for the packaging of normal butter, from either the date of removal or the date of receipt of the application for removal from store; whereas Member States should be given the possibility of extending this period, without altering thereby the final date by which the butter must be put up for direct consumption;\nWhereas the purpose of Title II of Regulation (EEC) No 2956/84 is to facilitate the disposal on special conditions of butter from public stocks bought in during the 1982/83 milk year; whereas purchase applications for this butter have been such as to indicate that this aim has virtually been achieved; whereas therefore Title II may be repealed;\nWhereas the Management Committee for Milk and Milk Products has not delivered an opinion within the time limit set by its chairman,", "main_body": ["Regulation (EEC) No 2268/84 is hereby amended as follows:\n1. Article 1 (2) is deleted.\n2. Article 6a is replaced by the following:\n'Article 6a\n1. Butter sold under this Regulation may be exported, in full or in part, in the form of butteroil.\n2. Articles 1 to 3, 4 (1) and (2) and 6 shall apply in the case referred to in paragraph 1. Moreover, the purchase application must:\n- specify the quantities of butter to be processed into butteroil and the Member State in whose territory the processing will take place,\n- specify the processing undertaking or the processing undertakings which are rgistered for that purpose by the Member State in whose territory the processing is to take place,\n- be accompanied by a written statement by the said undertakings that they will comply with the conditions laid down in this Regulation.\n3. The butter shall be supplied in packs bearing one or more of the following forms of words, in letters at least 1 cm high:\n- \"Smoer til fremstilling af butteroil (forordning (EOEF) nr. 2268/84)\",\n- \"Zur Verarbeitung in Butteroil bestimmte Butter (Verordnung (EWG) Nr. 2268/84)\",\n- \"Voýtyro pros metapoíisi se voytyrélaio (kanonismós (EOK) arith. 2268/84)\",\n- \"Butter for processing into butteroil (Regulation (EEC) No 2268/84)\",\n- \"Beurre destiné à la transformation en butter oil (règlement (CEE) no 2268/84)\",\n- \"Burro destinato alla trasformazione in butteroil (regolamento (CEE) n. 2268/84)\",\n- \"Boter voor verwerking tot butteroil (Verordening (EEG) nr. 2268/84)\".\n4. The butter shall be processed, in the undertaking referred to in paragraph 2, into butteroil containing not less than 99,8 % milk fat.\n5. The finished product shall be packed in hermetically sealed metal containers of a net content of not more than 20 kilograms and bearing, in clearly legible printed characters the words \"butteroil - Regulation (EEC) No 2268/84\".\n6. The customs export formalities must be completed in the Member State where processing takes place within four months of the expiry of the time limit specified in the first subparagraph of Article 4 (2) for removal of the butter.'\n3. The Annex is deleted.", "Regulation (EEC) No 2956/84 is hereby amended as follows:\n1. The following is added to the first subparagraph of Article 5 (3):\n'The Member States concerned may extend this maximum period to 75 days if the sales contract referred to in Article 2 (2) has been concluded before 1 January 1985, or the application for removal from storage referred to in Article 3 (2) has been submitted to the relevant intervention agency before that date.'\n2. Article 19 is hereby replaced by the following:\n'Article 19\n1. Butter sold in accordance with this Title may, in whole or in part, be exported in the form of butteroil.\n2. Articles 13 to 16 and 18 (2) and (3) shall apply in the cases referred to in paragraph 1. Moreover, each application for purchase must:\n- state the quantities of butter which will be processed into butteroil in the Member State on whose territory the processing will take place,\n- specify the processing undertaking or undertakings registered for that purpose by the Member State on whose territory the processing is to take place,\n- be accompanied by a written statement by the undertakings in question that they will comply with the provisions laid down in Title II of this Regulation.\n3. The butter shall be delivered in packaging bearing one of the following indications in letters at least 1 cm high:\n- \"Smoer til fremstilling af butteroil (forordning (EOEF) nr. 2956/84)\",\n- \"Zur Verarbeitung in Butteroil bestimmte Butter (Verordnung (EWG) Nr. 2956/84)\",\n- \"Voýtyro pros metapoíisi se voytyrélaio (kanonismós (EOK) arith. 2956/84)\",\n- \"Butter for processing into butteroil (Regulation (EEC) No 2956/84)\",\n- \"Beurre destiné à la transformation en butter oil (règlement (CEE) no 2956/84)\",\n- \"Burro destinato alla trasformazione in butteroil (regolamento (CEE) n. 2956/84)\",\n- \"Boter voor verwerking tot butteroil (Verordening (EEG) nr. 2956/84)\".\n4. The butter shall be processed, by the processors specified in paragraph 2, into butteroil containing at least 99,8 % milk fat.\n5. The finished product shall be packed in hermetically sealed metal containers with a net content of not more than 20 kilograms on which the words \"butteroil - Regulation (EEC) No 2956/84\" are printed in clearly legible characters.\n6. Customs export formalities shall be completed in the Member State where processing takes place within four months following the time limit for removal laid down in Article 16 (1).'", "Articles 13 to 23 of Regulation (EEC) No 2956/84 and Annex II thereto are hereby repealed with effect from 8 December 1984.\nHowever, they shall remain applicable to purchase applications submitted before the said date. Article 4\nIn Part II of the Annex to Regulation (EEC) No 1687/76, 'Products subject to a use and/or destination other than that mentioned under I':\n1. the term 'anhydrous milk fat' in point 25 (b) is hereby replaced by 'butteroil' and the following is added to footnote (25):\n'and OJ No L 319, 8. 12. 1984, p. 9';\n2. the term 'anhydrous milk fat' in point 26 (b) is hereby replaced by 'butteroil' and the following is added to footnote (26):\n'and OJ No L 319, 8. 12. 1984, p. 9'.", "1. The amendments referred to in Articles 1 (2) and 4 (1) shall apply with effect from 5 November 1984.\nThe amendments referred to in Articles 2 (2) and 4 (2) shall apply with effect from 16 November 1984.\nHowever, in respect of sales contracts concluded before 8 December 1984, the term 'anhydrous milk fat' may be used at the request of the parties concerned.\n2. Article 2 (1) shall apply with effect from 16 November 1984.", "This Regulation shall enter into force on 8 December 1984.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 7 December 1984.\nFor the Commission\nPoul DALSAGER\nMember of the Commission\n(1) OJ No L 148, 28. 6. 1968, p. 13.\n(2) OJ No L 150, 6. 6. 1984, p. 6.\n(3) OJ No L 208, 3. 8. 1984, p. 35.\n(4) OJ No L 279, 23. 10. 1984, p. 1.\n(5) OJ No L 279, 23. 10. 1984, p. 4.\n(6) OJ No L 288, 1. 11. 1984, p. 83.\n(7) OJ No L 190, 14. 7. 1976, p. 1."}