{"celex_id": "31982L0148", "uri": "http://publications.europa.eu/resource/cellar/69f299a7-1b9d-4a36-a359-4857ab1c987f", "type": "Directive", "concepts": ["3233", "4330", "4646", "5891"], "title": "Council Directive 82/148/EEC of 3 March 1982 amending Directive 79/279/EEC coordinating the conditions for the admission of securities to official stock exchange listing and Directive 80/390/EEC coordinating the requirements for the drawing up, scrutiny and distribution of the listing particulars to be published for the admission of securities to official stock exchange listing\n", "header": "COUNCIL  DIRECTIVE\nof 3 March 1982\namending Directive 79/279/EEC coordinating the conditions for the admission of securities to official stock exchange listing and Directive 80/390/EEC coordinating the requirements for the drawing up, scrutiny and distribution of the listing particulars to be published for the admission of securities to official stock exchange listing\n(82/148/EEC)\nTHE COUNCIL OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Articles 54 (3) (g) and 100 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nHaving regard to the opinion of the Economic and Social Committee (2),\nWhereas Member States must comply with Directive 79/279/EEC (3) within two years of its notification; whereas such notification took place on 8 March 1979; whereas the period therefore expired on 8 March 1981; whereas, however, the period was extended by one year in the case of Member States simultaneously introducing Directives 79/279/EEC and 80/390/EEC (4); whereas such period expires, in these circumstances, on 8 March 1982;\nWhereas Member States must comply with Directive 80/390/EEC within 30 months of its notification; whereas such notification took place on 19 March 1980; whereas the period therefore expires on 19 September 1982; whereas, however, the period will expire on the earlier date of 8 March 1982 in the case of Member States simultaneously introducing Directives 79/279/EEC and 80/390/EEC;\nWhereas Member States must comply by 30 June 1983 at the latest with Council Directive 82/121/EEC of 15 February 1982 on information to be published on a regular basis by companies the shares of which have been admitted to official stock-exchange listing (5);\nWhereas there is a close link between these three Directives, not only because the purpose of all three is to coordinate a number of rules relating to securities which have been admitted to official stock exchange listing or whose admission to such official listing is requested, but above all because the three Directives aim to establish at Community level a coordinated information policy on the securities in question;\nWhereas Member States should therefore be given the possibility of implementing the three Directives simultaneously so that they do not have to initiate several legislative or rule-making procedures in one and the same area at very short intervals, which might constitute an unacceptable extra burden for national parliaments or national stock exchange authorities;\nWhereas Directives 79/279/EEC and 80/390/EEC should therefore be amended to allow Member States to implement them on the same date as Directive 82/121/EEC, namely by 30 June 1983 at the latest,", "main_body": ["The following subparagraph shall be added to Article 22 (1) of Directive 79/279/EEC:\n'However, this period shall be extended to 30 June 1983 in the case of Member States simultaneously introducing this Directive and Directives 80/390/EEC and 82/121/EEC.'", "The following subparagraph shall be added to Article 27 (1) of Directive 80/390/EEC:\n'This period shall be extended to 30 June 1983 in the case of Member States simultaneously introducing this Directive and Directives 79/279/EEC and 82/121/EEC'.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 3 March 1982.\nFor the Council\nThe President\nL. TINDEMANS\n(1) Opinion delivered on 19 February 1982 (not yet published in the Official Journal).\n(2) Opinion delivered on 25 February 1982 (not yet published in the Official Journal).\n(3) OJ No L 66, 16. 3. 1979, p. 21.\n(4) OJ No L 100, 17. 4. 1980, p. 1.\n(5) OJ No L 48, 20. 2. 1982, p. 26."}