{"celex_id": "31983L0182", "uri": "http://publications.europa.eu/resource/cellar/ae67d16a-2869-47ab-b554-5141884f5bf7", "type": "Directive", "concepts": ["1015", "3581", "4585", "4654", "5647"], "title": "Council Directive 83/182/EEC of 28 March 1983 on tax exemptions within the Community for certain means of transport temporarily imported into one Member State from another\n", "header": "COUNCIL DIRECTIVE of 28 March 1983 on tax exemptions within the Community for certain means of transport temporarily imported into one Member State from another (83/182/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 99 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas the freedom of movement of Community residents within the Community is hampered by the taxation arrangements applied to the temporary importation of certain means of transport for private or business use;\nWhereas the elimination of the obstacles resulting from these taxation arrangements is particularly necessary if an economic market having features similar to those of a domestic market is to be established;\nWhereas it must be possible in certain cases to establish definitely whether or not a person is in fact resident in a given Member State;\nWhereas it appears desirable in a first stage to limit the scope of this Directive concerning certain means of transport to those acquired or imported in accordance with the general conditions of taxation in force on the domestic market of a Member State.", "main_body": ["Scope\n1. Member States shall, under the conditions laid down below, exempt temporary imports from another Member State of motor-driven road vehicles (including their trailers), caravans, pleasure boats, private aircraft, bicycles, tricycles and saddle-horses from:    - turnover tax, excise duties and any other consumption tax,\n- the taxes listed in the Annex hereto.\n2. The exemption referred to in paragraph 1 shall also apply to the normal spare parts, accessories and equipment imported with these means of transport.\n3. Commercial vehicles shall be excluded from the exemption referred to in paragraph 1.\n4.    (a) The scope of this Directive shall not extend to the temporary importation of private vehicles, caravans, pleasure boats, private aircraft, bicycles and tricycles for private use which have not been acquired or imported in accordance with the general conditions of taxation in force on the domestic market of a Member State and/or which are subject by reason of their exportation to any exemption from or refund of turnover tax, excise duty or any other consumption tax.\nFor the purposes of this Directive, means of transport acquired under the conditions referred to in Article 15 (10) of Directive 77/388/EEC (4) shall be deemed to have satisfied the general conditions of taxation in force on the domestic market of a Member State ; however, Member States may deem means of transport acquired under the conditions referred to in the third indent of the said point 10 not to have satisfied these conditions.\n(b) The Council, acting unanimously on a proposal from the Commission, shall, before 31 December 1985, adopt Community rules on the grant of exemption to the means of transport referred to in the first paragraph of (a) above, taking into account the need to avoid cases of double taxation and the need to ensure normal, full taxation of means of transport for private use.  (1) OJ No C 267, 21.11.1975, p. 8. (2) OJ No C 53, 8.3.1976, p. 37. (3) OJ No C 131, 12.6.1976, p. 50. (4) OJ No L 145, 13.6.1977, p. 1.", "Definitions\nFor the purpose of this Directive:    (a) \"commercial vehicle\" means any road vehicle which, by its design or equipment, is suitable for and intended for transporting, whether for payment or not:      - more than nine persons, including the driver,\n- goods,\nas well as any road vehicle for special use other than transport as such;\n(b) \"private vehicle\" means any road vehicle, including its trailer, if any, other than those referred to in subparagraph (a);\n(c) \"business use\" of a means of transport means the use thereof in the direct exercise of an activity carried out for consideration or financial gain;\n(d) \"private use\" means any use other than business use.", "Temporary importation of certain means of transport for private use\nWhere a private vehicle, caravan, pleasure boat, private aircraft, tricycle or bicycle is imported temporarily, the item imported shall be exempt from the taxes specified in Article 1 for a period, continuous or otherwise, of not more than six months in any 12 months, provided that:    (a) the individual importing such goods:  (aa) has his normal residence in a Member State other than the Member State of temporary importation;\n(bb) employs the means of transport in question for his private use;\n(b) the said means of transport is not disposed of or hired out in the Member State of temporary importation or lent to a resident of that State. However, private vehicles belonging to a car-hire firm having its head office in the Community may be re-hired to non-residents with a view to being re-exported, if they are in the country as a result of a hire contract which ended in that country. They may also be returned by an employee of the car-hire firm to the Member State where they were originally hired, even if such employee is resident in the Member State of temporary importation.", "Temporary importation of private vehicles for business use\n1. A private vehicle imported temporarily for business use shall be exempt from the taxes specified in Article 1, provided that:    (a) the individual importing the private vehicle:  (aa) has his normal residence in a Member State other than the Member State of temporary importation;\n(bb) does not use the vehicle within the Member State of temporary importation in order to carry passengers for hire or material reward of any kind, or for the industrial and/or commercial transport of goods, whether for reward or not;\n(b) the private vehicle is not disposed of, hired out or lent in the Member State of temporary importation;\n(c) the private vehicle has been acquired or imported in accordance with the general conditions of taxation in force on the domestic market of the Member State of normal residence of the user and is not subject by reason of its exportation to any exemption from or refund of turnover tax, excise duty or any other consumption tax.\nThis condition shall be presumed to be satisfied if the private vehicle bears a standard registration plate of the Member State of registration, all types of temporary plate being excluded.\nHowever, in the case of private vehicles registered in a Member State where the issue of standard registration plates is not conditional upon compliance with the general conditions of taxation in force on the domestic market, users shall be required to produce any appropriate evidence as proof of payment of consumption taxes.\n2. The exemption provided for in paragraph 1 shall apply for a period, whether continuous or not, of:    - seven months in any 12, in the case of private vehicles imported by one of the commercial  intermediaries referred to in Article 3 of Directive 64/224/EEC (1),\n- six months in any 12 in all other cases.", "Specific cases of temporary importation of private vehicles\n1. Private vehicles imported temporarily shall be exempt from the taxes referred to in Article 1 in the following cases:    (a) where a private vehicle registered in the country of normal residence of the user is used regularly for the journey from his residence to his place of work in an undertaking in the territory of another Member State, and vice versa. Exemptions under this head shall not be subject to any time limit;\n(b) where a student uses a private vehicle registered in the Member State of his normal residence in the territory of another Member State in which the student is residing for the sole purpose of pursuing his studies.\n2. Grant of the exemptions provided for in paragraph 1 shall be subject to the sole condition that the provisions of Article 4 (1) (a), (b) and (c) are satisfied.", "Exemption for the temporary importation of saddle-horses on horse-riding excursions\nSaddle-horses imported temporarily into a Member State shall be exempt for three months from the taxes specified in Article 1, provided that:    (a) the said horses enter the territory of the Member State of temporary importation for the purposes of and/or in the course of horse-riding excursions by their riders. Member States may exclude from this exemption the importation by their residents of horses carried on board means of transport;\n(b) exemption is requested not later than the time of entry into the territory of the Member State of temporary importation. Where exemption is requested before temporary importation, the rider may be exempted from the requirement to enter the territory of the Member State of temporary importation via a frontier post;\n(c) the said horses are not hired out, lent, or disposed of to a third party in the Member State of temporary importation, or used for purposes other than that of the excursion.", "General rules for determining residence\n1. For the purposes of this Directive, \"normal residence\" means the place where a person usually lives, that is for at least 185 days in each calendar year, because of personal and occupational ties, or, in the case of a person with no occupational ties because of personal ties which show close links between that person and the place where he is living.\nHowever, the normal residence of a person whose occupational ties are in a different place from his personal ties and who consequently lives in turn in different places situated in two or more Member States shall be regarded as being the place of his personal ties, provided that such person returns there regularly. This last condition need not be met where the person is living in a Member State in order to carry out a task of a definite duration. Attendance at a university or school shall not imply transfer of normal residence.\n2. Individuals shall give proof of their place of normal residence by any appropriate means, such as their identity card or any other valid document.\n3. Where the competent authorities of the Member State of importation have doubts as to the validity of a statement as to normal residence made in accordance with paragraph 2, or for the purpose of certain specific controls, they may request any additional information or evidence.", "Supplementary rules for determination of residence in the case of business use of a private vehicle\nIn exceptional cases where, despite the supply of the additional information referred to in Article 7 (3) to the competent authorities of the Member State of importation, serious doubts still remain, temporary importation of a private vehicle for business use may be made conditional upon payment of a security.\nHowever, when the user of the vehicle produces evidence that he has his normal residence in another  (1) OJ No 56, 4.4.1964, p. 869/64.  Member State, the authorities of the Member State of temporary importation shall refund the security within two months following the date on which the evidence is produced.", "Special arrangements\n1. Member States may maintain and/or introduce more liberal arrangements than those provided for in this Directive. In particular, they may, at the request of the importer, permit temporary importation for a period longer than those referred to in Articles 3 and 4 (2). In the latter event, Member States may levy the taxes mentioned in the Annex for periods exceeding those laid down by this Directive. Member States may also permit the private vehicles referred to in the second sentence of Article 3 (b) to be re-hired to a resident of the Member State of importation with a view to their re-exportation.\n2. Member States may under no circumstances apply, in pursuance of this Directive, tax exemptions within the Community which are less favourable than those which they would grant in respect of means of transport originating in a third country.\n3. The Kingdom of Denmark is authorized to maintain the rules applying in that country in connection with normal residence according to which any person, including a student, in respect of the case referred to in Article 5 (1) (b), is regarded as having his normal residence in Denmark if he lives there for a year or 365 days in a period of 24 months.\nHowever, to avoid double taxation:    - where, as a result of the application of these rules, a person is considered to have two residences, the normal residence of that person is situated where his spouse and children live,\n- in similar cases, the Kingdom of Denmark shall consult with the other Member State concerned to decide which of the two residences should be used for the purposes of taxation.\nBefore a period of three years has elapsed, the Council, on the basis of a report by the Commission, will re-examine the derogation covered by this paragraph and, if necessary, will adopt measures, on a proposal from the Commission based on Article 99 of the Treaty, to ensure the abolition of the derogation.\n4. Member States shall inform the Commission of the arrangements referred to in paragraph 1 at the same time as they fulfil the obligations laid down in Article 10. The Commission shall subsequently communicate these arrangements to the other Member States.", "0\nFinal provisions\n1. Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive by 1 January 1984. They shall forthwith inform the Commission thereof.\n2. Where the practical application of this Directive gives rise to difficulties, the competent authorities of the Member States concerned shall take the necessary decisions by mutual agreement, particularly in the light of the Conventions and Community Directives on mutual assistance.\n3. Member States shall see to it that they communicate to the Commission the texts of the main subsequent provisions of national law which they adopt in the field governed by this Directive.\n4. Every two years the Commission shall, after consulting the Member States, submit to the Council and the European Parliament a report on the application of this Directive in the Member States, with particular reference to the concept of \"normal residence\", and shall propose the necessary Community provisions to bring about the establishment of a uniform system in all the Member States.", "1\nThis Directive is addressed to the Member States."], "attachments": "Done at Brussels, 28 March 1983.\nFor the Council\nThe President\nJ. ERTL\nANNEX List of taxes referred to in the second indent of Article 1(1)\nBELGIUM    - Taxe de circulation sur les véhicules automobiles (Arrêté royal du 23 novembre 1965 portant codification des dispositions légales relatives aux taxes assimilées aux impôts sur les revenus - Moniteur belge du 18 janvier 1966)\n- Verkeersbelasting op de autovoertuigen (Koninklijk Besluit van 23 november 1965 houdende codificatie van de wettelijke bepalingen betreffende de met de inkomstenbelastingen gelijkgestelde belastingen - Belgisch Staatsblad van 18 januari 1966)\nDENMARK\n- Vægtafgift af motorkøretøjer (Bekendtgørelse Nr. 658 af 28. december 1977)\nFEDERAL REPUBLIC OF GERMANY\n- Kraftfahrzeugsteuer (Kraftfahrzeugsteuergesetz - 1979) Kraftfahrzeugsteuer (Durchführungsverordnung - 1979)\nGREECE >PIC FILE= \"T0023050\">\nFRANCE    - Taxe différentielle sur les véhicules à moteur (Loi n° 77-1467 du 30 décembre 1977)\n- Taxe sur les véhicules d'une puissance fiscale supérieure à 16 CV immatriculés dans la catégorie des voitures particulières (Loi de finances 1979 - Article 1007 du code général des impôts\nIRELAND\n- Motor vehicle excise duties (Finance (Excise Duties) (Vehicles) Act 1952 as amended, and Section 94, Finance Act 1973 as amended)\nITALY\n- Tassa sulla circolazione degli autoveicoli (TU delle leggi sulle tasse automobilistiche approvato con DPR n. 39 del 5 febbraio 1953 e successive modificazioni)\nLUXEMBOURG\n- Taxe sur les véhicules automoteurs Loi allemande du 23 mars 1935 (Kraftfahrzeugsteuergesetz) maintenue en vigueur par l'arrêté grand-ducal du 26 octobre 1944, modifiée par la loi du 4 août 1975 et les règlements grand-ducaux du 15 septembre 1975 et du 31 octobre 1975\nNETHERLANDS\n- Motorrijtuigenbelasting (wet op de motorrijtuigenbelasting 21 juli 1966, Stb 332 - wet van 18 december 1969/Stb 548)\nUNITED KINGDOM\n- Vehicle excise duty (Vehicles (Excise) Act 1971)"}