{"celex_id": "31987R4155", "uri": "http://publications.europa.eu/resource/cellar/4b029b91-33c2-47ac-8a21-070725b9eff0", "type": "Regulation", "concepts": ["2121", "2173", "5573", "5751"], "title": "Commission Regulation (EEC) No 4155/87 of 22 December 1987 amending Regulations on the application of the common organization of the market in eggs as a consequence of the introduction of the combined nomenclature\n", "header": "31.12.1987 EN Official Journal of the European Communities L 392/29\nCOMMISSION REGULATION (EEC) No 4155/87\nof 22 December 1987\namending certain Regulations on the application of the common organization of the market in eggs as a consequence of the introduction of the combined nomenclature\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2658/87 of 23 July 1987 on the tariff and statistical nomenclature and on the Common Customs Tariff (1), as amended by Regulation (EEC) No 3985/87 (2), and in particular the second subparagraph of Article 15 (1) thereof,\nWhereas, in accordance with the second subparagraph of Article 15 (1) of Regulation (EEC) No 2658/87, adaptations of a technical nature of Community acts referring to the tariff or statistical nomenclature are to be carried out by the Commission;\nWhereas Council Regulation (EEC) No 2771/75 of 29 October 1975 on the common organization of the market in eggs (3) was amended by Commission Regulation (EEC) No 4000/87 (4), which adapted in accordance with the combined nomenclature the descriptions of the goods and the tariff headings appearing therein;\nWhereas numerous other Regulations in the eggs sector must be adapted technically to take account of the use of the new combined nomenclature based on the Harmonized Commodity Description and Coding System which is intended to replace the Convention of 15 December 1950 on Nomenclature for the Classification of Goods in Customs Tariffs;\nWhereas, owing to the number and the content of the texts calling for such adaptations, all the Regulations to be adapted should be grouped within a single amending Regulation;\nWhereas, at the time of this adaptation of Commission Regulation 164/67/EEC (5), certain factors in the calculation of the sluice-gate prices which still appear in units of account in the said Regulation should be expressed in ECU using the coefficient 1,208953 referred to in Article 13 of Council Regulation (EEC) No 1676/85 (6), as last amended by Regulation (EEC) No 1636/87 (7),", "main_body": ["Article 1 of Commission Regulation No 54/65/EEC (8) of 7 April 1965 on the non-fixing of an additional amount for Polish eggs, is hereby replaced by the following:\n‘Article 1\nIn accordance with Article 8 (2) of Regulation (EEC) No 2771/75, the levies payable on imports of poultry eggs in shell (combined nomenclature subheading 0407 00) originating in and coming from Poland shall not be increased by an additional amount’.", "Article 1 of Commission Regulation No 183/66/EEC of 18 November 1966 on the non-fixing of an additional amount for South-African eggs (9) is hereby replaced by the following:\n‘Article 1\nIn accordance with Article 8 (2) of Regulation (EEC) No 2771/75, the levies fixed in accordance with Article 3 of that Regulation shall not be increased by any additional amount as regards imports of eggs in shell (subheading 0407 00 of the combined nomenclature) originating in and coming from South Africa.’", "The Annex to Commission Regulation No 164/67/EEC of 26 June 1967, fixing the factors for calculating levies and sluice-gate prices for derived egg products, as last amended by Regulation (EEC) No 1775/74 (10), is hereby replaced by Annex I to this Regulation.", "Article 1 of Commission Regulation No 765/67/EEC of 26 October 1967 on the non-fixing of an additional amount for Australian eggs (11) is hereby replaced by the following:\n‘Article 1\nLevies fixed in accordance with Article 3 of Regulation (EEC) No 2771/75 shall not be increased by any additional amount as regards imports of fresh, preserved, or cooked eggs of poultry, in shell, other than hatching eggs, falling under subheading 0407 00 of the combined nomenclature, originating in and 30 coming from Australia’.", "Commission Regulation (EEC) No 990/69 of 28 May 1969 on the non-fixing of an additional amount for Austrian egg products (12), is hereby amended as follows:\n1. Article 1 is replaced by the following:\nCN code Description of goods\nex 0408 Birds' eggs, not in shell and egg yolks, fresh, fried, cooked by steaming or by boiling in water, moulded, frozen or otherwise preserved, whether or not containing added sugar or other sweetening matter:\n– Egg yolks:\n0408 11 – – Dried:\n0408 11 10 – – – Suitable for human consumption\n0408 19 – – Other:\n– – – Suitable for human consumption:\n0408 19 11 – – – – liquid\n0408 19 19 – – – – frozen\n– Other:\n0408 91 – – Dried:\n0408 91 10 – – – Suitable for human consumption\n0408 99 – – Other:\n0408 99 10 – – – Suitable for human consumption’\n2. Article 2 is replaced by the following:\nCN code Description of goods\nex 3502 Albumins, albuminates and other derivatives:\nex 3502 10 – Egg albumin:\n– – Other than unfit, or to be rendered unfit for human consumption:\n3502 10 91 – – – Dried (for example, in sheets, flakes, powder)\n3502 10 99 – – – Other\nex 3502 90 – Other:\n– – Albumins, other than egg albumin:\n– – – Other than unfit, or to be rendered unfit, for human consumption\n– – – – Milk albumin (lactalbumin):\n3502 90 51 – – – – – Dried (for example, in sheets, scales, flakes; powder)\n3502 90 59 – – – – – Other’", "Article 1 of Commission Regulation (EEC) No 59/70 of 14 January 1970 on the non-fixing of additional amounts for eggs in shell imported from Romania (13) is hereby replaced by the following:\n‘Article 1\nLevies fixed in accordance with Article 3 of Regulation (EEC) No 2771/75 shall not be increased by any additional amount as regards imports of poultry eggs in shell, whether fresh or preserved, other than hatching eggs, falling under subheading 0407 00 30 of the combined nomenclature, originating in and coming from Romania.’", "Annexes I and II to Council Regulation (EEC) No 2773/75 of 29 October 1975 laying down the rules for calculating the levy and the sluice-gate price for eggs (14), as last amended by Regulation (EEC) No 3232/86 (15) are hereby replaced by Annexes II and III respectively to this Regulation.", "This Regulation shall enter into force on 1 January 1988.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 22 December 1987.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1)  OJ No L 256, 7. 9. 1987, p. 1.\n(2)  OJ No L 376, 31. 12. 1987, p. 1.\n(3)  OJ No L 282, 1. 11. 1975, p. 49.\n(4)  OJ No L 377, 31. 12. 1987, p. 42.\n(5)  OJ No 129, 28. 6. 1967, p. 2578/67.\n(6)  OJ No L 164, 24. 6. 1985, p. 1.\n(7)  OJ No L 153, 13. 6. 1987, p. 1.\n(8)  OJ No 59, 8. 4. 1965, p. 848/65.\n(9)  OJ No 211, 19. 11. 1966, p. 3602/66.\n(10)  OJ No L 186, 1. 7. 1974, p. 14.\n(11)  OJ No 260, 27. 10. 1967, p. 24.\n(12)  OJ No L 130, 31. 5. 1969, p. 4.\n(13)  OJ No L 11, 16. 1. 1970, p. 1.\n(14)  OJ No L 282, 1. 11. 1975, p. 64.\n(15)  OJ No L 301, 25. 10. 1986, p. 1.\nANNEX I\n‘ANNEX\nCN code Description of derived products Coefficients Standard amount\nex 0408 Birds' eggs, not in shell and egg yolks, fresh, dried, cooked by steaming or by boiling in water, moulded, frozen or otherwise preserved, whether or not containing added sugar or other sweetening matter:\n– Egg yolks:\n0408 11 – – Dried:\n0408 11 10 – – – Suitable for human consumption 4,68 0,8463\n0408 19 – – Other:\n– – – Suitable for human consumption:\n0408 19 11 – – – – liquid 2,04 0,4352\n0408 19 19 – – – – frozen 2,18 0,4594\n– Other:\n0408 91 – – Dried:\n0408 91 10 – – – Suitable for human consumption 4,52 0,7375\n0408 99 – – Other:\n0408 99 10 – – – Suitable for human consumption 1,16 0,2176’\nANNEX II\n‘ANNEX I\nCN code Description Quantity in kilograms Composition\nex 0407 Birds' eggs, in shell, fresh, preserved or cooked:\n– Of poultry:\n– – For hatching (1):\n0407 00 11 – – – Of turkeys or geese 0,715 Maize: 60 %\n\nper egg Barley: 30 %\nOats: 10 %\n0407 00 19 – – – Other 0,245 Maize: 60 %\nper egg Barley: 30 %\nOats: 10 %\n0407 00 30 – – Other (than for hatching) 2,160 Maize: 60 %\nkg Barley: 30 %\nOats: 10 %\n(1)  Only poultry eggs which fulfill the conditions laid down in the relevant Community provisions are eligible for entry under this subheading.’\nANNEX III\n‘ANNEX II\nCN code Description Quantity in kilograms Composition Standard amount in ECU\n0407 Birds' eggs, in shell, fresh, preserved or cooked:\n– Of poultry:\n– – For hatching (1):\n0407 00 11 – – – Of turkeys or geese 0,765 Maize: 60 %  0,4500\nper egg Barley: 30 %\nOats: 10 %\n0407 00 19 – – – Other 0,260 Maize: 60 %  0,0871\nper egg Barley: 30 %\nOats: 10 %\n0407 00 30 – – Other (than for hatching) 2,350 Maize: 60 %  0,6300\nper kg Barley: 30 %\nOats: 10 %\n(1)  Only poultry eggs which fulfill the conditions laid down in the relevant Community provisions are eligible for entry under this subheading.’"}