{"celex_id": "31989R2380", "uri": "http://publications.europa.eu/resource/cellar/f39b0c70-f884-4f11-88ba-0872f37d2650", "type": "Regulation", "concepts": ["3263", "4399", "4400"], "title": "Commission Regulation (EEC) No 2380/89 of 2 August 1989 laying down provisions for the implementation of article 5 (2) of Council Regulation (EEC) No 1697/79 on the post-clearance recovery of import duties or export duties which have not been required of the person liable for payment on goods entered for a customs procedure involving the obligation to pay such duties\n", "header": "COMMISSION  REGULATION (EEC) No 2380/89\nof 2 August 1989\nlaying down provisions for the implementation of Article 5 (2) of Council Regulation (EEC) No 1697/79 on the post-clearance recovery of import duties or export duties which have not been required of the person liable for payment on goods entered for a customs procedure involving the obligation to pay such duties\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1697/79 of 24 July 1979 on the post-clearance recovery of import duties or export duties which have not been required of the person liable for payment on goods entered for a customs procedure involving the obligation to pay such duties (1), and in particular Article 10 (2) thereof,\nWhereas Commission Regulation (EEC) No 1573/80 (2), as amended by Regulation (EEC) No 946/83 (3), laid down provisions for the implementation of Article 5 (2) of Regulation (EEC) No 1697/79; whereas those provisions consist mainly or procedural rules specifying the circumstances in which the competent authorities of the Member States may decide for themselves whether or not to take action for post-clearance recovery and the circumstances in which such decision must be taken by the Commission; whereas a Commission decision is always required where the duties in question total ECU 2 000 or more;\nWhereas experience has shown that in certain cases in which preferential tariff treatment has been granted when the limits within which such treatment could be granted have already been reached, failure by the competent authorities to require of the person liable for payment all or part of the amount of the import duties legally due on goods generally constitutes an error on their part which could not reasonably have been detected by the said liable person;\nWhereas in such cases responsibility for taking a decision according to Article 5 (2) of Regulation (EEC) No 1697/79 may be transferred to the competent authorities of the Member States;\nWhereas where the Commission has adopted a decision establishing that Article 5 (2) is applicable and where exceptional issues of fact or of law are involved which may arise again, it is advisable to provide for authorizing one or more Member States by that same decision to refrain from recovering the amount of duties in question in comparable cases without referring such cases to the Commission;\nWhereas the Commission's decision-making procedure should be brought into line with that laid down in Commission Regulation (EEC) No 3799/86 of 12 December 1986 laying down provisions for the implementation of Articles 4a, 6a, 11a and 13 of Council Regulation (EEC) No 1430/79 on the repayment or remission of import or export duties (4);\nWhereas it is desirable, for the sake of clarity, to set out in a new Commission Regulation all the provisions henceforth applicable for the practical implementation of Regulation (EEC) No 1697/79 and, consequently, to repeal Regulation (EEC) No 1573/80;\nWhereas it is appropriate to restrict the validity of the present Regulation to a period of two years in order to examine it in the light of experience;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Committee on Duty Free Arrangements,", "main_body": ["This Regulation lays down provisions for the implementation of Article 5 (2) of Regulation (EEC) No 1697/79, hereinafter referred to as the 'basic Regulation'.", "The competent authority of the Member State in which the error was committed or noticed and which resulted in insufficient duty being collected shall itself decide not to take action for the post-clearance recovery of the uncollected duties:\n(a) in cases in which preferential tariff treatment has been applied in the context of a tariff quota or an allocated tariff ceiling when the limits laid down by that quota or tariff ceiling were reached at the time of acceptance of the customs declaration without that fact having, before the release for free circulation of the goods in question, been published in the Official Journal of the European Communities or, where such fact is not published, been made known in an appropriate manner in the Member State concerned, the person\nliable having for his part acted in good faith and observed all the provisions laid down by the rules in force as far as his customs declaration is concerned;\n(b) in cases in which it considers that the conditions laid down in Article 5 (2) of the basic Regulation are fulfilled and provided that the amount not collected from the person concerned in consequence of the same error and relating, where applicable, to a number of import or export operations, is less than ECU 2 000;\n(c) in cases in which the Member State to which the said authority is subject has been so authorized in accordance with Article 8.", "1. Each Member State shall send the Commission a list of the cases in which the provisions of Article 2 (a), (b) or (c) have been applied, giving a short summary of each case.\n2. The list referred to in paragraph 1 shall be forwarded during the first and third quarters of each year for all cases where a decision not to recover was taken during the preceding half-year.\n3. The Commission shall circulate the lists to all other Member States.\n4. The lists shall be examined periodically by the Committee on Duty Free Arrangements.", "Where, other than in the cases referred to in Article 2, the competent authority of the Member State in which the error was committed either considers that the conditions laid down in Article 5 (2) of the basic Regulation are fulfilled or is in doubt as to the precise scope of the criteria of that provision with regard to a particular case, that authority shall submit the case to the Commission, so that a decision may be taken in accordance with the procedure laid down in Articles 5 to 7. The relevant documents submitted to the Commission shall contain all the information required to enable a comprehensive examination of the case to be carried out.\nAs soon as it receives the relevant documents the Commission shall inform the Member State concerned accordingly.\nShould it be found that the information supplied by the Member State is not sufficient to enable a decision to be taken on the case concerned in full knowledge of the facts, the Commission may request that additional information be supplied.", "Within 15 days following receipt of the documents referred to in the first paragraph of Article 4 the Commission shall forward a copy thereof to the Member States.\nConsideration of the case in question shall be included as soon as possible on the agenda of a meeting of the Committee on Duty Free Arrangements.", "After consulting a group of experts composed of representatives of all Member States, meeting within the framework of the Committee on Duty Free Arrangements to consider the case in question, the Commission shall decide whether the circumstances under consideration are such that no action need to taken for recovery of the duties concerned, or that such is not the case.\nSuch decision shall be taken within six months of the date on which the documents referred to in the first paragraph of Article 4 are received by the Commission. Where the Commission has found it necessary to request additional information from the Member State in order that it may give a ruling, the period of six months shall be extended by a period equivalent to that between the date the Commission sent the request for additional information and the date it received that information.", "The Member State concerned shall be notified of the decision referred to in Article 6 as soon as possible and in any event within 30 days of the expiry of the period specified in Article 6.\nA copy of the decision shall be sent to the other Member States.", "Where it is established by the decision referred to in Article 6 that the circumstances under consideration are such that no action need be taken for recovery of the duties concerned, the Commission may, under conditions which it shall determine, authorize one or more Member States to refrain from taking action for the recovery of duties in cases involving comparable issues of fact and of law.\nIn such a case, the decision referred to in Article 6 shall also be notified to each Member State so authorized.", "If the Commission fails to take a decision within the period referred to in Article 6 or fails to notify a decision to the Member State concerned within the period in Article 7, the competent authorities of that Member State shall not recover the duties in question.", "0\nRegulation (EEC) No 1573/80 is hereby repealed.", "1\nThis Regulation shall enter into force on the first day of the month following that of its publication in the Official Journal of the European Communities.\nIt will cease to apply two years after its entry into force. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 2 August 1989.\nFor the Commission\nChristiane SCRIVENER\nMember of the Commission\n(1) OJ No L 197, 3. 8. 1979, p. 1.\n(2) OJ No L 161, 26. 6. 1980, p. 1.\n(3) OJ No L 104, 22. 4. 1983, p. 15.\n(4) OJ No L 352, 13. 12. 1986, p. 19."}