{"celex_id": "31988R1115", "uri": "http://publications.europa.eu/resource/cellar/2ecde3bd-c5fc-4a02-aa04-14bd3a53e1e5", "type": "Regulation", "concepts": ["2173", "2194", "2644", "3774", "4683", "4691"], "title": "Council Regulation (EEC) No 1115/88 of 25 April 1988 amending Regulation (EEC) No 1837/80 on the common organization of the market in sheepmeat and goatmeat\n", "header": "COUNCIL REGULATION (EEC) No 1115/88 of 25 April 1988 amending Regulation (EEC) No 1837/80 on the common organization of the market in sheepmeat and goatmeat\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Articles 42 and 43 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nWhereas the common organization of the market in sheepmeat and goatmeat provides for certain measures in the form of premiums and intervention prices the purposes of which is to ensure that producers receive a fair income; whereas, however, in view of  the existing potential for disposal on the Community market and of the latter's international undertakings, production of sheepmeat and goatmeet should not be encouraged once herd numbers exceed a level determined in the light of the market situation;  whereas, to that end, provision should be made for a reduction in the guarantees provided for by the measures in question; whereas, however, differences in the support arrangements provided for by the rules in force may lead to encouragement of  production in different ways in the regions where such differences in arrangements apply; whereas this measure should therefore be applied separately in region 5 should the United Kingdom decide to apply the variable premium arrangement there;\nWhereas the maximum guaranteed level should be fixed at the level of ewe numbers in the regions in question at 31 December 1987;\nWhereas the Council will have to review the stabilization mechanism, including the maximum guaranteed level, in connection with the adjustment of the market organization both internally and externally;\nWhereas Regulation (EEC) No 1837/80 (3), as last amended by Regulation (EEC) No 794/87 (4) should be amended accordingly,", "main_body": ["The following Article is hereby added to Regulation (EEC) No 1837/80:\nÂ´Article 9a 1. The maximum guaranteed level is hereby fixed at 63 400 000 head of ewes broken down as follows:\n- 18 100 000 head for region 5,\n- 45 300 000 head for the other regions.\n2. For each marketing year:\n- if the estimate of ewe numbers for the marketing year exceeds the maximum guaranteed level for that year, the premium provided for in Article 5 shall be reduced for both ewes and nanny-goats by the effect on the basic price of a coefficient  representing a reduction of 1 % for each 1 % by which the maximum guaranteed level is exceeded;\n- where the mechanism provided for in the first indent, applied to the actual ewe numbers recorded for the preceding marketing year, leads to a premium different from that calculated, the correction shall be made at the time of fixing the definitive  premium for ewes for the marketing year in question or, failing that, shall be included in the calculation of the premium for the following marketing year.\n3. Should paragraph 2 be applied, the intervention price provided for in Article 7 (2) and the Â´guide level' referred to in Article 9, used for calculating the variable premium, shall be reduced by the same percentage as that by which the basic price is  reduced pursuant to the first indent of paragraph 2.\n4. Should the United Kingdom apply Article 9, paragraphs 2 and 3 shall apply separately to region 5 on the one hand and to all the other regions on the other.\n5. Detailed rules for the application of this Article and in particular the arrangements applicable to the 1988 marketing year, and the coefficient and the amounts referred to in paragraphs 2 and 3 shall be adopted in accordance with the procedure laid  down in Article 26.\nThis Article shall apply to the 1988 marketing year from 23 May 1988.\n6. The Council shall review the stabilization mechanism, referred to above, within the context of the adjustment of the common organization of the markets relating to that sector. That adjustment shall also concern external aspects and shall take into  account market requirements.' Article 2 This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 25 April 1988.\nFor the Council The President H.-D. GENSCHER  (1) OJ No C 84, 31. 3. 1988, p. 32. (2) Opinion delivered on 14 April 1988 (not yet published in the Official Journal). (3) OJ No L 183, 16. 7. 1980. p. 1. (4) OJ No L 79, 21. 3. 1987, p. 3."}