{"celex_id": "31985L0349", "uri": "http://publications.europa.eu/resource/cellar/262ac069-1888-48ca-87ee-46b97f7f5881", "type": "Directive", "concepts": ["365", "4133"], "title": "Council Directive 85/349/EEC of 8 July 1985 amending Directive 74/651/EEC on the tax reliefs to be allowed on the importation of goods in small consignments of a non- commercial character within the Community\n", "header": "COUNCIL  DIRECTIVE\nof 8 July 1985\namending Directive 74/651/EEC on the tax reliefs to be allowed on the importation of goods in small consignments of a non-commercial character within the Community\n(85/349/EEC)\nTHE COUNCIL OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Articles 99 and 100 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas the system of reliefs on small consignments sent from one private person to another should be further developed, thereby contributing to the creation of an economic market with characteristics similar to those of a domestic market while, at the same time, facilitating personal and family contacts between private persons in different Member States;\nWhereas the amounts of the reliefs from turnover taxes and excise duties laid down by Council Directive 74/651/EEC (4), as last amended by Directive 81/934/EEC (5), should be increased in order to take account of trends in the cost of living throughout the Community;\nWhereas the taxation system currently in force in Ireland does not yet authorize the full application of tax relief to be allowed on small consignments of a non-commercial character within the Community; whereas that State should therefore be authorized to derogate from Directive 74/651/EEC;\nWhereas the amounts of the reliefs and the authorized derogations should be adjusted every two years in order to maintain real value,", "main_body": ["Directive 74/651/EEC is hereby amended as follows:\n1. In Article 1:\n(a) in paragraph 2 (d), '70 ECU' is replaced by '100 ECU';\n(b) The following paragraph is inserted:\n'2a. Notwithstanding paragraph 2 (d), Ireland shall be authorized to exclude from relief those goods the unit value of which is greater than 77 ECU'.\n(c) The following paragraph is inserted:\n'4. Every two years, and for the first time on 31 October 1987 at the latest, the Council, acting in accordance with the procedures laid down by the Treaty in the matter, shall adjust the amounts of the reliefs referred to in paragraphs 2 and 2a in order to maintain real value.'\n2. The following Article is inserted after Article 1a:\n'Article 1b\nWhere the value of goods contained in a small consignment within the meaning of Article 1 exceeds the amounts mentioned in that Article, turnover taxes and/or excise duties need not apply where the total amount to be levied is less than 3 ECU'.", "1. Member States shall bring into force the measures necessary to comply with this Directive not later than 1 October 1985.\n2. Member States shall inform the Commission of the provisions which they adopt to implement this Directive.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 8 July 1985.\nFor the Council\nThe President\nJ. SANTER\n(1) OJ No C 3, 6. 1. 1984, p. 5 and OJ No C 189, 17. 7. 1984, p. 7.\n(2) OJ No C 127, 14. 5. 1984, p. 26.\n(3) OJ No C 103, 16. 4. 1984, p. 2.\n(4) OJ No L 354, 30. 12. 1974, p. 57.\n(5) OJ No L 338, 25. 11. 1981, p. 25."}