{"celex_id": "31984R2151", "uri": "http://publications.europa.eu/resource/cellar/3196a358-15a8-4b4f-8ddc-5e8e873130b0", "type": "Regulation", "concepts": ["3178", "4600", "5343"], "title": "Council Regulation (EEC) No 2151/84 of 23 July 1984 on the customs territory of the Community\n", "header": "COUNCIL  REGULATION (EEC) No 2151/84\nof 23 July 1984\non the customs territory of the Community\nTHE COUNCIL OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 235 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas the customs territory of the Community is defined by Council Regulation (EEC) No 1496/68 (4), as last amended by the 1979 Act of Accession; whereas Article 4 of the abovementioned Regulation provides that it shall not affect the customs system applicable to the continental shelf or that applicable to the waters and foreshores situated between the coast or shore and the limit of territorial waters, or the provisions applicable in accordance with Community rules to be adopted with regard to free zones;\nWhereas Council Regulation (EEC) No 802/68 of 27 June 1968 on the common definition of the concept of the origin of goods (5) defined in fact the customs system applicable to products taken from the continental shelf; whereas in the current situation there is no reason to integrate the continental shelf adjacent to the territories of the Member States into the customs territory of the Community;\nWhereas Council Directive 69/75/EEC of 4 March 1969 on the harmonization of provisions laid down by law, regulation or administrative action relating to free zones (6) established the Community rules applicable in those zones;\nWhereas, to ensure uniform application of Community customs rules, it should be specified that the field of application of the customs union covers the territorial seas and the airspace of the Member States;\nWhereas it is not necessary to maintain the protective provisions contained in Article 4 of Regulation (EEC) No 1496/68;\nWhereas the definition of the common customs territory is designed to establish the geographical space in which all Community customs rules must be applied uniformly, except in the case of specific provisions to the contrary; whereas this should be stated expressly;\nWhereas the provisions of this Regulation are without prejudice to either the present arrangements for German internal trade within the meaning of the Protocol on that trade and connected problems or the arrangements applicable to Sant-Pierre-et-Miquelon, a former French overseas territory expressly referred to in Annex IV to the Treaty;\nWhereas, in view of the fact that the territorial seas of certain Member States do not currently form part of their national customs territories or are considered as not forming part thereof in respect of certain economic activities carried out there, it should be specified that the customs arrangements in force in the territorial seas of the Member States with regard to drilling or exploitation platforms and to the products intended for supplies for vessels and drilling or exploitation platforms shall apply until the introduction of Community customs provisions in these areas;\nWhereas, chiefly for the purposes of applying certain Council Directives on customs matters at national level, certain Member States have referred expressly to their national customs territories; whereas, in order to avoid the introduction, for purely formal reasons, by those Member States of new national legislation in the areas concerned, which would be merely provisional, those Member States should be authorized to maintain such reference until the implementation of Council regulations in this field;\nWhereas it should also be stated that the arrangements adopted by the Member States pursuant to Article 2 of Council Directive 68/312/EEC of 30 July 1968 on harmonization of the provisions laid down by law, regulation or administrative action relating to: 1. customs treatment of goods entering the customs territory of the Community, 2. temporary storage of such goods (1) do not apply to vessels passing through the territorial seas of the Member States or to aircraft passing through their airspace, where their destination is not a port or airport situated in those Member States;\nWhereas, for the sake of clarity, it is desirable to collect all the provisions henceforth applicable with regard to the definition of the customs territory of the Community in a new Regulation, and therefore to repeal Regulation (EEC) No 1496/68;\nWhereas the Treaty does not specifically confer upon the institutions of the Community the authority to adopt binding provisions concerning the customs territory of the Community; whereas, therefore, this Regulation should be based on Article 235 of the Treaty,", "main_body": ["1. The customs territory of the Community shall comprise the following:\n- the territory of the Kingdom of Belgium,\n- the territory of the Kingdom of Denmark, except for the Faroe Islands,\n- the German territories to which the Treaty establishing the European Economic Community applies, except for the Island of Heligoland and the territory of Buesingen (Treaty of 23 November 1964 between the Federal Republic of Germany and the Swiss Confederation),\n- the territory of the Hellenic Republic,\n- the territory of the French Republic, except for the overseas territories,\n- the territory of Ireland,\n- the territory of the Italian Republic, except for the communes of Livigno and Campione d'Italia and the national waters of Lake Lugano which are between the bank and the political frontier of the area between Ponte Tresa and Porto Ceresio,\n- the territory of the Grand Duchy of Luxembourg,\n- the territory of the Kingdom of the Netherlands in Europe,\n- the territory of the United Kingdom of Great Britain and Northern Ireland and of the Channel Islands and the Isle of Man.\n2. The following shall be included in the customs territory of the Community:\n(a) the territorial sea of the coastal Member States and their internal waters;\n(b) the airspace of each Member State.", "The territories listed in the Annex and situated outside the territory of the Member States shall, taking the conventions and treaties applicable to them into account, be considered to be part of the customs territory of the Community.", "Except where there are specific provisions to the contrary resulting either from conventions or from autonomous Community measures, the customs rules of the Community shall apply uniformly throughout the whole of the customs territory of the Community.", "The provisions of this Regulation shall be without prejudice to:\n(a) the present arrangements for German internal trade within the meaning of the Protocol on such trade and connected problems, and particularly to German rules on the German customs territory;\n(b) the arrangements applicable to Saint-Pierre-et-Miquelon.", "1. Member States' provisions laying down the customs arrangements applicable in their territorial sea to:\n(a) products intended for incorporation in drilling or exploitation platforms for the purposes of construction, repair, maintenance, alteration or fitting-out thereof and devices connecting such platforms to the mainland,\n(b) products intended as supplies for vessels and drilling or exploitation platforms,\nshall apply until the introduction of Community customs provisions in these areas.\nFor the purpose of point (a), products necessary for the operation of machinery and equipment used on drilling and exploitation platforms for the purposes of construction, repair, maintenance, alteration or fitting-out thereof shall be considered as being incorporated in those platforms.\n2. Where, in an area of customs rules which has not yet been the subject of a harmonization measure at Community level or for the purposes of applying a Community Directive on customs matters, a Member State has referred in the provisions of its internal law to its national customs territory, that reference may be maintained until the introduction of a Community Regulation in the area concerned.\n3. The arrangements adopted by the Member States pursuant to Article 2 (2) of Directive 68/312/EEC shall not apply to vessels passing through the territorial seas of the Member States or to aircraft passing through their airspace, where their destination is not a port or an airport situated in those Member States.", "1. Regulation (EEC) No 1496/68 is hereby repealed.\n2. In all Community acts referring to Regulation (EEC) No 1496/68, such reference shall be considered as applying to this Regulation. To that end, the concept of 'waters and foreshores situated between the coast or shore and the limit of territorial waters' appearing in Article 4 of Regulation (EEC) No 1496/68, referred to in other Community acts, shall be deemed identical to the concept of 'territorial sea' in this Regulation.", "This Regulation shall enter into force on 1 January 1985.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 23 July 1984.\nFor the Council\nThe President\nJ. O'KEEFFE\n(1) OJ No C 305, 22. 11. 1980, p. 4.\n(2) OJ No C 260, 12. 10. 1981, p. 115.\n(3) OJ No C 185, 27. 7. 1981, p. 5.\n(4) OJ No L 238, 28. 9. 1968, p. 1.\n(5) OJ No L 148, 28. 6. 1968, p. 1.\n(6) OJ No L 58, 8. 3. 1969, p. 11.\n(1) OJ No L 194, 6. 8. 1968, p. 13.\nANNEX\n1. GERMANY\nThe Austrian territories of Jungholz and Mittelberg as defined in the following treaties:\n- with regard to Jungholz: Treaty of 3 May 1868 (Bayerisches Regierungsblatt 1868, p. 1245),\n- with regard to Mittelberg: Treaty of 2 December 1890 (Reichsgesetzblatt 1891, p. 59).\n2. FRANCE\nThe territory of the Principality of Monaco as defined in the Customs Convention signed in Paris on 18 May 1963 (Journal officiel of 27 September 1963, p. 8679).\n3. ITALY\nThe territory of the Republic of San Marino as defined in the Convention of 31 March 1939 (Law of 6 June 1939, No 1220)."}