{"celex_id": "31985R3430", "uri": "http://publications.europa.eu/resource/cellar/0002642c-1ce0-4fa9-aee9-919e1418f20f", "type": "Regulation", "concepts": ["2656", "4692"], "title": "Commission Regulation (EEC) No 3430/85 of 5 December 1985 fixing the weighting coefficients to be used in calculating the Community market price for pig carcases on account of the accession of Spain and repealing Regulation (EEC) No 2050/85\n", "header": "COMMISSCOMMISSION  REGULATION (EEC) No 3430/85\nof 5 December 1985\nfixing the weighting coefficients to be used in calculating the Community market price for pig carcases on account of the accession of Spain and repealing Regulation (EEC) No 2050/85\nTHETHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the Act of Accession of Spain and Portugal, and in particular Article 396 thereof,\nWhereas the Community market price for pig carcases, as referred to in Article 4 (2) of Council Regulation (EEC) No 2759/75 of 29 October 1975 on the common organization of the market in pigmeat (1), as last amended by Regulation (EEC) No 2966/80 (2), must be established by weighting the prices ascertained in each Member State by the coefficients expressing the relative size of the pig population of each Member State; whereas these coefficients should be determined on the basis of the number of pigs recorded at the beginning of December each year pursuant to Council Directive 76/630/EEC of 20 July 1976 concerning surveys of pig production to be made by the Member States (3), as amended by Directive 79/920/EEC (4);\nWhereas the weighting coefficients were fixed on the basis of the results of the census of December 1984 by Commission Regulation (EEC) No 2050/85 of 24 July 1985 (5); whereas, pursuant to Article 396 of the Act of Accession, these coefficients must be adjusted on account of the accession of the Kingdom of Spain to the European Communities;\nWhereas, pursuant to Article 2 (3) of the Accession Treaty, the institutions of the Communities may adopt before accession the measures referred to in Article 396 of the Act, such measures entering into force only subject to and on the date of entry into force of the Treaty; whereas, pursuant to Article 261 of the Act, the application of the measures relating to Portugal is postponed until the end of the first stage,", "main_body": ["The weighting coefficients referred to in Article 4 (2) of Regulation (EEC) No 2759/75 shall be specified as in the Annex to this Regulation.", "Regulation (EEC) No 2050/85 is hereby repealed.", "This Regulation shall enter into force on 1 March 1986 subject to the entry into force of the Act of Accession of Spain and Portugal.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 5 December 1985.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n((1) OJ No L 282, 1. 11. 1975, p. 1.\n(2) OJ No L 307, 18. 11. 1980, p. 5.\n(3) OJ No L 223, 16. 8. 1976, p. 4.\n(4) OJ No L 281, 10. 11. 1979, p. 41.\n(5) OJ No L 193, 25. 7. 1985, p. 21.\nANNEX\nWeighting coefficients to be used in calculating the Community market price for pig carcases\nBelgium 5,8\nDenmark 9,8\nGermany 25,8\nFrance 12,1\nGreece 1,2\nSpain 12,6\nIreland 1,1\nItaly 9,9\nLuxembourg 0,1\nNetherlands 13,0\nUnited Kingdom 8,6"}