{"celex_id": "31989R1810", "uri": "http://publications.europa.eu/resource/cellar/65a688a1-d501-475b-a843-5428082bf1ec", "type": "Regulation", "concepts": ["2084", "2308", "4790", "5283"], "title": "Council Regulation (EEC) No 1810/89 of 19 June 1989 amending Regulation (EEC) No 4196/88 allocating, for 1989, certain catch quotas between Member States for vessels fishing in the Norwegian exclusive economic zone and the fishing zone around Jan Mayen\n", "header": "COUNCIL  REGULATION (EEC) No 1810/89\nof 19 June 1989\namending Regulation (EEC) No 4196/88 allocating, for 1989, certain catch quotas between Member States for vessels fishing in the Norwegian exclusive economic zone and the fishing zone around Jan Mayen\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 170/83 of 25 January 1983 establishing a Community system for the conservation and management of fishery resources (1), as amended by the Act of Accession of Spain and Portugal (2), and in particular Article 11 thereof,\nHaving regard to the proposal from the Commission,\nWhereas it is for the Community, pursuant to Article 3 of Regulation (EEC) No 170/83, to determine the conditions subject to which these catch quotas may be used by Community fishermen;\nWhereas, to ensure efficient management of the catch possibilities available, they should be allocated among the Member States as quotas in accordance with Article 4 of Regulation (EEC) No 170/83;\nWhereas certain catch quotas between Member States for vessels fishing in Norwegian waters for 1989 were allocated by Regulation (EEC) No 4196/88 (3);\nWhereas a catch quota of 10 570 tonnes of cod had been allocated to the Community in Norwegian waters north of 62Â°N for 1988; whereas the catches by certain Community vessels led to this allocation being exceeded;\nWhereas the compliance with these catch limits constitutes a conservation measure aimed at ensuring the continuation of the fishing in the future and is also an international obligation by virtue of the Agreement on mutual fishing rights between the Community and Norway;\nWhereas in these circumstances it is essential for the Community to compensate for the overfishing which has occurred; whereas this compensation should be effected, taking account of the principles contained in Article 11 of Council Regulation (EEC) No 2241/87 of 23 July 1987 establishing certain control measures for fishing activities (4), as amended by Regulation (EEC) No 3483/88 (5), by reducing the share allocated for 1989 to the Member States whose fishermen were responsible for the overfishing;\nWhereas it is therefore necessary to amend Regulation (EEC) No 4196/88,", "main_body": ["In Annex I to Regulation (EEC) No 4196/88, the figures relating to cod in ICES divisions I and II are hereby replaced by those set out in the Annex to this Regulation.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 19 June 1989.\nFor the Council\nThe President\nC. ROMERO HERRERA\n(1) OJ No L 24, 27. 1. 1983, p. 1.\n(2) OJ No L 302, 15. 11. 1985, p. 1.\n(3) OJ No L 369, 31. 12. 1988, p. 45.\n(4) OJ No L 207, 29. 7. 1987, p. 1.\n(5) OJ No L 306, 11. 11. 1988, p. 2.\nANNEX\nAllocation for 1989 of Community catch quotas in Norwegian waters\n(tonnes lire weight)\n1.2.3.4 //  //  //  //  // Species  // ICES divisions  // Community catch quotas   // Quotas allocated to Member States   //    //   //   //  1.2.3.4.5 // Cod   // I, II   // 7 270   // France   // 990   //   //   //   // Germany   // 1 260   //   //   //   // United Kingdom   // 5 020   //    //   //  //   //"}