{"celex_id": "31986R3361", "uri": "http://publications.europa.eu/resource/cellar/e42ae61b-2407-4634-b771-71e1b649d5b1", "type": "Regulation", "concepts": ["1233", "1277", "4284", "4860", "87"], "title": "Commission Regulation (EEC) No 3361/86 of 31 October 1986 amending Regulation (EEC) No 2409/86 on the sale of intervention butter intended for incorporation in compound feedingstuffs\n", "header": "COMMISSION  REGULATION (EEC) No 3361/86\nof 31 October 1986\namending Regulation (EEC) No 2409/86 on the sale of intervention butter intended for incorporation in compound feedingstuffs\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 985/68 of 15 July 1968 laying down general rules for intervention on the market in butter and cream (1), as last amended by Regulation (EEC) No 3790/85 (2), and in particular Article 7a thereof,\nWhereas Commission Regulation (EEC) No 2409/86 (3), as last amended by Regulation (EEC) No 3064/86 (4), introduces arrangements for the sale of intervention butter intended for incorporation in compound feedingstuffs;\nWhereas Article 8 of Regulation (EEC) No 2409/86 provides that if the operations for the incorporation of the concentrated butter in compound feedingstuffs or in a mixture to be manufactured into such feedingstuffs are not carried out in the same place, the concentrated butter or the mixture is to be transported by sealed tanker or container; whereas, in order to ensure maximum effectiveness for the new arrangements as a temporary measure, the possibility of making up the concentrated butter into small quantities intended for trial compound feedingstuffs formulations should be authorized; whereas specific provisions regarding checks should accordingly be laid down;\nWhereas Article 9 (2) of Regulation (EEC) No 2409/86 lays down that certain information must be printed in clearly legible characters on bags or other packaging or other closed containers; whereas experience shows that provision should also be made for the information required to be marked, where appropriate on a label inserted in the closing device;\nWhereas the Management Committee for Milk and Milk Products has not delivered an opinion within the time limit laid down by its Chairman,", "main_body": ["Regulation (EEC) No 2409/86 is hereby amended as follows:\n1. The following paragraphs are added to Article 8:\n'However, until 1 September 1987, concentrated butter which has undergone incorporation as referred to in Article 6 (2) may be transported as samples in cartons or metal tins weighing at least 25 kilograms and bearing in letters at least one centimetre high one or more of the statements set out in the first paragraph. Supplies of concentrated butter made up in this way may not exceed one tonne per month per establishment manufacturing compound feedingstuffs.\nBy way of derogation from Article 14 (2), checks on the utilization of the cartons or tins mentioned in the third paragraph shall be deemed to have been carried out where the successful tenderer submits a declaration from the establishment using the butter to the effect that it recognizes that it has been informed by the national authorities of the penalties laid down by the Member State concerned to which it would be liable if it became apparent, during any checks which the authorities may perform in the said establishments, that the obligations laid down in the sales contract as refered to in Article 5 have not been fulfilled.'\n2. Article 9 (2) is replaced by the following:\n'2. Without prejudice to the application of Article 10 and to the provisions of Directive 79/373/EEC, compound feedingstuffs shall be packed in bags or other packaging or other closed containers containing not more than 50 kilograms, indicating in clearly legible characters the butterfat content of the finished product:\n- either on the label inserted in the closing device,\n- or printed on the package itself.\nIn addition to this information, the statements referred to in Article 4 (4) of Regulation (EEC) No 1725/79 shall be printed thereon in the case of products meeting the conditions laid down in Article 4 (1) of the said Regulation.'", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 31 October 1986.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 169, 18. 7. 1968, p. 1.\n(2) OJ No L 367, 31. 12. 1985, p. 5.\n(3) OJ No L 208, 31. 7. 1986, p. 29.\n(4) OJ No L 285, 8. 10. 1968, p. 11."}