{"celex_id": "31981R1944", "uri": "http://publications.europa.eu/resource/cellar/32ed8ad0-dd44-4fb6-a573-d3381f703937", "type": "Regulation", "concepts": ["1465", "1519", "1958", "4682", "4683", "4691"], "title": "Council Regulation (EEC) No 1944/81 of 30 June 1981 establishing a common measure for the adaptation and modernization of the structure of production of beef and veal, sheepmeat and goatmeat in Italy\n", "header": "COUNCIL REGULATION (EEC) No 1944/81 of 30 June 1981 establishing a common measure for the adaptation and modernization of the structure of production of beef and veal, sheepmeat and goatmeat in Italy\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Articles 42 and 43 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nWhereas Article 39 (2) (a) of the Treaty provides that, in working out the common agricultural policy, account is to be taken of the social structure of agriculture and of the structural and natural disparities between the various agricultural regions;\nWhereas, in order to achieve the objectives of the common agricultural policy set out in Article 39 (1) (a) and (b) of the Treaty, special measures appropriate to production conditions in the less-favoured agricultural areas should be adopted at Community level;\nWhereas these problems prove to be particularly necessary in the mountain and hill areas in the north, in the centre and in the Mezzogiorno of Italy;\nWhereas it is therefore appropriate to envisage for these areas special measures likely to improve the economic situation of agricultural holdings and to simultaneously curb the decline in the production of beef and veal, sheepmeat and goatmeat;\nWhereas cattle, sheep and goat farming intended for meat production is developing particularly poorly in mountain and hill areas, despite the fact that production conditions are favourable to the raising of cattle, sheep and goats and will be further improved by the programme for the acceleration and guidance of collective irrigation works in the Mezzogiorno;\nWhereas it is appropriate by means of Community aid, to aid the modernization and construction of livestock housing on farms where the production of beef and veal, sheepmeat and goatmeat is an important part of total farm production, to encourage other investments likely to increase the profitability of cattle, sheep and goat farming, and to stimulate the keeping of beef-breed calves;\nWhereas these objectives should be pursued by means of a common measure combining all these aspects and implemented under a special programme extending over several years;\nWhereas it follows from the foregoing that the measures referred to above constitute a common measure within the meaning of Article 6 of Council Regulation (EEC) No 729/70 of 21 April 1970 on the financing of the common agricultural policy (3), as last amended by Regulation (EEC) No 3509/80 (4);\nWhereas it is for the Commission, after receiving the opinion of the Standing Committee on Agricultural Structures, to approve an outline programme and special regional programmes relating to the development of cattle, sheep and goat farming presented by the Italian Republic,", "main_body": ["In order to speed up agricultural development and thus to improve the structural and economic situation of agricultural holdings in mountain areas and in the hill areas in the north, in the centre and in the Mezzogiorno of Italy, a common measure within the meaning of Article 6 (1) of Regulation (EEC) No 729/70 aimed at adapting and modernizing the structure of production of beef and veal, sheepmeat and goatmeat is hereby established to be implemented by the Italian Republic.\n(1) OJ No C 124, 17.5.1979, p. 9.  (2) OJ No C 85, 8.4.1980, p. 53.  (3) OJ No L 94, 28.4.1970, p. 13.  (4) OJ No L 367, 31.12.1980, p. 87.", "1. The conditions and limits in Article 14 (2) of Council Directive 72/159/EEC of 17 April 1972 on the modernization of farms (1), as last amended by Directive 81/528/EEC (2), shall not apply to the action covered by the common measure.\n2. The Community's financial contributions shall be used in special programmes which shall form part of a framework programme relating to the objectives defined in Article 1. These programmes shall be submitted to the Commission by the Italian Republic.\n3. The programmes and any adjustments thereto shall be examined and approved in accordance with the procedure laid down in Article 18 (2) and (3) of Directive 72/159/EEC, after consultation with the Committee of the European Agricultural Guidance and Guarantee Fund, hereinafter referred to as \"the Fund\", on the financial aspects.", "1. The programmes concern the following measures:    (a) aids for the modernization, rationalization and construction of livestock housing on agricultural holdings granted to farmers within the meaning of Article 3 of Directive 72/159/EEC who draw up a plan for the improvement of their holdings.\nThis improvement plan must show:      - that on completion of the improvement plan, the share of sales deriving from the production of beef and veal, sheepmeat and goatmeat, in relation to the holding's total sales, is not reduced and exceeds 40 % of the holding's total sales,\n- by means of a specific calculation, that the investment is economically profitable and makes for a lasting improvement in the economic performance of the holding and thereby increases the holding's income,\n- that the livestock housing meets the health and hygiene conditions laid down by Community provisions;\n(b) aid for the purchase of machinery for fodder production;\n(c) aid for the improvement of meadows, pastures and enclosures;\n(d) an additional premium for beef-breed calves or calves resulting from a cross with a beef breed which are kept for at least 12 months on the holding of origin and/or on cooperative holdings situated inside the areas referred to in Article 1;\n(e) the introduction of an additional premium for keeping cows for meat production, provided that such cows belong to a herd of not less than three and not more than 20 head.\n2. The aid referred to in paragraph 1 (a) and (b) shall be granted in accordance with Article 8 (2) of Directive 72/159/EEC, taking account of Article 9 (1) of Council Directive 75/268/EEC of 28 April 1975 on mountain and hill farming and farming in certain less-favoured areas (3), as last amended by Directive 80/666/EEC (4). However, the maximum investment to be taken into consideration for the granting of aid referred to in paragraph 1 (a) shall be reduced to 18 135 ECU (A) per individual holding.\n3. The additional premium referred to in paragraph 1 (e) shall be granted for a period of five years to begin as soon as the improvement plan referred to in paragraph 1 (a) has been approved by the competent authorities. However, if by the end of the third year of the plan, the beneficiary has not made at least 3 627 ECU (A) of investment pursuant to paragraph 1 (a) and/or (c), the premium for the third, fourth or fifth year shall be discontinued.", "The framework programme referred to in Article 2 shall comprise:    - a description of the areas concerned.\n- a description of the existing situation,\n- a description of the objectives to be attained and an indication of the priorities,\n- an indication of the connection between this programme and other measures and programmes, and in particular the programme for the acceleration and guidance of collective irrigation works in the Mezzogiorno,\n(1) OJ No L 96, 23.4.1972, p. 1.  (2) See page 41 of this Official Journal.  (3) OJ No L 128, 19.5.1975, p. 1.  (4) OJ No L 180, 14.7.1980, p. 34.     - an indication of the provisions concerning the establishment of the improvement plan referred to in Article 3 (1) (a).\nAll the measures referred to in Article 3 (1) must fall within the framework of the regional development programme where the Italian Republic is obliged to forward it to the Commission in accordance with Article 6 of Council Regulation (EEC) No 724/75 of 18 March 1975 establishing a European Regional Development Fund (1), as amended by Regulation (EEC) No 214/79 (2).", "The special programmes referred to in Article 2 shall indicate:    - the measures taken to achieve the objectives of the framework programme and the conditions for the granting of aid,\n- the financial resources earmarked for implementation of the programmes and the various measures provided for therein,\n- the links between these programmes and other measures and programmes undertaken at regional level, and in particular the special programmes for the acceleration and guidance of collective irrigation works in the Mezzogiorno and the measures for improving the agricultural infrastructure.", "1. The cost to the Italian Republic, under the programmes referred to in Article 2, of the measures referred to in Article 3 (1) shall be eligible for assistance by the Fund, Guidance Section, up to a maximum of:    - 530 million ECU (A) for the measures referred to in Article 3 (1) (a) and (b),\n- 48 million ECU (A) for the measure referred to in Article 3 (1) (c),\n- 54 million ECU (A) for the measure referred to in Article 3 (1) (d),\n- 165 million ECU (A) for the measure referred to in Article 3 (1) (e).\n2. The Fund, Guidance Section, shall reimburse the Italian Republic 40 % of the eligible expenditure.\nHowever, the Community's financial contribution towards the eligible expenditure may not exceed:    - 192 ECU (A) per ha for the measure referred to in Article 3 (1) (c),\n- 14 74 ECU (A) for the premium referred to in Article 3 (1) (d),\n- 48 ECU (A) for the premium referred to in Article 3 (1) (e), with a limit of 480 ECU (A) for each individual holding.", "1. The duration of the common measure shall be limited to five years from the date when the framework programme referred to in Article 2 is approved.\n2. During the fourth year, the Commission shall submit a report on the progress of the common measure. Before the five-year period expires, the Council shall decide, on a proposal from the Commission, whether the measure needs to be extended for a further period.\n3. The estimated cost of the common measure to be borne by the Fund shall be 291 million ECU for the period provided for in paragraph 1.", "When the programmes are approved, the Commission shall, by agreement with the Italian Government, establish the procedure for informing it periodically of the progress of the programmes. The Italian Government shall at the same time designate, where appropriate, the body responsible for the technical execution of the programmes.", "1. Applications for reimbursement shall relate to expenditure incurred by the Italian Republic in the course of a single calendar year and shall be submitted to the Commission before 1 July of the following year.\n2. The decision whether to grant aid from the Fund shall be taken in accordance with Article 7 (1) of Regulation (EEC) No 729/70.\n(1) OJ No L 73, 29.3.1975, p. 1.  (2) OJ No L 35, 9.2.1979, p. 1.   3. If the beneficiary of the premium referred to in Article 3 (1) (e) fails to fulfil the investment condition referred to in Article 3 (3), the Commission shall recover from the Italian Republic the sums already paid in respect of the said premium.\n4. Advance payments may be granted by the Fund on the basis of the financial arrangements adopted by the Italian Republic and in the light of the progress made in implementing the programme.\n5. The detailed rules for implementing this Article shall be adopted in accordance with the procedure laid down in Article 13 of Regulation (EEC) No 729/70.", "0\nThis Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 30 June 1981.\nFor the Council\nThe President\nG. BRAKS"}