{"celex_id": "31982D0909", "uri": "http://publications.europa.eu/resource/cellar/79853f52-3104-40db-a46f-571253988fbc", "type": "Decision", "concepts": ["192", "2792", "3774", "5034", "5047", "862"], "title": "82/909/EEC: Commission Decision of 13 December 1982 approving the extended plan for the eradication of brucellosis put forward by the United Kingdom (Only the English text is authentic)\n", "header": "COMMISSION  DECISION\nof 13 December 1982\napproving the extended plan for the eradication of brucellosis put forward by the United Kingdom\n(Only the English text is authentic)\n(82/909/EEC)\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 77/391/EEC of 17 May 1977 introducing Community measures for the eradication of brucellosis, tuberculosis and leucosis in cattle (1), and in particular Article 9 (2) thereof,\nHaving regard to Council Directive 78/52/EEC of 13 December 1977 establishing the Community criteria for national plans for the accelerated eradication of brucellosis, tuberculosis and enzootic leucosis in cattle (2), and in particular Chapter II thereof,\nHaving regard to Commission Decision 78/480/EEC of 11 May 1978 approving the plan for the accelerated eradication of brucellosis put forward by the United Kingdom (3),\nHaving regard to Council Directive 82/400/EEC of 14 June 1982 amending Directive 77/391/EEC and introducing a supplementary Community measure for the eradication of brucellosis, tuberculosis and leucosis in cattle (4),\nWhereas by letter dated 30 June 1982 the United Kingdom notified the Commission of an extended plan to eradicate brucellosis;\nWhereas, after examination and taking into account the success of the initial plan, the extended plan was found to comply with Directives 77/391/EEC, 78/52/EEC and 82/400/EEC;\nWhereas the extended plan ensures continuity with the measures put in hand under the initial plan; whereas the initial plan expired on 15 May 1981; whereas, due to the virtual disappearance of brucellosis, participation in the extended scheme is discontinued as from 31 December 1981;\nWhereas the measures under the extended plan were applied from 15 May to 31 December 1981; whereas, consequently, the conditions for financial participation by the Community have been met;\nWhereas the EAGGF Committee has been consulted;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee;", "main_body": ["The extended plan for the eradication of brucellosis, as applied by the United Kingdom from 15 May to 31 December 1981, is hereby approved.", "Financial participation by the Community shall be in respect of eligible expenditure on account of slaughterings taking place on or after 15 May 1981 up to 31 December 1981.", "This Decision is addressed to the United Kingdom."], "attachments": "Done at Brussels, 13 December 1982.\nFor the Commission\nPoul DALSAGER\nMember of the Commission\n(1) OJ No L 145, 13. 6. 1977, p. 44.\n(2) OJ No L 15, 19. 1. 1978, p. 34.\n(3) OJ No L 152, 8. 6. 1978, p. 22.\n(4) OJ No L 173, 19. 6. 1982, p. 18."}