{"celex_id": "31986D0130", "uri": "http://publications.europa.eu/resource/cellar/44fe3657-6851-489b-858e-efb14bbc6f9a", "type": "Decision", "concepts": ["1445", "192", "1929", "3408", "4810", "5034"], "title": "86/130/EEC: Commission Decision of 11 March 1986 laying down performance monitoring methods and methods for assessing cattle's genetic value for pure bred breeding animals of the bovine species\n", "header": "COMMISSION  DECISION\nof 11 March 1986\nlaying down performance monitoring methods and methods for assessing cattle's genetic value for pure bred breeding animals of the bovine species\n(86/130/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 77/504/EEC of 25 July 1977 on pure bred breeding animals of the bovine species (1), as last amended by the Act of Accession of Greece, and in particular the first indent of Article 6 (1) thereof,\nWhereas under the first indent of Article 6 (1) of Directive 77/504/EEC it is for the Commission to determine, in accordance with the procedure laid down in Article 8 of the abovementioned Directive, the performance monitoring methods and methods for assessing cattle's genetic value;\nWhereas the methods for performance monitoring and assessing cattle's genetic value already being applied in the Member States are broadly similar;\nWhereas it is therefore necessary to align the modalities of these methods more closely so that the results are comparable;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Zootechnics,", "main_body": ["The performance monitoring methods and methods for assessing cattle's genetic value for pure bred breeding animals of the bovine species shall be those as laid down in the Annex to this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 11 March 1986.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 206, 12. 8. 1977, p. 8.\nANNEX\nThe genetic merit of a bovine animal may be calculated using one or a combination of the following methods, all the data accruing from the test results shall be accessible:\n1. Performance Testing\n(i) Performance Testing on a station\n(a) The name of the body or of the authority responsible for the station and the name of the competent authority for the calculation and publication of the results shall be given.\n(b) The design of the test and the number of animals involved in it shall be stated.\n(c) The following items shall be clearly stated:\n- conditions for acceptance into the station,\n- on farm performance of bulls prior to entry into the station if applicable,\n- ownership and maximum age of young bulls entering the station at the time of the test and the range of ages of contemporary bulls in the station,\n- length of the adaptation period and test period in the station,\n- type of diet and system of feeding.\n(d) For traits being recorded; the minimum traits to be recorded must be liveweight. For beef breeds in addition feed intake and muscle assessment.\n(e) The method used for estimating genetic merit must be unbiased. The genetic merit of tested bulls must be stated as a breeding value or contemporary comparison for each trait.\n(ii) Performance testing on a farm\nA performance test may be carried out outside a station providing that at the end of the test a breeding value can be calculated following established zootechnical principles.\n2. Milk recording and assessment of the breeding value of females for milk traits\nMilk yield records used for the assessment of the breeding value of females must be obtained under an official system of milk recording complying with standards laid down by the International Committee for Recording the Productivity of Milk Animals.\nThe name of the body or of the authority responsible for the calculation and publication of the results shall be given.\nMilk records used in the determination of the breeding value of females must:\n- have a standard length of lactation for calculation purposes of 305 days,\n- be adjusted for any important environmental influences by appropriate means.\nThe method used for the estimation of genetic merit must be unbiased and the result expressed as a predicted difference or breeding value with associated accuracy values for all traits concerned.\nA detailed description of the method used must be given or referenced. Traits evaluated must be defined, the base reference and standard deviation of the traits must be stated and the date of calculation of the figures must be given.\n3. Progeny Testing\n(a) The name of the body or of the authority responsible for the station and the name of the competent authority for the calculation and publication of the results shall be given.\n(b) The genetic merit of the sire shall be calculated by assessing the qualities of a suitable number of its offspring in relation to:\n(i) Dairy characteristics:\n- a detailed description of the progeny test method must be given or referenced,\n- the daughters should not be selectively procured or selectively treated,\n- first lactations must be used and later lactations may be used; lactation records used must have a maximum length of 305 days complying with standards laid down by the International Committee for Recording the Productivity of Milk Animals, - influences other than the genetic merit of the sire must be eliminated by appropriate procedures in the determination of its breeding value or predicted differences,\n- the quantity and composition of the milk produced and other relevant data shall be included when calculating breeding values,\n- if data are available concerning fertility and the viability of the progeny they shall be published,\n- the method used for estimating breeding values or predicted differences must be unbiased,\n- results must be published in the form of predicted difference or breeding values with associated accuracy values for the main production traits recorded. Traits evaluated must be defined, the base reference and the standard deviation of the traits must be stated and the date of calculation of the figures must be given.\n(ii) Beef characteristics:\n- a detailed description of the progeny test method must be given or referenced,\n- the progeny should not be selectively procured or selectively treated,\n- four types of progeny tests are recognized:\nA. central testing in specialized progeny testing units;\nB. planned progeny testing in cooperating commercial beef production units;\nC. analysis of data from on-farm recording schemes for pedigree and/or commercial herds. The progeny should be distributed amongst herds in such a way that a valid comparison between bulls is possible;\nD. survey type data collected on identified progeny at sale or slaughter premises.\nIn types A and B animals must be selected in a random way at a young age, and brought together into contemporary groups balanced with respect to bulls involved. In types C and D all qualifying records must be used in assessing the breeding value of the bulls\n- bulls for progeny testing must be used at random in herds from which it is planned to procure progeny for testing,\n- influences other than the genetic merit of the sire must be eliminated by appropriate procedures in the determination of its breeding value,\n- the carcase characteristics (where these are part of a selection programme) and its quality and other relevant data shall be included when calculating breeding values,\n- if data are available concerning fertility and the viability of the progeny they shall be published,\n- the method used for estimating breeding values must be unbiased,\n- results must as far as possible be published in the form of predicted difference or breeding values with associated accuracy values for the main traits recorded. Traits evaluated must be defined, the base reference and the standard deviation of the traits must be stated and the date of calculation of the figures must be given."}