{"celex_id": "31987R3868", "uri": "http://publications.europa.eu/resource/cellar/13f892f9-a321-4783-a78d-58837e240ba6", "type": "Regulation", "concepts": ["1465", "797"], "title": "Commission Regulation (EEC) No 3868/87 of 22 December 1987 laying down measures for 1988 to improve the quality of olive-oil production\n", "header": "COMMISSION  REGULATION (EEC) No 3868/87\nof 22 December 1987\nlaying down measures for 1988 to improve the quality of olive-oil production\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation No 136/66/EEC of 22 September 1966 on the common organization of the market in oils and fats (1), as last amended by Regulation (EEC) No 1915/87 (2), and in particular Article 5 (5) thereof,\nWhereas pursuant to Article 5 (4) of Regulation No 136/66/EEC a percentage of the production aid earmarked for olive-growers may be allocated to the financing of regional measures to improve the quality of oil production; whereas pursuant to Article 3 of Council Regulation (EEC) No 1502/85 of 23 May 1985 fixing the production target price, the production aid and the intervention price for olive oil for the 1985/86 marketing year (3), 2 % of the production aid earmarked for olive-oil producers in Italy, Greece and France has been allocated to the financing of measures to be taken in those countries to improve the quality of olive oil;\nWhereas the rules for the implementation of the said measures should be defined; whereas the tasks to be entrusted to producers' organizations should also be set out;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Oils and Fats,", "main_body": ["This Regulation defines the measures to be taken for 1988 to improve the quality of olive-oil production, and in particular measures to combat the olive fly (Dacus oleae) in production areas situated in France, Greece and Italy.", "Expenditure relating to the measures defined in this Regulation shall be financed in particular from the resources derived from the production aid withheld pursuant to Article 3 of Regulation (EEC) No 1502/85. The distribution of the funds for financing the measures shall take account of the financial contribution of the producers in each Member State concerned.", "Each of the Member States concerned shall draw up an action programme including:\n(a) a list of the olive-oil production areas in which action to combat the olive fly is to be considered a matter of priority, given in particular the effect on oil quality that can be expected to result from that action and the production quantity covered;\n(b) a plan for the setting-up of a surveillance, warning and assessment system in each priority production zone, comprising:\n- a system for measuring the population of olive fly,\n- a warning and treatment prescription system,\n- facilities for the training and information of growers,\n- arrangements for assessing the warning system and the effects of the treatment;\n(c) a draft action programme for treatment for each production area where the need arises.", "1. The Member State concerned shall forward the action programme to the Commission for approval by 31 March 1988 at the latest.\nThe programme shall include in particular:\n(a) a detailed description of the measures contemplated, with details of duration and cost;\n(b) a list of the necessary treatment products and equipment with unit costs;\n(c) a list of the centres, bodies and producers' organizations responsible for execution of the programme.\n2. Within 30 days of receiving the programme the Commission shall notify the Member State of its decision thereon, where appropriate subject to modifications that it deems appropriate. After approval has been given the Member State shall be responsible for the execution of the programme.\n3. Expenditure arising from the programme approved by the Commission shall qualify under this Regulation.\nHowever, a maximum of 50 % only of expenditure on treatment shall be defrayed.", "The treatment work may be carried out by olive-oil producers' organizations or associations thereof recognized under Article 20c of Regulation 136/66/EEC.\nThe insecticide products to be used in treatment must be used together with protein bait. However, under special conditions and under the direction of the bodies responsible for prescribing the treatment, the use of insecticide products under different rules may be authorized. These insecticides and the use thereof must be such that no residue can be traced in the oil produced from olives originating in the olive-growing areas treated.\nIntegrated biological control methods may be used as pilot schemes.", "Payments relating to work contracted out to persons providing services by Member States shall be made on presentation of supporting documents for the expenditure effected.\nAdvance payments of up to 30 % may be made as soon as the contract has been signed, against the lodging of a security for an equivalent amount; however, the Member State may act as guarantor for bodies referred to in Article 4 (1) (c) which have the status of public institutions.", "The producer Member States involved in the programme shall apply a monitoring system ensuring that the measures provided for in the programme and for which financing has been granted are carried out correctly. They shall inform the Commission of the monitoring measures provided for when they forward the programme referred to in Article 4.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 22 December 1987.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No 172, 30. 9. 1966, p. 3025/66.\n(2) OJ No L 183, 3. 7. 1987, p. 7.\n(3) OJ No L 151, 10. 6. 1985, p. 27."}