{"celex_id": "31987R3720", "uri": "http://publications.europa.eu/resource/cellar/c064512c-a643-4da9-9727-bbd42f419e97", "type": "Regulation", "concepts": ["161", "2563", "4692"], "title": "Commission Regulation (EEC) No 3720/87 of 11 December 1987 laying down detailed rules for applying the quotas for imports into Portugal of certain pigmeat products from the Community as constituted on 31 December 1985 and amending Council Regulation (EEC) No 495/86\n", "header": "COMMISSION  REGULATION (EEC) No 3720/87\nof 11 December 1987\nlaying down detailed rules for applying the quotas for imports into Portugal of certain pigmeat products from the Community as constituted on 31 December 1985 and amending Council Regulation (EEC) No 495/86\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the Act of Accession of Spain and Portugal,\nHaving regard to Council Regulation (EEC) No 495/86 of 25 February 1986 fixing for 1986 the initial quotas applicable to Portuguese imports from the Community as constituted on 31 December 1985 of certain products in the pigmeat sector (1), and in particular Article 2 thereof,\nWhereas, to ensure proper management of the quotas, applications for import authorizations should be subject to the lodging of a security; whereas provision should also be made for the quotas to be staggered over the year;\nWhereas provision should be made for Portugal to communicate information to the Commission on the application of the quotas;\nWhereas this Regulation replaces certain provisions of Commission Regulation (EEC) No 3803/86 of 12 December 1986 laying down detailed rules for applying the quotas for imports into Portugal of certain pigmeat products from the Community as constituted at 31 December 1985 (2); whereas the said Regulation should therefore be repealed;\nWhereas Regulation (EEC) No 495/86 should be adapted to take account of he Combined Nomenclature established by Council Regulation (EEC) No 2658/87 of 23 July 1987 on the tariff and statistical nomenclature and on the Common Customs Tariff (3); whereas in accordance with Article 15 of Regulation (EEC) No 2658/87 Community acts which include the tariff or statistical nomenclature may be amended by the Commission with a view to the entry into force of the Combined Nomenclature on 1 January 1988;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Pigmeat,", "main_body": ["This Regulation lays down detailed rules for applying Council Regulation (EEC) No 495/86.", "1. The Portuguese authorities shall issue import authorizations so as to ensure a fair allocation of the available quantity between the applicants.\nThe quotas shall be staggered over the year as follows:\n- 40 % during the period from 1 January to 30 April 1988,\n- 60 % during the period from 1 May to 31 December 1988.\n2. Applications for import authorizations shall be subject to the lodging of a security which shall be released under the conditions defined by the Portuguese authorities once the goods have been effectively imported.", "The Portuguese authorities shall communicate to the Commission the measures which they adopt for the application of Article 2.\nThey shall transmit, not later than the 15th of each month, the following information on each of the products in respect of which import authorizations have been issued in the preceding month:\n- the quantities covered by the import authorizations issued, by country of provenance,\n- the quantities imported, by country of provenance.", "Regulation (EEC) No 3803/86 is hereby repealed.", "In Article 2 of Regulation (EEC) No 495/86 'subheading 01.03 A I of the Common Customs Tariff' is replaced by 'subheading 0103 10 00 of the Combined Nomenclature'.", "This Regulation shall enter into force on 1 January 1988.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 11 December 1987.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 54, 1. 3. 1986, p. 34.\n(2) OJ No L 352, 13. 12. 1986, p. 30.\n(3) OJ No L 256, 7. 9. 1987, p. 1."}