{"celex_id": "31986R1625", "uri": "http://publications.europa.eu/resource/cellar/a33329e3-2164-43ba-a101-9a100aaff7dd", "type": "Regulation", "concepts": ["1423", "2081", "2730", "2871", "4713", "893"], "title": "Council Regulation (EEC) No 1625/86 of 6 May 1986 amending Regulation (EEC) No 355/79 laying down general rules for the description and presentation of wines and grape musts\n", "header": "COUNCIL  REGULATION (EEC) No 1625/86\nof 6 May 1986\namending Regulation (EEC) No 355/79 laying down general rules for the description and presentation of wines and grape musts\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 337/79 of 5 February 1979 on the common organization of the market in wine (1), as last amended by Regulation (EEC) No 3805/85 (2), and in particular Article 54 (1) thereof,\nHaving regard to the proposal from the Commission,\nWhereas Council Directive 79/112/EEC of 18 December 1978 on the approximation of the laws of the Member States relating to the labelling, presentation and advertising of foodstuffs for sale to the ultimate consumer (3), as last amended by Directive 86/197/EEC (4), provides for the introduction of the principle of the compulsory indication of the actual alcoholic strength of all alcoholic beverages; whereas, on the other hand, in Article 10a thereof it provides for the determination, by specific provisions, of detailed rules governing the indication of the alcoholic strength by volume on the labelling of products falling within heading Nos 22.04 and 22.05 of the Common Customs Tariff;\nWhereas Regulation (EEC) No 355/79 (5) as last amended by Regulation (EEC) No 3805/85 (6) provides that, on a temporary basis, the indication of alcoholic strength is optional, laying down however that the Member States may make it compulsory; whereas, in accordance with the abovementioned Regulation, the Council must decide by 31 August 1987 on the definitive common arrangements for the indication of the alcoholic strangth by volume of wines and grape musts applicable after that date;\nWhereas information on the alcoholic strength by volume of wines and grape musts, particularly on the actual alcoholic strength, appears necessary in order to describe on the labelling the nature of the product and thus to facilitate consumer choice; whereas provision should therefore be made that a compulsory indication of the actual alcoholic strangth by volume be given for the products in question,", "main_body": ["Regulation (EEC) No 355/79 is hereby amended as follows:\n1. The the second subparagraph of Article 3 (3), the second subparagraph of Article 13 (3) and the first subparagraph of Article 30 (4), '31 August 1987' is replaced by '30 April 1988'.\n2. In Article 2:\n(a) paragraph 1 is supplemented by the following:\n'(f) the actual alcoholic strength by volume;';\n(b) paragraph 2 (f) is replaced by the following:\n'(f) certain analytical data other than the actual alcoholic strength by volume, insofar as such information is governed by implementing provisions;'.\n3. The second and third subparagraphs of Article 3 (3) are hereby deleted.\n4. In Article 12:\n(a) paragraph 1 is supplemented by the following:\n'(f) the actual alcoholic strength by volume;';\n(b) paragraph 2 (g) is replaced by the following:\n'(g) certain analytical data other than the actual alcoholic strength by volume, insofar as such information is governed by implementing provisions;'.\n5. The second and third subparagraphs of Article 13 (3) are hereby repealed.\n6. In Article 27:\n(a) paragraph 1 is supplemented by the following:\n'(e) the actual alcoholic strength by volume,';\n(b) paragraph 2 (d) is replaced by the following:\n'(d) certain analytical data other than the actual alcoholic strength by volume, insofar as such information is governed by implementing provisions;'.\n7. In Article 28:\n(a) the first subparagraph of paragraph 1 is supplemented by the following:\n'(e) the actual alcoholic strength by volume,';\n(b) paragraph 2 (f) is replaced by the following:\n'(f) certain analytical data other than the actual alcoholic strength by volume, insofar as such information is governed by implementing provisions;'.\n8. Article 30 (4) is hereby deleted.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall be applicable as from 1 May 1988, except for Article 1 (1) which shall be applicable from the day on which this Regulation comes into force.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 6 May 1986.\nFor the Council\nThe President\nP. H. van ZEIL\n(1) OJ No 54, 5. 3. 1979, p. 1.\n(2) OJ No L 367, 31. 12. 1985, p. 39.\n(3) OJ No L 33, 8. 2. 1979, p. 1.\n(4) See page 38 of this Official Journal.\n(5) OJ No L 54, 5. 3. 1979, p. 99.\n(6) OJ No L 367, 31. 12. 1985, p. 39."}