{"celex_id": "31985R2224", "uri": "http://publications.europa.eu/resource/cellar/7edc240c-086c-4544-bd86-3394208379c5", "type": "Regulation", "concepts": ["1277", "20", "2958", "2965"], "title": "Commission Regulation (EEC) No 2224/85 of 2 August 1985 on the suspension of Regulation (EEC) No 1844/77 on the granting by tender of special aid for skimmed-milk powder intended as feed for animals other that young calves\n", "header": "COMMISSION  REGULATION (EEC) No 2224/85\nof 2 August 1985\non the suspension of Regulation (EEC) No 1844/77 on the granting by tender of special aid for skimmed-milk powder intended as feed for animals other that young calves\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 804/68 of 27 June 1968 on the common organization of the market in milk and milk products (1) as last amended by Regulation (EEC) No 1298/85 (2) and in particular Article 10 (3) thereof,\nWhereas Article 2 a (4) of Council Regulation 986/68 of 15 July 1968, laying down general rules for granting aid for skimmed milk and skimmed-milk powder for use as feed (3) as last amended by Regulation (EEC) No 1304/85 (4) provides that a apecial aid may be fixed in particular for the skimmed-milk powder referred to in Article 2 (1) d of that Regulation, if it is used for feeding animals other than young calves; whereas, because of the state of the market in skimmed milk powder, use was made of this facility through the application of Regulation (EEC) No 1844/77 (5) as last amended by Regulation (EEC) No 3511/83 (6);\nWhereas the introduction of a system to control production in the milk sector, by the application of the supplementary levy provided for in Article 5 (c) of Regulation (EEC) No 804/68 has led to a considerable reduction in the imbalance recorded in the sector; whereas, besides the system of special aid governed by Regulation (EEC) No 1844/77 has a high budgetary cost; whereas it is appropriate consequently to suspend Regulation (EEC) No 1844/77;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Milk and Milk Products;", "main_body": ["The application of Regulation (EEC) No 1844/77 is hereby suspended, with the exception of the provisions of that Regulation concerning the rights and obligations of successful tenderers under individual tendering procedures carried out before the entry into force of this Regulation.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 2 August 1985.\nFor the Commission\nHenning CHRISTOPHERSEN\nVice-President\n(1) OJ No L 148, 28. 6. 1968, p. 13.\n(2) OJ No L 137, 27. 5. 1985, p. 5.\n(3) OJ No L 169, 18. 7. 1968, p. 4.\n(4) OJ No L 137, 27. 5. 1985, p. 11.\n(5) OJ No L 205, 11. 5. 1977, p. 11.\n(6) OJ No L 351, 14. 12. 1983, p. 10."}