{"celex_id": "31988D0367", "uri": "http://publications.europa.eu/resource/cellar/b4192de8-375e-462b-b16e-810a51ac807a", "type": "Decision", "concepts": ["1182", "3673", "4654"], "title": "88/367/EEC: Seventh Commission Decision of 18 May 1988 relating to the application of Council Directive 72/166/EEC on the approximation of the laws of the Member States relating to insurance against civil liability in respect of the use of motor vehicles, and to the enforcement of the obligation to insure against such liability\n", "header": "SEVENTH  COMMISSION DECISION\nof 18 May 1988\nrelating to the application of Council Directive 72/166/EEC on the approximation of the laws of the Member States relating to insurance against civil liability in respect of the use of motor vehicles, and to the enforcement of the obligation to insure against such liability\n(88/367/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 72/166/EEC of 24 April 1972 on the approximation of the laws of the Member States relating to insurance against civil liability in respect of the use of motor vehicles, and to the enforcement of the obligation to insure against such liability (1), as last amended by Directive 84/5/EEC (2), and in particular Article 2 (2) thereof,\nWhereas on 12 December 1973 the national insurers' bureaux of the nine Member States concluded an agreement (the 'Supplementary Agreement') (3) in conformity with the principles laid down in the first indent of Article 2 (2) of Directive 72/166/EEC;\nWhereas the Commission subsequently adopted First Commission Decision 74/166/EEC (4) relating to the application of Directive 72/166/EEC, which required each Member State to refrain as from 15 May 1974 from making checks on insurance against civil liability in respect of vehicles which are normally based in the European territory of another Member State and which are the subject of the Supplementary Agreement of 12 December 1973;\nWhereas on 14 March 1986 the insurers' bureaux of Spain and Portugal and of the other Member States, with the exception of Greece, signed an Addendum to the Supplementary Agreement of 12 December 1973 extending that Agreement to include the bureaux of Spain and Portugal;\nWhereas on 16 May 1986 the Commission adopted Fourth Commission Decision 86/218/EEC (5) relating to the application of Directive 72/166/EEC, which required, as from 1 June 1986, checks on insurance against civil liability to be discontinued in respect of vehicles normally based in Spain or Portugal entering the territory of the other Member States, with the exception of Greece, and in respect of vehicles normally based in the other Member States, with the exception of Greece, entering the territory of Spain or Portugal;\nWhereas on 9 October 1987 the Motor Insurers' Bureau of Greece and the bureaux of the other Member States signed a Second Addendum to the Supplementary Agreement of 12 December 1973 extending that Agreement to include the Motor Insurers' Bureau of Greece;\nWhereas, therefore, all the conditions for the removal of checks on insurance against civil liability between Greece and the other Member States are fulfilled,", "main_body": ["As from 1 July 1988 Greece shall refrain from making checks on insurance against civil liability in respect of vehicles normally based in the other Member States and the other Member States shall refrain from making such checks in respect of vehicles normally based in Greece.", "Member States shall forthwith inform the Commission of measures taken to apply this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 18 May 1988.\nFor the Commission\nCOCKFIELD\nVice-President\n(1) OJ No L 103, 2. 5. 1972, p. 1.\n(2) OJ No L 8, 11. 1. 1984, p. 17.\n(3) OJ No L 87, 30. 3. 1974, p. 15.\n(4) OJ No L 87, 30. 3. 1974, p. 13.\n(5) OJ No L 153, 7. 6. 1986, p. 52."}