{"celex_id": "31986D0533", "uri": "http://publications.europa.eu/resource/cellar/b4cd2a2e-2593-49c9-85db-e84e66cdad83", "type": "Decision", "concepts": ["1372", "2393", "863"], "title": "86/533/EEC: Commission Decision of 29 October 1986 on the guidance programme in respect of aquaculture for 1986 submitted by Spain pursuant to Council Regulation (EEC) No 2908/83 (Only the Spanish text is authentic)\n", "header": "COMMISSION  DECISION\nof 29 October 1986\non the guidance programme in respect of aquaculture for 1986 submitted by Spain pursuant to Council Regulation (EEC) No 2908/83\n(Only the Spanish text is authentic)\n(86/533/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2908/83 of 4 October 1983 on a common measure for restructuring, modernizing and developing the fishing industry and for developing aquaculture (1), modified by Regulation (EEC) No 3733/85 (2), and in particular Article 5 thereof\nWhereas on 24 February 1986 the Spanish Government forwarded a guidance programme amended by supplementary information on 13 May 1986 and 7 July 1986 in respect of aquaculture, hereinafter referred to as 'the programme';\nWhereas, in accordance with the first paragraph of Article 3 of Regulation (EEC) No 2908/83, the time required for the execution of the programme covers at least the proposed duration of the common measure;\nWhereas the programme contains the information referred to in Article 4 of Regulation (EEC) No 2908/83;\nWhereas the Spanish authorities envisage a large increase in fish and shellfish production; whereas in addition exploitation of coastal lagoons offers undoubted potential, partly exploited at present;\nWhereas the programme proposes to encourage the development of hatcheries for the production of juvenile fish for on-growing;\nWhereas the programme may, having regard to production potential, the demand for the products concerned and the guidelines of the Common Fisheries Policy, constitute a suitable framework for projects which may qualify for financial support from the Community;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Committee for the Fishing Industry,", "main_body": ["The guidance programme in respect of aquaculture forwarded by the Spanish Government on 24 February 1986 last amended on 7 July 1986, the main features of which are set out in Annex I hereto, is hereby approved subject to the provisions set out in Annex II hereto.", "This Decision is addressed to the Kingdom of Spain."], "attachments": "Done at Brussels, 29 October 1986\nFor the Commission\nAntรณnio CARDOSO E CUNHA\nMember of the Commission\n(1) OJ No L 290, 22. 10. 1983, p. 1.\n(2) OJ No L 361, 31. 12. 1985, p. 78.\nANNEX I\nMAIN FEATURES OF THE GUIDANCE PROGRAMME IN RESPECT OF AQUACULTURE DRAWN UP BY THE SPANISH GOVERNMENT WITHIN THE FRAMEWORK OF COUNCIL REGULATION (EEC) No 2908/83\n1. Objective of the programme\nDevelopment of aquaculture, taking into account the suitability of species for culture in Spain, rearing techniques, commercial viability and market prospects.\n2. Duration\nThe programme will cover 1986 only.\n3. Areas concerned\nThe whole of the littoral and inshore waters of Spain, the Balearic Islands and the Canary Islands.\n4. Priorities and development policy\nFuture activity will be concentrated on species with good market prospects and with well-established rearing technology. Among these species the most important are:\n- Oysters and palourdes\n- Tropical prawns (Penaeus spp.)\n- Turbot\n- Gilthead sea bream\n- Sea bass\n5. Present output and projects envisaged\nThe production data for 1985 gives a figure of 200 000 tonnes for mussels, the principal species reared in Spain, 4 000 tonnes for other molluscs and 250 tonnes for marine fish.\nPotential production is envisaged as being of the order of 86 000 tonnes for other molluscs and 200 000 tonnes for fish and crustaceans with only a relatively slight annual increase in mussel output, giving an eventual total of about 250 000 tonnes. Only a fraction of this increase will be achieved in the immediate future.\n6. Investment requirement\nTo achieve these production targets an investment of about 30 million ECU would be necessary during the period covered by the programme.\nNational aid to be allocated of these investments may be estimated at 1,5 million ECU.\nANNEX II\nFINAL CONCLUSIONS\n1. The Commission considers that the programme submitted by the Spanish Government as a framework for the Community and national financing schemes constitutes an initial measure to guide investments in aquaculture in Spain and it agrees with the Spanish authorities' analysis of the development potential.\n2. The Commission points out that the investments requirement contained in the programme does not imply any commitment as regards financial support from the Community.\n3. The Commission considers that the programme targets and their attainment should form the subject of a more detailed analysis in the light of developments in the structural and economic situaton of fish farms in Spain."}