{"celex_id": "31988R2256", "uri": "http://publications.europa.eu/resource/cellar/4535b0c5-e303-41ad-95b2-0a9d4020099d", "type": "Regulation", "concepts": ["2668", "4854", "666", "870"], "title": "Council Regulation (EEC) No 2256/88 of 19 July 1988 amending Regulation (EEC) No 1417/78 on the aid system for dried fodder\n", "header": "COUNCIL REGULATION (EEC) No 2256/88 of 19 July 1988 amending Regulation (EEC) No 1417/78 on the aid system for dried fodder\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1117/78 of 22 May 1978 on the common organization of the market in dried fodder (1), as last amended by Regulation (EEC) No 3996/87 (2), and in particular Article 6 (2) thereof,\nHaving regard to the proposal from the Commission (3),\nWhereas the wording of Regulation (EEC) No 1417/78 (4), as last amended by Regulation (EEC) No 1173/87 (5), should be adapted to the latest amendments to Regulation (EEC) No 1117/78 in particular by adjusting all references to Article 1 of Regulation  (EEC) No 1117/78, by deleting the word ´supplementary' in the expression ´supplementary aid', and by deleting the references to Article 3 of Regulation (EEC) No 1117/78,", "main_body": ["Regulation (EEC) No 1417/78 is hereby amended as follows:\n1.  in Article 1 (1), ´listed in the first indent under (b) in Article 1' is replaced by ´listed in the first and third indents under (b) in Article 1';\n2.  Article 5 is replaced by the following:\n´Article 5 The aid referred to in Article 5 of Regulation (EEC) No 1117/78 shall be granted, on application by the party concerned, for dried fodder from processing plants that meets the following requirements:\n(a)  the maximum moisture content shall be between 11 and 14 % and may vary according to the form of presentation of the product;\n(b)  the minimum total crude protein content in dry matter must not be less than:\n- 14 % for the products listed in Article 1 (b) and the second indent of Article 1 (c) of Regulation (EEC) No 1117/78,\n- 45 % for the products listed in the first indent of Article 1 (c) of Regulation (EEC) No 1117/78.\nHowever, additional conditions, in particular as regards fibre and carotene content, may be adopted in accordance with the procedure laid down in Article 12 of Regulation (EEC) No 1117/78.';\n3.  in Article 6, ´The aids referred to in Articles 3 and 5 of Regulation (EEC) No 1117/78 shall be granted only to those processing plants which:' is replaced by: ´The aid referred to in Article 5 of Regulation (EEC) No 1117/78 shall be granted only to  those processing plants which:';\n4.  in Article 7 (2), ´the amount of the aids specified in Articles 3 and 5 of Regulation (EEC) No 1117/78 which it receives' is replaced by ´the amount of the aid specified in Article 5 of Regulation (EEC) No 1117/78 which it receives';\n5.  the last subparagraph of Article 8 is deleted;\n6.  in Articles 9, 10 and 11, ´supplementary' is deleted.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 July 1988.\nFor the Council The President Y. POTTAKIS EWG:L168UMBE01.95 FF: 8UEN;   SETUP: 01;   Hoehe: 403 mm;   76 Zeilen;   3244 Zeichen;\nBediener: FJJ0   Pr.: C;\nKunde: ................................\n(1) OJ No L 142, 30. 5. 1978, p. 2. (2) OJ No L 377, 31. 12. 1987, p. 35. (3) OJ No C 139, 30. 5. 1988, p. 32. (4) OJ No L 171, 28. 6. 1978, p. 1. (5) OJ No L 113, 30. 4. 1987, p. 13."}