{"celex_id": "31984R2541", "uri": "http://publications.europa.eu/resource/cellar/8a643020-baf4-46c2-bd2c-99cf6d3a3738", "type": "Regulation", "concepts": ["1085", "1309", "2729", "4402", "890"], "title": "Commission Regulation (EEC) No 2541/84 of 4 September 1984 fixing a countervailing charge on imports into the other Member States of ethyl alcohol of agricultural origin produced in France\n", "header": "COMMISSION REGULATION (EEC) No 2541/84 of 4 September 1984 fixing a countervailing charge on imports into the other Member States of ethyl alcohol of agricultural origin produced in France\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 46 thereof,\nWhereas ethyl alcohol of agricultural origin manufactured in France is subject to internal rules having the equivalent effect to a national market organization ; whereas the present system contains features relating to production and to prices for alcohol produced under quota but also influences the quantities and prices of alcohol left at the free disposal of producers ; whereas the said system has the effect of encouraging exportation of such non-quota alcohol (\"alcools libéres\") since it is liable to a compensatory duty (\"soulte\") if marketed in France ; whereas the level of the compensatory duty is such that, given the selling price and the price supplement applied by the alcohol board to returned alcohol, holders of non-quota alcohol are induced to export it;\nWhereas relatively large amounts of non-denatured agricultural alcohol of French origin have been sold on the markets of other Member States over a representative period at prices below those currently obtaining in these markets for domestically produced alcohol ; whereas the markets of these other Member States have been disturbed as a result of the pricing policy made possible by the said system in France ; whereas the French system has hence adversely affected the competitive position of producers in the other Member States as regards agricultural alcohol marketed in non-denatured form ; whereas the information available to the Commission does not show that the sale of denatured agricultural alcohol is being similarly disturbed;\nWhereas steps should accordingly be taken under Article 46 of the Treaty to introduce a countervailing charge on exports of non-denatured ethyl alcohol of agricultural origin from France;\nWhereas the countervailing charge should be fixed at a level which will restore balance to the market ; whereas it should thus cover the difference recorded between, on the one hand, the lowest free-at-frontier price at which representative quantities of non-denatured alcohol from France are sold on the markets of the other Member States and, on the other hand, an equilibrium price which may be considered the normal price for domestically produced non-denatured alcohol on the markets of the Community when competition is not distorted, currently calculated as 48 ECU per hectolitre ; whereas, to prevent any possibility of the level of the countervailing charge being set too high as a result of calculating it on the basis of flat-rate figures, an appropriate abatement should be applied to the said difference;\nWhereas the countervailing charge so fixed will not be part of the common agricultural policy so that representative exchange rates will not apply ; whereas, to facilitate administration of the charge, the conversion rates used for converting certain specific duties contained in the Common Customs Tariff should be employed;\nWhereas the Commission will need to monitor continuously the trade in and prices of the products in question, adjusting and/or modifying as necessary the rate of the countervailing charge with reference to the factors used in setting it ; whereas the prices observed at present make it unnecessary to introduce machinery to prevent application of the charge from raising the price of alcohol imported from France to a level above the price obtaining in an importing Member State for domestically produced non-denatured agricultural alcohol intended for certain uses ; whereas, to be able to make the necessary assessments, the Commission must be provided with appropriate information;\nWhereas provision should be made for an interim period between the publication of this Regulation and its entry into force in order to avoid, as far as possible, interfering with uncompleted transactions ; whereas provision should also be made, as an exception, not to apply the countervailing charge to imports carried out before 1 October 1984 under contracts signed before 1 March 1984,", "main_body": ["1. This Regulation shall apply to the following products:  >PIC FILE= \"T0026138\">\n2. For the purposes of this Regulation, the description given in paragraph 1 shall be deemed to cover all non-denatured ethyl alcohol not accompanied by a certificate issued by the French authorities showing that:    (a) the alcohol is of non-agricultural origin within the meaning of the Treaty ; or\n(b) the alcohol has been denatured in accordance with the relevant provisions in France.", "1. The Member States other than France shall, upon the release for consumption of ethyl alcohol as described in Article 1 which has been produced in France, levy a countervailing charge thereon at a rate of 0,04 ECU per % vol per hectolitre.\n2. The products referred to in Article 1 shall be considered to have been produced in France unless it is established to the satisfaction of the competent authorities in the Member State where they are released for consumption that they have been produced elsewhere.", "1. Article 2 shall not apply when France levies the countervailing charge at the time when the customs formalities required for the consignment of the product in question are completed.\n2. Where France levies the countervailing charge referred to in Article 2 (1), the document made out to show the Community nature of the goods shall be endorsed in the \"description of goods\" box with one of the following statements:\n\"Countervailing charge applied - Regulation (EEC) No 2541/84\"\n\"Udligningsafgift opkrævet - forordning (EØF) nr. 2541/84\"\n\"Ausgleichsabgabe erhoben - Verordnung (EWG) Nr. 2541/84\"\n>PIC FILE= \"T0026139\">\n\"Taxe compensatoire perçue - Règlement (CEE) n° 2541/84\"\n\"Tasso di compensazione riscossa - Regolamento (CEE) n. 2541/84\"\n\"Compenserende heffing toegepast - Verordening (EEG) nr. 2541/84\"\n3. The statement referred to in the preceding paragraph shall be authenticated with the stamp of the French customs office issuing the document.\n4. Where the document showing the Community nature of the goods is replaced by a new document, the latter shall reproduce the statement referred to in paragraph 2 if it appears on the original document ; this statement shall be authenticated with the stamp of the competent customs office.", "The amount of the countervailing charge shall be converted into national currency using the conversion rates contained in General rule C (3) of the Common Customs Tariff.", "1. The Member States shall each inform the Commission of the measures they have taken in application of this Regulation.\nBy the 15th of each month, they shall further communicate to the Commission, for the preceding month, indicating the quantities involved:    (a) the free-at-frontier prices observed for imported alcohol, broken down by:      - class of alcohol (synthetic or of agricultural origin, in the latter case separately for non-denatured and denatured alcohol),\n- exporting countries;\n(b) the prices obtaining on their own market for domestically produced alcohol as delivered to the user, broken down by the different uses.\n2. In particular on the basis of the information provided under paragraph 1, the Commission shall continuously monitor trade in the products covered by this Regulation ; in the event of significant changes in the factors used in fixing the countervailing charge, the Commission shall adjust the charge accordingly.\nThe Commission shall review these factors regularly, at least once every six months.", "Where any party concerned so requests, the countervailing charge shall not be levied on products:    (a) in respect of which, where Article 2 is applied, the customs formalities required for their release for consumption or, where Article 3 is applied, the customs formalities required for their consignment have been completed before 1 October 1984 ; and\n(b) for which evidence has been produced to the satisfaction of the authorities responsible for levying the countervailing charge that the said products are being delivered under a contract signed before 1 March 1984.\nIn such cases, where the authorities referred to in (b) are French, the provisions of Article 3 (2) and (3) shall apply.", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 4 September 1984.\nFor the Commission\nThe President\nGaston THORN"}