{"celex_id": "31985R1185", "uri": "http://publications.europa.eu/resource/cellar/319ea058-488e-4753-a3cf-1767d3f591d9", "type": "Regulation", "concepts": ["1182", "1668", "2668", "2965", "3275"], "title": "Commission Regulation (EEC) No 1185/85 of 7 May 1985 fixing for the 1984/85 marketing year the average world market price, the indicative yield and the amount to be deducted from the aid payable in Greece for linseed\n", "header": "COMMISSION  REGULATION (EEC) No 1185/85\nof 7 May 1985\nfixing for the 1984/85 marketing year the average world market price, the indicative yield and the amount to be deducted from the aid payable in Greece for linseed\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 569/76 of 15 March 1976 laying down special measures for linseed (1), and in particular Article 2 (4) thereof,\nWhereas an average world market price for linseed must be determined each year according to the criteria laid down in Council Regulation (EEC) No 1774/76 (2);\nWhereas Article 4 of Commission Regulation (EEC) No 1799/76 (3), as last amended by Regulation (EEC) No 1977/80 (4), provides that this average price is to be the arithmetic mean of the world market prices as referred to in that Article and recorded each week over a representative period;\nWhereas the most representative period for the marketing of Community linseed may be taken to be that from 3 September 1984 to 22 March 1985; whereas this is therefore the period to be taken into account;\nWhereas the application of all these provisions produces the average world market price for linseed specified below;\nWhereas Article 81 (3) of the Act of Accession of Greece provides that the amount of aid for linseed harvested in Greece shall be reduced by the amount of customs duties applied by that country to imports of this product from non-member countries;\nWhereas Article 2 (2) of Regulation (EEC) No 569/76 provides that the subsidy is to be granted for a production figure obtained by applying an indicative yield to the areas sown and harvested; whereas that yield must be determined by applying the criteria laid down in Regulations (EEC) No 569/76 and (EEC) No 1774/76;\nWhereas, in accordance with Article 17 (1) of Regulation (EEC) No 1799/76, the producer Member States have supplied the Commission with the results of the sampling, carried out pursuant to Article 2a (2) of that Regulation, regarding the yields per hectare of seed harvested from each of the types of flax referred to in Articles 7a and 10a of the said Regulation in the homogeneous production areas; whereas, on the basis of those results, the indicative yield for linseed should be that specified below;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Oils and Fats,", "main_body": ["For the 1984/85 marketing year, the average world market price for linseed shall be 38,227 ECU per 100 kilograms.", "For the 1984/85 marketing year the aid for linseed shall be reduced by 0,055 ECU per 100 kilograms for seeds harvested in Greece.", "For the 1984/85 marketing year, the indicative yields for linseed and the relevant production zones shall be as specified in the Annex.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 7 May 1985.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 67, 15. 3. 1976, p. 29.\n(2) OJ No L 199, 24. 7. 1976, p. 1.\n(3) OJ No L 201, 27. 7. 1976, p. 14.\n(4) OJ No L 192, 26. 7. 1980, p. 24.\nANNEX\nIndicative yields (kilograms per hectare) and relevant production areas\nI. FIBRE FLAX\n1.2.3 //   //   //   //   // Retted but not de-seeded  // Other  //   //   //   // Area I:  // 1 411  // 1 659  // The following Dutch areas: IJsselmeerpolders, Droogmakerijen Noord-Holland and Noordelijk Kleigebied  //  //   // Area II:  // 1 128  // 1 360  // 1. The following Dutch areas: Droogmakerijen Zuid-Holland en Zuid-Westelijk Kleigebied 2. The following Belgian communes: Assenede, Beveren-Waas, Blankenberge, Bredene, Brugge, Damme, De Haan, De Panne, Diksmuide (with the exception of Vladslo and Woumen), Gistel, Jabbeke, Knokke-Heist, Koksijde, Lo-Reninge, Middelkerke, Nieuwpoort, Oostende, Oudenburg, Sint-Laureins, Veurne and Zuienkerke  //   //   // Area III:  // 865  // 1 057  // 1. Other parts of the Netherlands 2. Other parts of Belgium 3. The following French areas: - the department of Nord, - the arrondissements of Béthune, Lens, Calais, St Omer and the canton of Marquise in the departement of Pas-de-Calais, - the arrondissements of Saint-Quentin and Vervins in the departement of Aisne, - the arrondissement of Charleville-Mézières in the departement of Ardennes  //   //   // Area IV:  // 757  // 992  // The following French areas: - the arrondissements of Arras, Boulogne-sur-Mer with the exception of the canton of Marquise, Montreuil in the departement of Pas-de-Calais, - the departement of Somme, - the arrondissements of Beauvais, Clermont and Compiègne in the departement of Oise  //   //  // Area V:  // 830  // 948  // The following French areas: - the arrondissements of Rethel, Sedan, Vouziers, in the departement of Ardennes, - the arrondissements of Laon, Soissons, Château-Thierry in the departement of Aisne, - the departement of Marne, - the arrondissement of Senlis in the departement of Oise, - the departements of Seine-et-Marne, Essonne, Yvelines, Val-d'Oise, Hauts-de-Seine, Seine-St-Denis, Val-de-Marne, Eure-et-Loir, Loir-et-Cher, Sarthe, - the arrondissements of Alençon and Mortagne-au-Perche in the departement of Orne  //   //   // Area VI:  // 749  // 970  // Other areas of the Community  //   //   //   //   //\nII. SEED FLAX\n1.2 //   //   // Area I:  // 2 283  // The northern and south-west areas of the United Kingdom  //   // Area II:  // 1 834  // Other areas of the United Kingdom  //   // Area III:  // 1 741  // France and the Federal Republic of Germany  //  // Area IV:  // 836  // Other areas of the Community  //   //  //"}