{"celex_id": "31986R0501", "uri": "http://publications.europa.eu/resource/cellar/045143ca-034b-4e6b-9560-8b56e2dfb50a", "type": "Regulation", "concepts": ["1602", "2563", "3579", "3591"], "title": "Council Regulation (EEC) No 501/86 of 25 February 1986 fixing, for 1986, the initial quota which may be applied by the Portuguese Republic for certain fruit and vegetables coming from the Community as constituted at 31 December 1985\n", "header": "COUNCIL REGULATION (EEC) No 501/86  of 25 February 1986  fixing, for 1986, the initial quota which may be applied by the Portuguese Republic for certain fruit and vegetables coming from the Community as constituted at 31 December 1985\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",  Having regard to the Treaty establishing the European Economic Community,  Having regard to the Act of Accession of Spain and Portugal, and in particular Article 234 (2) thereof,  Having regard to the  proposal from the Commission,  Whereas, pursuant to Article 269 of the Act of Accession, the Portuguese Republic may, during the first stage, maintain quantitative restrictions in the form of quotas on the importation of certain fruit and vegetables  from the Community as constituted at 31 December 1985 during certain periods of the year;  Whereas paragraph 2 (b) of that Article provides that the initial quota applicable in 1986 is to be fixed for each product either at 3 % of the average of  Portuguese production during the last three years before accession for which statistics are available, or at the average of Portuguese imports made over the last three years before accession for which statistics are available, where this criterion  results in a greater volume;  Whereas the statistics at present available show that the first of the abovementioned criteria has to be applied for fixing the initial quota;  Whereas, from 1 March to 31 December 1986, the quota applicable is to be equal  to the initial quota, less one-sixth,", "main_body": ["1.  The volumes for the initial quotas which the Portuguese Republic may, pursuant to Article 269 of the Act of Accession, apply on the import of fresh fruit and vegetables from the Community as constituted at 31 December 1985 are set out in  the Annex. From 1 March to 31 December 1986, these volumes shall be reduced by one-sixth.  2.  The quotas shall be applicable for each product during the periods indicated in the Annex.", "Detailed rules for the application of the quota system referred to in Article 269 of the Act of Accession shall be adopted, as the need arises, in accordance with the procedure laid down in Article 33 of Council Regulation (EEC) No 1035/72 on  the common organization of the market in fruit and vegetables (1), as last amended by Regulation (EEC) No 3768/85 (2).", "This Regulation shall enter into force on 1 March 1986.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 25 February 1986.  For the Council  The President  G. BRAKS\n(1) OJ No L 118, 20. 5. 1972, p. 1.  (2) OJ No L 362, 31. 12. 1985, p. 8.\nANNEX\n/* Tables: see OJ */\n/* Tables: see OJ */"}