{"celex_id": "31987D0572", "uri": "http://publications.europa.eu/resource/cellar/eebc35a5-fc21-4c44-93fe-7db47d88a7fd", "type": "Decision", "concepts": ["1857", "2356", "2560", "4839", "619", "837"], "title": "87/572/EEC: Commission Decision of 30 November 1987 amending for the second time Decision 87/435/EEC on certain protective measures relating to classical swine fever in Belgium\n", "header": "COMMISSION  DECISION\nof 30 November 1987\namending for the second time Decision 87/435/EEC on certain protective measures relating to classical swine fever in Belgium\n(87/572/CEE)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 64/432/EEC of 26 June 1964 on animal health problems affecting intra-Community trade in bovine animals and swine (1), as last amended by Directive 87/489/EEC (2), and in particular Article 9 thereof,\nHaving regard to Council Directive 72/461/EEC of 12 December 1972 on animal health problems affecting intra-Community trade in fresh meat (3), as last amended by Directive 87/489/EEC, and in particular Article 8 thereof,\nWhereas several outbreaks of classical swine fever have occurred in parts of Belgium outside the area where vaccination is carried out on a routine basis;\nWhereas these outbreaks are such as to constitute a danger to the pig herds of other Member States, in view of the trade in live pigs, fresh pigmeat and certain pigmeat products;\nWhereas, following that outbreak of classical swine fever, the Commission adopted Decision 87/435/EEC (4), as amended by Decision 87/529/EEC (5);\nWhereas the situation in Belgium has significantly improved;\nWhereas, in the light of this satisfactory development, it is possible to reduce the area in which restrictive measures are applied relating to live animals, fresh meat and certain types of pigmeat products;\nWhereas, furthermore, it is also possible to allow an establishment within the prohibited area to continue to operate under Community approval under certain conditions which will ensure that fresh meat and meat products are safe for intra-Community trade;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["The Commission Decision 87/435/EEC is amended as follows:\n1. The following paragraph 3 is added to Article 2:\n'3. The prohibition provided for in paragraph 1 and the requirements of paragraph 2 shall not apply to fresh meat obtained from pigs reared outside the prohibited area but slaughtered within it under the following conditions:\n- an establishment will be authorized by the central veterinary authority and operated under strict veterinary control,\n- the fresh meat must be produced from animals slaughtered on different days to those which are not destined for intra-Community trade,\n- before commencing slaughter of pigs for meat destined for intra-Community trade, there must be one clear day after termination of slaughtering of pigs from the restricted area on which no slaughtering takes place and when the establishment is thoroughly cleansed and disinfected,\n- the fresh meat must be clearly identified, and transported and stored separately from meat which is not destined for intra-Commnity trade,\n- the control of the compliance with the above listed conditions shall be carried out by the central veterinary authorities who will communicate to the other Member States and the Commission the name of the establishment which they have approved in application of these provisions.'\n2. In Article 3 (1), after the date '28 July 1987' the following words are included, 'as last amended by Decision 87/572/EEC.'\n3. In Article 3 (2), after the date '28 July 1987' the following words are included, 'as last amended by Decision 87/572/EEC.'\n4. The Annex is replaced by the Annex to this Decision.", "The Member States shall amend the measures which they apply to trade so as to bring them into compliance with this Decision three days after its notification. They shall immediately inform the Commission thereof.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 30 November 1987.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No 121, 29. 7. 1964, p. 1977/64.\n(2) OJ No L 280, 3. 10. 1987, p. 28.\n(3) OJ No L 302, 31. 12. 1972, p. 24.\n(4) OJ No L 238, 21. 8. 1987, p. 31.\n(5) OJ No L 308, 30. 10. 1987, p. 54.\nANNEX\nIn the Province of Brabant the following communes:\nTienen, the old communes of Eliksem, Ezemaal and Wange of the commune of Landen, Linter, Glabbeek, Kortenaken."}