{"celex_id": "31989D0051", "uri": "http://publications.europa.eu/resource/cellar/7c04bab2-0cdd-445b-a2d6-46f4765c491c", "type": "Decision", "concepts": ["1712", "2068", "2560", "5263"], "title": "89/51/EEC: Commission Decision of 21 December 1988 authorizing a method for grading pig carcases in the Grand Duchy of Luxembourg (Only the French text is authentic)\n", "header": "COMMISSION  DECISION\nof 21 December 1988\nauthorizing a method for grading pig carcases in the Grand Duchy of Luxembourg\n(Only the French text is authentic)\n(89/51/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2759/75 of 29 October 1975 on the common organization of the market in pigmeat (1), as last amended by Regulation (EEC) No 3906/87 (2), and in particular Article 4 (6) thereof,\nHaving regard to Council Regulation (EEC) No 3220/84 of 13 November 1984 determining the Community scale for grading pig carcases (3), as amended by Regulation (EEC) No 3530/86 (4), and in particular Article 5 (2) thereof,\nWhereas Article 2 (3) of Regulation (EEC) No 3220/84 provides that the grading of pig carcases must be determined by estimating the content of lean meat in accordance with statistically-proven assessment methods based on the physical measurement of one or more anatomical parts of the pig carcase; whereas the authorization of grading methods is subject to compliance with a maximum tolerance for statistical error in assessment; whereas this tolerance has been defined in Article 3 of Commission Regulation (EEC) No 2967/85 of 24 October 1985 laying down detailed rules for the application of the Community scale for grading pig carcases (5);\nWhereas the Government of the Grand Duchy of Luxembourg has requested the Commission to authorize the use of a method for grading pig carcases on its territory and has submitted the information required in Article 3 of Regulation (EEC) No 2967/85; whereas an examination of this request has revealed that the conditions for authorizing the said grading method are fulfilled;\nWhereas no modification of the apparatus or grading method may be authorized except by means of a new Commission decision adopted in the light of experience gained; whereas, for this reason, the present authorization may be revoked;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Management Committee for Pigmeat,", "main_body": ["The use of the apparatus termed 'Hennessy Grading Probe' ('HGP 2') and the assessment method related thereto, details of which are given in the Annex, is hereby authorized in Luxembourg as the only method for grading pig carcases pursuant to Regulation (EEC) No 3220/84.", "Modifications of the apparatus or of the assessment method shall not be authorized.", "This Decision is addressed to the Grand Duchy of Luxembourg."], "attachments": "Done at Brussels, 21 December 1988.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 282, 1. 11. 1975, p. 1.\n(2) OJ No L 370, 30. 12. 1987, p. 11.\n(3) OJ No L 301, 20. 11. 1984, p. 1.\n(4) OJ No L 326, 21. 11. 1986, p. 8.\n(5) OJ No L 285, 25. 10. 1985, p. 39.\nANNEX\n1. Grading of pig carcases shall be carried out by means of the apparatus termed 'Hennessy Grading Probe' ('HGP 2').\n2. The apparatus shall be equipped with a probe of 5,95 mm diameter (and of 6,3 mm at the blade at the top of the probe) containing a photodiode (Siemens LED of the type LYU 260-EO) and a photodetector (type Siemens 58 MR) and having an operating distance of between 0 and 120 mm. The results of the measurements shall be converted into estimated lean meat content by means of the HGP 2 itself or a computer linked to it.\n3. The lean meat content of the carcase shall be calculated according to the following formula:\ny = 57,375  0,63569 x1 + 0,19966 x2  0,23643 x3,\nwhere:\n1.2 // y =   // the estimated percentage of lean meat in the carcase,   // x1 =   // the thickness of back fat (including rind) in millimetres, measured at 7 cm off the midline of the carcase, between the third and fourth last rib,   // x2 =  // the thickness of muscle in millimetres, measured at the same time and in the same place as x1,   // x3 =   // the thickness of back fat (including rind) in millimetres, measured at 8 cm off the midline of the carcase at the last rib.\nThe formula shall be valid for carcases weighing between 50 and 110 kg."}