{"celex_id": "31983R0862", "uri": "http://publications.europa.eu/resource/cellar/1426e029-d902-489a-b819-d9fcaae7219d", "type": "Regulation", "concepts": ["1264", "139", "2862"], "title": "Commission Regulation (EEC) No 862/83 of 13 April 1983 amending Regulation (EEC) No 1348/81 on detailed rules for applying Council Regulation (EEC) No 1970/80 laying down general implementing rules for campaigns aimed at promoting the consumption of olive oil in the Community\n", "header": "COMMISSION  REGULATION (EEC) No 862/83\nof 13 April 1983\namending Regulation (EEC) No 1348/81 on detailed rules for applying Council Regulation (EEC) No 1970/80 laying down general implementing rules for campaigns aimed at promoting the consumption of olive oil in the Community\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation No 136/66/EEC of 22 September 1966 on the establishment of a common organization of the market in oils and fats (1), as last amended by Regulation (EEC) No 1413/82 (2), and in particular Article 11 (8) thereof,\nHaving regard to Council Regulation (EEC) No 1970/80 of 22 July 1980 laying down general implementing rules for campaigns aimed at promoting the consumption of olive oil in the Community (3), and in particular Article 4 thereof,\nWhereas Article 1 (1) of Commission Regulation (EEC) No 1348/81 (4) provides that programmes of measures to promote the consumption of olive oil in the Community are to be carried out during a maximum period of 12 months as from the date on which contracts in this connection are concluded; whereas it may in exceptional cases prove difficult to comply with the time limit for reasons beyond the control of a contracting party; whereas, therefore, provision should be made for an extension of the time limit if certain conditions are met;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Oils and Fats,", "main_body": ["The following is hereby inserted between the first and second subparagraphs of Article 1 (1) of Regulation (EEC) No 1348/81:\n'However, this period may be extended by the Commission where the party to a contract makes the appropriate application to the Commission and proves that, due to exceptional circumstances beyond his control, he is unable to meet the deadline originally stipulated.'", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 January 1983.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 13 April 1983.\nFor the Commission\nPoul DALSAGER\nMember of the Commission\n(1) OJ No 172, 30. 9. 1966, p. 3025/66.\n(2) OJ No L 162, 12. 6. 1982, p. 6.\n(3) OJ No L 192, 26. 7. 1980, p. 5.\n(4) OJ No L 134, 21. 5. 1981, p. 17."}