{"celex_id": "31987R0499", "uri": "http://publications.europa.eu/resource/cellar/167753e8-42ca-4d33-b58c-61252253e95f", "type": "Regulation", "concepts": ["1086", "1372", "2771", "3544", "3823"], "title": "Council Regulation (EEC) No 499/87 of 16 February 1987 derogating from the definition of 'originating products' to take account of the special situation of Saint-Pierre and Miquelon with regard to certain fishery products\n", "header": "COUNCIL  REGULATION (EEC) No 499/87\nof 16 February 1987\nderogating from the definition of 'originating products' to take account of the special situation of Saint-Pierre and Miquelon with regard to certain fishery products\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 113 thereof,\nHaving regard to the proposal from the Commission,\nWhereas the French Government has requested, on behalf of Saint-Pierre and Miquelon, a derogation from the rules of origin to take into account the particular problems of that territory in respect of certain fishery products processed there;\nWhereas Saint-Pierre and Miquelon was included in the customs territory of the Community until 30 June 1986; whereas its trade until that date was governed by the provisions on the free movement of goods within the Customs Union;\nWhereas Council Decision 86/283/EEC of 30 June 1986 on the association of the overseas countries and territories with the European Economic Community (1) has applied to Saint-Pierre and Miquelon since 1 July 1986;\nWhereas Annex II to that Decision lays down the rules of origin applicable in preferential trade between overseas countries and territories and the Community; whereas those rules provide for the use of originating fish, which cannot be obtained at the present stage by the processing industry in Saint-Pierre and Miquelon;\nWhereas Article 28 of the said Annex II sets out the conditions which must be fulfilled in order for a derogation to be granted; whereas these conditions are satisfied in so far as the geographical situation of Saint-Pierre and Miquelon prevents the utilization of raw materials wholly obtained or processed in other overseas countries and territories, in the ACP States or in the Community, and the application of the rules of origin would prevent an existing industry continuing to export its product to the Community,", "main_body": ["By way of derogation from the rules of origin referred to in Annex II to Decision 86/283/EEC, the fishery products listed in the Annex to this Regulation manufactured in Saint-Pierre and Miquelon from non-originating fish and crustaceans shall be considered as originating in Saint-Pierre-et-Miquelon under the conditions set out in this Regulation.", "The derogation provided for in Article 1 shall relate to an annual global quantity of 740 tonnes of the finished products listed in the Annex, exported from Saint-Pierre and Miquelon for the period from 1 December 1986 to 30 November 1989.", "The competent authorities of Saint-Pierre and Miquelon shall carry out quantitative checks on exports as referred to in Article 2 and shall forward to the Commission every three months a statement of the quantities in respect of which movement certificates EUR.1 have been issued on the basis of this Regulation.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply from 1 December 1986.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 16 February 1987.\nFor the Council\nThe President\nL. TINDEMANS\n(1) OJ No L 175, 1. 7. 1986, p. 1.\nANNEX\n1.2.3 //  //  //  // Product  // Tariff subheading  // NIMEXE- code  //  //  //  // (a) smoked salmon   // 03.02 B II   // 33   // (b) smoked eel   // 03.02 B VII   // 51  // (c) smoked cod roes   // 03.02 C   // 60   // (d) smoked halibut   // 03.02 B III   // 37   //   // 03.02 B IV   // 41  // (e) smoked mackerel   // 03.02 B V   // 43   // (f) dried or smoked capelin   // 03.02 A I f)   // 20   //   // 03.02 A II d)   // 29   //   // 03.02 B VIII   // 59   // (g) skate wings   // 03.01 B I y)   // 81   // (h) monkfish   // 03.01 B I w) 1   // 76   //   // 03.01 B I w) 2   // 77   // (i) crab meat   // 03.03 A III   // 35, 36, 39   //   // 16.05 A   // 20   //    //   //"}