{"celex_id": "31988R3643", "uri": "http://publications.europa.eu/resource/cellar/e761e7bf-7810-4d80-a5f9-696ec14bde47", "type": "Regulation", "concepts": ["2638", "2681", "4395", "693"], "title": "Commission Regulation (EEC) No 3643/88 of 23 November 1988 derogating for the 1988/89 marketing year from Regulation (EEC) No 1562/85 laying down detailed rules for the application of measures to encourage the processing of oranges and the marketing of products processed from lemons as regards the conversion rate to be applied to the minimum price to be paid to the producer and the financial compensation\n", "header": "COMMISSION  REGULATION (EEC) No 3643/88\nof 23 November 1988\nderogating for the 1988/89 marketing year from Regulation (EEC) No 1562/85 laying down detailed rules for the application of measures to encourage the processing of oranges and the marketing of products processed from lemons as regards the conversion rate to be applied to the minimum price to be paid to the producer and the financial compensation\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2601/69 of 18 December 1969 laying down special measures to encourage the processing of certain varieties of oranges (1), as last amended by Regulation (EEC) No 2241/88 (2), and in particular Articles 2 (3) and 3 (2) thereof,\nHaving regard to Council Regulation (EEC) No 1035/77 of 17 May 1977 laying down special measures to encourage the marketing of products processed from lemons (3), as last amended by Regulation (EEC) No 1353/86 (4), and in particular Article 3 thereof,\nHaving regard to Council Regulation (EEC) No 1676/85 of 11 June 1985 on the value of the unit of account and the conversion rates to be applied for the purposes of the common agricultural policy (5), as last amended by Regulation (EEC) No 1636/87 (6), and in particular Article 5 (3) thereof,\nWhereas the representative rates currently applicable were fixed by Council Regulation (EEC) No 1678/85 (7), as last amended by Regulation (EEC) No 2185/88 (8), and whereas pursuant to that Regulation, changes in certain representative rates applicable to oranges and lemons will occur on 1 January 1989;\nWhereas that change will fully concern intervention operations from 1 January 1989 under Council Regulation (EEC) No 1035/72 of 18 May 1972 on the common organization of the market in fruit and vegetables (9), as last amended by Regulation (EEC) No 2238/88 (10);\nWhereas Article 11 of Commission Regulation (EEC) No 1562/85 (11), as last amended by Regulation (EEC) No 1715/86 (12), provides that the conversion rate to be applied to the minimum price to be paid to the producer is to be that in force on 1 December for lemons delivered to the industry in the period 1 December to 31 May and that in force on 1 October for oranges delivered to the industry throughout the marketing year; whereas, in order to avoid disruption of the market from 1 January 1989 owing in particular to distortion of competition between products which may be sold for processing and those which may be withdrawn for which the new representative rates apply on 1 January 1989, account should be taken of the fact that for quantities delivered to the processing industry from 1 January 1989 in respect of the 1988/89 marketing year, the conversion rate to be applied to the minimum price is to be that in force on 1 January 1989; whereas owing to the link existing between financial compensation and the minimum price to be paid to the producer, the operative event for the former, for quantities delivered to the processing industry from 1 January 1989 in respect of the 1988/89 marketing year, must be deemed to have occurred on 1 January 1989;\nWhereas, to enable operators to take account of these changes, the final date for concluding contracts for the processing of lemons must be adopted for products to be delivered from 1 January 1989;\nWhereas, in order to ensure adequate monitoring of the measures laid down, applications for financial compensation on the one hand and administrative notification on the other must make a distinction according to whether the quantities of oranges or lemons are delivered to the industry, in respect of the 1988/89 marketing year in 1988 or 1989;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Fruit and Vegetables,", "main_body": ["Notwithstanding Article 7 (1) of Regulation (EEC) No 1562/85, processing contracts relating to the delivery of lemons to the industry in the period 1 January to 31 May 1989 shall be concluded before 20 January 1989.", "Notwithstanding Article 11 of Regulation (EEC) No 1562/85, for quantities of oranges and lemons delivered to the industry from 1 January 1989, in respect of the 1988/89 marketing year:\n- the operative event for entitlement to financial compensation shall be deemed to have occured on 1 January 1989,\n- the conversion rate to be applied to the minimum price shall be the representative rate in force on 1 January 1989.", "1. In the information supplied pursuant to Article 13 of Regulation (EEC) No 1562/85 in support of applications for financial compensation in respect of the 1988/89 marketing year, a distinction shall be made between processing operations relating:\n- on the one hand to quantities of oranges or lemons delivered in 1988,\nand\n- on the other hand to quantities of oranges or lemons delivered in 1989.\n2. Pursuant to Article 20 of Regulation (EEC) No 1562/85 notifications by the Member States for the 1988/89 marketing year shall reflect the distinctions referred to in paragraph 1.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 23 November 1988.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 324, 27. 12. 1969, p. 21.\n(2) OJ No L 198, 26. 7. 1988, p. 11.\n(3) OJ No L 125, 19. 5. 1977, p. 3.\n(4) OJ No L 119, 8. 5. 1986, p. 53.\n(5) OJ No L 164, 24. 6. 1985, p. 1.\n(6) OJ No L 153, 13. 6. 1987, p. 1.\n(7) OJ No L 164, 24. 6. 1985, p. 11.\n(8) OJ No L 195, 23. 7. 1988, p. 1.\n(9) OJ No L 118, 20. 5. 1972, p. 1.\n(10) OJ No L 198, 26. 7. 1988, p. 1.\n(11) OJ No L 152, 11. 6. 1985, p. 5.\n(12) OJ No L 149, 3. 6. 1986, p. 19."}