{"celex_id": "31985R0627", "uri": "http://publications.europa.eu/resource/cellar/77a11ef9-9e9e-4026-b8b6-42c29f908193", "type": "Regulation", "concepts": ["1118", "2319", "2624", "2962"], "title": "Commission Regulation (EEC) No 627/85 of 12 March 1985 on storage aid and financial compensation for unprocessed dried grapes and figs\n", "header": "COMMISSION  REGULATION (EEC) No 627/85\nof 12 March 1985\non storage aid and financial compensation for unprocessed dried grapes and figs\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 516/77 of 14 March 1977 on the common organization of the market in products processed from fruit and vegetables (1), as last amended by Regulation (EEC) No 988/84 (2), and in particular Article 4 (8) thereof,\nWhereas storage aid shall be calculated taking into consideration the technical cost of the storage and interest on the purchase price paid for the products; whereas to compensate for the effect of the interest for each category of dried grapes and dried figs, the aid should be fixed for a specific category and multiplied by the coefficient applicable to the minimum price payable to the producer;\nWhereas the interest on the purchase price is by far the highest part of storage aid; whereas the storage aid may be reduced in cases where the storage agency's expenses on interest could be reduced; whereas that is possible by paying provisional financial compensation before the products in stock are sold;\nWhereas storage aid shall be paid for the actual duration of storage; whereas natural losses occur during storage; whereas the quantities for which storage aid may be paid should be adjusted after the physical stocktaking operations provided for in Article 26 (2) of Commission Regulation (EEC) No 626/85 (3);\nWhereas payment of storage aid and financial compensation shall be based on periodical applications submitted by the storage agencies; whereas such applications shall contain all necessary information for calculation of the correct amounts;\nWhereas natural losses for which financial compensation may be granted should not exceed the quantity which normally disappears under handling or by evaporation; whereas this quantity should be fixed on a flat-rate basis; whereas other losses and deterioration in quality are to be disregarded when financial compensation is to be granted;\nWhereas when products have been stored for a very long period, the storage may result in a rise in natural losses or deterioration may take place; whereas in such cases the matter should be decided in accordance with the procedure laid down in Article 20 of Regulation (EEC) No 516/77; whereas to that end the storage agencies should furnish additional particulars as to the circumstances which led to the losses or deterioration; whereas these particulars should be communicated to the Commission;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Products Processed from Fruit and Vegetables,", "main_body": ["TITLE I\nSTORAGE AID", "1. Storage aid shall be fixed per day and per 100 kilograms net of:\n- sultanas of category 4, and\n- figs of category C.\nFor other categories of sultanas and figs as well as for currants, the storage aid shall be multiplied by the coefficients applicable to the minimum price payable to the producer.\n2. Two rates of storage aid shall be fixed for unprocessed dried grapes from the same marketing year. One rate shall be applied for storage until the end of February of the year following that in which the products were purchased. The other rate shall apply to storage beyond that period.\n3. The conversion rate to be applied to the storage aid, fixed in ECU, shall be the representative rate in force on the first day of the products marketing year.", "1. Storage aid shall be paid in respect of the actual period of storage. The day on which the products entered or left storage shall be considered as part of the actual period of storage.\n2. After the physical stocktaking operations as provided for in Article 26 (2) of Regulation (EEC) No 626/85 storage aid shall be paid only for the quantity actually in stock.", "1. Applications for storage aid shall be submitted to the agency designated by the Member State which approved the storage agency.\n2. The first application for storage aid for products purchased during a given marketing year shall cover the period from the taking over of the products until 30 November.\nSubsequent aid applications shall each cover a period of three months.\n3. Aid applications shall be submitted not later than the end of the month following the storage period to which they relate.", "The aid application shall, in particular, include:\n(a) the name and address of the applicant;\n(b) the quantities for which aid is requested broken down according to category and indicating the actual number of days of storage for each specific quantity;\n(c) the quantity in stock according to the records on the first and last day of the storage period covered by the aid application broken down according to category.\nIn addition, the aid application submitted immediately after a physical stocktaking shall include the quantity actually in stock, broken down according to category.\nTITLE II\nFINANCIAL COMPENSATION", "1. Financial compensation shall be granted for natural losses occurred during storage up to a maximum of:\n- 1 % of the quantity of unprocessed dried grapes, and\n- 5 % of the quantity of unprocessed dried figs\npurchased by a storage agency during a given marketing year.\n2. No financial compensation shall be granted where a product has:\n(a) deteriorated to such a degree that it does not conform to the quality requirements laid down in Annex II to Regulation (EEC) No 2347/84 or Annex II to Regulation (EEC) No 1709/84;\n(b) been destroyed;\n(c) been removed from storage contrary to applicable provisions; or\n(d) disappeared.\nThe provisions under (a) shall apply only until the provisions of the second subparagraph of Article 26 (1) of Regulation (EEC) No 626/85 become applicable.\n3. In cases where:\n(a) natural losses as referred to in paragraph 1 exceed 1 % and 5 % respectively on account of too long a period of storage; or\n(b) the products have deteriorated to such a degree that they cannot be used for distillation or animal fodder and the deterioration has taken place on account of too long a period of storage,\nthe financial compensation may be determined in accordance with the procedure laid down in Article 20 of Regulation (EEC) No 516/77.\n4. Where a product at the moment of sale is to be classified within a category other than that to which it belonged when purchased, the financial compensation for the quantity concerned shall be equal to the difference between the minimum price paid for the product and the selling price fixed in respect of the category to which the product belonged when purchased.", "1. Applications for financial compensation shall be submitted together with applications for storage aid as provided for in Article 3. The applications for financial compensation shall cover the quantity of products which has been sold and paid for during the periods referred to in paragraph 2 of that Article.\n2. The application submitted immediately after the physical stocktaking provided for in Article 26 (2) of Regulation (EEC) No 626/85 shall in addition to the quantities referred to in paragraph 1 of this Article cover any natural losses and the application shall include information on any quantity referred to in Article 25 (B) (c), (d) and (e) of the latter Regulation. In cases where the storage agency applies for financial compensation pursuant to Article 5 (3), the applications shall be accompanied by a detailed statement of the reasons for the deterioration or the losses, including an indication of the quantity concerned. The competent authorities shall submit that statement to the Commission together with their comments. 3. Financial compensation to be paid pursuant to this Article shall be reduced by the provisional amount of financial compensation which might have been paid in accordance with Article 7.\n4. In cases where the selling price is higher than the purchase price, adjusted where applicable in accordance with the provisions of Article 7, the profit shall be deducted from the financial compensation. If the profit exceeds the financial compensation due according to an application for financial compensation, the difference shall be paid to the competent authorities within 15 days after the last day fixed for submission of the application concerned.", "1. On the basis of the application for financial compensation submitted immediately after the physical stocktaking on the last day of the month of February as referred to in Article 26 (2) of Regulation (EEC) No 626/85, and after verification of the stocks, the competent authorities shall pay provisional financial compensation for the quantities actually in stock.\n2. The amount of provisional financial compensation referred to in paragraph 1 shall be equal to the purchase price, reduced by 6 ECU per 100 kilograms multiplied for each category of products by the coefficients applicable to the minimum price payable to producers.\n3. The conversion rate to be applied when converting the amount of 6 ECU referred to in paragraph 2 shall be the representative rate in force on the first day of the products' marketing year.", "1. The application for financial compensation shall include, in particular:\n(a) the name and address of the applicant;\n(b) the quantities of each category sold, during the period covered by the application, for more than the purchase price with an indication for each contract of the selling price;\n(c) the quantities of each category sold during the abovementioned period for less than the purchase price with an indication for each contract of the selling price.\n2. In addition, the applications for financial compensation submitted immediately after a physical stocktaking shall include:\n(a) the quantity which has disappeared as a result of natural losses;\n(b) any quantity covered by Article 25 (B) (c), (d) and (e) of Regulation (EEC) No 626/85;\n(c) the quantity in stock according to the records;\n(d) the actual quantity in stock.\nAny quantity sold but not taken over by the purchaser shall be separately indicated.\nThe quantities shall be broken down according to category and marketing year.\nTITLE III\nENTRY INTO FORCE", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 12 March 1985.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 73, 21. 3. 1977, p. 1.\n(2) OJ No L 103, 16. 4. 1984, p. 11.\n(3) See page 7 of this Official Journal."}