{"celex_id": "31989D0057", "uri": "http://publications.europa.eu/resource/cellar/84196557-18c8-4929-ab11-21089226bb86", "type": "Decision", "concepts": ["1524", "3759", "588"], "title": "89/57/EEC: Commission Decision of 20 January 1989 terminating the proceedings under Article 13 (10) of Regulation (EEC) No 2423/88 concerning certain ball bearings assembled in the Community\n", "header": "COMMISSION  DECISION\nof 20 January 1989\nterminating the proceedings under Article 13 (10) of Regulation (EEC) No 2423/88 concerning certain ball bearings assembled in the Community\n(89/57/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2423/88 of 11 July 1988 on protection against dumped or subsidized imports from countries not members of the European Economic Community (1), and in particular Article 13 (10) thereof,\nAfter consultations within the Advisory Committee as provided for under the above Regulation,\nWhereas:\nA. Procedure\n(1) In April 1988, the Commission received a complaint lodged by FEBMA, the Federation of European Bearing Manufacturers Associations, on behalf of producers of ball bearings whose collective output constitutes a major proportion of Community production of the product in question. The complaint contained sufficient evidence of the fact that, following the opening of the investigations concerning ball bearings originating in Japan (2) (3), which led to the adoption of Council Regulations (EEC) No 2089/84 (4) and (EEC) No 1739/85 (5) imposing definitive anti-dumping duties on imports of those products, two companies were assembling ball bearings in the Community under the conditions referred to in Article 13 (10) of Council Regulation (EEC) No 2176/84 (6), since replaced by Regulation (EEC) No 2423/88. Accordingly, after consultation, the Commission announced, by notice published in the Official Journal of the European Communities (7), the initiation of an investigation, under the said Article 13 (10), concerning ball bearings assembled in the Community by companies related to, or associated with, the following Japanese manufacturers whose exports of ball bearings are subject to a definitive anti-dumping duty:\n- Nippon Seiko KK,\n- NTN Toyo Bearing Co. Ltd.\n(2) The Commission so advised the companies, the representatives of Japan and the complainants, and gave the parties directly concerned the opportunity to make known their views in writing and to request a hearing.\n(3) The two companies concerned and the complainants made their views known in writing and requested and were granted hearings by the Commission.\n(4) No submissions were made by purchasers of ball bearings assembled in the Community. The Commission sought and verified all information it deemed necessary for the purpose of the assessment of the character of the alleged assembly operations and carried out investigations at the premises of the following companies:\n- NSK Bearings (Europe) Ltd, UK,\n- NTN Kugellagerfabrik, Germany.\n(5) The period of investigation was from 1 December 1987 to 31 May 1988.\nB. Relationship or association with exporter\n(6) The two companies referred to in recital 4 were found to be wholly owned subsidiaries of Japanese exporters of ball bearings which were subject to the definitive anti-dumping duties imposed by Regulations (EEC) No 2089/84 and (EEC) No 1739/85.\nC. Production\n(7) Both companies concerned were found to have established assembly or production plants for ball bearings in the Community prior to the opening of the relevant anti-dumping investigation and, for both these plants, it was claimed that no substantial increase in quantities assembled had occurred since the date of the initiation. It was, however, established that, at both plants, volumes of ball bearings assembled increased by more than 24 % in the year following the opening of the original investigation, and that, if the subsequent year is used as the basis, the increases in both cases were found to be more than 40 % for the two year period. In addition, in both cases, these increases followed a period of relative stability in production\nduring which, from 1980 to 1983 inclusive, the number of ball bearings produced over the four year period increased by only 2,3 % in one case and not at all in the other. Thus, it was concluded that, on balance, it would not be reasonable to consider the respective increases at NSK and NTN plants in the Community as constituting less than substantial increases in terms of Article 13 (10) (a) of Regulation (EEC) No 2423/88.\nD. Parts\n(8) It was requested by both companies that the costs of production of certain items incured by them in the Community be included in the value of Community parts. Where such items constituted parts or materials within the meaning of Article 13 (10) (a) of Regulation (EEC) No 2423/88 and where such parts had acquired Community origin in conformity with Council Regulation (EEC) No 802/68 (1) the inclusion of such costs in the value of non-Japanese parts was considered appropriate.\n(9) The value of the remaining parts in question was generally determined on the basis of the companies purchase prices of these parts when delivered to the factories in the Community. The relevant value is that of the parts and materials as they are used in the assembly operations, that is on an into-factory basis.\n(10) On this basis, the weighted average value during the investigation period of parts of Japanese origin for all ball bearings assembled or produced in the Community by both NSK and NTN was less than 60 % of the total parts value.\nE. Termination of the investigation\n(11) In these circumstances, therefore, the proceedings should be terminated without the extension of the anti-dumping duty, imposed on ball bearings originating in Japan by Regulations (EEC) No 2089/84 and (EEC) No 1739/85, to the ball bearings assembled in the Community.\n(12) No objections to this course were raised in the Advisory Committee.\n(13) The complainant was informed of the facts on the basis of which the Commission intended to terminate the proceedings and did not comment,", "main_body": ["The proceedings under Article 13 (10) of Regulation (EEC) No 2423/88 concerning single row deep groove radial ball bearings with a greatest external diameter not exceeding 30 mm, ball bearings with a greatest external diameter of more than 30 mm and tapered roller bearings corresponding to CN codes 8482 10 10, 8482 10 90 and 8482 20 00 is hereby terminated."], "attachments": "Done at Brussels, 20 January 1989.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 209, 2. 8. 1988, p. 1.\n(2) OJ No C 188, 14. 7. 1983, p. 8.\n(3) OJ No C 101, 13. 4. 1984, p. 11.\n(4) OJ No L 193, 21. 7. 1984, p. 1.\n(5) OJ No L 167, 27. 6. 1985, p. 3.\n(6) OJ No L 201, 30. 7. 1984, p. 1.\n(7) OJ No C 150, 8. 6. 1988, p. 4.\n(1) OJ No L 148, 28. 6. 1968, p. 1."}