{"celex_id": "31984R3316", "uri": "http://publications.europa.eu/resource/cellar/e4b04dc3-656f-40c2-9c11-cc789139cdf0", "type": "Regulation", "concepts": ["161", "863"], "title": "Council Regulation (EEC) No 3316/84 of 22 November 1984 opening, allocating and providing for the administration of a Community tariff quota for certain petroleum products falling within Chapter 27 of the Common Customs Tariff and refined in Spain (1985)\n", "header": "COUNCIL  REGULATION (EEC) No 3316/84\nof 22 November 1984\nopening, allocating and providing for the administration of a Community tariff quota for certain petroleum products falling within Chapter 27 of the Common Customs Tariff and refined in Spain (1985)\nTHE COUNCIL OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 113 thereof,\nHaving regard to the proposal from the Commission,\nWhereas an Agreement between the European Economic Community and Spain (1) was concluded on 29 June 1970 and supplemented by the Protocol to the Agreement between the European Economic Community and Spain consequent on the accession of the Hellenic Republic to the Community (2);\nWhereas the Community committed itself, under this Agreement, to opening an annual total Community tariff quota of 1 424 000 tonnes of certain petroleum products falling within Chapter 27 of the Common Customs Tariff and refined in Spain; whereas the quota duty is equal to 40 % of the Common Customs Tariff duties; whereas this Community tariff quota should be opened for 1985;\nWhereas it is in particular necessary to ensure for all Community importers equal and uninterrupted access to the abovementioned quota and uninterrupted application of the rate laid down for that quota to all imports of the product concerned into all Member States until the quota has been used up; whereas, having regard to the above principles, the Community nature of the quota can be respected by allocating the Community tariff quota among the Member States; whereas, to reflect as accurately as possible the true trend of the market of the products in question, such allocation should be in proportion to the requirements of the Member States, calculated by reference to the statistics for imports from Spain over a representative period and also to the economic outlook for the quota period concerned;\nWhereas, in respect of the last three years for which statistics are available, the corresponding imports by each of the Member States represent the following percentages of the imports into the Community from Spain of the products concerned:\n1.2.3.4 //   //   //   //   // Member State  // 1981  // 1982  // 1983  //   //   //   //   // Benelux  // 26,9  // 12,4  // 4,1  // Denmark  // -  // 2,5  // -  // Germany  // 9,8  // 2,6  // 1,1  // Greece  // -  // -  // 0,3  // France  // 12,2  // 7,2  // 57,5  // Ireland  // 6,1  // -  // -  // Italy  // 13,6  // 18,7  // 8,7  // United Kingdom  // 31,4  // 56,6  // 28,3  //   //   //   //\nWhereas, in view of these factors, and of market forecasts for the products concerned and in particular of the estimates submitted by certain Member States, initial quota shares may be fixed approximately at the following percentages:\nBenelux 7,3\nDenmark 12.2\nGermany 4,9\nGreece 0,2\nFrance 36,5\nIreland 7,3\nItaly 7,3\nUnited Kingdom 24,3\nWhereas, in order to take into account import trends for the products concerned in the various Member States, the quota volume should be divided into two instalments, the first being shared between the Member States and the second constituting a reserve to cover at a later date the requirements of Member States which have used up their initial quota shares; whereas,\nto give importers in each Member State a certain degree of security, the first instalment of the Community quota might under the present circumstances be fixed at about 30 % of the quota;\nWhereas the Member States' initial shares may be used up at different times; whereas, in order to take this fact into account and avoid any break in continuity, any Member State which has almost used up its initial quota share should draw an additional share from the reserve; whereas this must be done by each Member State as and when each of its additional shares is almost used up, and repeated as many times as the reserve allows; whereas the initial and additional shares must be valid until the end of the quota period; whereas this method of administration requires close cooperation between the Member States and the Commission, and the latter must be in a position to monitor the extent to which the quota volume has been used up and to inform the Member States thereof;\nWhereas if, at a given date in the quota period, a substantial quantity of an initial share remains unused in any Member State, it is essential that that Member State should return a significant proportion to the reserve, to prevent a part of any Community tariff quota from remaining unused in one Member State when it could be used in others;\nWhereas, since the Kingdom of Belgium, the Kingdom of the Netherlands and the Grand Duchy of Luxembourg are united within and jointly represented by the Benelux Economic Union, any operation relating to the administration of the quota shares allocated to that economic union may be carried out by any of its members,", "main_body": ["From 1 January to 31 December 1985, and subject to the measures which might be taken pursuant to Article 3 (2) and (4) of Annex I to the Agreement between the European Economic Community and Spain, the Common Customs Tariff duties in respect of the products refined in Spain and listed below shall be suspended partially at the levels indicated for each of them, within the limits of a global Community tariff quota of 1 424 000 tonnes:\n1.2.3 //   //   //   // CCT heading No  // Description  // Rate of duty (%)  //   //   //   //   //   //   // 27.10  // Petroleum oils and oils obtained from bituminous minerals, other than crude; preparations not elsewhere specified or included, containing not less than 70 % by weight of petroleum oils or of oils obtained from bituminous minerals, these oils being the basic constituents of the preparations:  //   //  // A. Light oils:  //   //   // III. For other purposes  // 2,4  //   // B. Medium oils:  //   //   // III. For other purposes  // 2,4  //   // C. Heavy oils:  //   //   // I. Gas oil:  //   //   // c) For other purposes  // 1,4  //   // II. Fuel oil:  //   //   // c) For other purposes  // 1,4  //  // III. Lubricating oils; other oils:  //   //   // c) To be mixed in accordance with the terms of Additional Note 7 to this Chapter (a)  // 1,6  //   // d) For other purposes  // 2,4  // 27.11  // Petroleum gases and other gaseous hydrocarbons:  //   //   // B. Other:  //   //   // I. Commercial propane and commercial butane:  //   //   // c) For other purposes:  // 0,6  // 27.12  // Petroleum jelly:  //   //   // A. Crude:  //  //   // III. For other purposes  // 0,7  //   // B. Other  // 2,1  //   //   //   // CCT heading No  // Description  // Rate of duty (%)  //   //   //   //   // 27.13  // Paraffin wax, micro-crystalline wax, slack wax, ozokerite, lignite wax, peat wax and other mineral waxes, whether or not coloured:  //   //  // B. Other:  //   //   // I. Crude:  //   //   // c) For other purposes  // 0,7  //   // II. Other  // 1,9  // 27.14  // Petroleum bitumen, petroleum coke and other residues of petroleum oils or of oils obtained from bituminous minerals:  //   //   // C. Other:  //   //   // II. Other  // 0,7  //  //   //\n(a) Entry under this subheading is subject to conditions to be determined by the competent authorities.\nWithin the limits of this tariff quota, Greece shall apply duties calculated in accordance with the relevant provisions in the 1979 Act of Accession and in Regulation (EEC) No 3559/80 (1).", "1. A first instalment amounting to 411 000 tonnes of the Community tariff quota referred to in Article 1 shall be allocated among the Member States; the respective shares, which subject to Article 5 shall be valid until 31 December 1985 shall be as follows:\n1.2 //   // (tonnes)  // Benelux  // 30 000  // Denmark  // 50 000  // Germany  // 20 000  // Greece  // 1 000  // France  // 150 000  // Ireland  // 30 000  // Italy  // 30 000  // United Kingdom  // 100 000\n2. The second instalment of 1 013 000 tonnes shall constitute the reserve.", "1. If 90 % or more of a Member State's initial share as specified in Article 2 (1), or 90 % of that share minus the portion returned to the reserve where Article 5 is applied, has been used up, then, to the extent permitted by the amount of the reserve, that Member State shall forthwith, by notifying the Commission, draw a second share equal to 15 % of its initial share, rounded up where necessary to the next unit.\n2. If, after its initial share has been used up, 90 % or more of the second share drawn by a Member State has been used up, that Member State shall, in accordance with the conditions laid down in paragraph 1, draw a third share equal to 7,5 % of its initial share, rounded up where necessary to the next unit.\n3. If, after its second share has been used up, 90 % or more of the third share drawn by a Member State has been used up, that Member State shall, in accordance with the conditions laid down in paragraph 1, draw a fourth share equal to the third.\nThis process shall continue until the reserve is used up.\n4. By way of derogation from paragraphs 1, 2 and 3, a Member State may draw shares smaller than those fixed in those paragraphs if there is reason to believe that these might not be used up. It shall inform the Commission of its reasons for applying this paragraph.", "Each of the additional shares drawn pursuant to Article 3 shall be valid until 31 December 1985.", "The Member States shall return to the reserve, not later than 1 October 1985, such unused portion of their initial share as, on 15 September 1985, is in excess of 20 % of the initial volume. They may return a greater quantity if there are grounds for believing that it may not be used.\nMember States shall, not later than 1 October 1985, notify the Commission of the total quantities of the products in question imported up to 15 September 1985 and charged against the Community tariff quota and of any quantities of the initial shares returned to the reserve.", "The Commission shall keep an account of the shares opened by the Member States pursuant to Articles 2 and 3 and shall, as soon as it is notified, inform each Member State of the extent to which the reserve has been used up.\nIt shall inform the Member States, not later than 5 October 1985, of the amounts still in the reserve after quantities have been returned thereto pursuant to Article 5.\nThe Commission shall ensure that the drawing which uses up a reserve does not exceed the balance available and, to this end, shall notify the amount of that balance to the Member State which makes such last drawing.", "1. Member States shall take all measures necessary to ensure that supplementary shares drawn pursuant to Article 3 are opened in such a way that imports may be charged without interruption against their accumulated shares of the Community tariff quotas.\n2. Member States shall ensure that importers of the products in question have free access to the shares allocated to them.\n3. Member States shall charge imports of the goods in question against their shares as and when such goods are entered with the customs authorities for free circulation.", "At the request of the Commission, Member States shall inform it of imports of the products concerned actually charged against their shares.", "The Member States and the Commission shall cooperate closely in order to ensure compliance with this Regulation.", "0\nThis Regulation shall enter into force on 1 January 1985.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 22 November 1984.\nFor the Council\nThe President\nJ. BRUTON\n(1) OJ No L 182, 16. 8. 1970, p. 2.\n(2) OJ No L 326, 13. 11. 1981, p. 2.\n(1) OJ No L 382, 31. 12. 1980, p. 71."}