{"celex_id": "31984R0863", "uri": "http://publications.europa.eu/resource/cellar/2405a0b6-6f46-4d73-852d-873b04c5f3a1", "type": "Regulation", "concepts": ["1360", "2628", "2965", "4204", "4667", "4860"], "title": "Council Regulation (EEC) No 863/84 of 31 March 1984 amending Regulation (EEC) No 1723/81 as regards the possibility of granting aids for the use of butter in the manufacture of certain foodstuffs\n", "header": "COUNCIL REGULATION (EEC) No 863/84 of 31 March 1984 amending Regulation (EEC) No 1723/81 as regards the possibility of granting aids for the use of butter in the manufacture of certain foodstuffs\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 804/68 of 27 June 1968 on the common organization of the market in milk and milk products (1), as last amended by Regulation (EEC) No 856/84 (2), and in particular Article 12 (2) thereof,\nHaving regard to the proposal from the Commission,\nWhereas Council Regulation (EEC) No 1723/81 of 24 June 1981 establishing general rules relating to measures designed to maintain the level of use of butter by certain categories of consumer and industry (3) provides that aids could be granted for the use of butter in the manufacture of pastry products and ice-cream;\nWhereas it would be appropriate, in order to deal with the accumulation of large surpluses of milk products, to extend the benefit of the aid provided for in Regulation (EEC) No 1723/81 to the use of butter in the manufacture of other foodstuffs,", "main_body": ["Regulation (EEC) No 1723/81 is hereby amended as follows:    1. Article 1 is replaced by the following:\n\"Article 1\n1. A decision may be taken that aid shall be granted to enable butter to be purchased at reduced prices by:      (a) non-profit-making institutions and organizations;\n(b) military forces and units of comparable status in the Member States;\n(c) manufacturers of pastry products and ice-cream;\n(d) manufacturers of other foodstuffs to be determined.\n2. For the purposes of this Regulation \"butter\" shall also mean concentrated butter.\"\n2. Article 3 is replaced by the following:\n\"Article 3\nDetailed rules for the implementation of this Regulation shall cover, in particular, the amount of the aid, supervision measures designed to ensure compliance with the stated use and, where appropriate, the sales price, characteristics and packaging of the butter together with the determination of the products referred to in Article 1 (1) (d).\"", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 31 March 1984.\nFor the Council\nThe President\nM. ROCARD  (1) OJ No L 148, 28.6.1968, p. 13. (2) See page 10 of this Official Journal. (3) OJ No L 172, 30.6.1981, p. 14."}