{"celex_id": "31987R2148", "uri": "http://publications.europa.eu/resource/cellar/816f9777-c0ac-441d-bbbc-651c1e13fb92", "type": "Regulation", "concepts": ["1338", "3611", "3892", "4385"], "title": "Commission Regulation (EEC) No 2148/87 of 20 July 1987 re-establishing the levying of customs duties on yarn of regenerated textile fibres, products of category 127A (code 42.1271), originating in India to which the preferential tariff arrangements set out in Council Regulation (EEC) No 3925/86 apply\n", "header": "COMMISSION  REGULATION (EEC) No 2148/87\nof 20 July 1987\nre-establishing the levying of customs duties on yarn of regenerated textile fibres, products of category/27A (code 42.1271), originating in India to which the preferential tariff arrangements set out in Council Regulation (EEC) No 3925/86 apply\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3925/86 of 16 December 1986 applying generalized tariff preferences for 1987 in respect of textile products originating in developing countries (1), and in particular Article 4 thereof,\nWhereas Article 2 of Regulation (EEC) No 3925/86 provides that preferential tariff treatment shall be accorded, for each category of products subjected to individual ceilings not allocated among the Member States, within the limits of the quantities specified in column 7 of its Annexes I or II, in respect of certain or each of the countries or territories of origin referred to in column 5 of the same Annexes; whereas Article 3 of that Regulation provides that the levying of customs duties may be re-established at any time in respect of imports of the products in question once the relevant individual ceilings have been reached at Community level;\nWhereas, in respect of yarn of regenerated textile fibres, category 127 A the relevant ceiling amounts to 76,4 tonnes, whereas on 13 July 1987 imports of the products in question into the Community, originating in India, a country covered by preferential tariff arrangements, reached and were charged against that ceiling;\nWhereas it is appropriate to re-establish the levying of customs duties for the products in question with regard to India,", "main_body": ["As from 25 July 1987 the levying of customs duties, suspended pursuant to Council Regulation (EEC) No 3925/86, shall be re-established in respect of the following products, imported into the Community and originating in India:\n1.2.3.4.5 //  //  //  //  //  // Code  // Category  // CCT heading No  // NIMEXE code (1987)  // Description  //  //  //  //  //  //  // (1)  // (2)  // (3)  // (4)  //  //  //  //  //  //  //  //  //  //  // 42.1271   // 127 A  // 51.01 ex B   //   // Yarn of man-made fibres (continuous), not put up for retail sale:   //   //   //   //   // B. Yarn of regenerated textile fibres:   //   //   //   //   // II. Other:   //   //   //   // 51.01-63, 65, 74, 75   // Yarn, other than yarn of category 42   //    //   //   //   //", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 July 1987.\nFor the Commission\nCOCKFIELD\nVice-President\n(1) OJ No L 373, 31. 12. 1986, p. 68."}