{"celex_id": "31989R1116", "uri": "http://publications.europa.eu/resource/cellar/1f310446-6255-42e3-b6bd-71f9f19cdda3", "type": "Regulation", "concepts": ["1565", "2763", "4346"], "title": "Council Regulation (EEC) No 1116/89 of 27 April 1989 amending Regulation (EEC) No 775/87 temporarily withdrawing a proportion of the reference quantities mentioned in article 5c (1) of Regulation (EEC) No 804/68 on the common organization of the market in milk and milk products\n", "header": "COUNCIL REGULATION (EEC) No 1116/89 of 27 April 1989 amending Regulation (EEC) No 775/87 temporarily withdrawing a proportion of the reference quantities mentioned in Article 5c (1) of Regulation (EEC) No 804/68 on the common organization of the  market in milk and milk products\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Regulation (EEC) No 804/68 of the Council of 27 June 1968 on the common organization of the market in milk and milk products (1), as last amended by Regulation (EEC) No 763/89 (2), and in particular Article 5c (6) thereof.\nHaving regard to the proposal from the Commission (3),\nWhereas Article 3 of Regulation (EEC) No 775/87 (4), as last amended by Regulation (EEC) No 1931/88 (5), provides, by way of derogation from the provision on temporary withdrawal of a proportion of the reference quantities, for Italy to implement a  programme for the voluntary discontinuation of milk production in order to attain the purpose for which the withdrawal was introduced;\nWhereas, in accordance with Article 5 (2) of Regulation (EEC) No 775/87 and on the basis of the results obtained by application of Article 3 thereof, it appears necessary that the provisions of that Regulation be amended so that Italy may attain the  target of 5,5 % set in Article 1 thereof in three equivalent steps and that from the beginning of the sixth 12-month period it will apply, with Community financing, temporary suspension of its producers' reference quantities,", "main_body": ["Regulation (EEC) No 775/87 is hereby amended as follows:\n1.  Article 3 is replaced by the following:\n´Article 3\n1.  Notwithstanding Articles 1 and 2 the Italian Republic shall, during the fourth and fifth 12-month\nperiods, implement a programme for the voluntary discontinuation of milk production, as provided for at (a) in Article 4 (1) of Regulation (EEC) No 857/84, such that for the fifth period 1,83 % of the guaranteed total quantity determined in the second  subparagraph of Article 5c (3) of Regulation (EEC) No 804/68 is withdrawn.'\n2.  A uniform proportion of each reference quantity as mentioned in Article 5c (1) of Regulation (EEC) No 804/68, set to give a total withdrawn quantity of 1,83 %, for the sixth period, and 3,67 %, for each of the two following periods, of the  guaranteed total quantity determined in the second subparagraph of Article 5c (3) of that Regulation, shall be suspended in Italy.\nThe producers concerned shall be granted compensation for the quantity withdrawn of:\n- ECU 8 per 100 kilograms, for the sixth 12-month period,\n- ECU 7 per 100 kilograms, for the seventh 12-month period,\n- ECU 6 per 100 kilograms, for the eighth 12-month period.\nThe compensation for each 12-month period shall be paid to entitled producers during the last quarter of the period or the first quarter of the following period.'\n2.  Article 7 is replaced by the following:\n´Article 7\nThe compensation provided for in Articles 2 (1) and 3 (2)\nand in the third subparagraph of Article 4 shall count as intervention for the purposes of Article 3 Regulation (EEC) No 729/70.'\n3.  In Article 8, ´in Article 1' is replaced by ´in Article 1 and in the first subparagraph of Article 3 (2)' and ´in Article 2' is replaced by ´in Article 2 and in the second subparagraph of Article 3 (2)'.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 27 April 1989.\nFor the Council\nThe President\nJ. BARRIONUEVO PEÑA\n(1) OJ No L 148, 28. 6. 1968, p. 13.\n(2) OJ No L 84, 29. 3. 1989, p. 1.\n(3) OJ No C 82, 3. 4. 1989, p. 41.\n(4) OJ No L 78, 20. 3. 1987, p. 5.\n(5) OJ No L 170, 2. 7. 1988, p. 4."}