{"celex_id": "31988D0348", "uri": "http://publications.europa.eu/resource/cellar/d7f4168e-0ad6-467d-bf1f-2f6d7b61722f", "type": "Decision", "concepts": ["1528", "2459", "2792", "3200"], "title": "88/348/EEC: Council Decision of 16 June 1988 adopting an action programme for the promotion of youth exchanges in the Community - \"Youth for Europe\" programme\n", "header": "COUNCIL  DECISION\nof 16 June 1988\nadopting an action programme for the promotion of youth exchanges in the Community - 'Youth for Europe' programme\n(88/348/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 235 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nHaving regard to the opinion of the Economic and Social Committee (2),\nWhereas the Member States, when they became parties to the Treaty establishing the European Economic Community, declared themselves 'determined to lay the foundations of an ever closer union among the peoples of Europe';\nWhereas, in order to achieve this objective, the Treaty has provided for powers to take action to ensure freedom of movement for employed and self-employed persons and those receiving services;\nWhereas the Council, by Decision 84/636/EEC (3), established the third joint programme to encourage the exchange of young workers within the Community, in accordance with Article 50 of the Treaty;\nWhereas youth exchanges will provide valuable preparation for, and usefully promote achievement of, the objective of the removal of obstacles to the free movment of persons in full accordance with the Treaty, and in particular the implementation of exchanges of young workers;\nWhereas specific measures should be taken to assist young people to develop their sense of initiative and to foster an awareness in them of their abilities and responsibilities;\nWhereas the Council and the Ministers for Education, meeting within the Council, at their meetings on 13 December 1976 (4) and 12 July 1982 (5), were resolved on the need adequately to prepare young people for adult and working life, and adopted action programmes relating thereto;\nWhereas the European Council, meeting on 28 and 29 June 1985, adopted the conclusions of the ad hoc Committee on a People's Europe, which called for the promotion of youth exchanges within the Community and for an effective network of exchanges within and between Member States;\nWhereas the European Parliament, in its resolution of 12 March 1981 on youth activities (6), of 7 June 1983 on youth exchanges (7) and of 16 December 1983 on a European Voluntary Service Scheme for Young People (8), advocated strengthening Community activities in this field;\nWhereas youth exchanges are an appropriate method of teaching young people more about the European Community and its Member States; whereas they thus contribute to the training and preparation of young people for adult and working life;\nWhereas a substantial improvement in the quality and quantity of youth exchanges in the Community can be achieved by a series of support measures at Community level, complementing the measures taken by the Member States and those taken under the third joint programme for the exchange of young workers, and taking into account the experience and the current contribution of organisms already working in this field;\nWhereas, furthermore, exchanges carried out in the context of educational programmes and dealt with in the conclusions of the Council and the Ministers for Education, meeting within the Council, of 27 September 1985 on the enhanced treatment of the European dimension in education are a matter of importance, and whereas other categories of youth exchanges should be promoted subsequently within the Community;\nWhereas, the Treaty has not provided the necessary powers, other than those of Article 235,", "main_body": ["A programme to promote youth exchanges in the Community, hereinafter referred to as the 'Youth for Europe' programme and as set out in the Annex, is hereby adopted for the period 1 July 1988 to 31 December 1991.", "For the purposes of this Decision, the term 'youth exchanges' shall refer to bilateral exchanges and multilateral exchanges and encounters arranged on the basis of joint plans between groups of young people, between the ages of 15 and 25 years, of a minimum duration of one week in a Member State other than that in which they reside and which are specifically planned so as to enable them to develop skills for active and working life as young people and adults in the Community by:\n- gaining understanding, at first hand, of the economic, social and cultural life of other Member States (including the situations and problems of young people) through direct contact with the local community in the host country,\n- establishing cooperative relationships between groups of young people from different Member States,\n- exchanging ideas and identifying common interests with young people from other Member States and developing an awareness of a European identity,\n- strengthening their awareness of belonging to Europe.", "The objectives of the 'Youth for Europe' programme to promote youth exchanges as defined in Article 2 shall be as follows:\n(a) to promote youth exchanges within the European Community for an increasing number of young people from all the Member States, including, in particular, regions in which few opportunities for such exchanges are customarily available;\n(b) to promote improvements in the quality of youth exchanges, in particular through assistance with the preparation and organization of exchanges, so as to achieve maximum impact and increase to the utmost the benefit to the young people concerned, in particular by enabling them to play an active part in organizing the exchanges;\n(c) to encourage, as far as possible, diversification in youth exchanges and achieve an improved balance between Member States, inter alia by the promotion of multilateral exchanges, so as to extend participation, in particular, to young people from all kinds of social, economic and cultural backgrounds;\n(d) to support the pursuit of European activities aimed at developing ongoing links between young people and groups of young people in the various Member States;\n(e) to identify ways and means of overcoming the various financial, legal and administrative obstacles which may inhibit participation in, or the organization of, youth exchanges;\n(f) to define, in the light of the experience gained, new actions which may be undertaken directed towards filling any gaps discovered in existing youth exchange programmes.\nThe programme shall be designed, in particular, to encourage the participation of young people who experience the most difficulties in being included in existing programmes of exchanges between the Member States.", "1. The Commission shall implement the 'Youth for Europe' programme in conformity with this Decision and its Annex.\n2. In performing this task, the Commission shall be assisted by a committee of an advisory nature. The committee shall be composed of two representatives from each Member State, appointed by the Commission on the basis of proposals from the Member States concerned. Members of the committee may be assisted by experts or advisers. The committee shall be chaired by a representative of the Commission. The secretariat of the committee shall be provided by the Commission. A representative of the Council of Europe and a representative of the Youth Forum of the European Communities shall be invited to participate in the work of the committee as observers.\n3. The Commission may consult the committee on all questions concerning the implementation of the programme. The Commission shall consult the committee on:\n- the general approach concerning the measures provided for by the programme, its operation and its assessment,\n- questions of general balance concerning the exchanges between Member States and concerning the various types of actions.\n4. The representative of the Commission shall submit to the committee a draft of the measures to be taken. The committee shall deliver its opinion on the draft, within a time limit which the chairman may lay down according to the urgency of the matter, if necessary by taking a vote. The opinion shall be recorded in the minutes; in addition, each Member State shall be entitled to ask to have its position recorded in the minutes.\n5. The Commission shall take the utmost account of the opinion delivered by the committee. It shall inform the committee of the manner in which the opinion has been taken into account.\n6. The bodies referred to in Article 7 (2) (a) shall submit to the committee, via their governments, an annual report on their activities. The Commission shall likewise submit an annual report to the committee.\n7. The committee's deliberations shall be confidential. The committee shall adopt its own rules of procedure.", "The estimated amount needed to finance the 'Youth for Europe' programme during the period 1989 to 1991 is 15 million ECU. Article 6\nThe Commission shall see to it that there is consistency and complementarity between this action programme and other activities of the Member States and the Community affecting youth exchanges, in particular those provided for under Decision 84/636/EEC. In this connection, account will be taken of the activities of the Council of Europe, inter alia in the field of information and training for youth leaders. The Commission shall also maintain regular contact with international organizations working in the field of youth exchanges.", "1. Member States shall lend their support to achieving the objectives of the 'Youth for Europe' programme as set out in Article 3 by taking appropriate measures to that end.\n2. Each Member State shall:\n(a) designate an existing body or set up one or more competent bodies responsible for coordinating the implementation of the programme at national level, although this may not necessarily be the only task assigned to such body or bodies;\n(b) endeavour, as far as possible, to adopt the measures necessary to ensure that young people who have participated in exchanges under the programme do not lose their entitlements, particularly those linked to social security.", "The Commission shall adopt the measures necessary to implement this Decision.", "The Commission shall submit a report on the implementation of this Decision to the European Parliament and the Council after the end of the second year. The Council, acting on a proposal from the Commission, shall decide on a review of this Decision before the programme expires."], "attachments": "Done at Luxembourg, 16 June 1988.\nFor the Council\nThe President\nK. TOEPFER\n(1) OJ No C 322, 15. 12. 1986, p. 183.\n(2) OJ No C 328, 22. 12. 1986, p. 45.\n(3) OJ No L 331, 19. 12. 1984, p. 36.\n(4) OJ No C 308, 30. 12. 1976, p. 1.\n(5) OJ No C 193, 28. 7. 1982, p. 1.\n(6) OJ No C 77, 6. 4. 1981, p. 38.\n(7) OJ No C 184, 11. 7. 1983, p. 22.\n(8) OJ No C 10, 16. 1. 1984, p. 286.\nANNEX\n'YOUTH FOR EUROPE' PROGRAMME\n(Description)\n1. The 'Youth for Europe' programme is designed as a range of incentive measures to promote the development of youth exchanges in the European Community. The measures are directed at young people from 15 to 25 years of age, as well as youth organizations, youth workers, non-governmental organizations, public authorities and all other bodies able to play a role in promoting or organizing youth exchanges.\n2. The following may be implemented in order to improve direct and indirect support for youth exchanges.\nA. Measures providing financial aid for youth exchanges with an explicitly educational purpose, expressed in the form of a coherent project. Such a project would be so devised that the impact or repercussions of the exchange, in terms of cooperation or individual or group training, may be assessed. Exchanges organized as part of an educational or vocational training programme shall be excluded. Aid for exchanges shall not normally exceed 50 % of the total expenses incurred (journey and programme), but in certain justified cases the aid may cover up to a maximum of 75 %; the Commission shall, after consulting the Committee mentioned in Article 4 of the Decision, establish the criteria for granting this higher rate of aid. In calculating the aid to each Member State, quantitative objectives will be assigned in relation to the number of young people from 15 to 25 years of age in its population. The calculation will also take account of:\n- the average cost of living in each Member State in relation to the Community average,\n- the geographical distance between the Member States,\n- the restoration of the balance of the flow of exchanges within the Community.\nIn the allocation of grants, priority will be given to exchanges which:\n- bring together young people with different social, economic and cultural backgrounds,\n- make young people aware of the European dimension, for example through their multilateral nature,\n- are designed also for young people with disadvantaged backgrounds,\n- have been initiated and planned by groups of young people themselves,\n- concern regions of the Community where few opportunities for exchanges are available.\nB. Aid for short study visits by groups of youth workers to acquaint themselves with the situation of young people in other Member States and make appropriate contacts for the organization of youth exchanges under the programme.\nC. Aid for the setting-up and, exceptionally, for the development, of a youth exchange infrastructure by European non-governmental organizations.\nD. Assistance for the setting-up and development of specific activities organized or sponsored by the bodies referred to in Article 7 (2) of the Decision. These activities shall be concerned, in particular, with the development of:\n(a) internal information policy, including provision for an up-to-date central data service on all youth exchange opportunities and on sources of funding, advice and training for exchange organizers, as well as provisions for the dissemination of information to young people and exchange organizers at regional and local level;\n(b) external information policy, including liaison with coordination agencies in other Member States and provision of multilingual information and advice to young people coming from abroad and to organizers of incoming youth exchanges, with account being taken of Council of Europe activities in this connection;\n(c) consultation facilities, to give practical guidance on the preparation of youth exchanges and offer training courses, including language tuition, to exchange organizers. The said bodies shall submit each year to the Commission a draft plan for the implementation of the programme in their country, in conformity with the criteria laid down in paragraph 2 A of this Annex. They shall moreover have the task of administering at national level the financial aid measures established by the programme, in particular the direct aid for youth exchanges, including making decisions about the choice of beneficiaries and the amount to be allocated, within the limits laid down in the Decision and on the basis of the joint criteria referred to in paragraph 4 of this Annex. The Member State body concerned shall allocate financial aid both for its young people travelling abroad on exchange visits and for hosting visits from other Member States.\nIn the case of multilateral exchanges emanating from European or multilateral organizations, requests for aid may be addressed directly to the Commission, which shall deal with them in accordance with joint criteria and in cooperation with the national bodies concerned.\nE. Aid for training for youth workers from two or more Member States aimed at better organization and exploitation of youth exchanges, in particular exchanges which have specific themes and involve a number of nationalities. In this connection, account will be taken of the activites of the Council of Europe and other bodies working in the same area.\n3. Measures to complement and support those referred to in paragraph 2 may be carried out by the Commission, including measures to:\n(a) encourage contacts between the bodies referred to in Article 7 (2) of the Decision;\n(b) facilitate the production and dissemination of information and documentation and encourage exchanges of experience and the search for appropriate methodologies;\n(c) promote the implementation of practical measures to encourage the mobility of young people in the Member States, including the issue of a European youth card to facilitate their access to existing services at national level;\n(d) provide technical expertise and support for the implementation of grant and subsidy schemes.\n4. Projects to receive Community assistance shall be chosen on the basis of joint criteria of quality, impact and efficacity responding to the programme objectives."}