{"celex_id": "31986R3661", "uri": "http://publications.europa.eu/resource/cellar/2bcf5c8e-2611-40a5-9da5-be4571d4106e", "type": "Regulation", "concepts": ["2291", "2739", "588", "5969"], "title": "Council Regulation (EEC) No 3661/86 of 26 November 1986 imposing a definitive anti-dumping duty on imports of potassium permanganate originating in the People' s Republic of China and definitively collecting the provisional anti-dumping duty imposed on imports of potassium permanganate originating in Czechoslovakia, the German Democratic Republic and the People' s Republic of China\n", "header": "COUNCIL  REGULATION (EEC) No 3661/86\nof 26 November 1986\nimposing a definitive anti-dumping duty on imports of potassium permanganate originating in the People's Republic of China and definitively collecting the provisional anti-dumping duty imposed on imports of potassium permanganate originating in Czechoslovakia, the German Democratic Republic and the People's Republic of China\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2176/84 of 23 July 1984 on protection against dumped or subsidized imports from countries not members of the European Economic Community (1), and in particular Article 12 thereof,\nHaving regard to the proposal from the Commission submitted after consultation within the Advisory Committee, as provided for by the abovementioned Regulation,\nWhereas:\nA. Provisional measures\n(1) The Commission, by Regulation (EEC) No 2495/86 (2), imposed a provisional anti-dumping duty on imports of potassium permanganate originating in Czechoslavakia, the German Democratic Republic and the People's Republic of China.\nB. Subsequent procedure\n(2) Following the imposition of the provisional anti-dumping duty, the exporters from Czechoslovakia, the German Democratic Republic and one Chinese exporter, Sinochem, and certain importers requested, and were granted, an opportunity to be heard by the Commission. In addition, certain exporters and importers made written submissions making known their views on the provisional findings and duties.\nC. Normal value\n(3) The Council confirms the conclusions of the Commission, set out in recitals 7, 8 and 9 of Commission Regulation (EEC) No 2495/86, that normal value should be determined on the basis of domestic prices in the United States.\nD. Export prices\n(4) Export prices were determined on the basis of the prices actually paid or payable for the products sold for export to the Community.\nE. Comparison\n(5) In comparing normal value with export prices the Commission took account, where appropriate, of differences affecting price comparability and in particular of differences in the payment and delivery terms. All comparisons were made at ex-works level.\nF. Dumping\n(6) No new evidence on dumping has been received since the imposition of the provisional duty. The findings on dumping, as set out in recitals 12, 13 and 14 of Regulation (EEC) No 2495/86, are therefore confirmed.\nG. Injury\n(7) No fresh evidence regarding injury to the Community industry has been submitted. The conclusions on injury reached in recitals 15 to 21 of Regulation (EEC) No 2495/86 are therefore confirmed.\nH. Community interest\n(8) Community processing industries neither requested a hearing nor made any written submission after making known their views on the provisional findings and duties. The Commission has, therefore, confirmed the conclusions on Community\ninterest reached in recitals 22, 23 and 24 of Regulation (EEC) No 2495/86. On this basis, the Council has come to the conclusion that it is in the Community's interest that action be taken.\nI. Undertakings\n(9) The exporters that made themselves known in the course of the investigation were informed of the main findings of the investigation were informed of the main findings of the investigation and commented on them. Undertakings were subsequently offered by Chemapol Foreign Trade Co. Ltd, Czechoslovakia, Chemie Export/Import, German Democratic Republic and China National Chemicals Import and Export Corporation (Sinochem), People's Republic of China, concerning their exports of potassium permanganate to the Community.\n(10) The undertakings offered were considered acceptable by the Commission. The Commission terminated the investigation in respect of these exporters.\nJ. Definitive duty\n(11) In the light of the above determination, a definitive anti-dumping duty should be imposed against imports of potassium permanganate originating in the People's Republic of China and shipped by exporters other than China National Chemicals Import and Export Corporation (Sinochem) at the same level as the amount of the provisional anti-dumping duty.\nThe duty will not apply to exports made by China National Chemicals Import and Export Corporation (Sinochem) whose undertaking has been considered acceptable by the Commission.\nK. Collection of provisioal duty\n(12) For the reasons set out in recitals 15 to 21 of Regulation (EEC) No 2495/86 it has been established definitively that the dumped imports of potassium permanganate originating in Czechoslovakia, the German Democratic Republic and the People's Republic of China, have caused material injury to the Community industry concerned.\nArticle 12 (2) (a) of Regulation (EEC) No 2176/86 provides that the Council shall decide, irrespective of whether a definitive anti-dumping or countervailing duty is to be imposed, what proportion of the provisional duty is to be definitively collected.\nA provisional duty is intended to bring about an increase in the prices of the goods to the first independent buyer in the Community. An importer who chooses not to raise its prices therefore risks having to pay the duty, and it is reasonable to take steps to ensure that it will raise its prices since its choice has caused the injury to Community industry to continue.\nTherefore, the amounts secured by way of provisional anti-dumping duty should be definitively collected in their entirety,", "main_body": ["1. A definitive anti-dumping duty is hereby imposed on potassium permanganate falling within Common Customs Tariff subheading ex 28.47 C and corresponding to NIMEXE code 28.47-60, originating in the People's Republic of China.\n2. This duty shall not apply to potassium permanganate exported by China National Chemicals Import and Export Corporation (Sinochem).\n3. The amount of the duty shall be equal to either the amount by which the price, per kilogram net, free-at-Community-frontier, not cleared through customs, is less than 2,30 ECU or 28 % of that price, whichever is the higher.\nThe said free-at-Community-frontier price, not cleared through customs, shall be net if the actual terms and conditions of sales provide that payment shall be made within 30 days of the date of dispatch; it shall be lowered by 1 % for each month by which payment is actually deferred.\n4. The provisions in force concerning customs duties shall apply.", "The amounts secured by way of provisional anti-dumping duty on imports of potassium permanganate, originating in Czechoslovakia, the German Democratic Republic and the People's Republic of China, pursuant to Regulation (EEC) No 2495/86 shall be collected definitively.", "This Regulation shall enter into force on the day following publication in the Official Journal of the European Communities. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 26 November 1986.\nFor the Council\nThe President\nP. WALKER\n(1) OJ No L 201, 30. 7. 1984, p. 1.\n(2) OJ No L 217, 5. 8. 1986, p. 12."}