{"celex_id": "31986R1649", "uri": "http://publications.europa.eu/resource/cellar/791021fd-8e1b-4d2f-8a09-fdfe339a9249", "type": "Regulation", "concepts": ["161", "2084", "240"], "title": "Council Regulation (EEC) No 1649/86 of 26 May 1986 opening, allocating and providing for the administration of a Community tariff quota for certain oils and fats of marine animals falling within subheading 15.12 B of the Common Customs Tariff and originating in Norway\n", "header": "COUNCIL  REGULATION (EEC) No 1649/86\nof 26 May 1986\nopening, allocating and providing for the administration of a Community tariff quota for certain oils and fats of marine animals falling within subheading  15.12 B of the Common Customs Tariff and originating in Norway\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 113 thereof,\nHaving regard to the Act of Accession of Spain and Portugal,\nHaving regard to the proposal from the Commission,\nWhereas an agreement between the European Economic Community and the Kingdom of Norway was concluded on 14 May 1973; whereas following the accession of Spain and Portugal to the Community a supplementary protocol is to be signed in the near future; whereas until entry into force of that protocol the Council laid down the trade arrangements for agricultural products with Norway in particular in Regulation (EEC) No 774/86 (1);\nWhereas the said Regulation provides for the opening, from 1 March 1986, of a Community tariff quota at a reduced rate of duty for certain oils and fats of marine animals, other than whale oil and sperm oil, originating in Norway; whereas, therefore, the tariff quota in question should be opened for the period 1 March to 31 December 1986; whereas, in the absence of a 'prorata temporis' clause, the proposed annual quota volume should be opened for the period in question;\nWhereas it is necessary, in particular, to ensure to all Community importers equal and uninterrupted access to the quota and consistent application of the rate laid down for that quota to all imports of the products concerned into all Member States until the quota has been used up; whereas, however, since the quota is to cover requirements which cannot be determined with sufficient accuracy, it should not be allocated among the Member States, without prejudice to the drawing against the quota volume of such quantities as they may need, under the conditions and according to a procedure to be determined; whereas this method of management requires close cooperation between the Member States and the Commission and the latter must in particular be able to monitor the rate at which the quota is used up and inform the Member States thereof;\nWhereas, since the Kingdom of Belgium, the Kingdom of the Netherlands and the Grand Duchy of Luxembourg are united within and jointly represented by the Benelux Economic Union, all transactions concerning the administration of shares allocated to that economic union may be carried out by any one of its members,", "main_body": ["1. Until 31 December 1986 the Common Customs Tariff duty for oils and fats of marine animals, other than whale oil and sperm oil, in immediate packings of a net capacity of more than 1 kg, falling within subheading ex 15.12 B of the Common Customs Tariff and originating in Norway shall be suspended at the level of 8,5 % within the limit of a Community tariff quota of 1 000 tonnes.\nWithin the limit of this tariff quota Spain and Portugal shall apply duties calculated in accordance with the relevant provisions laid down by the 1985 Act of Accession.\nThe Protocol on the definition of the concept of originating products and on methods of administrative cooperation, annexed to the Agreement between the European Economic Community and the Kingdom of Norway shall be applicable.\n2. If an importer notifies an imminent importation of the product in question in a Member State and requests the benefit of the quota, the Member State concerned shall inform the Commission and draw an amount corresponding to its requirements to the extent that the available balance of the reserve so permits.\n3. The shares drawn pursuant to paragraph 2 shall be valid until the end of the quota period.", "1. Member States shall take all appropriate measures to ensure that their drawings pursuant to Article 1 (2) are carried out in such a way that imports may be charged without interruption against their accumulated shares of the Community quota.\n2. Each Member State shall ensure that importers of the said goods have access to the quota for such time as the residual balance of the quota volume so permits.\n3. Member States shall charge imports of the said goods against their drawings as and when the goods are entered for free circulation.\n4. The extent to which the quota has been used up shall be determined on the basis of the imports charged in accordance with paragraph 3.", "At the request of the Commission, Member States shall inform it of imports actually against the quota.", "The Member States and the Commission shall collaborate closely in order to ensure that this Regulation is complied with.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall apply with effect from 1 March 1986.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 26 May 1986.\nFor the Council\nThe President\nG. BRAKS\n(1) OJ No L 56, 1. 3. 1986, p. 113."}