{"celex_id": "31980L1100", "uri": "http://publications.europa.eu/resource/cellar/977c262f-7d3e-40d5-af65-ed8b8a9fc04f", "type": "Directive", "concepts": ["1445", "1755", "2560", "2738", "4689", "619"], "title": "Council Directive 80/1100/EEC of 11 November 1980 amending Directive 80/215/EEC with regard to swine vesicular disease and classical swine fever\n", "header": "COUNCIL DIRECTIVE  of 11 November 1980  amending Directive 80/215/EEC with regard to swine vesicular disease and classical swine fever  (80/1100/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Articles 43 and 100 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas Directive 80/215/EEC (4) laid down the animal health requirements which must be fulfilled by meat products intended for intra-Community trade;\nWhereas the existence of swine vesicular disease in the Community represents a danger for the Community stock of pigs ; whereas, accordingly, steps should be taken to ensure that the disease is not spread in the course of trade in certain pigmeat products;\nWhereas the persistence of classical swine fever in certain parts of the Community represents a danger for the stock of pigs of the Member States which are free from the disease ; whereas until such time as classical swine fever has been eliminated in the parts where it still exists, such Member States should be authorized to take additional measures with a view to preventing any contamination in the course of trade,", "main_body": ["With effect from 1 November 1980, Directive 80/215/EEC is hereby amended as follows:    (a) in Article 4 (1) (b), the following phrase shall be inserted in (ii) before the word \"treatment\" : \"provided that, in addition, the disease in question is not swine vesicular disease\";\n(b) in Article 7 (1) (a), the words \"swine vesicular disease\" shall be inserted between the words \"classical swine fever\" and \"or Teschen disease\";\n(c) Article 10 shall be replaced by the following:\n\"Article 10\nWith regard to swine fever, Member States which have availed themselves of the authorization laid down in Directive 80/218/EEC and which are officially classical swine fever-free may not oppose the introduction into their territory of meat products which, although they have not undergone one of the forms of treatment referred to in Article 4 (1), have been prepared in whole or in part from fresh pigmeat which satisfies the requirements laid down in Article 13 a of Directive 72/461/EEC, or from fresh pigmeat obtained from pigs vaccinated against swine fever more than three months prior to slaughter.\"", "The Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive not later than 1 July 1981 and shall forthwith inform the Commission thereof.\nUntil the date on which the Member States are able to comply, and until 1 July 1981 at the latest, Denmark, Ireland and the United Kingdom are authorized to retain their national rules relating to protection against swine fever upon introduction into their territory of pigmeat products, subject to compliance with the general provisions of the Treaty.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 11 November 1980.\nFor the Council\nThe President\nC. NEY  (1)OJ No C 130, 31.5.1980, p. 9. (2)OJ No C 175, 14.7.1980, p. 79. (3)OJ No C 300, 18.11.1980, p. 20. (4)OJ No L 47, 21.2.1980, p. 4."}