{"celex_id": "31982D0819", "uri": "http://publications.europa.eu/resource/cellar/71901e04-507b-4513-a0ed-dad2b3c20965", "type": "Decision", "concepts": ["1076", "1086", "2442", "3263", "980"], "title": "82/819/EEC: Commission Decision of 12 November 1982 on requests for reimbursement in respect of the development of agriculture in the French overseas departments (Only the French text is authentic)\n", "header": "COMMISSION DECISION of 12 November 1982 on requests for reimbursement in respect of the development of agriculture in the French overseas departments (Only the French text is authentic) (82/819/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 81/527/EEC of 30 June 1981 on the development of agriculture in the French overseas departments (1), and in particular Article 8 (4) thereof,\nWhereas requests for reimbursement to be submitted by France to the the European Agricultural Guidance and Guarantee Fund, Guidance Section must include certain information making it possible to verify that the expenditure complies with the provisions of Directive 81/527/EEC and with the information contained in the programme submitted by France and approved in accordance with Article 2 (2) of that Directive;\nWhereas, if verification is to be effective, France must, for a period of three years from payment of the last reimbursement, keep the supporting documents at the Commission's disposal;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the European Agricultural Guidance and Guarantee Fund Committee,", "main_body": ["1. The requests for reimbursement referred to in Article 8 (1) of Directive 81/527/EEC must be drawn up in accordance with the tables in Annexes 1 to 7 hereto.\n2. France shall communicate to the Commission, at the same time as the first request for reimbursement, the texts of national implementing and control provisions, and forms or any other documents concerning the administrative action to implement the measures concerned.\nFor the implementation of these measures, due consideration shall be given to the specific requirements for documentation set out in Annex 8.", "France shall, for a period of three years from payment of the last reimbursement, hold at the Commission's disposal all supporting documents in its possession on the basis of which the aid provided for in Directive 81/527/EEC was granted, or certified copies thereof, and the complete case files of the beneficiaries.", "This Decision is addressed to the French Republic."], "attachments": "Done at Brussels, 12 November 1982.\nFor the Commission\nPoul DALSAGER\nMember of the Commission  (1) OJ No L 197, 20.7.1981, p. 38.\nANNEX 1 Application for reimbursement of expenditure incurred during 19.. under Directive 81/527/EEC\nSUMMARY TABLE\n>PIC FILE= \"T0033621\">  Please attach any explanation needed to understand the particulars set out in this table.\nIt is confirmed that:\nFor all measures\n- the measures for which reimbursement is requested have been implemented in accordance with the programme approved by Commission Decision 82/115/EEC of 29 January 1982,\n- projects for which Community aid is provided under other common measures or through the European Regional Development Fund or the European Social Fund have been excluded from this scheme,\n- the beneficiaries have been informed in an appropriate manner of the Community's contribution;\nFor collective irrigation operations\n- eligible expenditure incurred in acquiring mobile irrigation equipment concerns equipment owned and used collectively;\nFor improvements to agricultural infrastructure\n- the work entailed in providing drinking water supplies and electricity supplies concerns supplies for the rural population and farms,\n- work on country roads involves the opening up of rural areas and the provision of access to farms,\n- infrastructure work for new farms concerns the provision of services for plots to be created on land acquired by the \"Sociétés d'Aménagement Foncier et d'Etablissement Rural\" (Safers Land Improvement and Rural Establishment Societies);\nFor soil improvement, flood protection and other protective work\n- expenditure on equipment in the department of Réunion concerns special soil improvement equipment owned collectively;\nFor the encouragement of stockfarming, in particular meat production, and crop diversification\n- expenditure incurred does not relate to marketing,\n- cattle, sheep and goats purchased are breeding animals and in the case of cattle are of beef breeds,\n- the small individual reservoirs have been built on farms to provide the water supplies and irrigation essential for stockfarming and crop diversification,\n- the technical assistance contributes specifically towards implementation of the measures for the diversification of production and crops provided for in the programme.\nStamp and signature of the competent authority\nANNEX 2 Application for reimbursement of expenditure incurred during 19.. under Directive 81/527/EEC\nCOLLECTIVE IRRIGATION OPERATIONS INSTALLATION OF DISTRIBUTION NETWORK AND MOBILE EQUIPMENT ON 5 300 HA\n>PIC FILE= \"T0033622\">  Please attach any explantions needed to understand the particulars set out in this table.\nANNEX 3.1 Application for reimbursement of expenditure incurred during 19.. under Directive 81/527/EEC\nIMPROVEMENTS TO AGRICULTURAL INFRASTRUCTURE PROVISION OF DRINKING WATER SUPPLIES TO 71 365 INHABITANTS\n>PIC FILE= \"T0033623\">  Please attach any explanations needed to understand the particulars set out in this table.\nANNEX 3.2 Application for reimbursement of expenditure incurred during 19.. under Directive 81/527/EEC\nIMPROVEMENTS TO AGRICULTURAL INFRASTRUCTURE IMPROVEMENT AND CONSTRUCTION OF 381 75 KM OF COUNTRY ROADS\n>PIC FILE= \"T0033624\">  Please attach any explanations needed to understand the particulars set out in this table.\nANNEX 3.3 Application for reimbursement of expenditure incurred during 19.. under Directive 81/527/EEC\nIMPROVEMENTS TO AGRICULTURAL INFRASTRUCTURE PROVISION OF ELECTRICITY SUPPLIES IN RURAL AREAS TO 71 100 INHABITANTS\n>PIC FILE= \"T0033625\">  Please attach any explanations needed to understand the particulars set out in this table.\nANNEX 3.4 Application for reimbursement of expenditure incurred during 19.. under Directive 81/527/EEC\nIMPROVEMENTS TO AGRICULTURAL INFRASTRUCTURE INFRASTRUCTURE FOR NEW FARMS : DEVELOPMENT OF 12 500 HA\n>PIC FILE= \"T0033626\">  Please attach any explanations needed to understand the particulars set out in this table.\nANNEX 4.1 Application for reimbursement of expenditure incurred during 19.. under Directive 81/527/EEC\nSOIL IMPROVEMENT, FLOOD PROTECTION AND OTHER PROTECTIVE WORK REPROFILING AND REMOVING STONES FROM 15 210 HA\n>PIC FILE= \"T0033627\">  Please attach any explanations needed to understand the particulars set out in this table.\nANNEX 4.2 Application for reimbursement of expenditure incurred during 19.. under Directive 81/527/EEC\nSOIL IMPROVEMENT, FLOOD PROTECTION AND OTHER PROTECTIVE WORK IMPROVEMENT AND CONSTRUCTION OF 20 KM OF FARM ROADS\n>PIC FILE= \"T0033628\">  Please attached any explanations needed to understand the particulars set out in this table.\nANNEX 4.3 Application for reimbursement of expenditure incurred during 19.. under Directive 81/527/EEC\nSOIL IMPROVEMENT, FLOOD PROTECTION AND OTHER PROTECTIVE WORK DEFORESTATION OF 10 500 HA\n>PIC FILE= \"T0033629\">  Please attach any explanations needed to understand the particulars set out in this table.\nANNEX 4.4 Application for reimbursement of expenditure incurred during 19.. under Directive 81/527/EEC\nSOIL IMPROVEMENT, FLOOD PROTECTION AND OTHER PROTECTIVE WORK COVERED DRAINAGE OF 1 500 HA AND OPEN DRAINAGE OF 300 HA\n>PIC FILE= \"T0033630\">  Please attach any explanations needed to understand the particulars set out in this table.\nANNEX 4.5 Application for reimbursement of expenditure incurred during 19.. under Directive 81/527/EEC\nSOIL IMPROVEMENT, FLOOD PROTECTION AND OTHER PROTECTIVE WORK IMPOLDERING OF 2 400 HA\n>PIC FILE= \"T0033631\">  Please attach any explanations needed to understand the particulars set out in this table.\nANNEX 4.6 Application for reimbursement of expenditure incurred during 19.. under Directive 81/527/EEC\nSOIL IMPROVEMENT, FLOOD PROTECTION AND OTHER PROTECTIVE WORK PREPARATION COVERING 400 HA OF TERRACES FOR ARBORICULTURE\n>PIC FILE= \"T0033632\">  Please attach any explanations needed to understand the particulars set out in this table.\nANNEX 4.7 Application for reimbursement of expenditure incurred during 19.. under Directive 81/527/EEC\nSOIL IMPROVEMENT, FLOOD PROTECTION AND OTHER PROTECTIVE WORK SPECIAL EQUIPMENT FOR THE DEPARTMENT OF REUNION : PURCHASE OF 11 STONE REMOVAL CONVEYORS AND NINE BACK DIGGERS\n>PIC FILE= \"T0033633\">  Please attach any explanations needed to understand the particulars set out in this table.\nANNEX 4.8 Application for reimbursement of expenditure incurred during 19.. under Directive 81/527/EEC\nSOIL IMPROVEMENT, FLOOD PROTECTION AND OTHER PROTECTIVE WORK DEVELOPMENT OF 2 500 HA OF THE HIGHLANDS OF REUNION\n>PIC FILE= \"T0033634\">  Please attach any explanations needed to understand the particulars set out in this table.\nANNEX 5.1 Application for reimbursement of expenditure incurred during 19.. under Directive 81/527/EEC\nREAFFORESTATION AND IMPROVEMENT OF DERELICT WOODLAND, INCLUDING THE CONSTRUCTION OF WINDBREAKS AND FOREST ROADS REAFFORESTATION OF 1 445 HA\n>PIC FILE= \"T0033635\">  Please attach any explanations needed to understand the particulars set out in this table.\nANNEX 5.2 Application for reimbursement of expenditure incurred during 19.. under Directive 81/527/EEC\nREAFFORESTATION AND IMPROVEMENT OF DERELICT WOODLAND, INCLUDING THE CONSTRUCTION OF WINDBREAKS AND FOREST ROADS CONSTRUCTION OF 49 79 KM OF FOREST ROADS\n>PIC FILE= \"T0033636\">  Please attach any explanations needed to understand the particulars set out in this table.\nANNEX 6.1.1 Application for reimbursement of expenditure incurred during 19.. under Directive 81/527/EEC\nENCOURAGEMENT OF STOCKFARMING, IN PARTICULAR MEAT PRODUCTION, AND CROP DIVERSIFICATION CATTLE FARMING : IMPROVEMENT AND ESTABLISHMENT OF 14 000 TO 15 000 HA OF GRAZING LAND\n>PIC FILE= \"T0033637\">  Please attach any explanations needed to understand the particulars set out in this table.\nANNEX 6.1.2 Application for reimbursement of expenditure incurred during 19.. under Directive 81/527/EEC\nENCOURAGEMENT OF STOCKFARMING, IN PARTICULAR MEAT PRODUCTION, AND CROP DIVERSIFICATION CATTLE FARMING : INSTALLATION OF FACILITIES (BUILDINGS, FENCING, CRUSHES AND WATER FACILITIES)\n>PIC FILE= \"T0033638\">  Please attach any explanations needed to understand the particulars set out in this table.\nANNEX 6.1.3 Application for reimbursement of expenditure incurred during 19.. under Directive 81/527/EEC\nENCOURAGEMENT OF STOCKFARMING, IN PARTICULAR MEAT PRODUCTION, AND CROP DIVERSIFICATION CATTLE FARMING : PURCHASE OF 9 000 BREEDING ANIMALS\n>PIC FILE= \"T0033639\">  Please attach any explanations needed to understand the particulars set out in this table.\nANNEX 6.1.4 Application for reimbursement of expenditure incurred during 19.. under Directive 81/527/EEC\nENCOURAGEMENT OF STOCKFARMING, IN PARTICULAR MEAT PRODUCTION, AND CROP DIVERSIFICATION CATTLE FARMING : CONSTRUCTION OF BATCHING CENTRES\n>PIC FILE= \"T0033640\">  Please attach any explanations needed to understand the particulars set out in this table.\nANNEX 6.2.1 Application for reimbursement of expenditure incurred during 19.. under Directive 81/527/EEC\nENCOURAGEMENT OF STOCKFARMING, IN PARTICULAR MEAT PRODUCTION, AND CROP DIVERSIFICATION SHEEP AND GOAT FARMING : PURCHASE OF BREEDING ANIMALS\n>PIC FILE= \"T0033641\">  Please attach any explanations needed to understand the particulars set out in this table.\nANNEX 6.2.2 Application for reimbursement of expenditure incurred during 19.. under Directive 81/527/EEC\nENCOURAGEMENT OF STOCKFARMING, IN PARTICULAR MEAT PRODUCTION, AND CROP DIVERSIFICATION SHEEP AND GOAT FARMING : FITTING OUT OF LIVESTOCK FARMS (LIVESTOCK TREATMENT FACILITIES, FENCING, INCREASE OF HEADAGE)\n>PIC FILE= \"T0033642\">  Please attach any explanations needed to understand the particulars set out in this table.\nANNEX 6.2.3 Application for reimbursement of expenditure incurred during 19.. under Directive 81/527/EEC\nENCOURAGEMENT OF STOCKFARMING, IN PARTICULAR MEAT PRODUCTION, AND CROP DIVERSIFICATION SHEEP AND GOAT FARMING : CONSTRUCTION OF BATCHING CENTRES\n>PIC FILE= \"T0033643\">  Please attach any explanations needed to understand the particulars set out in this table.\nANNEX 6.3 Application for reimbursement of expenditure incurred during 19.. under Directive 81/527/EEC\nENCOURAGEMENT OF STOCKFARMING, IN PARTICULAR MEAT PRODUCTION, AND CROP DIVERSIFICATION FRUIT GROWING : PLANTING OF 5 245 HA OF ORCHARDS\n>PIC FILE= \"T0033644\">  Please attach any explanations needed to understand the particulars set out in this table.\nANNEX 6.4 Application for reimbursement of expenditure incurred during 19.. under Directive 81/527/EEC\nENCOURAGEMENT OF STOCKFARMING, IN PARTICULAR MEAT PRODUCTION, AND CROP DIVERSIFICATION DEVELOPMENT OF MARKET GARDEN AND FOOD CROPS\n>PIC FILE= \"T0033645\">  Please attach any explanations needed to understand the particulars set out in this table.\nANNEX 6.5 Application for reimbursement of expenditure incurred during 19.. under Directive 81/527/EEC\nENCOURAGEMENT OF STOCKFARMING, IN PARTICULAR MEAT PRODUCTION, AND CROP DIVERSIFICATION PROMOTION OF FLOWER GROWING : ESTABLISHMENT OF PRE-NURSERIES AND PLANTING OF ANTHURIUMS, TROPICAL FLOWERS AND GREEN PLANTS\n>PIC FILE= \"T0033646\">  Please attach any explanations needed to understand the particulars set out in this table.\nANNEX 6.6 Application for reimbursement of expenditure incurred during 19.. under Directive 81/527/EEC\nENCOURAGEMENT OF STOCKFARMING, IN PARTICULAR MEAT PRODUCTION, AND CROP DIVERSIFICATION INCREASING GERANIUM CULTIVATION ON 2 500 HA\n>PIC FILE= \"T0033647\">  Please attach any explanations needed to understand the particulars set out in this table.\nANNEX 6.7 Application for reimbursement of expenditure incurred during 19.. under Directive 81/527/EEC\nENCOURAGEMENT OF STOCKFARMING, IN PARTICULAR MEAT PRODUCTION, AND CROP DIVERSIFICATION CONSTRUCTION OF 320 TOBACCO DRIERS\n>PIC FILE= \"T0033648\">  Please attach any explanations needed to understand the particulars set out in this table.\nANNEX 6.8 Application for reimbursement of expenditure incurred during 19.. under Directive 81/527/EEC\nENCOURAGEMENT OF STOCKFARMING, IN PARTICULAR MEAT PRODUCTION, AND CROP DIVERSIFICATION CONSTRUCTION OF 50 SMALL INDIVIDUAL WATER RESERVOIRS\n>PIC FILE= \"T0033649\">  Please attach any explanations needed to understand the particulars set out in this table.\nANNEX 6.9 Application for reimbursement of expenditure incurred during 19.. under Directive 81/527/EEC\nENCOURAGEMENT OF STOCKFARMING, IN PARTICULAR MEAT PRODUCTION, AND CROP DIVERSIFICATION AQUACULTURE : INSTALLATION OF 195 HA OF GROWING-PONDS\n>PIC FILE= \"T0033650\">  Please attach any explanations needed to understand the particulars set out in this table.\nANNEX 6.10 Application for reimbursement of expenditure incurred during 19.. under Directive 81/527/EEC\nENCOURAGEMENT OF STOCKFARMING, IN PARTICULAR MEAT PRODUCTION, AND CROP DIVERSIFICATION SPECIAL TECHNICAL ASSISTANCE\n>PIC FILE= \"T0033651\">  Please attach any explanations needed to understand the particulars set out in this table.\nANNEX 7 Recovery during 19.. of aid paid under Directive 81/527/EEC\n>PIC FILE= \"T0033652\">\nANNEX 8\n1. Documentation\nThe accounting system adopted for all measures for the development of agriculture in the French overseas departments must ensure that separate accounts are available for distinguishing the specific expenditure incurred in respect of EAGGF-supported projects from other expenditure not covered by the programme, and for checking it in the light of the relevant supporting documents.\nIt must comprise the following supporting documents and information:      - an overall plan showing the geographical location and the extent of the various measures provided for in the programme,\n- for each year, an annual programme of the work to be carried out in that year for which reimbursement is to be sought, with details of the number of beneficiaries and the expenditure involved. The annual programme must be supported by detailed plans showing the geographical location and the extent of the work envisaged,\n- invoices and all supporting documents relating to the expenditure claimed in the annual application for reimbursement and establishing a correspondence with the annual programme.\n2. Accounting\nThe accounting system adopted for all measures for the development of agriculture in the French overseas departments must ensure that separate accounts are available for distinguishing the specific expenditure incurred in respect of EAGGF-supported projects from other expenditure not covered by the programme, and for checking it in the light of the relevant supporting documents."}