{"celex_id": "31988D0568", "uri": "http://publications.europa.eu/resource/cellar/e3bfef1b-97ed-4bb2-86fa-ff498ff1f488", "type": "Decision", "concepts": ["1737", "2474", "3821", "5212"], "title": "88/568/EEC: Commission Decision of 24 October 1988 relating to a proceeding under Article 85 of the EEC Treaty (IV/32.437/8 - Eurotunnel) (Only the English and French texts are authentic)\n", "header": "Commission Decision\nof 24 October 1988\nrelating to a proceeding under Article 85 of the EEC Treaty\n(IV/32.437/8 — Eurotunnel)\n(Only the English and French texts are authentic)\n(88/568/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation No 17 of 6 February 1962, First Regulation implementing Articles 85 and 86 of Treaty [1], as last amended by the Act of Accession of Spain and Portugal, and in particular Article 2 thereof,\nHaving regard to the notification and application for negative clearance submitted on 30 September 1987 by Channel Tunnel Group Ltd, France Manche SA and others concerning a construction contract and a maître d'oeuvre contract for the building of a rail tunnel beneath the Channel,\nHaving regard to the summary of the notification published [2] pursuant to Article 19 (3) of Regulation No 17,\nAfter consulting the Advisory Committee on Restrictive Practices and Dominant Positions,\nWhereas:\nI. THE FACTS\n(1) On 30 September 1987, the Commission registered requests on behalf of Eurotunnel (ET) for a negative clearance, or alternatively an exemption, in respect of two agreements entered into by Channel Tunnel Group Ltd (CTG) and France Manche SA (FM) trading in partnership under English law and as a société en participation according to French law, under the name Eurotunnel. These agreements have been concluded in connection with the construction of a tunnel under the Channel to link Britain and France. They comprise a \"construction contract\" and a \"maître d'oeuvre contract\" dated 13 August 1986. The former was amended on 25 September 1986, 27 January 1987 and 5 November 1987.\n(2) In April 1985, the United Kingdom and French governments jointly issued an \"Invitation to Promoters\" calling for bids to construct, finance and operate a fixed link across the Channel. A notice to this effect was published in the Official Journal of the European Communities [3]. Several qualifying bids were made and in January 1986 the project put forward by CTG and FM was selected by the governments.\n(3) On 12 February 1986 the governments signed a Treaty providing for the Tunnel and on 14 March 1986 they entered into a 55-year concession agreement with CTG and FM to build and operate a twin-bore rail tunnel and service tunnel under the Channel, together with terminals and ancillary facilities. The two undertakings were set up solely to bid for and act under the concession.\nA. Construction contract\n(4) The construction contract is made between Eurotunnel and a consortium of the following building and civil engineering contractors acting together as Transmanche Link (the contractor):\n- Balfour Beatty Construction Ltd,\n- Costain Civil Engineering Ltd,\n- Tarmac Construction Ltd,\n- Taylor Woodrow Construction Ltd,\n- Wimpey Major Projects Ltd,\n- Bouygues SA,\n- Dumez SA,\n- Société Auxiliaire D'Entreprises SA,\n- Société Générale D'Entreprises SA,\n- Spie Batignolles SA.\nTransmanche Link (TML) has been set up solely for the purpose of obtaining and carrying out the construction contract.\n(5) The construction contract requires the contractor to design, supply, construct, test and commission the complete project and to maintain it for a period of 24 months thereafter. It determines the relations between ET and the contractor for the purposes of the specific project, but does not contain or imply any restriction on the activities of the members of TML outside the project.\n(6) The works are divided into two categories, namely target works and lump sum works. Target works comprise broadly the boring and lining of the tunnels, including the necessary supplies. Lump sum works comprise all other works and supplies therefor, for which the contractor will receive a predetermined sum, subject to certain adjustments.\n(7) The contractor may in principle subcontract lump sum works and supplies freely, without reference to ET. The subcontracting of target works and supplies and services in connection with them is subject to approval by ET, such approval not to be unreasonably withheld. The contractor must submit lists of invitees to tender, subcontract terms and final selection to ET.\n(8) The subcontracting of certain lump sum items is however subject to technical supervision by ET, who may object to a proposed invitee to tender and raise questions regarding the technical aspects of the tenders submitted.\n(9) The contractor further acts on behalf of ET for the purchasing and commissioning of certain \"procurement items\". These comprise the locomotives and rolling stock for rail shuttles which ET will operate through the tunnel between the English and French terminals. These are to be paid for by ET at cost, and the contractor will receive a commission for its services in this connection.\n(10) The construction contract confirms the obligation on the contractor to abide by the EEC rules on subcontracts under public works concessions [4] and not to discriminate on the basis of nationality.\nB. \"Maître d'oeuvre\" contract\n(11) This contract is made between ET and the following multidisciplinary consultancy firms:\nW.S. Atkins and Partners\nSociété d'Études Techniques et Économiques\nacting together as the maître d'oeuvre in the form of a joint venture having a common executive board. The maître d'oeuvre has agreed with ET to subcontract certain specified consultancy services to\nSir William Halcrow & Partners\nTractionel Electrobel Engineering SA\nand to permit them to the represented in certain organs of the maître d'oeuvre.\n(12) The duties of the maître d'oeuvre are broadly:\n- to check designs,\n- to supervise construction including quality, cost and progress,\n- to act as independent project manager under the terms of the concession on behalf of an intergovernmental commission set up for the purpose of supervising the construction and operation of the tunnel,\n- to act as an independent expert in disputes between ET and the contractor,\n- to assist the contractor in relations with third parties, in particular lending institutions, supplying reports as required.\n(13) The maître d'oeuvre will be remunerated on the basis of the work actually carried out. The key personnel of the maître d'oeuvre to provide the services under the contract are identified by name, and other senior personnel must be approved by ET as required. The maître d'oeuvre may not subcontract the services without prior approval of ET.\n(14) Work on the tunnel began in May 1986 and it is due to be commissioned in May 1993.\n(15) Eurotunnel has submitted that the contracts do not contain or imply any restriction on activities by the various undertakings (building/civil engineering contractors and consultants) involved, outside the project. The provisions regarding the intervention of ET in subcontracting are inherent in the types of contract involved and also do not concern any matters outside the scope of the project.\n(16) Despite the very large scale of the project, viewed as a single venture, it represents each year a minor part of the markets for construction and civil engineering, even when assessed by reference only to France and the United Kingdom. In fact the market is geographically wider than this, and includes civil engineering and construction projects in Europe and large scale projects throughout the wordl.\nLikewise, the consultancy services involved in the tunnel project represent a small part of the market for similar services, which is essentially a worldwide market.\nII. LEGAL ASSESSMENT\nArticle 85 (1)\n(17) The construction contract and maître d'oeuvre contract do not have as their object or effect to restrict competition in the Common Market:\n(a) The contracts regulate relations between the parties with respect to the completion of the specific project concerned. They do not impose or imply any restriction on the freedom of the member firms of the contractor and maître d'oeuvre as regards their other activities. As stated in the Commission's notice concerning agreements, decisions and concerted practices in the field of cooperation between undertakings [5], agreements having as their sole object the setting up of consortia for the joint execution of orders, where each of them by itself is unable to execute the orders, do not restrict competition. This applies in particular to enterprises belonging to different industries but also to firms in the same industry to the extent that their contribution under the consortium consists only of goods or services which cannot be supplied by the order participating enterprises. But even in the case of consortia formed by enterprises which normally compete which each other there is no restraint of competition if the participating enterprises cannot execute a specific order by themselves;\n(b) the rights of Eurotunnel with respect to subcontracting by the contractor and maître d'oeuvre concern only the specific project and not any other activities of the member firms of the contractor and maître d'oeuvre.\nFurthermore, these rights are reserved by Eurotunnel only to the extent that Eurotunnel has a legitimate financial or technical intereset in the terms of subcontracts or supply contracts and in the choice of the firms which are to carry them out;\n(c) the provisions of the construction contract requiring the contractor to acquire procurement items on behalf of Eurotunnel do not impose any terms which are not inherent in a contract for the procurement of goods through a commission agent,", "main_body": ["On the basis of the facts in its possession, the Commission has no grounds for action under Article 85 (1) of the EEC Treaty in respect of the construction contract and the maître d'oeuvre contract entered into by Channel Tunnel Group Ltd and France Manche SA acting on behalf of Eurotunnel, on 13 August 1986, as amended in the case of the former on 25 September 1986, 27 January 1987 and 5 November 1987.", "This Decision is addressed to the undertakings listed in the Annex."], "attachments": "Done at Brussels, 24 October 1988.\nFor the Commission\nPeter Sutherland\nMember of the Commission\n[1] OJ No 13, 21. 2. 1962, p. 204/62.\n[2] OJ No C 150, 8. 6. 1988, p. 2.\n[3] OJ No S 172, 7. 9. 1985, p. 5.\n[4] Declaration of representatives of the Member States of the European Communities meeting within the Council on 26 July 1971 (OJ No C 82, 16. 8. 1971, p. 13) and Council Directive 72/277/EEC (OJ No L 176, 3. 8. 1972, p. 12).\n[5] OJ No C 75, 29. 7. 1968, p. 3, corrected in OJ No C 84, 28. 8. 1968, p. 14.\n--------------------------------------------------\nANNEX\nThe Channel Tunnel Group Limited,\nPortland House,\nStag Place,\nUK-London SW1E 5BT;\nFrance-Manche SA,\nTour Franklin,\n100, Terrasse Boieldieu,\nLa Défense,\nF-92081 Paris Cedex 11;\nW.S. Atkins,\nWoodcote Grove,\nAshley Road, Epsom,\nUK-Surrey KT18 5BW;\nSETEC,\nTour Gamma D,\n58, rue de la Rapée,\nF-75583 Paris Cedex 12;\nTranslink,\nBridge House,\nWestminster Centre,\nDelamere Road,\nUK-Hayes, Middlesex;\nTransmanche Construction,\n3, rue Stephenson,\nF-78180 Montigny-le-Bretonneux.\n--------------------------------------------------"}