{"celex_id": "31987R3939", "uri": "http://publications.europa.eu/resource/cellar/cc2a9bed-030e-4733-981e-9c9428f9cb0c", "type": "Regulation", "concepts": ["2173", "4381", "4683", "4691", "5751"], "title": "Commission Regulation (EEC) No 3939/87 of 21 December 1987 amending certain acts in respect of the application of the common organization of the markets in the sheepmeat and goatmeat sector as a consequence of the introduction of the combined nomenclature\n", "header": "COMMISSION REGULATION  (EEC) N° 3939/87\nof 21 December 1987\namending certain acts in respect of the application of the  common organization of the markets in the sheepmeat and goatmeat sector as a consequence of the  introduction of the combined nomenclature\nTHE COMMISSION OF THE EUROPEAN  COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) N° 2658/87 of 23 July 1987 on the tariff and statistical  nomenclature and on the Common Customs Tariff (1), and in particular the second indent of Article  15 (1) thereof,\nHaving regard to Council Regulation (EEC) N° 3908/87 of 22 December 1987 amending Regulation (EEC)  N° 1837/80 on the common organization of the market in sheepmeat and goatmeat (2), and in  particular Article 2 thereof,\nWhereas, according to the second subparagraph of\nArticle 15 (1) of Regulation (EEC) N° 2658/87,  adaptations of a technical nature of Community acts using the combined nomenclature are carried out  by the Commission; whereas the modifications of substance are carried out according to the  procedure laid down in Article 26 of Council Regulation (EEC) N° 1837/80 (3) by virtue of Article 2  of Regulation (EEC) N° 3908/87,\nWhereas certain Regulations in the sheepmeat and goatmeat sector must be adapted at the technical  level as well as in regard to certain substantive points in order to take account of the  utilization of the new combined nomenclature based on the harmonized system for the designation and  codification of goods due to replace the Convention of 15 December 1950 on Nomenclature for the  Classification of Goods in the Customs Tariffs,\nWhereas due to the number and content of the texts requiring such modification it is advisable to  regroup, in one Regulation, all the amendments to be made;\nWhereas the adaptations provided for in this Regulation in application of Article 2 of Regulation  (EEC) N° 3908/87 are in accordance with the opinion of the Management Committee for Sheepmeat and  Goatmeat,", "main_body": ["In Article 1 of Council Regulation (EEC) N° 2641/80 of 14 October 1980  derogating from certain import rules laid down in Regulation (EEC) N° 1837/80 on the common  organization of the market in sheepmeat and goatmeat (4),\nthe first indent is hereby replaced by the following:\n- 'The issue of import certificates for products falling within subheadings 0104 10 90 and 0104 20  90 and heading N° 0204 of the combined nomenclature originating in a third country which has  undertaken to restrict its exports to the Community shall not exceed for each calendar year the  overall quantity resulting from the voluntary restraint agreement signed with the Community;'.", "Commission Regulation (EEC) N° 2668/80 of 17 October 1980 laying down detailed rules for  applying the levies on sheepmeat and goatmeat (5) is hereby amended as follows:\n1.  Article 1 (1) is replaced by the following:\n'1.  The free-at-Community-frontier offer price referred to in Article 12 (2) of Regulation (EEC)  N° 1837/80 shall be calculated on the basis of the free-at-Community-frontier offer prices for  products specified in section (a) of Annex I to the said Regulation and for live animals falling  within subheadings 0104 10 90 and 0104 20 90 of the combined nomenclature.'\n2.  Annexes I and II  are replaced by the Annex to this Regulation.", "Commission Regulation (EEC) N° 20/82 of 6 January 1982 on special detailed rules for  applying the system of import\nand export licences for sheepmeat and goatmeat (1), as last amended  by Regulation (EEC) N° 3887/87 (2) is hereby amended as follows:\n1.  Article 1 is replaced by the following:\n'Article 1\nThis Regulation lays down special detailed rules for applying the system of import and  export licences set up by Article 16 (1) of Regulation (EEC) N° 1837/80.\nHowever:\n(a)  for products falling within heading N° 0204 of the combined nomenclature and originating in  Argentina, Australia, New Zealand and Uruguay; and\n(b)  for products falling within subheadings  0104 10 90 and 0104 20 90 and heading N° 0204 of the combined nomenclature and originating in  Austria, Bulgaria, Hungary, Iceland, Poland, the German Democratic Republic, Romania,  Czechoslovakia and Yugoslavia\nimport licences may be issued only subject to the conditions laid  down in Regulation (EEC) N° 19/82.'\n2.  Article 2 is replaced by the following:\n'Article 2\nThe provisions of the third indent of Article 5 (1) of Regulation (EEC) N° 3183/80 shall  not apply to imports of products within subheadings 0104 10 90 and 0104 20 90 and heading N° 0204  of the combined nomenclature.'", "Article 4 (3) of Commission Regulation (EEC) N° 1633/84  of 8 June 1984 laying down detailed rules for applying the variable slaughter premium for sheep and  repealing Regulation (EEC) N° 2661/80 (3), as last amended by Regulation (EEC) N° 1860/86 (4) is  hereby replaced by the following:\n'3.  The amounts referred to in paragraphs 1 and 2 shall be fixed for fresh or chilled sheep  carcases. The amounts applicable to the other products referred to in Article 1 (a) of Regulation  (EEC) N° 1837/80 shall be determined by employing the coefficients referred to in Articles 12 (3)  and 13 (3) of Regulation (EEC) N° 1837/80.\nFor the products referred to in Article 1 (c) of Regulation (EEC) N° 1837/80, the amounts  applicable shall be determined by employing the coefficients referred to in Article 12 (3) of the  said Regulation and applicable to meats listed in Annex I under subheadings 0210 90 11 and 0210 90  19 of the combined nomenclature.\nFor the products referred to in Article 1 (c) of the said Regulation, the space for the description  of the goods and the export declaration should contain an indication as to whether the products are  bone in or boneless.'", "Article 1 (1) of Council Regulation (EEC) N° 3643/85 of 19  December 1985 concerning the import arrangements applicable to certain third countries in the  sheepmeat and goatmeat sector as from 1986 (5), as last amended by Regulation (EEC) N° 3368/87 (6)  is hereby replaced by the following:\n'1.  The import levy applicable to the following products shall be limited to a maximum of 10 % ad  valorem, subject to annual quantitative limits expressed in tonnes of carcase equivalent for each  third country concerned and by category\n>TABLE>", "Article 2 (1) of  Directive 82/177/EEC of 22 March 1982 on the statistical surveys to be carried out by Member States  on sheep and goat stocks (1), as last amended by Directive 86/82/EEC (2), is hereby replaced by the  following:\n'1.  For the purposes of this Directive, ''sheep'' means animals falling within subheading 0104 10  of the combined nomenclature, and ''goats'' means animals falling within subheading 0104 20  thereof.'", "This Regulation shall enter into force on 1 January 1988.\nThis Regulation shall be binding in its entirety and directly applicable in all  Member States."], "attachments": "Done at Brussels, 21 December 1987.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\nSPA:L373UMBE00.95\nFF: 1UEN;   SETUP: 01;    Hoehe: 1088 mm;   209 Zeilen;   8491 Zeichen;\nBediener: FRST   Pr.: A;\nKunde: ................................\n(1) OJ N° L 256, 7. 9. 1987, p. 1.\n(2) OJ N° L 370, 30. 12. 1987, p. 16.\n(3) OJ N° L 183, 16. 10. 1980, p. 1.\n(4) OJ N° L 275, 18. 10. 1980, p. 2.\n(5) OJ N° L 276, 20. 10. 1980, p. 39.\n(1) OJ N° L 3, 7. 1. 1982, p. 26.\n(2) OJ N° L 365, 24. 12. 1987, p. 39.\n(3) OJ N° L 154, 9. 6. 1984, p. 27.\n(4) OJ N° L 161, 17. 6. 1986, p. 25.\n(5) OJ N° L 348, 24. 12. 1985, p. 2.\n(6) OJ N° L 321, 11. 11. 1986, p. 6.\n(1) OJ N° L 81, 27. 3. 1982, p. 35.\n(2) OJ N° L 77, 22. 3. 1986, p. 30.\nANNEX\n'ANNEX I\n>TABLE>\nANNEX II\n>TABLE>"}