{"celex_id": "31988R2051", "uri": "http://publications.europa.eu/resource/cellar/653d11ab-f737-4f2c-bdf2-d8c9b86840a9", "type": "Regulation", "concepts": ["1339", "2563", "4289", "863"], "title": "Council Regulation (EEC) No 2051/88 of 24 June 1988 on the granting of financial compensation to the Kingdom of Spain and the Portuguese Republic following the depreciation of certain stocks of agricultural products\n", "header": "COUNCIL REGULATION (EEC) No 2051/88 of 24 June 1988 on the granting of financial compensation to the Kingdom of Spain and the Portuguese Republic following the depreciation of certain stocks of agricultural products\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 235 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nWhereas, in order to restore balance between supply and demand of certain agricultural products, exceptional measures have been taken to speed up the disposal of public intervention stocks of butter; whereas stock depreciation measures are planned for  other products;\nWhereas foreseeabable expenditure on the disposal or depreciation of surplus stocks of agricultural products over the period 1988 to 1992 is put at 6 800 million ECU, which includes, from 1989 onwards, refunds of 3 200 million ECU to the Member States  in respect of the butter stock disposal programme carried out in 1987 and 1988;\nWhereas, at its meeting from 11 to 13 February 1988, the European Council provided that appropriate compensation should be granted to the Kingdom of Spain and the Portuguese Republic in this context;\nWhereas the Treaty has not provided the necessary powers, other than those of Article 235,", "main_body": ["Financial compensation shall be granted to the Kingdom of Spain and the Portuguese Republic in respect of their contribution to the financing of expenditure associated with the disposal of butter and the depreciation of existing surplus stocks  of agricultural products, as indicated below:\n1988: to 1992 1 200 million ECU 1989 to 1992: 1 400 million ECU per year (at 1988 prices) Article 2 The financial compensation shall be calculated by multiplying the contribution of the said Member States, as determined in accordance with the weighted Â´VAT - supplementary resource' key, to the financing of the expenditure referred to in  Article 1 by the difference between, on the one hand, the 70 % rate of reimbursement fixed for 1987 and, on the other hand, the percentages for subsequent years laid down in the third subparagraph of Article 187 and the third subparagraph of Article 374  of the Act of Accession of Spain and Portugal.", "The financial compensation shall be paid during the month following that in which the Commission, in line with Article 5 (2) (a) of Council Regulation (EEC) No 729/70 of 21 April 1970 on the financing of the common agricultural policy (2), as  last amended by Regulation (EEC) No 2048/88 (3), makes the Â´advance payment against booking' to cover the expenditure referred to in Article 1.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 24 June 1988.\nFor the Council The President M. BANGEMANN EWG:L185UMBE03.96 FF: 0UEN;   SETUP: 01;   Hoehe: 412 mm;   67 Zeilen;   3085 Zeichen;\nBediener: FJJ0   Pr.: C;\nKunde: 42031 L185UMBE03                  (1) OJ No C 167, 27. 6. 1988. (2) OJ No L 94, 28. 4. 1970, p. 13. (3) See page 1 of this Official Journal."}