{"celex_id": "31984R1354", "uri": "http://publications.europa.eu/resource/cellar/dd7cf031-1fe7-4d7a-a900-d1aa59fb0c88", "type": "Regulation", "concepts": ["4650"], "title": "Commission Regulation (EEC) No 1354/84 of 16 May 1984 laying down detailed implementing rules for the granting of a calf birth premium during the 1984/85 marketing year\n", "header": "COMMISSION  REGULATION (EEC) No 1354/84\nof 16 May 1984\nlaying down detailed implementing rules for the granting of a calf birth premium during the 1984/85 marketing year\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1064/84 of 16 April 1984 on the granting of calf birth premium in Greece, Ireland, Italy and Northern Ireland and on the granting of an additional national premium in Italy during the 1984/85 marketing year (1), and in particular Article 3 thereof,\nHaving regard to Council Regulation (EEC) No 1223/83 of 20 May 1983 on the exchange rates to be applied in agriculture (2), as last amended by Regulation (EEC) No 855/84 (3), and in particular Articles 4 (3) and 5 (1) thereof,\nWhereas, under Article 1 of Regulation (EEC) No 1064/84, Greece, Ireland, Italy and the United Kingdom in respect of Northern Ireland only are authorized to grant during the 1984/85 marketing year a premium for every calf born during the marketing year on their territory and still alive on that territory six months after its birth; whereas the appropriate detailed implementing ruels should be laid down, including rules on the identification of calves eligible for the premium designed to prevent fraud;\nWhereas Regulation (EEC) No 1223/83 lays down that, with regard to the effect on rights and obligations existing at the time when a representative rate is altered, the provisions of Council Regulation (EEC) No 1134/68 (4), providing for the alteration of the relationship between the parity of a Member State's currency and the value of the unit of account, shall apply; whereas, however, by virtue of Article 4 (3) of Regulation (EEC) No 1223/83, derogations from the provisions cited above may be made;\nWhereas the conversion rate to be used for fixing the amount of the premium in national currency should be the representative rate in force on the day when the animal reaches the age of six months;\nWhereas the grant of the additional premium provided for in Article 2 of Regulation (EEC) No 1064/84 is subject to the grant of the premium provided for in Article 1 of that Regulation; whereas, however, the other conditions applying to such grant may be determined by the competent authorities of the Member State concerned;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Beef and Veal,", "main_body": ["1. The premium referred to in Article 1 of Regulation (EEC) No 1064/84 shall be granted at the request of the producer, provided he proves to the satisfaction of the competent authority that in the territory where the premium is granted:\n- the calf was born during the 1984/85 marketing year,\n- was identified, and\n- is still alive there at the age of six months.\n2. The premium referred to in paragraph 1 shall be paid in a single payment during the 90 days following the date of the approval of the application by the competent authority.\n3. The conversion rate to be used in implementation of this Regulation shall be the representative rate applicable on the day when the animal reaches the age of six months.", "1. The additional premium provided for in Article 2 of Regulation (EEC) No 1064/84 shall be granted only to producers who receive the premium provided for in Article 1 of that Regulation.\n2. The competent authorities of the Member State concerned shall lay down any necessary supplementary conditions for the grant of this additional premium and shall notify these to the Commission within the time limit specified in Article 4 (1).", "Greece, Ireland, Italy and the United Kingdom in respect of Northern Ireland shall take all necessary measures to check that the provisions of this Regulation are complied with.", "1. The Member States concerned shall notify the Commission of measures taken to implement the premium arrangements not later than 10 days after the adoption of those measures and in particular those relating to the identification of the calves by means of an indelible mark or any other equivalent method.\n2. The Member States concerned shall notify the Commission of the number of animals for which entitlement to the premium is acquired in each month, not later than one month after the end of the relevant month.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 2 April 1984.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 16 May 1984.\nFor the Commission\nPoul DALSAGER\nMember of the Commission\n(1) OJ No L 105, 18. 4. 1984, p. 3.\n(2) OJ No L 132, 21. 5. 1983, p. 33.\n(3) OJ No L 90, 1. 4. 1984, p. 1.\n(4) OJ No L 188, 1. 9. 1968, p. 1."}