{"celex_id": "31987D0383", "uri": "http://publications.europa.eu/resource/cellar/986773c6-2b76-46d5-a4a0-dd78176d2868", "type": "Decision", "concepts": ["1406", "1504", "2393"], "title": "87/383/EEC: Commission Decision of 30 June 1987 approving a second programme for the milk sector and related industries in Ireland pursuant to Council Regulation (EEC) No 355/77 of 15 February 1977 (Only the English text is authentic)\n", "header": "COMMISSION  DECISION\nof 30 June 1987\napproving a second programme for the milk sector and related industries in Ireland pursuant to Council Regulation (EEC) No 355/77 of 15 February 1977\n(Only the English text is authentic)\n(87/383/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 355/77 of 15 February 1977 on common measures to improve the conditions under which agricultural and fishery products are processed and marketed (1), as last amended by Regulation (EEC) No 560/87 (2) and in particular Article 5 thereof,\nWhereas on 19 January 1987 the Irish Government forwarded a second programme following the programme for the milk sector and related industries approved by Commission Decision 80/413/EEC (3), and supplied additional information on 13 May 1987;\nWhereas the aims of this second programme are to rationalize and modernize the milk sector and related industries and increase their capacity so as to make the sector more competitive and add value to its output; whereas it therefore constitutes a programme within the meaning of Regulation (EEC) No 355/77;\nWhereas, due to the situation of the milk market, the approval of this second programme should not cover projects in which investments:\n- lead to an increase of the utilization capacity of milk except if each individual project proves that plants of equal capacity have been closed,\n- are related to butter, whey powder, milk powder, butteroil, lactose, caseine, caseinate, including milk collecting if it concerne those products,\n- are related to other products leading to expenditure of the EAGGF, Guarantee Section, not justifiable view of the market situation;\nWhereas the approval of this second programme should not cover projects concerning products for which production capacities are already in excess in the European Community, such as for certain types of cheeses;\nWhereas the approval of this second programme should not cover investments related to non-Annex II products, as the requirements of Article 7 (2) of Regulation (EEC) No 355/77 are not met;\nWhereas the second programme contains sufficient information as prescribed by Article 3 of Regulation (EEC) No 355/77 to show that the aims set out in Article 1 of that Regulation can be achieved in respect of the milk sector and related industries in Ireland; whereas the estimated time required for implementation of the second programme does not exceed the period mentioned in Article 3 (1) (g) of the Regulation;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Agricultural Structures,", "main_body": ["1. The second programme for the milk sector and related industries forwarded by the Irish Government on 19 January 1987 and for which additional information was provided on 13 May 1987 pursuant to Regulation (EEC) No 355/77 is approved.\n2. The approval does not cover projects in which investments:\n- lead to an increase of the utilization capacity of milk except if each individual project proves that equal capacities have been closed,\n- are related to butter, whey powder, milk powder, butteroil, lactose, caseine, caseinate, including milk collecting if it concerns those products,\n- are related to other products leading to expenditure of the EAGGF, Guarantee Section, not justifiable in view of the market situation,\n- concern products for which production capacities are already in excess in the European Community,\n- related to non-Annex II products, as the requirements of Article 7 (2) of Regulation (EEC) No 355/77 are not met.", "This Decision is addressed to Ireland."], "attachments": "Done at Brussels, 30 June 1987.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 51, 23. 2. 1977, p. 1.\n(2) OJ No L 57, 27. 2. 1987, p. 6.\n(3) OJ No L 98, 16. 4. 1980, p. 14."}