{"celex_id": "31985R3636", "uri": "http://publications.europa.eu/resource/cellar/4ab1866b-a9d1-4d4d-99d8-f0221cf7f668", "type": "Regulation", "concepts": ["1418", "3600", "431"], "title": "Council Regulation (EEC) No 3636/85 of 17 December 1985 amending Regulation (EEC) No 219/84 instituting a specific Community regional development measure contributing to overcoming constraints on the development of new economic activities in certain zones adversely affected by restructuring of the textile and clothing industry\n", "header": "COUNCIL  REGULATION (EEC) No 3636/85\nof 17 December 1985\namending Regulation (EEC) No 219/84 instituting a specific Community  regional development measure contributing to overcoming constraints on the development of new economic activities in certain zones adversely affected by restructuring of the textile and clothing industry\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3634/85 of 17 December 1985 on the establishment of specific Community regional development measures in 1985 (1), and in particular Article 1 thereof,\nHaving regard to the proposal from the Commission (2),\nHaving regard to the opinion of the European Parliament (3),\nHaving regard to the opinion of the Economic and Social Committee (4),\nWhereas Article 48 of Council Regulation (EEC) No 1787/84 of 19 June 1984 on the European Regional Development Fund (5) provides that, subject to the application of Article 45 of the said Regulation, Regulation (EEC) No 724/75 (6), including Title III relating to specific Community measures, is repealed; whereas, however, Article 1 of Regulation (EEC) No 3634/85 provides that the Council may, until 31 December 1985, in accordance with the provisions of Article 13 of Regulation (EEC) No 724/75, institute specific Community measures on the basis of proposals submitted by the Commission before 31 December 1984;\nWhereas the said Article 13 provides for participation by the Fund in financing specific Community regional development measures which are in particular linked to Community policies and to measures adopted by the Community in order to take better account of their regional dimension or to reduce their regional consequences;\nWhereas, pursuant to that Article, the Council adopted on 18 January 1984 a second series of Regulations instituting specific Community regional development measures and, in particular, Regulation (EEC) No 219/84 (7), which instituted a measure hereinafter referred to as a 'specific measure';\nWhereas, pursuant to that Regulation and in particular Article 3 thereof, the Commission has approved special programmes relating to certain zones and has at the same time decided to allocate appropriations to those programmes;\nWhereas the worsening problems in the textile and clothing industry require that the specific measure be extended to zones in the Federal Republic of Germany which meet the criteria adopted in Article 2 (1) of Regulation (EEC) No 219/84;\nWhereas the Member States concerned have provided the Commission with information relating to regional problems which might be the subject of a specific measure;\nWhereas additional financial resources are required to implement the specific measure as extended;\nWhereas it is necessary for the Federal Republic of Germany to submit to the Commission a special programme in accordance with Regulation (EEC) No 219/84,", "main_body": ["The following point shall be added to Article 2 (2) of Regulation (EEC) No 219/84:\n'(g) in the Federal Republic of Germany: the Arbeitsmarktregionen of Ahaus, Steinfurt and Fulda, as well as the assisted zones in the Arbeitsmarktregion of Bayreuth.'", "The following paragraph shall be added to Article 3 of Regulation (EEC) No 219/84:\n'11. Member States shall take the measures necessary to make potential beneficiaires and the various sectors of industry aware of the possibilities offered by the special programme and to inform the public by the most appropriate means of the role played by the Community.'", "The duration of the special programme to be submitted by the Federal Republic of Germany shall be five years from the sixtieth day following that of the entry into force of this Regulation.", "Expenditure arising from the special programme which is incurred from the day of entry into force of this Regulation shall be eligible.", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 17 December 1985.\nFor the Council\nThe President\nJ. F. POOS\n(1) See page 6 of this Official Journal.\n(2) OJ No C 70, 18. 3. 1985, p. 3 and OJ No C 258, 10. 10. 1985, p. 8.\n(3) OJ No C 229, 9. 9. 1985, p. 135.\n(4) Opinion delivered on 25/26 September 1985 (not yet published in the Official Journal).\n(5) OJ No L 169, 28. 6. 1984, p. 1.\n(6) OJ No L 73, 21. 3. 1975, p. 1.\n(7) OJ No L 27, 31. 1. 1984, p. 22."}