{"celex_id": "31985R3106", "uri": "http://publications.europa.eu/resource/cellar/fb72f48d-c4e7-4a42-80ba-3ce241060e52", "type": "Regulation", "concepts": ["4062", "4778", "588"], "title": "Commission Regulation (EEC) No 3106/85 of 6 November 1985 imposing a provisional anti-dumping duty on imports of copper sulphate originating in Yugoslavia\n", "header": "COMMISSION  REGULATION (EEC) No 3106/85\nof 6 November 1985\nimposing a provisional anti-dumping duty on imports of copper sulphate originating in Yugoslavia\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2176/84 of 23 July 1984 on protection against dumped or subsidized imports from countries not members of the European Economic Community (1), and in particular Article 10 (6) thereof,\nAfter consultations within the Advisory Committee as provided for by the above Regulation,\nWhereas:\nA. Procedure\n1. Following a request by a Member State, Italy, into which market substantially all imports of Yugoslav copper sulphate are effected, the Commission, in November 1983, published in the Official Journal of the European Communities (2) a notice re-opening the anti-dumping proceeding concerning imports of copper sulphate originating in Yugoslavia.\n2. This request alleged, with supporting evidence, that Yugoslav export prices of copper sulphate to the Community, and specifically to Italy, had been, even after the imposition of a definitive anti-dumping duty of 19.5 % in March 1983, by Council Regulation (EEC) No 486/83 (3), regularly below the published prices for raw copper which accounts for some 70 % of all production costs of copper sulphate. Accordingly, it was alleged that those export prices did not cover production costs and that this had led to a continuation of dumping, causing further injury to the Community industry.\n3. Commission Decision 84/404/EEC (4) confirmed these allegations, a dumping margin of 61 % having been established. It was further calculated on the basis of the facts available to the Commission at the time of the review investigation, that an anti-dumping duty of 53 %, together with a minimum price duty to avoid possible circumvention, would have been required to eliminate the injury sustained by the Community industry and caused by the dumped imports. The level of ad valorem and minimum price duty was established on the basis of the price at which the Community industry would have had to sell to cover all costs of production and allow a 5 % margin for profit.\n4. Following discussions in the Cooperation Council set up under the Cooperation Agreement between the European Economic Community and the Socialist Federal Republic of Yugoslavia (5) the Commission, by Decision 84/404/EEC accepted a price undertaking offered by the Yugoslav exporters concerned, and Regulation (EEC) No 486/83 was repealed by Regulation (EEC) No 2333/84 (6).\nB. Breach of undertaking\n5. On receipt, in 1985, from the Community industry of a complaint that Yugoslav imports of copper sulphate were again entering the Community at prices which were causing material injury, this complaint being supported by published statistical evidence on quantities and prices, the Commission, in accordance with Article 10 (6) of Regulation EEC No 2176/84, requested the Yugoslav exporters to comment. The comments, together with the information received by the Commission on a regular basis from the Yugoslav exporters, gave the Commission reason to believe that the price undertaking had been breached on a significant and regular basis during the period April to June 1985, the peak annual selling period for copper sulphate in the Community, sales being on a seasonal basis.\nC. Re-opening\n6. In such circumstances, the Commission considers that further investigation is warranted and has therefore re-opened the investigation.\nD. Necessity of measures\n7. On the basis of the evidence available and given the fact that a further Community producer has ceased operations since the acceptance of the undertaking in 1984, the Commission considers that the exemption from an anti-dumping duty of exporters of copper sulphate originating in Yugoslavia is no longer justified and that it is in the Community's interest to impose forthwith a provisional anti-dumping duty on imports of copper sulphate originating in Yugoslavia.\nE. Rate of duty\n8. In accordance with Article 10 (6) of Regulation (EEC) No 2176/84, the rate of duty must be that based on the facts established before the acceptance of the undertaking, i.e. 53 % or the amount by which the free-at-Community-frontier price, offered before duty, to the first importer in the importing Member State is less than 600 ECU, whichever is the higher,", "main_body": ["1. A provisional anti-dumping duty is hereby imposed on imports of copper sulphate falling within Common Custums Tariff subheading ex 28.38 A II, corresponding to Nimexe code 28.38-27 and originating in Yugoslavia.\n2. The amount of the duty shall be equal to 53 % of the price per tonne net, free-at-Community-frontier, before duty or the amount by which the price per tonne net, free-at-Community-frontier, before duty, is less than 600 ECU, whichever is the higher.\n3. The provisions in force concerning customs duties shall apply.\n4. The release for free circulation in the Community of the products referred to in paragraph 1 shall be subject to the lodging of a security, equivalent to the amount of the provisional duty.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 6 November 1985.\nFor the Commission\nWilly DE CLERCQ\nMember of the Commission\n(1) OJ No L 201, 30. 7. 1984, p. 1.\n(2) OJ No C 301, 8. 11. 1983, p. 2.\n(3) OJ No L 55, 2. 3. 1983, p. 4.\n(4) OJ No L 215, 11. 8. 1984, p. 16.\n(5) OJ No L 41, 14. 2. 1983, p. 1.\n(6) OJ No L 215, 11. 8. 1984, p. 1."}