{"celex_id": "31984D0363", "uri": "http://publications.europa.eu/resource/cellar/db1fbda3-222e-4217-9bd1-0bb1ebbcd7b5", "type": "Decision", "concepts": ["1644", "3381", "3774", "4691"], "title": "84/363/EEC: Council Decision of 16 July 1984 extending the period of application of Decision 82/530/EEC authorizing the United Kingdom to permit the Isle of Man authorities to apply a system of special import licences to sheepmeat and beef and veal\n", "header": "COUNCIL  DECISION\nof 16 July 1984\nextending the period of application of Decision 82/530/EEC authorizing the United Kingdom to permit the Isle of Man authorities to apply a system of special import licences to sheepmeat and beef and veal\n(84/363/EEC)\nTHE COUNCIL OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Protocol 3 to the 1972 Act of Accession, and in particular Article 1 (2) and the second subparagraph of Article 5 thereof,\nHaving regard to the proposal from the Commission,\nWhereas Community rules concerning trade with non-member countries in agricultural products subject to a common organization of the market apply to the Isle of Man in accordance with Article 1 (2) of Protocol 3 to the 1972 Act of Accession and with Regulation (EEC) No 706/73 (1);\nWhereas livestock production is a traditional activity in the Isle of Man and plays a central part in the island's agriculture;\nWhereas, prior to the introduction of the common organization of the market in sheepmeat and goatmeat within the Community, the Isle of Man, as part of its local market organization, applied certain mechanisms to control imports of sheepmeat into the island in order to ensure that the need to supply the requirements of the trade could be met whilst avoiding distortions in the pattern of sheep production and, indirectly, in cattle production on the island and in its own agricultural support system;\nWhereas in the context of the trade arrangements with certain non-member countries pursuant to the common organization of the market which apply to the Isle of Man, subject to the Community provisions which govern the relationship between the island and the Community, it is desirable to permit the island authorities to apply certain measures in order to protect its own production and the working of its own agricultural support system;\nWhereas by Decision 82/530/EEC (2), the United Kingdom was authorized to permit the Isle of Man Government to apply a system of special licences for imports of sheepmeat and beef and veal originating in non-member countries and in Member States of the Community, without prejudice to the measures concerning trade with non-member countries provided for by Regulation (EEC) No 805/68 (3), as last amended by the 1979 Act of Accession and Regulation (EEC) No 1837/80 (4), as last amended by Regulation (EEC) No 871/84 (5), for a period of two years ending on 31 March 1984;\nWhereas, in the light of experience gained during the application of the system in question, it is desirable to extend the system for another five years with the possibility of further reviewing the situation at the end of that period;\nWhereas Article 2 of Decision 82/530/EEC should therefore be amended,", "main_body": ["Article 2 of Decision 82/530/EEC is hereby replaced by the following:\n'Article 2\nThis Decision shall apply until 31 March 1988.\nBefore 1 January 1987, the Commission shall present to the Council a report on the application of the system, together with any proposals for the retention of, or amendment to, this Decision.'", "This Decision is addressed to the United Kingdom."], "attachments": "Done at Brussels, 16 July 1984.\nFor the Council\nThe President\nA. DEASY\n(1) OJ No L 68, 15. 3. 1973, p. 1.\n(2) OJ No L 234, 9. 8. 1982, p. 7.\n(3) OJ No L 148, 28. 6. 1968, p. 24.\n(4) OJ No L 83, 16. 7. 1980, p. 1.\n(5) OJ No L 90, 1. 4. 1984, p. 35."}