{"celex_id": "31988R1931", "uri": "http://publications.europa.eu/resource/cellar/942f9a3d-ceeb-48b1-8328-aad33c8b3d40", "type": "Regulation", "concepts": ["1182", "1465", "1565", "2763"], "title": "Council Regulation (EEC) No 1931/88 of 29 June 1988 amending Regulation (EEC) No 775/87 temporarily withdrawing a proportion of the reference quantities mentioned in Article 5c (1) of Regulation (EEC) No 804/68 on the common organization of the market in milk and milk products\n", "header": "COUNCIL  REGULATION (EEC) No 1931/88\nof 29 June 1988\namending Regulation (EEC) No 775/87 temporarily withdrawing a proportion of the reference quantities mentioned in Article 5c (1) of Regulation (EEC) No 804/68 on the common organization of the market in milk and milk products\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 804/68 of 27 June 1968 on the common organization of the market in milk and milk products (1), as last amended by Regulation (EEC) No 1109/88 (2), and in particular Article 5c (6) thereof,\nHaving regard to the proposal from the Commission,\nWhereas Council Regulation (EEC) No 1336/86 of 6 May 1986 fixing compensation for the definitive discontinuation of milk production (3), as last amended by Regulation (EEC) No 841/88 (4), provides that where the reference quantities for the producers as a whole are reduced to the quantities set out in Annex I thereto, compensation is to be paid for the reduction; whereas Council Regulation (EEC) No 775/87 (5), as last amended by Regulation (EEC) No 1111/88 (6), provides in addition for the temporary withdrawal of a uniform proportion of the reference quantities of producers; whereas that suspension is to be offset by the grant of compensation; whereas the funds for that compensation must be paid directly to each milk producer in Greece;\nWhereas a feature of milk production in Greece is the large number of small producers and, as a result of this in particular, it faces major difficulties in reaching sufficiently high quality standards; whereas the administrative task involved in the direct payment of the abovementioned individual compensatory amounts appears out of proportion to the benefit to producers; whereas it is more effective and more in the interests of producers to authorize the Hellenic Republic to invest the sums concerned in programmes to improve the quality of milk,", "main_body": ["The following is hereby inserted in Regulation (EEC) No 775/87:\n'Article 4a\nBy way of derogation from Article 2 of this Regulation and the second indent of the second subparagraph of Article 2 (5) of Regulation (EEC) No 1336/86, the Hellenic Republic shall use the funds available to finance programmes to improve the quality of milk for the benefit of the producers concerned.\nThose programmes:\n- shall be notified to the Commission before 1 September 1988 for the use of the funds for the fourth and fifth periods of application of the additional levy arrangements and before the beginning of each period of application from the sixth period,\n- shall be approved beforehand by the Commission, in particular as regards the rules and time limits for the utilization of the funds.'", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply from the fourth period of application of the additional levy arrangements.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 29 June 1988.\nFor the Council\nThe President\nH. RIESENHUBER\n(1) OJ No L 148, 28. 6. 1968, p. 13.\n(2) OJ No L 110, 29. 4. 1988, p. 27.\n(3) OJ No L 119, 8. 5. 1986, p. 21.\n(4) OJ No L 87, 31. 3. 1988, p. 3.\n(5) OJ No L 78, 20. 3. 1987, p. 5.\n(6) OJ No L 110, 29. 4. 1988, p. 30."}