{"celex_id": "31987D0221", "uri": "http://publications.europa.eu/resource/cellar/d6aea576-38d5-4277-99de-f7175425ee8a", "type": "Decision", "concepts": ["2525", "3191", "4621", "4682", "5040", "5369"], "title": "87/221/EEC: Commission Decision of 24 March 1987 laying down the model for the public health certificate in respect of meat products from Argentina, Brazil and Uruguay\n", "header": "7.4.1987 EN Official Journal of the European Communities L 93/11\nCOMMISSION DECISION\nof 24 March 1987\nlaying down the model for the public health certificate in respect of meat products from Argentina, Brazil and Uruguay\n(87/221/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 77/99/EEC of 21 December 1976 on health problems affecting intra-Community trade in meat products (1), as last amended by Regulation (EEC) No 3768/85 (2), and in particular Article 17 thereof,\nWhereas, in accordance with Article 17 of Directive 77/99/EEC, the Commission is to draw up the model for the public health certificate which is to accompany meat products when they are imported into the Community, at the same time as it adopts lists of establishments in third countries approved for the purpose of the importation of those products into the Community;\nWhereas the present is to apply pending the implementation of a complete Community regime concerning the importation of meat products from third countries; whereas, therefore, imports of meat products from third countries remain subject to other veterinary rules, especially in relation to animal health, in accordance with the general provisions of the Treaty;\nWhereas the present Decision is based upon the existing Community rules and it will therefore be necessary to re-examine it as soon as the aforesaid rules have been supplemented;\nWhereas the present Decision is based on on-the-spot inspections made in Argentina, Brazil and Uruguay; whereas, in the light of those inspections, it is necessary to take into consideration at the moment only fully heat-treated canned bovine meat and frozen cooked bovine meat which is cooked to a centre temperature of at least 80 oC coming from establishments which are authorized to export to the Community;\nWhereas, up to now on-the-spot inspections by veterinary experts of the Member States and of the Commission have been made in Argentina, Uruguay and Brazil; whereas the model for the public health certificate has already been drawn up for meat products from Argentina and Uruguay by Commission Decision 86/472/EEC (3); whereas a single model as annexed to this Decision may be adopted for the three countries; whereas Decision 86/472/EEC should therefore be repealed;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["The model for the public health certificate which must accompany meat products from Argentina, Brazil and Uruguay is given in the Annex hereto.", "This Decision shall be re-examined upon the adoption of any new rules application to third countries in respect of the products concerned.", "Decision 86/472/EEC is hereby repealed.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 24 March 1987.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1)  OJ No L 26, 31. 1. 1977, p. 85.\n(2)  OJ No L 362, 31. 12. 1985, p. 8.\n(3)  OJ No L 279, 30. 9. 1986, p. 50\nANNEX\nPUBLIC HEALTH CERTIFICATE\nfor meat products from Argentina, Brazil and Uruguay"}