{"celex_id": "31980D0489", "uri": "http://publications.europa.eu/resource/cellar/af78bac7-c727-4e6f-87c6-3b716f595b4a", "type": "Decision", "concepts": ["1308", "3821", "3861", "478", "539"], "title": "80/489/EEC: Commission Decision of 17 April 1980 relating to a proceeding under Article 85 of the EEC Treaty (IV/28.553 - Krups) (Only the German text is authentic)\n", "header": "COMMISSION DECISION  of 17 April 1980  relating to a proceeding under Article 85 of the EEC Treaty (IV/28.553 - Krups)  (Only the German text is authentic)  (80/489/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 85 thereof,\nHaving regard to Council Regulation No 17 of 6 February 1962 (1), and in particular Article 2 thereof,\nHaving regard to the application made by Robert Krups, Solingen, on 22 August 1975 for negative clearance for the \"Vereinbarung zum Krups-Vertriebsverbund International\" of August 1975,\nHaving regard to the publication of the main contents of the application in Official Journal of the European Communities No C 325 of 29 December 1979 pursuant to Article 19 (3) of Regulation No 17,\nHaving regard to the opinion delivered by the Advisory Committee on Restrictive Practices and Dominant Positions on 19 February 1980 pursuant to Article 10 of Regulation No 17,\nWhereas:\nFacts\n1. Robert Krups, Solingen, Federal Republic of Germany, is a limited partnership manufacturing electrical kitchen appliances, personal care appliances, clocks, and kitchen and bathroom scales. It is one of the leading firms of its kind in the common market, taking between 10 and 55 % of the market in each type of appliance in the Federal Republic of Germany, and in general less than 10 % in other Community countries. Krups sells its products in the Federal Republic of Germany through 10 sales depots and in the other Community countries through its own subsidiaries or sales branches to wholesalers and retailers in the electrical and household appliances industry, including department stores, discount stores and mail-order firms. Krups has interests in particular in Krups Leasing GmbH, Solingen ; Krups Engineering Ltd, Limerick (Ireland) and Pan Electric HaushaltsgerĂ¤te GmbH (Federal Republic of Germany).\n2. On 1 October 1975 Krups introduced the \"Vereinbarung zum Krups-Vertriebsverbund International\" (agreement on the Krups international dealers' association) for the distribution of its products within the common market. Under this standard dealership agreement Krups is required to provide its appointed dealers with the following facilities:      (a) membership of appointed dealers in the Krups-Vertriebsverbund International, an association of European dealers specializing in small electrical appliances and scales with a Europe-wide distribution network;\n(b) international consumer advertising;\n(c) appropriate sales promotion with merchandizing services, display materials and specialist consultancy services;\n(d) international after-sales service and service support together with spare parts and assistance with repairs;  (1)OJ No 13, 21.2.1962, p. 204/62.\n(e) a policy on prices and terms adapted to market conditions;\n(f) quality and progressive, modern design;\n(g) a constant flow of information on innovations, the \"Krups-Kurier\" (news-letter), product films, and briefing films for sales staff;\n(h) the Krups service manual.\n3. By \"a policy on prices and terms adapted to market conditions\", Krups means a policy under which its prices and conditions are such that it is fully competitive and such competitiveness benefits trade. Krups exerts no influence on resale prices at subsequent marketing stages.\n4. Appointed dealers undertake to:      (a) cooperate as partners in the Krups-Vertriebsverbund;\n(b) maintain adequate stocks in all current products covered by the contract;\n(c) engage in intensive sales promotion relating to all the contract products in full compliance with the \"Gesetz gegen den unlauteren Wettbewerb\" (unfair competition law), the \"Rabattgesetz\" (trade discounts law) and the \"Zugabeverordnung\" (regulations on free gifts to consumers);\n(d) provide adequate customer advice and service.\n5. Cooperation as partners in the Krups-Vertriebsverbund means:      - exchanging opinions, offering suggestions and making criticisms,\n- supporting sales promotion activities voluntarily, there being no obligation to play an active part,\n- availing oneself of services offered by Krups.\n6. The volume of stocks that Krups dealers must keep depends on the size of the business and its turnover. Retailers are, however, expected to stock a majority of the individual types of article in the Krups range.\n7. As a general rule Krups admits to its dealers association all dealers which can perform the functions specified in the dealership agreement.\nThe dealership agreement imposes no restrictions on the sale of the relevant goods by Krups or its approved dealers.\n8. Of the services offered by Krups to its appointed dealers, Krups also offers those listed above under 2 (b), (d), (e) and (f) to dealers not belonging to its dealers' association. The international consumer advertising undertaken by Krups is primarily product-orientated and therefore benefits not only appointed dealers but all sellers of Krups appliances. The international after-sales service and service support provided by Krups is available without discrimination to these dealers also. Moreover, Krups does not distinguish between its appointed dealers and other dealers when determining its selling prices or its terms of business, including terms relating to discounts, and all dealers are supplied with the same types of appliance.\n9. The services provided by Krups and listed under 2 (d) to (f) benefit not only consumers who buy from Krups appointed dealers but also those who buy from other dealers. Only the services listed under 2 (a), (c), (g) and (h) are in fact reserved for appointed dealers so that the resulting benefits accrue specifically to the customers of the appointed dealers.\n10. No observations were received from third parties in response to the notice setting out the main contents of the application.\nLegal assessment\nInapplicability of Article 85 of the EEC Treaty\nArticle 85 (1) of the Treaty establishing the EEC prohibits as incompatible with the common market all agreements between undertakings which may affect trade between Member States and which have as their object or effect the prevention, restriction or distortion of competition within the common market.\n11. The standard dealership agreement entered into or to be entered into by Krups with its wholesalers and retailers is an agreement between undertakings. It offers appointed dealers access to the Krups dealers' association and to the services provided by Krups in that connection. But admission to the dealers' association is conditional upon the dealer's assumption of the obligations to keep adequate stocks of all current products covered by the agreement, to undertake intensive sales promotion for these products and to serve and advise the customer. These obligations are of such a nature as to bar access to the Krups dealers' association to dealers who will not or cannot enter into them.\n12. In considering to what extent exclusion from the Krups-Vertriebsverbund can be regarded as a restriction on competition, account must be taken of the fact that exclusion does not eliminate as competitors those dealers which are excluded.\nThe Krups-Vertriebsverbund is not a closed system in the sense of allowing access to the relevant goods exclusively to member dealers. In the purchase of Krups appliances neither Krups itself nor its appointed dealers are subject to any restrictions, and in point of fact Krups does supply its appliances to dealers which do not belong to its dealers' association. Access to the relevant goods is accordingly not reserved for member-dealers, but is open to all resellers wishing to deal in those products.\nThe standard dealership agreement accordingly in no way limits the number or the establishment of sales points.\n13. Furthermore, appointed dealers do not gain any substantial business advantages over their competitors through membership of the Krups-Vertriebsverbund. The sales promotion services provided by Krups which are of any consequence for competitiveness at the distribution stage, which is to say wide international consumer advertising, international after-sales service, a policy on prices and terms that reflects market conditions, quality and modern design, are all available to outside dealers, so that the consumer can derive the full benefit from the provision of these services.\n14. In addition, the standard dealership agreement contains no obligations constituting an appreciable restriction of competition prohibited by Article 85 (1).\nThis is true firstly in respect of the obligation on the part of appointed dealers to keep adequate stocks of all current relevant products. As far as wholesalers are concerned, this obligation is part of their normal job of supplying the retail trade. For the retailer it means that he must keep a majority of the individual types of article in the Krups range in sufficient quantities. As it happens the Krups range is not exceptionally broad. Moreover, the relevant products are small and relatively cheap appliances, stocks of which do not tie up substantial finance or storage space such as might make it impossible for retailers also to stock and sell competing products in sufficient numbers.\n15. The obligation on the part of appointed dealers to undertake intensive sales promotion for the relevant products is likewise in the case in question no more of an appreciable restriction of competition. This obligation, which as a general rule will be not only in the interests of the manufactuer in promoting his own products but also in the interests of the dealer in maximizing his sales, does not prevent appointed dealers from taking advantage of competition and in particular competition between different brands. Since appointed dealers are not obliged to achieve a specified turnover with the relevant products or to take delivery of specified quantities at specified times, they remain to a large extent free also to purchase competing products where this is profitable to them.\n16. The standard dealership agreement accordingly contains no appreciable restrictions of competition contrary to Article 85 (1). The Commission can accordingly give negative clearance pursuant to Article 2 of Regulation No 17,", "main_body": ["On the basis of the facts in its possession the Commission has no grounds for action under Article 85 (1) of the Treaty establishing the European Economic Community in respect of the \"Vereinbarung zum Krups-Vertriebsverbund International\" of August 1975.", "This Decision is addressed to the firm Robert Krups, Solingen, Federal Republic of Germany."], "attachments": "Done at Brussels, 17 April 1980.\nFor the Commission\nRaymond VOUEL\nMember of the Commission"}