{"celex_id": "31988R2807", "uri": "http://publications.europa.eu/resource/cellar/d9834e1a-c56c-40c1-b6b9-f2f655e910b7", "type": "Regulation", "concepts": ["1667", "2218", "2803", "5384"], "title": "Commission Regulation (EEC) No 2807/88 of 9 September 1988 amending Regulation (EEC) No 771/74 laying down detailed rules for granting aid for flax and hemp\n", "header": "COMMISSION  REGULATION (EEC) No 2807/88\nof 9 September 1988\namending Regulation (EEC) No 771/74 laying down detailed rules for granting aid for flax and hemp\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1308/70 of 29 June 1970 on the common organization of the market in flax and hemp (1), as last amended by Regulation (EEC) No 3995/87 (2), and in particular Article 2 (6) thereof,\nWhereas Article 2 of Regulation (EEC) No 1308/70 stipulates that in order to encourage the marketing of flax products, Community measures promoting the use of flax fibres and of products obtained from such fibres may be taken;\nWhereas, in the interests of proper management, it is appropriate that schemes to promote the consumption of flax fibres to be approved by the Commission should be executed within a detailed programme to be established after consulting the Member States and, where appropriate, the relevant trade interests; whereas, with this same objective in view, practical execution of the schemes according to procedures appropriate to their specific technical features should be provided for;\nWhereas the various proposals submitted under the agreed procedures must be assessed according to criteria allowing of the best possible choice; whereas, to that end, open or restricted invitations to tender appear to be the most appropriate procedure; whereas, however, for schemes which call for an in-depth knowledge of the flax sector, direct agreement with the trade or inter-branch associations in the sector may be considered the most suitable procedure;\nWhereas the Member States should be informed of the Commission's choices and of the progress of the schemes selected;\nWhereas Commission Regulation (EEC) No 771/74 (3), as last amended by Regulation (EEC) No 2117/88 (4), should be amended accordingly;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Flax and Hemp,", "main_body": ["The following Articles 10a, 10b, 10c and 10d are hereby inserted in Regulation (EEC) No 771/74:\n'Article 10a\n1. On the basis of the general programme referred to in Article 2 (4) of Regulation (EEC) No 1308/70, the Commission shall adopt a detailed programme of measures as referred to in paragraph 1 of that Article which it is planning to take.\nThat programme may relate to more than one marketing year.\n2. With a view to the establishment of the detailed programme, the Commission\n- shall consult the Management Committee for Flax and Hemp,\n- may consult the Advisory Committee on Flax and Hemp.\n3. When drawing up its detailed programme, the Commission shall:\n- give details of any cooperation with trade or inter-branch associations in the flax sector,\n- allow for promotion schemes executed or planned in the sector.", "0b\n1. Without prejudice to paragraph 2, the schemes referred to in Article 2 (2) of Regulation (EEC) No 1308/70 and included in the detailed programme shall be carried out by means of open or restricted invitations to tender. Open invitations to tender shall be published in the Official Journal of the European Communities.\n2. Among the schemes referred to in the first indent of Article 2 (2) of Regulation (EEC) No 1308/70, those relating to technical or commercial information campaigns and those relating to public relations necessitating, owing to their specific or technical nature, specialist knowledge regarding the utilization of flax fibre bundles and of products obtained therefrom shall be carried out, for up to 30 % of the amount allocated for the schemes referred to in that indent, by direct agreement between the Commission and the trade or inter-branch associations in that sector.", "0c\n1. For the purposes of assessing the various tenders submitted by those interested, the Commission shall consider:\n- their quality and their cost,\n- the extent to which the tender is in line with the objectives of the various schemes planned,\n- the degree of specialization and the experience of the contractor in the area of the scheme contemplated,\n- schemes already carried out or under way in the area concerned.\nAlso, it shall consider:\n(a) for tenders relating to schemes provided for in the first indent of Article 2 (2) of Regulation (EEC) No 1308/70, the degree of professional and financial reliability of the tenderer;\n(b) for tenders relating to the schemes provided for in the second indent of Article 2 (2) of Regulation (EEC) No 1308/70:\n- the scientific or academic repute of the tenderer,\n- the possible extent of the market for the products concerned,\n- the length of time it may be expected to take to achieve the results sought.\n2. The Commission shall select the tenders.\nWith a view to such selection, it may consult agencies or individuals specializing in the field, and in particular trade or inter-branch associations in the sector. The Commission shall conclude the contracts. It shall inform the Management Committee for Flax and Hemp from time to time as to the contracts concluded and as to the progress of the schemes.", "0d\nThe price agreed in the contract shall be paid by the Commission in part-payments timed on the basis of the state of progress of the work planned.\nA performance security ensuring execution of the contract may be required.\nPayment of the balance due and, where appropriate, release of the performance security by the Commission shall be subject to verification by the latter that all obligations under the contract have been properly complied with.'", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 9 September 1988.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 146, 4. 7. 1970, p. 1.\n(2) OJ No L 377, 31. 12. 1987, p. 34.\n(3) OJ No L 92, 3. 4. 1974, p. 13.\n(4) OJ No L 186, 16. 7. 1988, p. 20."}