{"celex_id": "31983R1598", "uri": "http://publications.europa.eu/resource/cellar/183c31ae-a9e2-4721-b77d-189c37e15dd3", "type": "Regulation", "concepts": ["2439", "2481", "4708", "5226", "889", "980"], "title": "Council Regulation (EEC) No 1598/83 of 14 June 1983 amending Regulation (EEC) No 458/80 on collective projects for the restructuring of vineyards\n", "header": "COUNCIL REGULATION (EEC) No 1598/83 of 14 June 1983 amending Regulation (EEC) No 458/80 on collective projects for the restructuring of vineyards\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 43 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas Council Regulation (EEC) No 458/80 (4), as amended by Regulation (EEC) No 2991/81 (5), introduced a common measure in certain vineyards producing table wines and in those suitable for the production of quality wines psr which takes the form of a premium granted for the restructuring of vineyards ; whereas the amount of the premium is identical regardless of whether the vineyards produce table wines or quality wines psr ; whereas there is no breakdown of surface area between the two categories of vineyard;\nWhereas Regulation (EEC) No 458/80 must have an impact on the structural situation of vineyards producing table wines as well as on that of vineyards producing quality wines psr ; whereas priority must, however, be given to vineyards producing table wines ; whereas efforts must therefore be made to ensure that vineyards producing quality wines psr are not the main beneficiaries of the measure ; whereas Regulation (EEC) No 458/80 should accordingly be amended in order to introduce a breakdown between vineyards producing table wines and those producing quality wines psr;\nWhereas there are special difficulties for certain vineyards situated in the Charentes region which are naturally suited to the production of table wine or quality wines psr,", "main_body": ["Regulation (EEC) No 458/80 is hereby amended as follows:    1. The third indent of Article 1 (2) shall bereplaced by the following:\n\"- vineyards in the Charentes region intendedfor the production of wine suitable for theproduction of certain spirits with registereddesignations of origin, with the exception ofareas of vineyard to be replanted with vinevarieties, suitable for producing only tablewines of quality wines psr, up to a limit of1 000 hectares.\"\n2. Article 8 (1) shall be replaced by the following:\n\"1. With the exception of the extra premiumgranted pursuant to the second subparagraph ofArticle 5 (2), expenditure incurred by the MemberStates under the measure provided for inthis Regulation in connection with projectswhich have been approved in accordance withArticle 7 shall be eligible for financing by theGuidance Section of the Fund, up to a limit of240 600 hectares of newly-planted or replantedvineyard, including a maximum of 45 800 hectaresof vineyard for the production of qualitywines psr for the wine-growing year precedingthe year of grubbing-up.\nThe area of 45 800 hectares referred to in thefirst subparagraph shall be allocated as follows: >PIC FILE= \"T0023556\">   (1) OJ No C 27, 2.2.1983, p. 10. (2) OJ No C 128, 16.5.1983, p. 107. (3) OJ No C 124, 9.5.1983, p. 1. (4) OJ No L 57, 29.2.1980, p. 27. (5) OJ No L 299, 20.10.1981, p. 21.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 September 1980.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 14 June 1983.\nFor the Council\nThe President\nI. KIECHLE"}