{"celex_id": "31984R2059", "uri": "http://publications.europa.eu/resource/cellar/cc3f6fe3-5a29-4cf0-a1b2-e799603448b6", "type": "Regulation", "concepts": ["2194", "3191", "3579", "4081", "5384"], "title": "Council Regulation (EEC) No 2059/84 of 16 July 1984 laying down general rules relating to the import restrictions on hemp and hemp seed and amending Regulation (EEC) No 619/71 in respect of hemp\n", "header": "COUNCIL  REGULATION (EEC) No 2059/84\nof 16 July 1984\nlaying down general rules relating to the import restrictions on hemp and hemp seed and amending Regulation (EEC) No 619/71 in respect of hemp\nTHE COUNCIL OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1308/70 of 29 June 1970 on the common organization of the market in flax and hemp (1), as last amended by Regulation (EEC) No 1430/82 (2), and in particular Article 4 (4) thereof,\nHaving regard to Council Regulation (EEC) No 1430/82 of 18 May 1982 providing for restrictions on the importation of hemp and hemp seed and amending Regulation (EEC) No 1308/70 in respect of hemp, as last amended by Regulation (EEC) No 2058/84 (3), and in particular Article 2 (4) thereof,\nHaving regard to the proposal from the Commission,\nWhereas the second subparagraph of Article 4 (1) of Regulation (EEC) No 1308/70 states that aid shall be granted only for hemp grown from seed of varieties providing certain safeguards to be determined in respect of the intoxicating substance content in the harvested product; whereas Article 3 (1) of Council Regulation (EEC) No 619/71 (4), as last amended by Regulation (EEC) No 1775/76 (5), should therefore be amended to specify that aid shall be granted only for hemp grown from certified seed of varieties the average tetrahydrocannabinol (THC) content of which has been found not to exceed certain acceptable limits; whereas, for the satisfactory operation of the aid system, it should be specified that a list of varieties meeting the required conditions be drawn up;\nWhereas, pursuant to Article 2 of Regulation (EEC) No 1430/82, imports of hemp and hemp seed for which adequate health safeguards cannot be guaranteed should be prohibited; whereas arrangements should therefore be made for import controls on the products in question;\nWhereas the abovementioned measures are without prejudice to the restrictions introduced by Community provisions applicable to the marketing of seeds of oleaginous and fibrous plants,", "main_body": ["Article 3 (1) of Regulation (EEC) No 619/71 is hereby replaced by the following:\n'1. For hemp, aid shall be granted only to the grower and only for hemp grown from certified seed of varieties contained in a list to be drawn up in accordance with the procedure laid down in Article 12 of Regulation (EEC) No 1308/70. This list shall include only varieties for which a Member State has found by analysis that the weight of THC (tetrahydrocannabinol) in the weight of a sample maintained at a constant weight is:\n- for the purpose of granting aid for the marketing years 1984/85 to 1986/87, not more than 0,5 %,\n- for the purposes of granting aid for subsequent marketing years, not more than 0,3 %.\nThe sample shall consist of the upper third of a representative number of plants selected at random at the end of their flowering period and with stalks and seeds removed.\nNotwithstanding the above provisions, aid for the 1984/85 marketing year shall be granted to growers who demonstrate to the satisfaction of the Member State concerned that their hemp has been grown from seed of varieties appearing in the list to be drawn up referred to above.\nThe same may be decided on for later marketing years in accordance with the procedure provided for in Article 12 of Regulation (EEC) No 1308/70 should there be insufficient supplies of certified seed.'", "Without prejudice to more restrictive provisions adopted by Member States:\n1. raw true hemp falling within heading No 57.01 of the Common Customs Tariff and coming from non-member countries may be imported only if evidence is produced that its THC content is no higher than that indicated in Article 3 (1) of Regulation (EEC) No 619/71;\n2. seed of hemp varieties falling within subheading 12.01 A of the Common Customs Tariff and coming from non-member countries may not be imported unless the variety is included in the list to be drawn up referred to in Article 3 (1) of Regulation (EEC) No 619/71;\n3. Community imports of the products specified in points 1 and 2 shall be subject to checks to determine whether the terms of this Article have been complied with.\nWhere the said terms have been complied with, the importing Member State shall issue a certificate indicating such compliance.", "Without prejudice to more restrictive provisions adopted by Member States:\n1. only the following shall be authorized to import hemp seed falling within subheading 12.01 B of the Common Customs Tariff:\n- research organizations and institutes,\n- natural or legal persons who can provide satisfactory proof of a sufficient level of activity in the sector concerned;\n2. all imports, by persons referred to in the second indent of point 1, of seeds referred to in that point shall be subject to a system of control which shall apply until the seeds are used for a purpose other than sowing;\n3. Member States shall communicate to the Commission the provisions adopted by them to ensure the control provided for in point 2, before applying them. Where these provisions are not such as to achieve the aims referred to in Article 2 (3) of Regulation (EEC) No 1430/82, the amendments which the Member State concerned is to make to them shall be decided in accordance with the procedure laid down in Article 12 of Regulation (EEC) No 1308/70.", "Detailed rules for the implementation of this Regulation shall be adopted in accordance with the procedure provided for in Article 12 of Regulation (EEC) No 1308/70.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply from 1 August 1984.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 16 July 1984.\nFor the Council\nThe President\nA. DEASY\n(1) OJ No L 146, 4. 7. 1970, p. 1.\n(2) OJ No L 162, 12. 6. 1982, p. 27.\n(3) See page 5 of this Official Journal.\n(4) OJ No L 72, 26. 3. 1971, p. 2.\n(5) OJ No L 199, 24. 7. 1976, p. 3."}