{"celex_id": "31983D0222", "uri": "http://publications.europa.eu/resource/cellar/860d17c7-62bd-4763-809b-0ef51b952b33", "type": "Decision", "concepts": ["1445", "2356", "2406", "2560", "2877"], "title": "83/222/EEC: Commission Decision of 22 April 1983 on the monitoring of the application of national plans for the eradication of classical swine fever\n", "header": "7.5.1983 EN Official Journal of the European Communities L 121/31\nCOMMISSION DECISION\nof 22 April 1983\non the monitoring of the application of national plans for the eradication of classical swine fever\n(83/222/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 80/1095/EEC laying down conditions designed to render and keep the territory of the Community free from classical swine fever (1), and in particular Article 5 thereof,\nHaving regard to Council Decision 80/1096/EEC of 11 November 1980 introducing Community financial measures for the eradication of classical swine fever (2), and in particular Article 5 (4) thereof,\nWhereas, with the aim in particular of improving the state of health of livestock in the Community and of facilitating trade, the Council has introduced by Directive 80/1095/EEC and Decision 80/1096/EEC a common measure to eradicate classical swine fever;\nWhereas Article 5 of Directive 80/1095/EEC and Article 5 (4) of Decision 80/1096/EEC provide for regular on-the-spot checks to verify from a veterinary viewpoint whether the national eradication plans are being applied; whereas, for the purpose of implementing these provisions, a procedure should be laid down for carrying out these checks; whereas the Standing Veterinary Committee should be informed of the results of on-the-spot checks;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["On-the-spot checks to verify from a veterinary viewpoint whether the national plans for the eradication of classical swine fever are being applied shall be made in each Member State concerned firstly before 1 July 1983 and thereafter annually during the period of the common measure.", "1.   In each case the Commission shall designate the experts responsible for carrying out on-the-spot checks referred to in Article 1.\n2.   The Member States shall be informed 30 days in advance of on-the-spot checks so as to be able to provide the necessary assistance as laid down in Article 5 of Directive 80/1095/EEC and Article 5 (4) of Decision 80/1096/EEC.\n3.   In carrying out the checks, the experts appointed shall visit the central or regional authorities responsible for implementing the eradication plans. They may also visit as required, at their own request, any herds, slaughterhouses, knacker's yards, laboratories or other relevant places or premises.", "The reports drawn up following the on-the-spot checks referred to in Article 1 shall be communicated to the Standing Veterinary Committee.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 22 April 1983.\nFor the Commission\nPoul DALSAGER\nMember of the Commission\n(1)  OJ No L 325, 1. 12. 1980, p. 1.\n(2)  OJ No L 325, 1. 12. 1980, p. 5."}