{"celex_id": "31980L1177", "uri": "http://publications.europa.eu/resource/cellar/771c0dae-c72f-460c-9c53-c6d00ce1b6e2", "type": "Directive", "concepts": ["4268", "4506", "4509", "4514", "5908"], "title": "Council Directive 80/1177/EEC of 4 December 1980 on statistical returns in respect of carriage of goods by rail, as part of regional statistics\n", "header": "COUNCIL DIRECTIVE  of 4 December 1980  on statistical returns in respect of carriage of goods by rail, as part of regional statistics  (80/1177/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 213 thereof,\nHaving regard to the draft Directive submitted by the Commission,\nHaving regard to the opinion of the European Parliament (1),\nHaving regard to the opinion of the Economic and Social Committee (2),\nWhereas, in order to carry out the tasks entrusted to it under the Treaty, the Commission must have at its disposal consistent, synchronized and regular statistical data on the scale and development of the carriage of goods by rail in the Member States ; whereas these data must be comparable both as between States and also with the data for other modes of transport and must refer to national, international and transit traffic;\nWhereas, in view of the economic and environmental advantages of combined transport, the statistical data should distinguish separately such transport;\nWhereas, in order to secure adequate information on the rail freight traffic market, such statistical data should distinguish between the main traffic relations;\nWhereas the statistics already available in the different Member States on goods carriage should be further harmonized at Community level;\nWhereas, in order to facilitate the implementation of the proposed provisions, certain time limits should be laid down for providing the necessary statistical information;\nWhereas the Commission should submit a report in order to enable the Council to examine the extent to which the objectives of this Directive can be attained by using the statistical data submitted ; whereas it should therefore envisage the possibility of proposing improvements to the methods used in compiling these statistics ; whereas the Council, acting on a proposal from the Commission, should decide on the introduction of statistics on international traffic between regions and separate statistics on full train loads;\nWhereas statistical data are necessary for ascertaining the scale and development of the carriage of goods ; whereas the Community should therefore, for an initial period, make a financial contribution to Member States in respect of the work involved,  (1)OJ No C 85, 8.4.1980, p. 75. (2)OJ No C 300, 18.11.1980, p. 3.", "main_body": ["1. Member States shall compile statistics on the carriage of goods on the main railway networks in their territory open to public traffic.\n2. For the purpose of this Directive, the following terms shall have the meanings hereinafter assigned to them:    (a) main railway networks ; all the railway lines and installations operated by the following administrations:\nSNCB/NMBS : Société nationale des Chemins de fer belges/Nationale Maatschappij der Belgische Spoorwegen, Belgium;\nDSB : Danske Statsbaner, Denmark;\nDB : Deutsche Bundesbahn, Federal Republic of Germany; >PIC FILE= \"T0014063\">\nSNCF : Société nationale des Chemins de fer français, France;\nCIE : Coras Iompair Eireann, Ireland;\nFS : Azienda Autonoma delle Ferrovie delle Stato, Italy;\nCFL : Sociéte nationale des Chemins de fer luxembourgeois, Luxembourg;\nNS : Naamloze Vennootschap Nederlandsche Spoorwegen, Netherlands;\nBR : British Railways Board, United Kingdom;\nNIR : Northern Ireland Railway Company, United Kingdom.\n(b) Carriage of goods by rail ; the movement of goods using railway vehicles between the place of loading and the place of unloading.\n3. This Directive shall also apply to the carriage of goods in railway vehicles which cover part of the journey by ferry.\n4. This Directive shall not apply to the carriage of goods by rail:    - as service traffic for non-commercial purposes;\n- as passenger-accompanied luggage or cars;\n- as mail on behalf of postal administrations.\n5. The first statistics shall be compiled from 1 January 1982.", "1. The following particulars shall be recorded in respect of the carriage of goods on the main railway networks:    (a) the weight of the goods in tonnes;\n(b) the main traffic links, i.e.:      - national traffic, where the goods are both loaded and unloaded within the same reporting Member State, irrespective of the route followed by the railway vehicle;\n- international traffic, where the goods are either loaded or unloaded, but not both, in the reporting Member State, distinguishing between goods loaded and goods unloaded;\n- transit traffic, where the goods pass through the reporting Member State without being loaded, unloaded or transhipped;\n(c) the type of consignment:      - full wagon or full train load : consignment of goods, including bulk consignment of smalls, for which the exclusive use of a wagon or train is charged, whether or not the load capacity is fully used;\n- smalls : other consignments of goods, including express and other parcels;\n(d) in respect of full wagon or full train loads:      - the nature of the goods according to the groups shown in the left hand column of Annex I;\n- for national traffic, the national regions of loading and unloading in accordance with the geographical classification given in Annex II;\n- for international and transit traffic, the countries of loading and unloading, as listed in Annex III;\n(e) the distance, in kilometres, covered on the main national railway networks.\n2. The following additional particulars shall be established (on the basis of estimates where appropriate) in respect of combined transport on the main railway networks:    (a) large containers, 6 71 m (20 feet) or more in external length:      - the gross weight of the container and of the goods carried;\n- the number of containers empty and loaded;\n(b) road/rail carriage : lorries, trailers, semi-trailers (with or without tractor unit) and swop bodies:      - the gross weight of goods transported, including the weight of the road vehicles,\n- the number of railway wagons loaded.", "1. With the exception of information subject to statistical secrecy under national laws, the Member States shall communicate the statistical results to the Commission as soon as possible, and not later than four months after the end of the reference period involved. However, in the case of tables 1b, 5b, 6b and 7 in Annex IV the time limit shall be extended to eight months.\n2. The results shall be submitted using tables modelled on the specimens set out in Annex IV.\n3. Results which are processed by computer may be submitted in a machine-readable form of a type and format to be determined by the Commission in consultation with the Member States concerned.", "1. The Member States shall submit to the Commission, before 31 December 1981, a detailed description of the methods to be used for compiling the statistics with regard to the processing of data and the calculation of the figures for tonne-kilometres.\n2. The Commission, in collaboration with the Member States, shall examine the methodological and technical problems involved in the compiling of the statistics in order to find solutions which make the data as consistent and comparable as possible.", "1. The Commission shall publish the appropriate statistical results.\n2. Before 1 January 1985, the Commission shall submit to the Council a report on the experience acquired in the work carried out pursuant to this Directive, and shall propose any improvements necessary.\n3. Within two years of the entry into force of this Directive, the Council, acting on a proposal from the Commission, shall decide on the introduction of statistics in respect of international traffic between regions and separate statistics on full train loads.", "For the first three years in which the statistical returns provided for in this Directive are made, a financial contribution towards the expenditure incurred by the Member States shall be granted to them within the limit of the appropriations set aside for this purpose under the budget of the European Communities.", "The Member States shall take the measures necessary to comply with this Directive not later than 1 January 1982.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 4 December 1980.\nFor the Council\nThe president\nJ. BARTHEL\nANNEX I\n>PIC FILE= \"T0014064\">\nANNEX II GEOGRAPHICAL CLASSIFICATION OF REGIONS\nBelgium\nVlaams gewest, excluding Antwerpen\nAntwerpen\nRégion wallonne\nBrussels gewest/Région bruxelloise\nDenmark\nDanmark\nFederal Republic of Germany\nSchleswig-Holstein\nHamburg\nNordostteil von Niedersachsen\nWestteil von Niedersachsen\nSüdostteil von Niedersachsen\nBremen (Land)\nNordteil von Nordrhein-Westfalen\nRuhrgebiet\nSüdwestteil von Nordrhein-Westfalen\nOstteil von Nordrhein-Westfalen (Sieger-Sauerland und Ostteil von Westfalen)\nNordteil von Hessen\nSüdteil von Hessen\nNordteil von Rheinland-Pfalz\nSüdteil von Rheinland-Pfalz\nNordbaden\nSüdbaden\nWürttemberg\nNordbayern (Franken)\nOstbayern (Oberpfalz und Niederbayern)\nSüdbayern (Schwaben und Oberbayern)\nSaarland\nBerlin (West)\nGreece\n>PIC FILE= \"T0014065\">\nFrance\nÎle-de-France\nChampagne-Ardennes\nPicardie\nHaute-Normandie\nCentre\nBasse-Normandie\nBourgogne\nNord-Pas-de-Calais\nLorraine\nAlsace\nFranche-Comté\nPays de la Loire\nBretagne\nPoitou-Charentes\nAquitaine\nMidi-Pyrénées\nLimousin\nRhône-Alpes\nAuvergne\nLanguedoc-Roussillon\nProvence-Alpes-Côte d'Azur\nCorse\nIreland\nIreland\nItaly\nPiemonte\nValle d'Aosta\nLiguria\nLombardia\nTrentino-Alto Adige\nVeneto\nFriuli-Venezia Giulia\nEmilia-Romagna\nToscana\nUmbria\nMarche\nLazio\nCampania\nAbruzzi\nMolise\nPuglia\nBasilicata\nCalabria\nSicilia\nSardegna\nLuxembourg\nLuxembourg\nNetherlands\nNoord\nWest, except Rijnmond und IJmond\nRijnmond\nIJmond\nZuidwest\nZuid\nOost\nUnited Kingdom\nNorth\nYorkshire and Humberside\nEast Midlands\nEast Anglia\nSouth East\nSouth West\nWest Midlands\nNorth West\nWales\nScotland\nNorthern Ireland\nANNEX III LIST OF COUNTRIES AND GROUPS OF COUNTRIES\nI. European Communities\n01. Belgium\n02. Denmark\n03. Federal Republic of Germany\n04. Greece\n05. France\n06. Ireland\n07. Italy\n08. Luxembourg\n09. Netherlands\n10. United Kingdom\nII. Non-member States\n11.  Switzerland\n12.  Austria\n13. Yugoslavia\n14. Turkey\n15. Spain\n16. Portugal\n17. Norway\n18. Sweden\n19. Finland\n20. USSR\n21. German Democratic Republic\n22. Poland\n23. Czechoslovakia\n24. Hungary\n25. Romania\n26. Bulgaria\n27. Near and Middle Eastern countries\n28. Other countries\nANNEX IV SPECIMEN TABLES  TABLE 1a\n>PIC FILE= \"T0014066\">\nTABLE 1b\n>PIC FILE= \"T0014067\">\nTABLE 2\n>PIC FILE= \"T0014068\">\nTABLE 3\n>PIC FILE= \"T0014069\">\nTABLE 4a\n>PIC FILE= \"T0014070\">\nTABLE 4b\n>PIC FILE= \"T0014071\">\nTABLE 5a\n>PIC FILE= \"T0014072\">\nTABLE 5b\n>PIC FILE= \"T0014073\">\nTABLE 6a\n>PIC FILE= \"T0014074\">\nTABLE 6b\n>PIC FILE= \"T0014075\">\nTABLE 7\n>PIC FILE= \"T0014076\">\nTABLE 8\n>PIC FILE= \"T0014077\">"}