{"celex_id": "31989R2953", "uri": "http://publications.europa.eu/resource/cellar/844bd8c7-eef0-4f9b-8479-53bd7571ac45", "type": "Regulation", "concepts": ["4692"], "title": "Commission Regulation (EEC) No 2953/89 of 29 September 1989 derogating from Regulation (EEC) No 1700/84 laying down special detailed rules for the application of the system of certificates of advance fixing of refunds in the pigmeat sector\n", "header": "COMMISSION  REGULATION (EEC) No 2953/89\nof 29 September 1989\nderogating from Regulation (EEC) No 1700/84 laying down special detailed rules for the application of the system of certificates of advance fixing of refunds in the pigmeat sector\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2759/75 of 29 October 1975 on the common organization of the market in pigmeat (1), as last amended by Regulation (EEC) No 1249/89 (2), and in particular Article 15 (6) thereof,\nWhereas the special detailed rules for the application of the system of certificates of advance fixing of refunds in the pigmeat sector were laid down in Commission Regulation (EEC) No 1700/84 (3), as last amended by Regulation (EEC) No 2440/89 (4);\nWhereas Regulation (EEC) No 1700/84 fixes, in Article 1 (2), the validity of the certificates for advance fixing, at a period ending the third month following the month of issue;\nWhereas the situation of the market, both within the Community and on the world market, evolves at present in a rapid way; whereas, in order to avoid fixation in advance of refunds not reflecting the evolution of the market on short terms, the validity period of the certificates for advance fixing should be reduced temporarily to a period ending at the end of the second month following the month of issue; whereas, however, the duration of validity of certificates already issued needs to be maintained unchanged;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Pigmeat,", "main_body": ["By way of derogation from Article 1 (2) of Regulation (EEC) No 1700/84, certificates of advance fixing of refunds shall be valid, for the period from 1 October 1989 to 30 June 1990, from their date of issue, within the meaning of Article 21 (1) of Commission Regulation (EEC) No 3719/88 (5), until the end of the second month following the month of issue.", "This Regulation shall enter into force on 1 October 1989.\nIt shall apply to certificates of advance fixing issued as from this date.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 29 September 1989.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 282, 1. 11. 1975, p. 1.\n(2) OJ No L 129, 11. 5. 1989, p. 12.\n(3) OJ No L 161, 19. 6. 1984, p. 7.\n(4) OJ No L 231, 9. 8. 1989, p. 6.\n(5) OJ No L 331, 2. 12. 1988, p. 1."}