{"celex_id": "31984D0406", "uri": "http://publications.europa.eu/resource/cellar/7568207d-b59e-4799-a37f-fdea98a8910a", "type": "Decision", "concepts": ["2291", "4676", "588"], "title": "84/406/EEC: Commission Decision of 10 August 1984 accepting undertakings given in connection with the anti-dumping proceeding concerning imports of horticultural glass and certain drawn glass originating in Czechoslovakia, the German Democratic Republic, Hungary, Poland, Romania and the USSR, and terminating that proceeding\n", "header": "COMMISSION  DECISION\nof 10 August 1984\naccepting undertakings given in connection with the anti-dumping proceeding concerning imports of horticultural glass and certain drawn glass originating in Czechoslovakia, the German Democratic Republic, Hungary, Poland, Romania and the USSR, and terminating that proceeding\n(84/406/EEC)\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2176/84 of 23 July 1984 on protection against dumped or subsidized imports from countries not members of the European Economic Community (1), and in particular Article 10 thereof,\nAfter consultation within the Advisory Committee as provided for under the above Regulation,\nWhereas:\nA. Procedure\n(1) In April 1983 the Commission received a complaint lodged by the Comité permanent des industries du verre de la Communauté économique européenne on behalf of British, German and Belgian producers of horticultural glass and certain drawn glass whose collective output constitutes the majority of Community production of the product in question. The complaint contained evidence of dumping and of material injury resulting therefrom, which was considered sufficient to justify the initiation of a proceeding. The Commission accordingly announced, by a notice published in the Official Journal of the European Communities (2), the initiation of an anti-dumping proceeding concerning imports into the Community of horticultural glass and certain drawn glass originating in Czechoslovakia, the German Democratic Republic, Poland, Romania and the USSR and falling within heading No ex 70.05 of the Common Customs Tariff, corresponding to NIMEXE codes 70.05-10, 63 and 65, and commenced an investigation;\n(2) In November 1983 the Commission received from the Comité permanent des industries du verre de la Communauté économique européenne a supplementary complaint in which it was requested that the procedure be extended to include imports of horticultural glass and certain drawn glass originating in Hungary. This complaint contained evidence of dumping and material injury and the anti-dumping proceeding concerning horticultural and certain drawn glass was consequently extended to include Hungary. The Commission accordingly announced the extension by a notice published in the Official Journal of the European Communities (3).\n(3) The Commission officially so advised the exporters and importers known to be concerned and the complainants, and give the parties directly concerned the opportunity to make known their views in writing and to request a hearing.\n(4) The majority of the producers, exporters and importers made their views known in writing. The majority of the exporters and some importers requested, and were granted, hearings.\n(5) Submissions were made by consumers of horticultural glass.\n(6) The Commission sought and verified all information it deemed to be necessary for the purposes of a preliminary determination and carried out investigations at the premises of the following:\nEEC producers:\n- Flachglass AG, Gelsenkirchen, Federal Republic of Germany,\n- Glaceries de Saint-Roch SA, Sambreville, Belgium,\n- Pilkington Glass Limited, St Helens, United Kingdom,\n- Glaverbel SA, Brussels, Belgium,\n- Vereinigte Glaswerke GmbH, Aachen, Federal Republic of Germany;\nEEC importers:\n- Central Tradimpex Limited, London, United Kingdom,\n- Farmiloe and Farmiloe Ltd, London, United Kingdom,\n- Liminex GmbH, Bremerhaven, Federal Republic of Germany,\n- Witting Brothers Ltd, Bromley, United Kingdom;\nEEC consumer:\nHalls Homes and Gardens Limited, Tonbridge, United Kingdom.\n(7) The investigation of dumping covered the second half of 1982 and the first half of 1983.\nB. Normal value\n(8) In order to establish whether the imports from Czechoslovakia, the German Democratic Republic, Hungary, Poland, Romania and the USSR were dumped, the Commission had to take account of the fact that these countries do not have market-economies and the Commission therefore had to base its determinations on the normal value in a market-economy country. In this connection, the complainants had suggested the Finnish market. Most of the exporters and importers objected to this suggestion for the following reasons:\n- there was only one producer in Finland which it was claimed had a virtual monopoly because of import duties and geographical situation,\n- the sales on the Finnish market were claimed to be small and not representative,\n- one of the complainants had a substantial share of the Finnish company.\nIt was alternatively proposed that either domestic prices in Yugoslavia, export prices from Spain, domestic prices in Switzerland or the cost of production in the EEC should be used as the basis for normal value. The Commission is satisfied that the manufacturing process, technical standards and technology in Spain are similar to those of the exporters concerned. As there was no domestic market for this product in Spain (for climatic reasons the use of horticultural glass is a northern European phenomenon) export prices to the United Kingdom and the Netherlands for 3 and 4 mm glass were therefore considered to be an appropriate and not unreasonable choice for the determination of normal value.\nC. Export price\n(9) Export prices were determined on the basis of the prices actually paid or payable for the products sold for export to the Community.\nD. Comparison\n(10) In comparing normal value with export prices the Commission took account, where appropriate, of differences affecting price comparability; this was the case for differences in conditions and terms of sale in so far as a direct relationship be satisfactorily demonstrated. These differences concerned in particular credit terms, transport, insurance, handling and loading. All comparisons were made at ex-works level.\nE. Margins\n(11) The above preliminary examination of the facts shows the existence of dumping in respect of all the exporters concerned, the margin of dumping being equal to the amount by which the normal value as established exceeds the price for export to the Community.\n(12) These margins vary according to the exporter and the importing Member State, the weighted average margin for each of the exporters investigated being as follows:\n1.2 // - Glassexport Ltd, Liberec, Czechoslovakia:  // 15,9 %  // - Strojmaterialintorg, Moscow, USSR:  // 12,8 %  // - Minex-Export-Import Enterprise, Warsaw, Poland:  // 8,5 %  // - Romsit, Enterprise for Foreign Trade, Bucharest, Romania:  // 9,3 %  // - Glas-Keramik, Volkseigener Aussenhandelsbetrieb, Berlin, German Democratic Republic:  // 13,6 %  // - Ferunion Hungarian Trading Company for Technical Goods, Budapest, Hungary:  // 5,0 %\nF. Like product\n(13) The East European exporters claimed that EEC producers manufactured glass by the float process while they themselves still used either the Pittsburgh or Fourcault process. It was alleged that horticultural glass produced by the float process was a high technology product which could not be considered as a like product to that produced by the Pittsburgh/Fourcault process.\n(14) Horticultural glass, whether of float or Pittsburgh/Fourcault origin, is identical in form and is generally precut to standard sizes of a thickness between 2,5 and 4,5 mm. It is a by-product of either the float or Pittsburgh/Fourcault process. The application of the glass is generally the same, i.e. the covering of frames for horticultural purposes either in the commercial or the home sector. Both types of glass are produced from the same raw materials and their chemical composition is fundamentally the same. Light transmission does not significantly differ. In view of the foregoing, it can therefore be concluded that the glass produced in the EEC and that exported by the East Europeans are like products. There is, however, one exception to this conclusion and that is the 'Horticast' glass produced by Pilkington in the United Kingdom. This is a float glass with a rippled effect obtained by passing the glass through special rollers. The resulting glass, whilst of course translucent, is no longer completely transparent, unlike the horticultural glass made by the other producers. 'Horticast' is, therefore, not considered to be a like product and has been excluded from the investigation.\nG. Injury\n(15) With regard to the injury caused by the dumped imports, the evidence available to the Commission shows that imports into the Community from Czechoslovakia, the German Democratic Republic, Hungary, Poland, Romania and the USSR of horticultural glass and certain drawn glass increased from 66 431 tonnes in 1981 to 72 787 tonnes in 1983, with a consequent increase in market share held by the exporting countries from 61 to 75 % in the same period. The EEC producers' sales decreased from 79 000 tonnes in 1979 to 12 000 tonnes in the first half of 1983.\n(16) The resale prices of these imports undercut the prices of the Community producers by up to 27 % and were lower than those required to cover the costs of Community producers.\n(17) The Commission has considered whether injury has been caused by other factors such as the volume and prices of undumped imports or decreasing demand. Imports of horticultural glass from countries not covered by the anti-dumping proceeding were minimal.\nConsumption in the Community has declined by 12 % between 1981 and 1983. It has, however, been established that there has been a decline in Community production while the dumped imports have increased. The substantial increase in dumped imports and the prices at which they are offered for sale in the Community led the Commission to determine that the effects of the dumped imports of horticultural glass and certain drawn glass originating in Czechoslovakia, the German Democratic Republic, Hungary, Poland, Romania and the USSR, taken in isolation, have to be considered as constituting material injury to the Community industry concerned.\nH. Community interest\n(18) Community consumers have argued that the introduction of protective measures would not be in the Community interest because it would lead to an increase in the costs of the horticultural industry. In view of the serious difficulties facing the Community industry and the minimal effect of a price increase of horticultural glass on the costs of the horticultural industry, the Commission has nevertheless come to the conclusion that it is in the Community's interests that action be taken.\nI. Undertakings\n(19) The exporters concerned were informed of the main findings of the preliminary investigation and commented on them. Undertakings were subsequently offered by: - Glassexport Ltd, Liberec, Czechoslovakia,\n- Strojmaterialintorg, Moscow, USSR,\n- Minex-Export-Import Enterprise, Warsaw, Poland,\n- Romsit, Enterprise for Foreign Trade, Bucharest, Romania,\n- Glas-Keramik, Volkseigener Aussenhandelsbetrieb, Berlin, German Democratic Republic, and\n- Ferunion Hungarian Trading Company for Technical Goods, Budapest, Hungary,\nconcerning their exports of horticultural glass and certain drawn glass to the Community.\n(20) The effect of the said undertakings will be to increase export prices to the Community to the level which the Commission, having taken into account, on the one hand, the selling price necessary to provide an adequate return to Community producers and, on the other hand, the purchase price of the Community importers and their costs and profit margins, considered necessary to eliminate injury. These increases in no case exceed the dumping margins found in the investigation.\nIn these circumstances, the undertakings offered are considered acceptable and the proceeding may, therefore, be terminated without the imposition of anti-dumping duties.\nNo objection to this course was raised in the Advisory Committee,", "main_body": ["The undertakings given by:\n- Glassexport Ltd, Liberec, Czechoslovakia,\n- Strojmaterialintorg, Moscow, USSR,\n- Minex-Export-Import Enterprise, Warsaw, Poland,\n- Romsit, Enterprise for Foreign Trade, Bucharest, Romania,\n- Glas-Keramik, Volkseigener Aussenhandelsbetrieb, Berlin, German Democratic Republic, and\n- Ferunion Hungarian Trading Company for Technical Goods, Budapest, Hungary,\nin connection with the anti-dumping proceeding concerning imports of horticultural glass and certain drawn glass originating in Czechoslovakia, the German Democratic Republic, Hungary, Poland, Romania and the USSR and falling within heading No ex 70.05 of the Common Customs Tariff, corresponding to NIMEXE codes 70.05-10, 63 and 65, are hereby accepted.", "The anti-dumping proceeding referred to in Article 1 is hereby terminated."], "attachments": "Done at Brussels, 10 August 1984.\nFor the Commission\nÉtienne DAVIGNON\nVice-President\n(1) OJ No L 201, 30. 7. 1984, p. 1.\n(2) OJ No C 194, 21. 7. 1983, p. 4.\n(3) OJ No C 13, 19. 1. 1984, p. 3."}