{"celex_id": "31988D0437", "uri": "http://publications.europa.eu/resource/cellar/def9f23a-1515-499f-9495-20df060c2125", "type": "Decision", "concepts": ["1085", "155", "5541", "775", "889", "985"], "title": "88/437/EEC: Commission Decision of 20 January 1988 concerning aids planned by the French Government in favour of a shipbuilding contract for which there is competition between yards in several Member States (Only the French text is authentic)\n", "header": "COMMISSION  DECISION\nof 20 January 1988\nconcerning aids planned by the French Government in favour of a shipbuilding contract for which there is competition between yards in several Member States\n(Only the French text is authentic)\n(88/437/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular the first subparagraph of Article 93 (2) thereof,\nHaving regard to Council Directive 87/167/EEC of 26 January 1987 on aid to shipbuilding (1), and in particular Articles 3 and 4 (1), in conjunction with Article 4 (4) and (5), thereof,\nHaving given the parties concerned notice to submit their comments,\nWhereas:\nI\nOn 20 January 1987 the United Kingdom Government requested, according to Article 4 (5) of Directive 87/167/EEC, that the Commission intervene in a specific aid case concerning competition between several Member States for a shipbuilding contract concerning the building of a 36 500 cgt car ferry for the French cross-Channel operator Bretagne-Angleterre-Irlande (BAI), also called Brittany Ferries.\nIt appeared that the Member States with national yards involved in the competition for the contract concerned were France, the Netherlands and the United Kingdom.\nThe Commission asked these three Member States to notify the aid which they planned to grant in support of their yards for this particular contract, drawing to their attention the fact that such aid plans could not be implemented until the Commission had given its final approval.\nThe aid envisaged by the United Kingdom Government was notified in the abovementioned note of 20 January 1987 and further specified by letter of 27 March 1987. The aid plan of the Netherlands Government was notified by telex of 9 March 1987, whilst that of the French Government, after several reminders, was only notified on 10 June 1987.\nThe aid plan notified by the French Government consisted of a direct production aid to the yard of 28 % of the contract value before aid together with a FF 40 million aid to the French domiciled shipping company, the latter aid being available regardless of the country of construction.\nThe United Kingdom Government planned an aid in the form of a grant to the competing national yard from the Shipbuilding Intervention Fund of 27,9 % of the contract value before aid.\nThe aid envisaged by the Netherlands Government in favour of the competing national yard was a grant of 13,4 % of the contract value before aid.\nIt appeared that, contrary to Article 4 (5) of Directive 87/167/EEC, when, in accordance with Article 4 (4) in conjunction with Article 3 (2) of the Directive, aid to be granted directly to the national yards and the indirect production aid made available to the shipowner for the building of the ship were cumulated, both the aid\nproposed by the French Government and that foreseen by the United Kingdom Government exceeded the maximum ceiling for production aid, fixed by the Commission under Article 4 (2), in conjunction with Article 4 (1) of the Directive, at 28 % of the contract value before aid (1).\nFurthermore, it was clear that the aid intensity of both the French and the United Kingdom Governments' plans significantly exceeded that envisaged by the Netherlands Government, which, when including the shipbuilding aid at the disposal of the French shipowner, resulted in a total aid level of 22,8 % of the contract value before aid.\nThe Commission, in a declaration in the Minutes of the 1136th meeting of the Council of Ministers of 22 December 1986, stated that when exercising its powers under Article 4 (5) of the Directive, under which it shall ensure in a case of notification of aid proposals for yards in different Member States competing for a particular contract that planned aid does not affect trading conditions to an extent contrary to the common interest, it will, in applying the procedures of Article 93 of the EEC Treaty, only permit the lowest aid level unless a higher aid level within the ceiling appears necessary to ensure that the contract remains within the Community, and, at the same time, it will not allow this particular contract to be included in the base for calculating other operating aid under Article 5 (1).\nFor these reasons, the Commission decided on 15 July 1987 to initiate the procedure laid down in Article 93 (2) of the EEC Treaty against the aid plans proposed by the French and the United Kingdom Governments whilst it approved the aid plan proposed by the Netherlands Government.\nBy letters of 27 July 1987 it gave the French and the United Kingdom Governments notice of the opening of the procedure and asked for the observations of these two Governments. The Netherlands in a letter of 27 July 1987 approving its own aid plan was asked for its comments, as were the other Member States not directly involved by letters of 10 November 1987. Other interested parties were notified through the Official Journal of the European Communities on 25 November 1987 (2).\nShortly after the opening of the Article 93 (2) EEC procedure it was announced in the press that the order in question had been placed at a French yard.\nII\nIn its observations in reply to the opening of the procedure, sent by letter of 9 September 1987, the French Government argued that aid to shipowners for the building of vessels should not be counted within the ceiling if this aid was made available to the shipowner regardless of his choice of country of construction.\nAs for the second reason underlying the Commission's opening of the Article 93 (2) EEC procedure, the French Government contended that the aided competing offer from the Netherlands yard was not a bona fide offer to be taken into account but reflected an intention to undermine the economic base of the vessel's construction for its usual Community competitors.\nIn letters of 28 August and 6 November 1987 the United Kingdom Government adapted its aid plan downwards, firstly, so that when accumulated with the French Government's aid to the shipowner the cumulative total did not exceed 28 %, and later down further so that it did not exceed the level of direct aid to the yard planned by the Netherlands Government, thus fully overcoming the objections raised by the Commission in its opening of the Article 93 (2) EEC procedure.\nIn commenting under this procedure, two Member States, among these one directly concerned, viz. the Netherlands, intervened.\nIII\nAid to shipbuilding is subject to specific rules adopted by the Council on the basis of Article 92 (3) (d) of the EEC Treaty (Directive 87/167/EEC).\nThe Directive is based on the realization that shipbuilding is suffering from a fundamental structural crisis, rather than a cyclical problem of demand, in which it would be short-sighted to continue to respond to the aggravation of the crisis by multiplying the volume of operating aid which tends to increase the partitioning of the internal market and constitute a continuing drain on the scarce budgetary resources of the Member States without inducing any lasting improvement in the competitiveness of the Community's shipbuilding industry.\nIn this situation, a tight and selective aid policy is necessary in order to support the present trend in production towards more technologically advanced ships and in order to ensure fair and uniform conditions for intra-Community competition; such a policy constitutes the most appropriate approach in terms of ensuring the maintenance of a sufficient level of activity in European shipyards and thereby the survival of an efficient and competitive European shipbuilding industry.\nIn order to carry out this policy, the Council took the view that it was necessary, in order to avoid discrimination, to make all forms of operating aid subject to a common maximum ceiling, including loss compensation and such aid as is granted indirectly through third persons; since increased efficiency is a principal objective pursued by the premises of the Directive, the yearly review of the production aid ceiling should always aim at its progressive reduction.\nIn addition, in order to ensure full transparency, which is a vital element in ensuring the proper functioning of a Community aid system both in respect of operational aid and burden-sharing with regard to restructuring efforts, the Directive strengthened the notification rules, including notification of aid to shipowners for the building or conversion of ships.\nFor its part, in order to meet more effectively the requirements governing implementation of the mechanism introduced by Directive 87/167/EEC, the Commission considers that the provisions of Article 4 (5) of the Directive should be interpreted to mean that, where the Commission is notified of planned aid for shipyards in different Member States competing for the same order, the level of aid that can be authorized must correspond to the lowest level, unless a higher level of aid (though not exceeding the ceiling) proves necessary in order to ensure that the contract remains within the Community. A statement along these lines was made by the Commission to the Council during the adoption of the Directive on 22 December 1986.\nSince the entry into force of the Directive 87/167/EEC, the Commission has had to deal with 17 other cases of intra-Community competition under Article 4 (5) of the Directive on request from Member States. These cases have all been settled according to these interpretation criteria, mainly by voluntary agreements between Member States.\nIV\nThis being so, with regard to the individual aid covered by this Decision, it should be noted that the aid is intended for Alsthom-Chantier, Saint-Nazaire.\nAlsthom-Chantier is a very large firm: in the first three quarters of 1987, its order book amounted to 49 000 cgt, equivalent to 92,3 % of French production capacity and 3,68 % of Community production capacity. In 1986, the tonnage of completed ships was 56 000 cgt, equivalent to 38,8 % of French production and 2,95 % of Community production.\nThe car-ferry production sector is a highly competitive one, as evidenced by the three tenders for the contract in question made by French, United Kingdom and Netherlands shipyards.\nIn view of the above considerations, the Commission considers that the aid planned by the French Government is likely to affect intra-Community trade and competition and, consequently, meets the conditions laid down in Article 92 (1) of the Treaty.\nWith regard to the observations submitted by the French Government, the Commission would remark first that experience has shown that aid granted to shipowners for the building and conversion of ships is predominantly used for construction at national shipyards, and must necessarily be made subject to the aid ceiling if discrimination is to be avoided and if the ceiling is to stand a chance of exercising its intended influence on improving competitiveness, reducing distortion in intra-Community trade and encouraging continued restructuring. This aid policy was laid down explicity in Articles 3 (2) and 4 (4) of Directive 87/167/EEC.\nThe fact that, in the present case, the indirect aid for shipowners is also made available for construction in other Member States is in any case a necessary condition for their approval (see Article 3 (3) of the Directive), without which the aid would be incompatible with Article 7 of the Treaty.\nAn aid policy based on the application of a single common ceiling for production aid for all categories of vessels makes it necessary to provide for a system through which aid within the ceiling is limited to that which is strictly necessary to keep the contract available for Community yards, in order to prevent this ceiling from becoming the universal level of aid and to ensure a normal play of competition undistorted by aid between yards in Member States.\nSecondly, the Commission cannot consider as justified the criticism relating to the nature of the Netherlands offer. In fact, the vigorous and repeated interventions by the Netherlands Government do not give rise to any belief that the Netherlands yard was only making a fictitious bid when the Netherlands Government notified its aid plan in March 1987.\nThe argument on which the French Government bases its allegations in that respect has no bearing on the facts. It refers to the fact that, early in 1985, the Netherlands yard in question lost a contract for a ferry for a United Kingdom shipowner to a third country because a minimum aid level of Fl 100 million was not granted, although it was regarded as necessary in order to cover the costs involved.\nThe French authorities assume that the present contract will require the same minimum amount of aid of Fl 100 million and then adjust the cost price in proportion to compensated gross tonnages of the two ships and conclude that the proceeds of the yard in the present case will be approximately FF 100 million below cost. This argument does not take into account the fact that each individual shipbuilding contract is very different and the cost structure accordingly varies significantly, that the 1985 tender, on which the comparison is made, concerned a special creation of a new cruise ferry model, intended for the expanding luxury cruise-style sea crossing market, that productivity of yards may increase by roughly 10 % a year, and that the particular yard in question has been through a considerable restructuring during the 1985-1986 period. At all events, the tender made by the Netherlands shipyard must be considered to meet market criteria, since it is comparable to the other two tenders in question, namely (expressed in French francs) FF 394 million for the United Kingdom tender, FF 429 million for the Netherlands tender and FF 450 million for the French tender.\nIn this context it is essential that as a result of the Commission's abovementioned declaration in the Minutes of the Council Meeting of 22 December 1986 Member States were made aware of the fact that subsequent aid cannot be granted to cover losses suffered from bidding at prices below costs for particular contracts, as it will not be included in the base for allowing other subsequent operating aid under Article 5 (1) of the Directive,", "main_body": ["The plan notified by the French Government on 10 June 1987 to grant aid for the building of a 36 500 cgt car ferry for the French cross-Channel operator, Brittany Ferries, in the form of a direct grant to the constructing yard of 28,1 % of the contract value before aid together with a FF 40 million investment aid to the shipowner cannot be considered compatible with the common market.", "The French Government must not put these proposed aid measures into effect.\nIt shall inform the Commission within two months from the notification of this Decision of the measures it has taken in order to abolish its aid plans or to alter them in such a way as to bring them down to the lowest level of aid offered by a Member State for the particular shipbuilding contract in question, i.e. 22,8 % of the contract value before aid as defined in Article 1 (e) of Directive 87/167/EEC, including the notified FF 40 million shipbuilding aid to be granted to the shipowner concerned.", "This Decision is addressed to the French Republic."], "attachments": "Done at Brussels, 20 January 1988.\nFor the Commission\nPeter SUTHERLAND\nMember of the Commission\n(1) OJ No L 69, 12. 3. 1987, p. 55.\n(1) OJ No C 27, 5. 2. 1987, p. 12.\n(2) OJ No C 313, 25. 11. 1987, p. 2."}