{"celex_id": "31989R4058", "uri": "http://publications.europa.eu/resource/cellar/a5367293-ed68-4ddd-b2bf-9ddf85dc866f", "type": "Regulation", "concepts": ["1072", "3101", "4509", "4529", "4533"], "title": "Council Regulation (EEC) No 4058/89 of 21 December 1989 on the fixing of rates for the carriage of goods by road between Member States\n", "header": "30.12.1989 EN Official Journal of the European Communities L 390/1\nCOUNCIL REGULATION (EEC) No 4058/89\nof 21 December 1989\non the fixing of rates for the carriage of goods by road between Member States\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 75 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas a policy in respect of transport rates constitutes an important aspect of the common transport policy, which the Treaty provides for the Council to establish;\nWhereas Council Regulation (EEC) No 3568/83 of 1 December 1983 on the fixing of rates for the carriage of goods by road between Member States (4), as amended by Regulation (EEC) No 1991/88 (5), expires on 31 December 1989 and whereas it stipulates in Article 20 that the Council must decide, on the basis of a proposal from the Commission, on the subsequent arrangements applicable to the rates for such carriage;\nWhereas the free fixing of rates for the carriage of goods by road is the tariff system best suited to the creation of the free transport market as decided upon by the Council, to internal market objectives and to the need for a tariff system applied uniformly throughout the Community; whereas this tariff system is also well suited to the specific situation of the sector concerned;\nWhereas it should be possible to monitor haulage rate trends,", "main_body": ["This Regulation shall apply to the carriage of goods by road between Member States for hire and reward even if, at the time of such carriage operations, part of the journey is performed:\n— in transit through a third country, or\n— by a road vehicle which is carried by another means of transport, without intermediate reloading of the goods.", "With effect from 1 January 1990 the rates for the carriage operations referred to in Article 1 shall be set by free agreement between the parties to the haulage contract.", "1.   With a view to introduction of the definitive system for observation of haulage markets, haulage undertakings, forwarding agents, freight brokers and other transport agents shall be required to communicate, to the competent authorities of their Member State upon the latter's request, any information concerning the rates charged for the international carriage of goods by road.\n2.   Information obtained in implementation of this Regulation shall be covered by the obligation of professional secrecy.\n3.   Member States shall send the Commission, at its request, any information at their disposal.", "1.   Member States shall, in good time, adopt the laws, regulations and administrative provisions necessary for the implementation of this Regulation and shall inform the Commission thereof.\n2.   Member States shall assist one another and the Commission in applying this Regulation.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 21 December 1989.\nFor the Council\nThe President\nE. CRESSON\n(1)  OJ No C 152, 20. 6. 1989, p, 8.\n(2)  OJ No C 323, 27. 12. 1989.\n(3)  OJ NoC329, 30. 12. 1989.\n(4)  OJ No L 359, 22. 12. 1983, p. 1.\n(5)  OJ No L 176, 7. 7. 1988, p. 5."}