{"celex_id": "31983D0298", "uri": "http://publications.europa.eu/resource/cellar/8f074f6d-145c-4aa6-acfc-98ea3ab96d33", "type": "Decision", "concepts": ["1085", "1421", "2497", "2792", "4671", "738"], "title": "83/298/EEC: Council Decision of 16 May 1983 concerning a Community loan in favour of the French Republic\n", "header": "COUNCIL  DECISION\nof 16 May 1983\nconcerning a Community loan in favour of the French Republic\n(83/298/EEC)\nTHE COUNCIL OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 682/81 of 16 March 1981 adjusting the Community loan mechanism designed to support the balance of payments of Member States (1), and in particular Article 2 thereof,\nHaving regard to the proposal from the Commission which has for this purpose consulted the Monetary Committee,\nWhereas the French authorities have decided to put into effect an economic policy programme whose nature is such as to reduce the rate of inflation, to re-establish a sustainable balance of payments position and to ensure a better convergence of economic policies within the Community while respecting the obligations which flow from the Treaty; whereas they have presented this programme by way of support for their request;\nWhereas this programme includes in particular the following measures:\n1. Reduction of the public deficits, notably by setting a limit of 3 % of GDP to the budget deficits of 1983 and 1984, the re-establishment and preservation of equilibrium in the accounts of social security and unemployment insurance in 1983 and 1984 and a reduction in the deficits of the large national enterprises.\n2. Reduction of the target for the rate of growth of the money supply for 1983 from 10 to 9 %, which will result in a marked reduction in the rate of domestic credit expansion.\n3. Encouragement for the development of savings.\n4. Perseverance with efforts to elimininate indexation both of costs and prices throughout the economy;\nWhereas, without prejudice to the question of their compatibility with Community rules, the restrictions on the allocation of foreign currency for tourist purposes decided upon on 28 March 1983 will be abolished by 31 December 1983 at the latest in accordance with the programme presented by the French authorities;\nWhereas the implementation of this programme is accompanied by long-term measures which seek to strengthen the competitiveness of firms and to create conditions which will favour a recovery of investment in the sectors subject to international competition;\nWhereas a Community loan will assist in the adjustment of the French economy;\nWhereas greater efforts to secure convergence within the Community would help to reinforce the cohesion and the stability of the European Monetary System,", "main_body": ["The Community shall grant to the French Republic, under Regulation (EEC) No 682/81, a loan of 4 000 million ECU or the equivalent amount in other currencies.", "The loan will be made in one amount. It will be made available to the French Republic as soon as the borrowing operations are completed.", "The loan is granted on the basis of a decision taken by the Member State to put into effect, in accordance with the adjustment programme which it has presented, the measures of economic and monetary policy which are cited in the recitals to this Decision.", "This Decision is addressed to the French Republic."], "attachments": "Done at Brussels, 16 May 1983.\nFor the Council\nThe President\nG. STOLTENBERG\n(1) OJ No L 73, 19. 3. 1981, p. 1."}