{"celex_id": "31987D0240", "uri": "http://publications.europa.eu/resource/cellar/56a39a8d-e755-42d9-a975-b9ac91f921d8", "type": "Decision", "concepts": ["1085", "5387"], "title": "87/240/ECSC: Commission Decision of 7 April 1987 approving aid from France to the coalmining industry during 1987 (Only the French text is authentic)\n", "header": "COMMISSION  DECISION\nof 7 April 1987\napproving aid from France to the coalmining industry during 1987\n(Only the French text is authentic)\n(87/240/ECSC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Coal and Steel Community,\nHaving regard to Commission Decision 2064/86/ECSC of 30 June 1986 establishing Community rules for State aid to the coal industry (1),\nWhereas:\nI\nThe French Government informed the Commission by letter of 5 December 1986, pursuant to Article 9 (2) of Decision 2064/86/ECSC, of financial measures which it intends to implement directly or indirectly for the benefit of current production by the coalmining industry during 1987.\nThe following of these measures are submitted for the approval of the Commission under the above Decision:\n1.2 //  // (in million FF)   // - Aid to cover operating losses:   // 2 860,0   // - Aid to the Centre d'Etudes et de Recherches des Charbonnages de France (CERCHAR):   // 110,0\nThe aid totalling FF 2 860 000 000 to cover operating losses will cover only part of the difference, for each tonne produced, between foreseeable average costs and the foreseeable average returns. The aid will cover 70 to 75 % of the anticipated operating losses and therefore complies with the conditions of Article 3 (1) of the Decision.\nThe aid to cover operating losses serves the purpose of preventing premature pit closures. A contribution is thereby made to solving the social and regional problems related to developments in the coal industry pursuant to the third indent of Article 2 (1) of the Decision;\nThe French Government proposes to grant aid to CERCHAR for 1987 in order to provide support for technical research in the coalmining sector. The amount of this aid, which has been in existence for many years and was approved by the Commission as a general measure pursuant to Article 67 of the ECSC Treaty, is FF 110 000 000; whereas the conditions for the granting of this aid remain unchanged.\nII\nThe following observations should be made on the compatibility of the proposed aid with the proper functioning of the common market:\n- in view of the size of coal and coke stocks, no supply difficulties are likely to occur in 1987,\n- deliveries of French coal to other Community countries are very small,\n- price alignment agreements with respect to Community producers are unlikely to arise in 1987,\n- French coal prices should not, in priciple, lead to indirect aid to industrial coal users in 1987.\nTherefore, the aid proposed in 1987 for current production by the French coal industry is compatible with the proper functioning of the Common Market.\nIII\nPursuant to Article 11 (2) of the Decision, the Commission must ensure that the approved aid for current production is used exclusively for the purposes set out in Articles 3 to 6 of the Decision. Consequently, the Commission must be informed in particular of the amount of the payments and the manner in which they are apportioned,", "main_body": ["France is hereby authorized to grant aid in the amount of FF 2 970 000 000 to the French coalmining industry from 1 January 1987 for the 1987 calendar year.\nThe total amount shall be made up of the following aids:\n1. An amount not exceeding FF 2 860 000 000, in aid to cover operating losses;\n2. An amount not exceeding FF 110 000 000 in aid to the Centre d'Etudes et de Recherche des Charbonnages de France (CERCHAR).", "The French Government shall inform the Commission:\n- by 30 June 1987 of the extent to which the amounts of aid laid down in this Decision are likely to change in view of the pattern of the aid payments in the first six months of 1987,\n- by 30 June 1988 of the actual amounts of aid paid in 1987.", "This Decision is addressed to the French Republic."], "attachments": "Done at Brussels, 7 April 1987.\nFor the Commission\nNicolas MOSAR\nMember of the Commission\n(1) OJ No L 177, 1. 7. 1986, p. 1."}