{"celex_id": "31987D0146", "uri": "http://publications.europa.eu/resource/cellar/9e5ec952-f584-4e2d-a8a2-d7bc54563c73", "type": "Decision", "concepts": ["1005", "2979", "3051", "863"], "title": "87/146/EEC: Commission Decision of 16 February 1987 on improving the efficiency of agricultural structures in Spain in accordance with Council Regulation (EEC) No 797/85 (Only the Spanish text is authentic)\n", "header": "COMMISSION  DECISION\nof 16 February 1987\non improving the efficiency of agricultural structures in Spain in accordance with Council Regulation (EEC) No 797/85\n(Only the Spanish text is authentic)\n(87/146/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 797/85 of 12 March 1985 on improving the efficiency of agricultural structures (1), as last amended by Regulation (EEC) No 2224/86 (2), and in particular Article 25 thereof,\nWhereas, in accordance with Article 24 (4) of Regulation (EEC) No 797/85, the Spanish Government has forwarded the text of Royal Decree No 1684/1986 of 13 July 1986 instituting an aid scheme specifically for agricultural holdings located in mountain and hill areas and of the Ministerial Decree of 9 September 1986 laying down criteria for coordinating the management of compensatory allowances in mountain and hill-farming areas;\nWhereas, in accordance with Article 25 (3) of Regulation (EEC) No 797/85, the Commission must decide whether, depending on the compatibility of the said provisons with the abovementioned Regulation, and having regard to the objectives of that Regulation and the need for a proper connection between the various measures, the conditions for a financial contribution from the Community are satisfied;\nWhereas the abovementioned provisions meet the conditions and the objectives of Regulation (EEC) No 797/85;\nWhereas the Committee of the European Agricultural Guidance and Guarantee Fund has been consulted on the financial aspects;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Agricultural Structures,", "main_body": ["The provisions implementing Regulation (EEC) No 797/85 in Spain as set out in Royal Decree No 1684/1986 of 13 July 1986 instituting an aid scheme specifically for agricultural holdings located in mountain and hill areas and in the Ministerial Decree of 9 September 1986 laying down criteria for coordinating the management of compensatory allowances in mountain and hill-farming areas satisfy the conditions for a financial contribution from the Community to the common measure provided for in Article 1 of the said Regulation.", "The compensatory allowances granted by the Spanish Government under those provisions shall qualify from 1 January 1986.", "This Decision is addressed to the Kingdom of Spain."], "attachments": "Done at Brussels, 16 February 1987.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 93, 30. 3. 1985, p. 1.\n(2) OJ No L 194, 17. 7. 1986, p. 4."}