{"celex_id": "31987R3299", "uri": "http://publications.europa.eu/resource/cellar/be82a849-f670-48f7-967d-0153e7db19e1", "type": "Regulation", "concepts": ["2409", "2548", "4073"], "title": "Commission Regulation (EEC) No 3299/87 of 30 October 1987 suspending the issuing of STM certificates for seed potatoes\n", "header": "COMMISSION  REGULATION (EEC) No 3299/87\nof 30 October 1987\nsuspending the issuing of STM certificates for seed potatoes\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the Act of Accession of Spain and Portugal, and in particular Article 85 (1) thereof,\nWhereas Commission Regulation (EEC) No 1754/87 of 24 June 1987 fixing the indicative ceiling for imports into Spain of certain seed potatoes for 1987/88 and amending Regulation (EEC) No 650/86 (1) set the indicative ceiling for the period from 1 October 1987 to 30 September 1988;\nWhereas Article 85 of the Act of Accession stipulates that should the trend of intra-Community trade show that a significant increase in imports has occurred or is likely to occur leading to the indicative ceiling for imports of the product in question for the marketing year in progress being reached or exceeded, suitable action may be decided on;\nWhereas the detailed rules for the issuing of STM certificates are set out in Commission Regulation (EEC) No 574/86 of 28 February 1986 laying down detailed rules for the application of the supplementary trade mechanism (STM) (2), as last amended by Regulation (EEC) No 2159/87 (3);\nWhereas there is a risk that the indicative ceiling for seed potatoes falling within subheading ex 07.01 A I of the Common Customs Tariff is exceeded; whereas in view of this situation importation into Spain of the products in question should be restricted;\nWhereas, pending the adoption of definitive measures pursuant to Article 85 (3) of the Act of Accession, certificates should be issued in proportion to the quantities available within the framework of the indicative ceiling; whereas, the coefficient applicable to the certificates to be issued takes account of applications submitted up to and including 29 October 1987;\nWhereas, moreover, the issuing of new certificates for the production in question should be suspended; whereas this entails rejecting applications submitted on or after 30 October 1987,", "main_body": ["1. STM licences for certified seed potatoes falling within subheading ex 07.01 A I of the Common Customs Tariff shall, in the case of applications made from 27 to 29 October 1987 inclusive, and notified to the Commission, be issued subject to a limit of 36,49 % of the quantity applied for.\n2. The issuing of STM licences in response to applications made from 30 October 1987 onwards is suspended.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 October 1987.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 166, 25. 6. 1987, p. 12.\n(2) OJ No L 57, 1. 3. 1986, p. 1.\n(3) OJ No L 202, 23. 7. 1987, p. 30."}