{"celex_id": "31987D0443", "uri": "http://publications.europa.eu/resource/cellar/5c98a5c5-8840-4905-8ba3-e4a96078043d", "type": "Decision", "concepts": ["2543", "4062", "4620", "588"], "title": "87/443/EEC: Commission Decision of 30 July 1987 amending an undertaking and accepting an undertaking given in connection with the anti-dumping review investigation concerning imports of copper sulphate originating in Poland and the USSR respectively, and terminating the investigation as it concerns these countries\n", "header": "COMMISSION  DECISION\nof 30 July 1987\namending an undertaking and accepting an undertaking given in connection with the anti-dumping review investigation concerning imports of copper sulphate originating in Poland and the USSR respectively, and terminating the investigation as it concerns these countries\n(87/443/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2176/84 of 23 July 1984 on protection against dumped or subsidized imports from countries not members of the European Economic Community (1), as amended by Regulation (EEC) No 1761/87 (2), and in particular Articles 10 and 14 thereof,\nAfter consultation within the Advisory Committee as provided for under the above Regulation,\nWhereas:\nA. Procedure\n(1) By Regulation (EEC) No 2786/83 (3) the Council imposed a definitive anti-dumping duty on imports of copper sulphate originating in Czechoslovakia and the USSR and, by Decision 83/502/EEC (4), the Commission accepted an undertaking from on Czech exporter of copper sulphate. This undertaking was subsequently amended and accepted by Decision 84/408/EEC (5).\nSubsequently the Commission accepted, by Regulation (EEC) No 2908/84 (6), an undertaking offered inter alia by the Hungarian exporter of copper sulphate and, by Decision 85/104/EEC (7), an undertaking offered by the Polish exporter of that product.\n(2) In 1986, the Commission received a request for review of the anti-dumping measures concerning imports of copper sulphate originating in Czechoslovakia, Hungary, Poland and the USSR lodged by the European Federation of Chemical Manufacturers Associations representing a major proportion of Community output of copper sulphate. This review request contained evidence of changed circumstances sufficient to justify the need for review and accordingly the Commission announced, by a Notice published in the Official Journal of the European Communities (8), the opening of a review investigation concerning imports of copper sulphate originating in Czechoslovakia, Hungary, Poland and the USSR, falling wihtin subheading ex 28.38 A II of the Common Customs Tariff, and corresponding to NIMEXE code 28.38-27.\n(3) The Commission officially so advised the exporters and importers known to be concerned, and the Community producers, and gave the parties directly concerned the opportunity to make known their views in writing and to request a hearing.\nMost exporters concerned, some importers and all complainant Community producers made their views known in writing and requested and were granted hearings.\nNo submissions were made by or on behalf of Community purchasers or processors of the product.\n(4) The Commission sought and verified all information it deemed to be necessary and carried out investigations at the premises of the following:\n- EEC producers:\n- La Cornubia, SA, Bordeaux, France,\n- NV Metallo-chimique, Beerse, Belgium,\n- Manica Spa, Rovereto, Italy.\nThe Commission requested and received detailed written submissions from all complainant Community producers, most exporters and some importers, and verified the information therein to the extent considered necessary.\nThe investigation of dumping covered the period January to July 1986 inclusive.\nB. Nomal Value\n(5) In order to establish whether there was renewed dumping of imports of copper sulphate form Czechoslovakia, Hungary, Poland and the USSR, the Commission had to take account of the fact that these countries do not have market economies and the Commission therefore had to base its determinations on the normal value in a market-economy country. In this connection, the Community industry had suggested the United States of America as an appropriate analogue market. All United States producers of copper sulphate known to the Commission were, however, unwilling to cooperate in the investigation. Some of the exporters concerned had objected to the use of the United States market, and one had suggested Thailand as being a more appropriate choice. Other exporters objected to the choice of Thailand arguing that the relatively small quantites produced in Thailand would result in high unit costs and commensurately higher prices. One exporter suggested the price acutally paid in the Community as an alternative basis for determining normal value.\n(6) Following enquiries by the Commission, however, the results of which were substantiated by investigation at the permises of two Thai producers of copper sulphate, it was established that there were no extraordinary differences between Thai production processes and those of the exporting countries concerned. In addition, price levels in Thailand were somewhat lower than those in the Community and those alleged to exist in the United States, and, despite the relatively low quantites produced, were in reasonable proportion to production costs.\nThe Commission therefore concluded that it would be appropriate and not unreasonable to determine normal value on the basis of domestic prices in Thailand. Indeed, if Thailand cannot be ruled out as an analogue country then it is not legally appropriate to use Community prices as the basis for normal value.\nThe normal value thus established for the reference period was higher than that established during the previous investigations relating to the exporting countries concerned, the most significant factor having been the effect on prices of an increase in the cost of copper, which comprises the major element in the production costs of copper sulphate. This increase, together with increases in the Community producers' fixed costs, considerably outweighed the beneficial effects on these producer's costs of a reduction in the cost of energy.\nC. Export price\n(7) Export prices were determined on the basis of the prices actually paid or payable for the products sold for export to the Community.\nD. Comparison\n(8) In comparing normal value with export prices, the Commission took account, where appropriate, of differences affecting price comparability. In particular, account was taken of differences in purity and copper content, sufficient evidence of which was supplied by the Polish and USSR exporters.\nIn all comparisons, account was taken of differences in conditions and terms of payment, and adjustment was made, where appropriate, to allow export prices and normal values to be on a comparable basis in this respect.\nE. Margins\n(9) The above preliminary examination of the facts showed the existence of dumping in respect of imports of copper sulphate originating in Czechoslovakia, Hungary, Poland and the USSR, the margin of dumping being equal to the amount by which the normal value as established exceeded the prices for export to the Community. These margins varied according to the exporter concerned and, expressed as a percentage of total cif values for each of the exporters investigated, were as follows:\n- Czechoslovakia: 25,6 %,\n- Hungary: 45,5 %,\n- Poland: 44,1 %,\n- USSR: 47,9 %.\nF. Injury\n(10) With regard to the injury caused by the dumped imports, the evidence available to the Commission shows that imports into the Community from Czechoslovakia, Hungary, Poland and the USSR of copper sulphate have, on a cumulative basis, remained relatively stable between 1982 and 1986 and have accordingly retained a share of around 16 % of a market in which consumption in the Community has also been fairly stable.\n(11) This situation should be considered in the light of the effect of the anti-dumping measures imposed between 1983 and 1985 on imports of copper sulphate originating in, inter alia, the four countries concerned in this proceeding. The evidence available to the Commission indicated that, while the imposition of anti-dumping measures may have had an initial downward effect on the sales volumes in the Community of the individual country or countries concerned, these volumes had, at least to some degree, recovered by the reference period.\n(12) In addition, since the imposition of the existing anti-dumping measures relating to imports from the countries concerned, costs in the Community, particularly for copper, have increased significantly (see point 6). Thus, despite the imposition of these measures, the exporters concerned have been able to undercut significantly the prices of the Community producers. During the reference period, this undercutting reached levels of around 25 % after anti-dumping duty, and involved prices which were lower than those required to cover the costs of Community producers and provide a reasonable profit.\n(13) The consequent impact on the Community industry has been that its sales in the Community have remained at approximately the same level from 1982 to 1986. This has meant a continuation of low capacity utilization levels which remained, on average, at 40 % during this period. The resultant high unit costs, combined with the depressive effect of the prices of the dumped imports, have led, for the complainant producers, to continued losses or the inability to obtain a reasonable return on sales in the Community market, which accounts for almost 90 % of their total sales of copper sulphate.\nFurthermore, two Community producers have ceased production of copper sulphate since 1983, at least partially as a result of the impact of the dumped imports. These closures have led to a reduction in employment in the manufacture of copper sulphate in the Community.\n(14) The Commission has considered whether injury has been caused by other factors such as reduction in the complainant's sales to third countries, a fall in demand in the Community, or an increase in imports originating in countries other than those concerned in the present proceeding.\nThe complainant's sales to third countries remained stable between 1982 and 1986 at around 10 % of total sales. Community consumption has also remained relatively stable during this period. As regards imports from countries other than the four concerned, anti-dumping measures were taken in 1984 (1) concerning Bulgarian copper sulphate and, concerning the Yugoslav product, most recently in 1985 (2). Since these measures were taken, the volumes imported from these countries have fallen and imports from other countries have remained, as a whole, at approximately the same levels.\nThus, the volume of dumped imports from the four countries concerned and the prices at which they were sold in the Community during the reference period has led the Commission to determine that the effects of the dumped imports of copper sulphate originating in Czechoslovakia, Hungary, Poland and the USSR, taken in isolation, have to be considered as causing material injury to the Community industry concerned.\nG. Community interest\n(15) In view of the serious difficulties facing the Community industry, and in particular the fact that two Community producers have ceased production since 1983, the Commission has come to the conclusion that it is in the Community's interest that action be taken.\nH. Undertakings and termination\n(16) The Polish and USSR exporters concerned, having been informed of the main findings of the review investigation, offered undertakings, amended in the case of the Polish exporter, concerning their exports of copper sulphate to the Community. The effect of the said undertakings will be to increase export prices to the Community to the level which the Commission, having taken into account, on the one hand, the selling price necessary to provide an\nadequate return to Community producers and, on the other hand, the purchase price to the Community importers and their costs and profit margin, considers necessary to eliminate injury. This increase does not exceed in either instance the dumping margin found in the investigation for each of the exporting countries concerned.\nIn these circumstances, the amended Polish undertaking and the USSR undertaking offered are considered acceptable and the investigation may, therefore, be terminated as regards imports form these countries without imposition of anti-dumping duties.\nI. Duty\n(17) The Czech and Hungarian exporters concerned, having been informed of the main findings of the review investigation, did not offer to amend undertakings in a manner which would eliminate the injury caused by the dumped imports. Accordingly, the Commission hereby withdraws its acceptance of these two undertakings and the Council, by Regulation (EEC) No 2512/87 published in the Official Journal of the European Communities of even date with the publication hereof (1), has imposed a definitive anti-dumping duty on imports of copper sulphate originating in Czechoslovakia and Hungary.\nNo objection to this course was raised in the Advisory Committee,", "main_body": ["1. The amended undertaking offered by Ciech Import and Export of Chemicals Ltd, Warsaw, and the undertaking offered by Sojuzchimexport, Moscow, in connection with the anti-dumping review investigation concerning imports of copper sulphate originating in Czechoslovakia, Hungary, Poland and the USSR, falling wihin subheading ex 28.38 A II of the Common Customs Tariff and corresponding to NIMEXE code 28.38-27, are hereby accepted.\n2. The acceptance of the undertakings offered by Chemapol Foreign Trade Company Ltd, Prague, and Chemolimpex, Budapest referred to in Decision 84/408/EEC and Decision 104/85/EEC respectively, is hereby withdrawn.", "The anti-dumping review investigation referred to in Article 1 is hereby terminated in so far as it concerns imports of copper sulphate originating in Poland and the USSR."], "attachments": "Done at Brussels, 30 July 1987.\nFor the Commission\nWilly DE CLERCQ\nMember of the Commission\n(1) OJ No L 201, 30. 7. 1984, p. 1.\n(2) OJ No L 167, 26. 6. 1987, p. 9.\n(3) OJ No L 274, 7. 10. 1983, p. 1.\n(4) OJ No L 281, 13. 10. 1983, p. 22.\n(5) OJ No L 225, 22. 8. 1984, p. 22.\n(6) OJ No L 275, 18. 10. 1984, p. 12.\n(7) OJ No L 41, 12. 2. 1985, p. 13.\n(8) OJ No C 200, 9. 8. 1986, p. 4.\n(1) OJ No L 275, 18. 10. 1984, p. 12.\n(2) OJ No L 296, 8. 11. 1985, p. 26.\n(1) See page 18 of this Official Journal."}