{"celex_id": "31987R1972", "uri": "http://publications.europa.eu/resource/cellar/735a0dff-3386-44d7-8715-2a77e2a5490a", "type": "Regulation", "concepts": ["1182", "1442", "4708", "4718", "473"], "title": "Council Regulation (EEC) No 1972/87 of 2 July 1987 amending Regulation (EEC) No 822/87 on the common organization of the market in wine\n", "header": "COUNCIL REGULATION (EEC) No 1972/87 of 2 July 1987 amending Regulation (EEC) No 822/87 on the common organization of the market in wine\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Articles 42 and 43 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas Article 39 of Regulation (EEC) No 822/87 (4), as amended by Regulation (EEC) No 1390/87 (5), lays down time limits and strict rules for the implementation of compulsory distillation of table wine;\nAE\nWhereas administrative difficulties encountered in Greece for the implementation of compulsory distillation will not be able to be resolved before the end of the 1988/89 wine year; whereas it is therefore important to extend the possibility of waiving  the general rules for two further wine years.\nWhereas, on the implementation of these arrangements, many serious difficulties arose; whereas it was only possible to overcome these difficulties, in order to ensure the effective execution of the distillation operation, by allowing the Commission, on  a temporary basis, to waive certain rules; whereas in order to apply compulsory distillation in an effective and fair manner, the temporary provisions should be taken again for three wine years which allow the Commission to adopt, without calling into  question the essential elements of the arrangements, measures necessary to overcome any difficulties that are likely to jeopardize the execution of the distillation operation;\nWhereas, in view of the market situation and the increase in budgetary charges relating to enrichment, the Commission study on enrichment referred to in Article 20 of Regulation (EEC) No 822/87 should be presented on a date prior to 1990;\nWhereas, taking into account recent experience, it is necessary to recognize at Community level the possibility of using unofficial methods of analysis where they offer sufficient security with regard to results and in particular comply with the  criteria referred to in the provisions of Council Directive 85/591/EEC of 20 December 1985 concerning the introduction of Community methods of sampling and analysis for the monitoring of foodstuffs intended for human consumption\nAE\nWhereas, to achieve balance in the wine sector, numerous provisions imposing strict obligations on operators have been introduced; whereas, so that results come up to expectations, provision must be made to ensure that the rules are applied properly;  whereas controls should therefore be improved;\nWhereas controls in the Member States are, at present, performed by a multitude of bodies; whereas their effectiveness is accordingly limited; whereas failure to comply with the rules can only be detected too late during a posteriori controls performed  by the European Agricultural Guidance and Guarantee Fund (EAGGF); whereas the sector was seriously affected both in 1985 and 1986 by major frauds and whereas this had negative effects on consumption, at least in the short term;\nWhereas, in order to avoid expenditure due to frauds and adverse effects on the market, the measure to set up a Community vineyard register must therefore be supplemented by the establishment by the Commission of a small corps of agents specialized in  wine controls with the task of ensuring by all means necessary, including participation in controls performed in the Member States, that Community provisions are applied uniformly,", "main_body": ["Regulation (EEC) No 822/87 is hereby amended as follows:\n(1)", "0\n(2) shall be replaced by the following:\n'2. By 1 September 1989, the Commission shall present to the Council a report on the conclusions of the study referred to in paragraph 1, together with any appropriate proposals. The Council, acting on these proposals by a qualified majority, shall  decide in 1990 on the measures to be taken with regard to the increase of the natural alcoholic strength by volume of the products referred to in Article 18 (1).'\n(2)\nIn Article 39:\n(a) paragraph 10 shall be replaced by the following:\n'10. Notwithstanding this Article, for the 1985/86, 1986/87, 1987/88 und 1988/89 wine years, compulsory distillation in Greece may be implemented in accordance with special provisions taking account of the difficulties encountered in Greece as regards  knowledge of yields per hectare. These provisions shall be adopted in accordance with the procedure laid down in Article 83.\nThe Council, acting by a qualified majority on a proposal from the Commission, may, if difficulties persist after the 1988/89 marketing year, decide to extend this derogation.';\n(b)\nParagraph 11 shall be replaced by the following:\n'11. If, during the 1987/88, 1988/89 and 1989/90 wine year, difficulties likely to jeopardize the execution of balanced application of the compulsory distillation operation referred to in paragraph 1 occur, the measures necessary in order to ensure  effective application of the distillation scheme shall be adopted in accordance with the procedure laid down in Article 83.\nSuch measures:\n(a) may relate only to the provisions contained in this Article to the exclusion of those relating to:\n- the apportionment between the various regions of production,\n- the reference years,\n- the price to be paid for the distilled wine;\n(b) may contain an adjustment to the percentage of 85, referred to in the first indent of the third subparagraph of paragraph 3, only insofar as, for a given wine year, the ratio between the quantities available and normal consumption of table wine  differs significantly from that of the reference years referred to in the thirs subparagraph of paragraph 3.'\n(3)", "4\nshall be replaced by the following:\n'Article 74\n1.  The following shall be adopted in accordance with the procedure laid down in Article 83:\n(a)  the methods of analysis for determining the composition of the products listed in Article 1 and the rules whereby it may be established whether these products have undergone processes contrary to authorized oenological practices;\n(b)  if required, maximum figures for substances whose presence indicates that certain oenological practices have been used, and comparative analysis tables.\n2.  However, where no provision is made for Community methods of analysis or for the rules referred to in paragraph 1 for the detection and quantification of substances sought for in the product in question, the methods of analysis to be used shall be:\n(a)  those recognized by the General Assembly of the International Vine and Wine Office (IWO) and published by that Office; or\n(b)  where an appropriate method of analysis does not appear amongst those referred to in point (a), a method of analysis complying with the standards recommended by the International Organization for Standardization (ISO), or\n(c)  in the absence of one of the methods referred to in points (a) and (b) and by reason of its accuracy, repeatibility and reproducibility:\n- a method of analysis allowed by the Member State concerned, or\n- if necessary, any other appropriate method of analysis.\n3.  Automatic methods of analysis used instead of a Community method of analysis shall be considered as being equivalent to the Community methods of analysis referred to in paragraph 1, provided it is established, under the procedure provided for in  Article 83, that the results obtained, with respect to their accuracy, repeatibility and reproducibility, are at least equal to the results obtained by the corresponding Community method.'\n(4)", "9\n(2) shall be replaced by the following:\n'2.  The Council, acting by a qualified majority on a proposal from the Commission, shall adopt the necessary measures to ensure uniform application of Community provisions in the wine sector, particularly as regards control and relations between the  authorities referred to in the fourth subparagraph of paragraph 1.\nUnder the same procedure, and in order to improve controls, the Council shall adopt, not later than 31 December 1987, general rules on this improvement and on the setting up the Community structure giving the Commission's specific inspectors the means  of intervening in this matter in cooperation with the national authorities.\nThese rules shall contain the objectives, conditions and, where appropriate, the specific financial procedures for this improvement of controls.'", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.", "(2) (b) shall apply from 1 September 1987.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 2 July 1987.\nFor the Council\nThe President\nK. E. TYGESEN\n(1) OJ No C 89, 3. 4. 1987, p. 63.\n(2) OJ No C 156, 15. 6. 1987.\n(3) OJ No C 150, 9. 6. 1987, p. 8.\n(4) OJ No L 84, 27. 3. 1987, p. 1.\n(5) OJ No L 133, 22. 5. 1987, p. 3.(6) and also to amend in consequence thereof the order of use of the different methods of analysis;(7) OJ No L 372, 31. 12. 1985, p. 50."}