{"celex_id": "31985R0628", "uri": "http://publications.europa.eu/resource/cellar/29329069-ee58-4829-a1ad-64e8eeaf4af2", "type": "Regulation", "concepts": ["1118", "4291", "4347"], "title": "Commission Regulation (EEC) No 628/85 of 12 March 1985 amending Regulation (EEC) No 1687/76 laying down common detailed rules for verifying the use and/or destination of products from intervention\n", "header": "COMMISSION  REGULATION (EEC) No 628/85\nof 12 March 1985\namending Regulation (EEC) No 1687/76 laying down common detailed rules for verifying the use and/or destination of products from intervention\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 516/77 of 14 March 1977 on the common organization of the market in products processed from fruit and vegetables (1), as last amended by Regulation (EEC) No 988/84 (2), and in particular Article 4 (8) thereof,\nWhereas Article 4 (1) of Regulation (EEC) No 516/77 provides that storage agencies during certain periods shall purchase dried grapes and dried figs; whereas Article 6 of Commission Regulation (EEC) No 626/85 of 12 March 1985 on the purchasing, selling and storage of unprocessed dried grapes and figs by storage agencies (3) provides that products sold shall be used for specific purposes;\nWhereas the provisions of Commission Regulation (EEC) No 1687/76 (4), as last amended by Regulation (EEC) No 371/85 (5), should apply to such products; whereas that Regulation should therefore be amended;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Products Processed from Fruit and Vegetables,", "main_body": ["Regulation (EEC) No 1687/76 is hereby amended as follows:\n1. In Article 1 the following paragraph is added:\n'4. The provisions of this Regulation shall apply to products which are sold pursuant to Article 4 (4) of Regulation (EEC) No 516/77.'\n2. In the Annex, under 'II. Products subject to a use and/or destination other than that mentioned under I', the following is added:\n'28. Commission Regulation (EEC) No 626/85 of 12 March 1985 on the purchasing, selling and storage of unprocessed dried grapes and figs by storage agencies (28):\n- Section 104:\n\"Til forarbejdning (artikel 6, stk. 1, i forordning (EOEF) nr. 626/85)\",\n\"Zur Verarbeitung bestimmt (Artikel 6 Absatz 1 der Verordnung (EWG) Nr. 626/85)\",\n\"proorizómeno gia metapoíisi (árthro 6 parágrafos 1 toy kanonismoý (EOK) arith. 626/85)\",\n\"For processing (Article 6 (1) of Regulation (EEC) No 626/85)\",\n\"destinés à la transformation [article 6 paragraphe 1 du règlement (CEE) no 626/85]\",\n\"Per la trasformazione (articolo 6, paragrafo 1, del regolamento (CEE) n. 626/85)\",\n\"Bestemd voor verwerking (artikel 6, lid 1, van Verordening (EEG) nr. 626/85)\".\n- Section 106:\n\"The date of the acceptance of the purchase application\".\n(28) OJ No L 72, 13. 3. 1985, p. 7.'", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 12 March 1985.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 73, 21. 3. 1977, p. 1.\n(2) OJ No L 103, 16. 4. 1984, p. 11.\n(3) See page 7 of this Official Journal.\n(4) OJ No L 190, 14. 7. 1976, p. 1.\n(5) OJ No L 44, 14. 2. 1985, p. 14."}