{"celex_id": "31987R0374", "uri": "http://publications.europa.eu/resource/cellar/45be8d1c-cc86-4854-aa20-8f1cfdeeda6e", "type": "Regulation", "concepts": ["1524", "3759", "588"], "title": "Council Regulation (EEC) No 374/87 of 5 February 1987 definitively collecting the provisional anti-dumping duty and imposing a definitive anti-dumping duty on imports of housed bearing units originating in Japan\n", "header": "COUNCIL  REGULATION (EEC) No 374/87\nof 5 February 1987\ndefinitively collecting the provisional anti-dumping duty and imposing a definitive anti-dumping duty on imports of housed bearing units originating in Japan\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2176/84 of 23 July 1984 on protection against dumped or subsidized imports from countries not members of the European Economic Community (1), and in particular Article 12 thereof,\nHaving regard to the proposal submitted by the Commission after consultations within the Advisory Committee as provided for under the above Regulation,\nWhereas:\nA. PROVISIONAL MEASURES\n(1) Commission Regulation (EEC) No 2516/86 (2) imposed a provisional anti-dumping duty on imports of housed bearing units originating in Japan. Council Regulation (EEC) No 3662/86 (3) extended that duty for a period of two months.\nB. CONTINUATION OF PROCEEDING\n(2) Following imposition of the provisional duty the producers/exporters on which a provisional duty has been imposed and certain complainant producers applied to be heard by the Commission and a hearing was granted. The Commission informed them in detail of the facts and considerations on which it had based its provisional conclusions and on the basis of which it intended to propose that a definitive duty be imposed and that the provisional duty be definitively collected. All parties were given the opportunity to make their views on those conclusions known within a specified period. Some of them did so and their comments were taken into account.\n(3) As stated in C. II, the Commission determined the definitive dumping margins of producers/exporters linked with subsidiary companies established in the Community on the basis of a comparison between the normal value and the reconstructed export prices.\nTo this end the Commission carried out additional checks at the following companies:\n- Deutsche Koyo Waelzlager Verkaufsgesellschaft mbH,\n- Nachi Fujikoshi (Europe) GmbH,\n- NSK Kugellager GmbH,\n- NTN France SA.\n(4) Producers/exporters for which export prices were reconstructed and which so requested were subsequently informed of the results obtained and were given the opportunity of making their views known within a specified period. The Commission took their comments into account.\nC. DUMPING\nI. Asahi Seiko Co. Ltd, Nippon Pillow Block Sales Co. Ltd, Showa Pillow Block Mfg Co. Ltd (hereinafter referred to as producers/exporters not linked with companies established in the Community)\n(5) None of the producers/exporters not linked with companies established in the Community supplied any new information (apart from a few minor details) or put forward sufficiently convincing arguments to cause the Commission to revise its findings on dumping as stated in Regulation (EEC) No 2516/86.\n(6) The definitive weighted average dumping margins for these producers/exporters, duly corrected to take account of the details referred to above, are thus as follows:\n%\n- Asahi Seiko Co. Ltd 4,58\n- Nippon Pillow Block Sales Co. Ltd 3,77\n- Showa Pillow Block Mfg Co. Ltd 3,99\nII. Koyo Seiko Co. Ltd, Nachi Fujikoshi Corporation, Nippon Seiko KK, NTN Toyo Bearing Ltd (hereinafter referred to as producers/exporters linked with companies established in the Community)\n(1) Normal value\n(7) As stated in Regulation (EEC) No 2516/86, in the case of producers/exporters linked with companies established in the Community, the Commission determined the normal value of the housed bearing units included in the representative sample by reference to the price charged by their domestic sales subsidiaries, where appropriate.\n(8) Nippon Seiko KK (hereinafter referred to as NSK) once again contested the method used by the Commission to establish the normal value of its housed bearing units.\n(9) However, the Council confirms the conclusion drawn by the Commission, namely that the prices charged by the company's domestic sales subsidiaries should likewise be taken into account as NSK and its sales subsidiaries - which, as was stated in Regulation (EEC) No 2516/86, are wholly owned by NSK and perform functions which correspond essentially to those of a sales subsidiary or sales department - form a single economic unit.\n(10) Contrary to the argument put forward by NSK, the Council supports the Commission's view that it is not appropriate to deduct a reasonable profit margin and all sales overheads incurred by sales subsidiaries from the prices charged by them.\n(2) Export prices\n(11) As proposed in Regulation (EEC) No 2516/86, in order to calculate the definitive dumping margin for producers/exporters linked with companies established within the Community the Commission reconstructed the export prices to the first independent buyer.\n(12) In accordance with Article 2 (8) (b) of Regulation (EEC) No 2176/84, allowances were made in these cases for all costs incurred between entry into the Community territory and resale, and for a profit margin of 6 %. This profit margin was considered reasonable in view of the profit margins achieved by independent importers of the products concerned in respect of which sufficient information was available to the Commission.\n(13) Koyo disputed the deduction of a margin of 6 %, claiming that such a deduction would have the effect of preventing the Koyo group from deciding as it saw fit, whether its profit margin should be applied on the Japanese market or on overseas markets. Koyo claimed that in view of the group's overall policy the deduction of a margin of just 2 % should be considered reasonable.\n(14) The Council agrees with the Commission that this argument is irrelevant, in view of the objectives of the export price reconstruction mechanism provided for in Article 2 (8) (b) of Regulation (EEC) No 2176/84. It should be remembered that the aim of this mechanism, which applies in particular where there is a link between the exporter and the importer, is to enable a price at the Community frontier to be established which is not influenced by the relationship between the producer/exporter and its associated importer. This explains why the criterion generally used to determine the reasonable profit margin is not the profit margin that a group such as Koyo has achieved or would like to achieve but that which independent importers achieve when reselling the products concerned within the Community.\n(3) Comparison\n(15) The allowances made in respect of the normal value and the export prices with a view to establishing a valid comparison between the export prices and the normal value are those set out in point 19 et seq. of Regulation (EEC) No 2516/86.\n(16) NSK maintained the requests referred to in points 23 to 32 of that Regulation.\n(17) The Council agrees with the Commission that those requests should be rejected for the reasons expounded by the Commission in that Regulation.\n(4) Dumping margin\n(18) In view of the adjustment made to the export prices determined for the linked producers/exporters, the definitive weighted average dumping margin, determined in the manner described in point 33 et seq. of Regulation (EEC) No 2516/86, is as follows:\n%\n- Koyo Seiko Co. Ltd: 7,23,\n- Nachi Fujikoshi Corporation: 2,24,\n- Nippon Seiko KK: 13,39,\n- NTN Toyo Bearing Ltd: 11,22\n(19) Koyo disputed the method used to determine the dumping margin, claiming that it should have been determined by comparing the normal value with the weighted average of the reconstructed export prices of the housed bearing units included in the representative sample. Koyo claimed that the transaction-by-transaction comparison method should not be used because it would have the effect of placing producers/exporters which sell their products within the territory of the Community through subsidiaries at a disadvantage by comparison with producers/exporters which sell through independent importers.\n(20) As the Commission has already stressed in other Regulations implementing the basic anti-dumping Regulation, it uses the transaction-by-transaction comparison method in certain cases because it is the only method which eliminates the compensating effects of reconstructed export prices which are higher than the normal value and consequently makes it possible to determine with greater precision, in view of the very concept of dumping as set out in Article 2 (2) of the basic anti-dumping Regulation, the real extent of the dumping and to prevent selective dumping for certain destinations chosen by the exporter.\nIII. Other producers/exporters\n(21) In accordance with the method adopted for determining the provisional anti-dumping duty, the Commission considered that the dumping carried out by producers/exporters other than those referred to at I and II should be determined on the basis of the available facts and that the definitive outcome of its investigation was the most appropriate basis on which to determine the dumping margin.\n(22) The Council shares this view and considers that, as the Commission stated in point 37 of Regulation (EEC) No 2516/86, it would be rewarding non-cooperation or making it possible to evade duty if it were to accept that the dumping margins of these producers/exporters could be lower than the highest dumping margin established for the other producers/exporters (13,39 %).\nD. INJURY\n(23) None of the producers/exporters concerned presented the Commission with sufficiently convincing arguments to cause it to alter its conclusion that the housed bearing units originating in Japan are the cause of material injury to the Community industry concerned.\n(24) The Commission has thus confirmed the reasons which led it to conclude that injury had been caused, as set out in points 42 et seq. of Regulation (EEC) No 2516/86.\n(25) In spite of the arguments put forward by NSK the Council agrees with the Commission's analysis. In particular it considers that the levels of price undercutting, the ratio between the market share of housed bearing units originating in Japan and those manufactured by the Community producers concerned and the impact these factors have had on the prices charged by Community producers (which have increased less than production costs and inflation), the utilization of capacity (less than 75 %), profits and the return on investment of Community producers in the housed bearing units sector (generally negative, except for RHP, which is in a special situation) are sufficient to establish that material injury within the meaning of Article 4 (1) of Regulation (EEC) No 2176/84 has been caused to the Community industry.\n(26) Koyo claimed that in Regulation (EEC) No 2516/86 the Commission had failed to establish a causal link between the dumping of Japanese bearing units and the injury caused to the Community industry concerned, but provided no further explanation.\n(27) The Council confirms the Commission's findings as set out in points 57, 58 and 59 of Regulation (EEC) No 2516/86. In agreement with the Commission, the Council considers that when, as in this case, the investigation has uncovered no apparent indications to that effect, it is for the companies concerned to provide the Community institutions with specific relevant information enabling them to reach the conclusion, where such is the case, that the injury suffered by the Community industry was attributable to factors other than the dumped housed bearing units.\nE. COMMUNITY INTEREST\n(28) The Council considers that the difficulties that the Community industry continues to face as a result of imports at dumped prices of housed bearing units originating in Japan and/or the threat of injury that these unfair trading practices represent for the industry concerned show that it is in the Community interest to take measures to protect trade.\nF. UNDERTAKINGS\n(29) Certain producers/exporters offered to give undertakings to the Commission concerning their future exports to the Community.\n(30) The Commission did not accept those undertakings. It informed the producers/exporters concerned of the reasoning behind that decision.\nG. DEFINITIVE COLLECTION OF PROVISIONAL ANTI-DUMPING DUTIES AND IMPOSITION OF A DEFINITIVE DUTY (form and rate of duty)\n(31) In view of the above, the Council considers it necessary, in order to protect the interests of the Community, to impose a definitive anti-dumping duty on imports of the products concerned originating in Japan and to collect definitively the provisional anti-dumping duty imposed by Regulation (EEC) No 2516/86. (32) The Council considers, having regard in particular to the price undercutting margins detected and the prices considered necessary to cover Community producers' costs and guarantee them an adequate profit margin, that the anti-dumping duties should be fixed at the level of the overall dumping margins as definitively determined, these margins being without exception substantially lower than the price undercutting margins detected.\n(33) On account of the differences between the prices of the various housed bearing units imported, the anti-dumping duty should be expressed in the form of an ad valorem percentage,", "main_body": ["1. A definitive anti-dumping duty is hereby imposed on imports of housed bearing units falling within subheading ex 84.63 B I of the Common Customs Tariff, corresponding to NIMEXE code ex 84.63-12, originating in Japan.\n2. The housed bearing units referred to in paragraph 1 are cast or pressed steel housings fitted with ball bearings.\n3. The rate of the anti-dumping duty shall be as set out below, expressed as a percentage of the net, free-at-Community frontier price before duty.\n1.2.3.4 //  //  //  //  // Exporters  // Products manufactured by  // Manufacturer or trade mark  // Rate %   //   //   //   //   // 1. Asahi Seiko Co. Ltd   // Asahi Seiko Co. Ltd   // ASAHI   // 4,58   // 2. Kohyo Seiko Co.   // Nippon Pillow Block Manufacturing Co.   // KOYO   // 7,33   // 3. Nachi Fujikoshi Corporation   // Asahi Seiko Co. Ltd   // NACHI   // 2,24   // 4. Nippon Pillow Block Sales Co. Ltd   // Nippon Pillow Block Manufacturing Co.   // FYH   // 3,77   // 5. Nippon Seiko KK   // Nippon Seiko KK   // NSR   // 13,39  // 6. NTN Toyo Bearing Ltd   // NTN Toyo Bearing Ltd   // NTN  // 11,22   // 7. Showa Pillow Block Mfg. Co. Ltd   // Showa Pillow Block Mfg Co. Ltd   // NBR   // 3,99   // 8. Other  // -   // -   // 13,39   //    //   //   //\n4. The provisions in force concerning customs duties shall apply to this duty.", "The amounts secured by way of provisional anti-dumping duty imposed by Commission Regulation (EEC) No 2516/86 shall be definitively collected at the rates fixed by that Regulation, except with regard to products exported by Nippon Seiko KK, for which the rate fixed in Article 1 (3) shall apply.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 5 February 1987.\nFor the Council\nThe President\nL. TINDEMANS\n(1) OJ No L 201, 30. 7. 1984, p. 1.\n(2) OJ No L 221, 7. 8. 1986, p. 16.\n(3) OJ No L 339, 2. 12. 1986, p. 4."}