{"celex_id": "31980D0032", "uri": "http://publications.europa.eu/resource/cellar/05f0e956-f221-4c3f-a0a4-e9c081807763", "type": "Decision", "concepts": ["1519", "1958", "2970", "2979", "889", "980"], "title": "80/32/EEC: Commission Decision of 29 November 1979 on the implementation of the reform of agricultural structures in Italy (region of Liguria) pursuant to Council Directives 72/159/EEC, 72/160/EEC, 72/161/EEC and 75/268/EEC (Only the Italian text is authentic)\n", "header": "COMMISSION DECISION  of 29 November 1979  on the implementation of the reform of agricultural structures in Italy (region of Liguria) pursuant to Council Directives 72/159/EEC, 72/160/EEC, 72/161/EEC and 75/268/EEC  (Only the Italian text is authentic)  (80/32/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 72/159/EEC of 17 April 1972 on the modernization of farms (1), as last amended by Directive 78/1017/EEC (2), and in particular Article 18 (3) thereof,\nHaving regard to Council Directive 72/160/EEC of 17 April 1972 concerning measures to encourage the cessation of farming and the reallocation of utilized agricultural area for the purposes of structural improvement (3), and in particular Article 9 (3) thereof,\nHaving regard to Council Directive 72/161/EEC of 17 April 1972 concerning the provision of socio-economic guidance for and the acquisition of occupational skills by persons engaged in agriculture (4), and in particular Article 11 (3) thereof,\nHaving regard to Council Directive 75/268/EEC of 28 April 1975 on mountain and hill farming and farming in certain less-favoured areas (5), and in particular Article 13 thereof,\nWhereas on 28 August 1979 the Government of Italy notified:    - the Law No 41 of the region of Liguria of 6 October 1977 laying down measures for the modernization of farms in implementation of EEC Directives,\n- the Law of the region of Liguria of 25 July 1979 amending Regional Law No 41 of 6 October 1977;\nWhereas, pursuant to Article 18 (3) of Directive 72/159/EEC, Article 9 (3) of Directive 72/160/EEC, Article 11 (3) of Directive 72/161/EEC and Article 13 of Directive 75/268/EEC, the Commission has to decide whether, having regard to the aforementioned Laws of the region of Liguria, the existing Italian provisions implementing Directives 72/159/EEC, 72/160/EEC, 72/161/EEC and Titles III and IV of Directive 75/268/EEC, which are the subject of Commission Decisions 76/480/EEC (6) and 76/964/EEC (7), continue to satisfy the conditions for financial contribution by the Community, and whether the said Laws of the region of Liguria satisfy the conditions for financial contribution by the Community to the measures defined in Title II of Directive 75/268/EEC;\nWhereas Articles 2 to 16 and 21 to 30 of the Law of 6 October 1977 amended by the Law of 25 July 1979 satisfy the conditions and meet the objectives of Directive 72/159/EEC and of Titles III and IV of Directive 75/268/EEC;\nWhereas Articles 17 to 20 of the Law of 6 October 1977 amended by the Law of 25 July 1979 satisfy the conditions and meet the objectives of Title II of Directive 75/268/EEC;\nWhereas Articles 31 to 43 of the Law of 6 October 1977 satisfy the conditions and meet the objectives of Directive 72/160/EEC and Articles 44 to 53 satisfy the conditions and meet the objectives of Directive 72/161/EEC;\nWhereas this Decision is in accordance with the opinion of the Standing Committee on Agricultural Structure,", "main_body": ["1. The existing Italian provisions implementing Directives 72/159/EEC, 72/160/EEC, 72/161/EEC and Titles III and IV of Directive 75/268/EEC, having regard to the Law of 6 October 1977 of the region of Liguria in the version of the Law of 25 July 1979 continue to satisfy the conditions for financial contribution by the Community to the common measures referred to in Article 15 of Directive 72/159/EEC,  (1)OJ No L 96, 23.4.1972, p. 1. (2)OJ No L 349, 13.12.1978, p. 32. (3)OJ No L 96, 23.4.1972, p. 9. (4)OJ No L 96, 23.4.1972, p. 15. (5)OJ No L 128, 19.5.1975, p. 1. (6)OJ No L 138, 26.5.1976, p. 14. (7)OJ No L 364, 31.12.1976, p. 62.", "of Directive 72/160/EEC, Article 8 of Directive 72/161/EEC and Article 13 of Directive 75/268/EEC.\n2. The Law of 6 October 1977 of the region of Liguria in the version of the Law of 25 July 1979 satisfies the conditions for financial contribution by the Community to the measures referred to in Title II of Directive 75/268/EEC.", "This Decision is addressed to the Italian Republic."], "attachments": "Done at Brussels, 29 November 1979.\nFor the Commission\nFinn GUNDELACH\nVice-President"}