{"celex_id": "31989R3771", "uri": "http://publications.europa.eu/resource/cellar/7f21f8aa-3b25-4e54-8ea1-1c753b3822d3", "type": "Regulation", "concepts": ["1744", "2871", "797"], "title": "Commission Regulation (EEC) No 3771/89 of 14 December 1989 laying down detailed rules for the production aid for high-quality flint maize\n", "header": "COMMISSION  REGULATION (EEC) No 3771/89\nof 14 December 1989\nlaying down detailed rules for the production aid for high-quality flint maize\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2727/75 of 29 October 1975 on the common organization of the market in cereals (1), as last amended by Regulation (EEC) No 3707/89 (2), and in particular Article 10a (6) thereof.\nHaving regard to Council Regulation (EEC) No 1835/89 of 19 June 1989 setting general rules on the production aid for high-quality flint maize (3), and in particular Articles 3 (2) and 4 (1) (c) thereof,\nWhereas the suitable areas for the production of high-quality flint maize must be defined; whereas the natural drying to a moisture content not exceeding 15 % as specified in Article 2 of Regulation (EEC) No 1835/89 requires suitable climatic conditions; whereas the production areas should be restricted to those areas having such climatic conditions;\nWhereas, pursuant to Article 10a (6) of Regulation (EEC) No 2727/75, the minimum particulars which must be included in the cultivation contract should be laid down;\nWhereas, pursuant to Article 4 of Regulation (EEC) No 1835/89, Member States must introduce the administrative arrangements, including physical inspection, necessary to ensure that the qualifying requirements for the aid are met; whereas, for the purposes of the inspections to be carried out, only one declaration may be submitted per cultivation contract; whereas the crop declaration and contract must include certain minimum particulars;\nWhereas pursuant to Article 2 (1) of Council Regulation (EEC) No 1676/85 of 11 June 1985 on the value of the unit of account and the conversion rates to be applied for the purposes of the common agricultural policy (4), as last amended by Regulation (EEC) No 1636/87 (5), the aid is to be converted into national currency at the rate prevailing when the transaction or part of the transaction was carried out;\nWhereas Regulation (EEC) No 1676/85 specifies that the time when a transaction was carried out is considered as being the date of the event by which the aid becomes due and payable; whereas in the case of flint maize that event is harvest; whereas, in view of the difficulty in determining the exact of harvesting in each case, the date to be taken as the representative date of harvest should be the first day of the marketing year in respect of which the entitlement to aid arises;\nWhereas Commission Regulation (EEC) No 2220/85 of 22 July 1985 laying down common detailed rules for the application of the system of securities for agricultural products (6), as last amended by Regulation (EEC) No 3745/89 (7), applies to the security provided for in this Regulation; whereas it is therefore necessary to define the primary requirements incumbent upon manufacturers of swollen or roasted cereal products falling within CN code 1904 10 10;\nWhereas certain rules provided for in Article 4 of Regulation (EEC) No 1835/89 should be specified more clearly by defining the minimum items of information to be checked; whereas, on account of the cost and administrative difficulties, a simplified system would be suitable for declarations relating to small areas;\nWhereas provision should be made for measures to discourage declarations which do not correspond to the facts;\nWhereas the list of varieties of the product in question must be adopted taking into account the definition of high-quality flint maize laid down in Article 3 (1) of Regulation (EEC) No 1835/89; whereas the varieties should display the characteristics referred to in the abovementioned Article, particularly as regards kernel type, kernel tip colour and flotation test; whereas the flotation test for determining the percentage by weight of the sample which floats should be described in detail; whereas a procedure should be laid down for including varieties of flint maize on the list;\nWhereas the Management Committee for Cereals has not delivered an opinion within the limit set by its chairman,", "main_body": ["The aid provided for in Article 10a of Regulation (EEC) No 2727/75 shall be granted for the production of certain varieties of flint maize grown in the areas listed in Annex I to this Regulation, in accordance with the conditions set out in this Regulation.\nTITLE I\nConditions and terms", "The aid shall be granted:\n1. in respect of areas:\n(a) on which the crop has been left standing in accordance with Article 2 of Regulation (EEC) No 1835/89;\n(b) for which a cultivation contract has been concluded, as provided for in the first indent of Article 10a (2) of Regulation (EEC) No 2727/75, with a manufacturer of products falling within CN code 1904 10 10, hereinafter referred to as the manufacturer, in accordance with Article 3 of this Regulation; and\n(c) which are the subject of a declaration as provided for in Article 4 (a) of Regulation (EEC) No 1835/89, in accordance with Article 4 of this Regulation;\n2. provided that:\n(a) the producer of flint maize, hereinafter referred to as the producer, supplies a copy of the sales invoice relating to the flint maize. The invoice must mention the quantities of maize sold;\n(b) on purchasing the flint maize, the manufacturer lodges a security equal to the amount of the aid to be paid to the producer and corresponding to the areas covered by a declaration as provided for in point 1 (c). The security shall be lodged with the competent authority of the Member State in which processing takes place. Where processing takes place in a Member State which is not the producer Member State, the competent authority of the Member State in which processing takes place shall send the competent authority of the producer Member State a document certifying that the security has been lodged.\nThe security shall serve to guarantee fulfilment of the primary requirement as defined in Article 20 of Regulation (EEC) No 2220/85, namely the processing by the manufacturer of the quantities of maize mentioned in the sales invoice into products falling within CN code 1904 10 10 within a period of 10 months from the month following that in which the sales invoice was drawn up.\nTo this effect, the quantity of grits used in the manufacture of the product in question may not be less than 45 % by weight of the quantity of maize mentioned on the sales invoice.", "Cultivation contracts shall contain at least the following information:\n- the name, forename and address of the flint maize producer,\n- the name and address of the manufacturer,\n- the areas cultivated, in hectares and ares, the cadastral reference of those areas or, failing that, a description recognized as equivalent by the body responsible for checking the areas and the names and addresses of the owners of the areas concerned,\n- the varieties of seed used for each area, with indication of the cadastral reference or indication recognized as equivalent,\n- the producer's undertaking to deliver all the maize harvested on the areas in question and the manufacturer's undertaking to purchase and process those quantities.", "1. Each flint maize producer shall submit a single declaration for each cultivation contract for all the areas in question to the competent authority in the Member State where his holding is situated. Failure to comply with this condition shall entail the rejection of the application. Declarations shall be submitted by the Member State concerned before a date to be fixed, which shall not be later than 30 June each year.\n2. Declarations shall contain at least the following information:\n- the name, forename and address of the applicant,\n- the days of sowing and the foreseeable month and 10-day period of harvest,\n- the areas cultivated, in hectares and ares, and the cadastral reference of those areas or, failing that, a description recognized as equivalent by the body responsible for checking the areas and the names and addresses of the owners of the areas concerned.\n3. The purchase invoices for the seed and the seed certification documents must be attached to the declarations.", "1. The Member State in which the declaration is submitted shall pay the aid not later than the third month following the date on which the sales invoice for the flint maize and proof of the lodging of the security referred to in Article 2 are received.\nIn cases where the producer was able to deliver only part of the quantities covered by the cultivation contract, for reasons not due to serious negligence on his part, the aid shall be granted in proportion to the quantities delivered and calculated on the basis of the average yields for the region.\n2. The operative event within the meaning of Article 5 of Regulation (EEC) No 1676/85 as regards entitlement to the aid shall be regarded as occuring on 1 July of the year in which the flint maize is produced. Article 6\n1. The security referred to in Article 2 (2) (b) shall be released when the competent authority of the processing Member State recives proof that the primary requirement provided for in Article 2 (2) (b) has been fulfilled.\nProof shall consist of national documents determined by the processing Member State.\n2. At the request of the interested party, the Member State may release the security by instalments in proportion to the quantities in respect of which the evidence referred to in paragraph 1 has been produced and provided that evidence has been produced that a quantity equal to at least 5 % of the quantity indicated in the sales invoice has been processed.", "Where maize harvested in the Community is the subject of intra-Community trade for processing in a Member State other than the producer Member State, the maize shall be dispatched under customs control. In this case, section 44 of the Community document (single administrative document) shall contain one of each of the three following entries:\n- Para transformación con arreglo al artículo 2 del Reglamento (CEE) no 3771/89\n- Til forarbejdning i overensstemmelse med artikel 2 i forordning (EOEF) nr. 3771/89\n- Zur Verarbeitung gemaess Artikel 2 der Verordnung (EWG) Nr. 3771/89\n- Prokeiménoy na chrisimopoiitheí gia ti metapoíisi, sýmfona me to árthro 2 toy kanonismoý (EOK) arith. 3771/89\n- To be used for processing pursuant to Article 2 of Regulation (EEC) No 3771/89\n- À utiliser pour la transformation, conformément à l'article 2 du règlement (CEE) no 3771/89\n- Da utilizzare per la trasformazione a norma dell'articolo 2 del regolamento (CEE) n. 3771/89\n- Bestemd voor verwerking overeenkomstig artikel 2 van Verordening (EEG) nr. 3771/89\n- A ser utilizado para transformação, em conformidade com o artigo 2º do Regulamento (CEE) nº 3771/89\nand:\n- Fecha de la factura de venta\n- Salgsfakturaens dato\n- Rechnungsdatum\n- Tin imerominía toy timologíoy pólisis\n- Date of sales invoice\n- Date de la facture de vente\n- Data della fattura di vendita\n- Datum van de verkoopfactuur\n- Data da factura de venda\nand:\n- Fecha límite para la transformación\n- Sidste dato for forarbejdning\n- Frist fuer die Verarbeitung\n- Imerominía líxis tis prothesmías gia metapoíisi\n- Final date for processing\n- Date limite pour la transformation\n- Data limite di trasformazione\n- Uiterste verwerkingsdatum\n- Data limite de transformação.\nTITLE II\nSupervision", "1. As required by Article 4 of Regulation (EEC) No 1835/89, supervision must ensure that the conditions for granting the aid are met, particularly as regards the areas actually cultivated, the variety sown, drying in the prescribed manner, the quantities of maize delivered and the processing of the product.\n2. During the checks provided for in Article 4 (b) of Regulation (EEC) No 1835/89, all of the areas covered by the declaration must be inspected and measured and the condition of the crop must be verified.\nHowever, in the case of declarations relating to less than four hectares, a simple administrative check may suffice, with additional field checks on at least 30 % of the declarations in question.\n3. Before deciding to grant the aid, Member States shall check that the producer's undertaking to deliver all of the maize harvested on the areas in question has been fulfilled. For the purpose of this check, Member States shall fix the average yield established for the region concerned listed in Annex I.\n4. For the purpose of checking the processing of flint maize into products falling wihtin CN code 1904 10 10, inspectors shall be granted access to the stock and financial accounts of the manufacturer and the production and storage premises.\nThe physical checks shall cover at least 10 % of the quantities in respect of which a security has been lodged.", "If, as a result of the checks provided for in Article 8 (2) and (3), the competent authority finds that the contents of the declaration do not accord with the facts, or that the producer's undertaking to deliver all of the maize harvested on the areas in question has not been fulfilled, without prejudice to the cases provided for in Article 5, the declarant shall lose his entitlement to aid for all the areas covered by his declarations. Article 10\nIf, for reasons attributable to the applicant, the check referred to in Article 8 (2) cannot be carried out, Article 9 shall apply, except in cases of force majeure. Grounds for invoking force majeure must be supplied by the interested party in writing, within 10 days from the planned date of the check.", "1\nMember States shall forward to the Commission:\n1. by 31 July of the year of production at the latest, the data on the areas and varieties which have been the subject of a declaration;\n2. by 31 December of the year of production at the latest, the areas in respect of which aid has been granted.\nTITLE III\nAmendment of the list of varieties", "2\n1. Only varieties of high-quality flint maize displaying the characteristics set out in Article 3 (1) of Regulation (EEC) No 1835/89 may be included in the list of varieties.\n2. The method for the flotation test to verify the percentage by weight of floating kernels in the sample is set out in Annex II.", "3\n1. Member States wishing to have an eligible variety of flint maize included in the list provided for in Article 12 (1) shall submit to the Commission, not later than 20 December each year, an application stating the name of the variety and its reference in the national catalogue of agricultural plant varieties. In addition, they shall submit an extract of the entry in the national catalogue describing the kernel type and kernel tip colour in accordance with the guidelines for establishing distinctness, homogeneity and stability of the International Union for the Protection of New Varieties of Plants.\n2. Having submitted an application in accordance with paragraph 1, Member States shall forward to the laboratories listed in Annex III a sample of certified seed of each of the varieties of flint maize in respect of which the application was submitted, not later than 20 December of each year.\nSuch samples of Community origin must weigh at least one kilogram and must have been produced during that year.\nThe samples to be sent to be laboratories shall be labelled with a code and the Member States shall forward to the Commission under sealed cover the information enabling the samples to be decoded.", "4\n1. The laboratories shall inform the Commission of the results of the analyses not later than 31 January following the date when the samples were received.\n2. The Commission shall establish the arithmetic mean of the results of the tests, after excluding the highest and the lowest figures.\n3. Should two or more applications for the inclusion of a single variety be received, its characteristics shall be determined according to the mean of the test results, after paragraph 2 has been applied.\n4. The Commission shall adopt the list referred to in Article 12 (1) on the basis of the results referred to in paragraphs 2 and 3.\nTITLE IV\nGeneral provisions", "5\nMember States shall notify the measures taken for the implementation of this Regulation to the Commission.", "6\nThis Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 14 December 1989.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 281, 1. 11. 1975, p. 1.\n(2) OJ No L 363, 13. 12. 1989, p. 1.\n(3) OJ No L 180, 27. 6. 1989, p. 3.\n(4) OJ No L 164, 24. 6. 1985, p. 1.\n(5) OJ No L 153, 13. 6. 1987, p. 1.\n(6) OJ No L 205, 3. 8. 1985, p. 5.\n(7) OJ No L 364, 14. 12. 1989, p. 54.\nANNEX I\nList of areas provided for in Article 1\nITALY\nRegions: Calabria, Sardinia, Sicily, Basilicata;\nGREECE\nRegions: Central Greece, Peloponnese, Ionian Islands, Aegean Islands, Crete, Thessaly;\nSPAIN\nAutonomous Community: Andalusia, Extremadura, Castilla la Mancha.\nANNEX II\nFlotation test provided for in Article 12 (2)\n1. Prepare an aqueous solution of sodium nitrate with a specific gravity of 1,25.\n2. Keep the aqueous solution at a constant temperature of 35 ° Celsius.\n3. Place in the solution 100 kernels from a representative sample of maize with a moisture content not exceeding 15 %.\n4. Shake the solution at intervals of 30 seconds for five minutes to remove air bubbles.\n5. Separate the floating grains from the grains which have sunk.\n6. Leave the grains to dry in the air.\n7. Weigh the floating grains and the grains which sank, separately.\n8. Calculate the flotation figure using the following formula:\n1.2.3 // Flotation figure =   // weight of the floating grains total weight of floating grains and grains which sank  // × 100\n9. Repeat the test five times.\n10. Calculate the arithmetic mean of the tests carried out, excluding the lowest figure and the highest.\nANNEX III\nList of laboratories provided for in Article 13 (2)\n- Bundesforschungsanstalt fuer Getreide- und Kartoffelverarbeitung,\nInstitut fuer Muellereitechnologie,\nSchuetzenberg 12,\nPostfach 23,\nD-4930 Detmold;\n- Istituto sperimentale per la cerealicoltura,\nVia Stezzano, 24,\nI-24100 Bergamo;\n- ITCF,\n16 rue Nicolas Fortin,\nF-75013 Paris;\n- Instituto de Semillas y Plantas de Vivero,\nCarretera de la Coruña km 7,\nE-28040 Madrid;\n- Control and Standardization Station Thessaloniki,\nGeorgiki Scholi-Sedes,\nGR-54110 Thessaloniki;\n- Ministry of Agriculture, Fisheries and Food,\nFood Science Laboratory,\nColney Lane,\nUK-Norwich NR4 7 UQ;\n- Instituto da Qualidade Alimentar,\nRua de Alexandre Herculano,\nP-1100 Lisboa."}