{"celex_id": "31980L0723", "uri": "http://publications.europa.eu/resource/cellar/c4a740a7-60ec-479a-a6bc-6a872375d7a4", "type": "Directive", "concepts": ["1018", "3259", "5936", "830"], "title": "Commission Directive 80/723/EEC of 25 June 1980 on the transparency of financial relations between Member States and public undertakings\n", "header": "COMMISSION DIRECTIVE  of 25 June 1980  on the transparency of financial relations between Member States and public undertakings  (80/723/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 90 (3) thereof,\nWhereas public undertakings play a substantial role in the national economy of the Member States;\nWhereas the Treaty in no way prejudices the rules governing the system of property ownership in Member States and equal treatment of private and public undertakings must therefore be ensured;\nWhereas the Treaty requires the Commission to ensure that Member States do not grant undertakings, public or private, aids incompatible with the common market;\nWhereas, however, the complexity of the financial relations between national public authorities and public undertakings tends to hinder the performance of this duty;\nWhereas a fair and effective application of the aid rules in the Treaty to both public and private undertakings will be possible only if these financial relations are made transparent;\nWhereas such transparency applied to public undertakings should enable a clear distinction to be made between the role of the State as public authority and its role as proprietor;\nWhereas Article 90 (1) confers certain obligations on the Member States in respect of public undertakings; whereas Article 90 (3) requires the Commission to ensure that these obligations are respected, and provides it with the requisite means to this end ; whereas this entails defining the conditions for achieving transparency;\nWhereas it should be made clear what is to be understood by the terms \"public authorities\" and \"public undertakings\";\nWhereas public authorities may exercise a dominant influence on the behaviour of public undertakings not only where they are the proprietor or have a majority participation but also by virtue of powers they hold in management or supervisory bodies as a result either of the rules governing the undertaking or of the manner in which the shareholdings are distributed;\nWhereas the provision of public funds to public undertakings may take place either directly or indirectly ; whereas transparency must be achieved irrespective of the manner in which such provision of public funds is made ; whereas it may also be necessary to ensure that adequate information is made available as regards the reasons for such provision of public funds and their actual use;\nWhereas Member States may through their public undertakings seek ends other than commercial ones ; whereas in some cases public undertakings are compensated by the State for financial burdens assumed by them as a result ; whereas transparency should also be ensured in the case of such compensation ;\nWhereas certain undertakings should be excluded from the application of this Directive by virtue either of the nature of their activities or of the size of their turnover ; whereas this applies to certain activities which stand outside the sphere of competition or which are already covered by specific Community measures which ensure adequate transparency, to public undertakings belonging to sectors of activity for which distinct provision should be made, and to those whose business is not conducted on such a scale as to justify the administration burden of ensuring transparency;\nWhereas this Directive is without prejudice to other provisions of the Treaty, notably Articles 90 (2), 93 and 223;\nWhereas, the undertakings in question being in competition with other undertakings, information acquired should be covered by the obligation of professional secrecy;\nWhereas this Directive must be applied in close cooperation with the Member States, and where necessary be revised in the light of experience,", "main_body": ["The Member States shall ensure that financial relations between public authorities and public undertakings are transparent as provided in this Directive, so that the following emerge clearly:    (a) public funds made available directly by public authorities to the public undertakings concerned;\n(b) public funds made available by public authorities through the intermediary of public undertakings or financial institutions;\n(c) the use to which these public funds are actually put.", "For the purpose of this Directive:   - \"public authorities\" means:\nthe State and regional or local authorities,\n- \"public undertakings\" means:\nany undertaking over which the public authorities may exercise directly or indirectly a dominant influence by virtue of their ownership of it, their financial participation therein, or the rules which govern it.\nA dominant influence on the part of the public authorities shall be presumed when these authorities, directly or indirectly in relation to an undertaking:    (a) hold the major part of the undertaking's subscribed capital ; or\n(b) control the majority of the votes attaching to shares issued by the undertakings ; or\n(c) can appoint more than half of the members of the undertaking's administrative, managerial or supervisory body.", "The transparency referred to in Article 1 shall apply in particular to the following aspects of financial relations between public authorities and public undertakings:    (a) the setting-off of operating losses;\n(b) the provision of capital;\n(c) non-refundable grants, or loans on privileged terms;\n(d) the granting of financial advantages by forgoing profits or the recovery of sums due;\n(e) the forgoing of a normal return on public funds used;\n(f) compensation for financial burdens imposed by the public authorities.", "This Directive shall not apply to financial relations between the public authorities and:    (a) public undertakings, as regards services the supply of which is not liable to affect trade between Member States to an appreciable extent;\n(b) public undertakings, as regards activities carried on in any of the following areas:      - water and energy, including in the case of nuclear energy the production and enrichment of uranium, the re-processing of irradiated fuels and the preparation of materials containing plutonium,\n- posts and telecommunications,\n- transport;\n(c) public credit institutions;\n(d) public undertakings whose turnover excluding taxes has not reached a total of 40 million EUA during the two financial years preceding that in which the funds referred to in Article 1 are made available or used.", "1. Member States shall ensure that information concerning the financial relations referred to in Article 1 be kept at the disposal of the Commission for five years from the end of the financial year in  which the public funds were made available to the public undertakings concerned. However, where the same funds are used during a later financial year, the five-year time limit shall run from the end of that financial year.\n2. Member States shall, where the Commission considers it necessary so to request, supply to it the information referred to in paragraph 1, together with any necessary background information, notably the objectives pursued.", "1. The Commission shall not disclose such information supplied to it pursuant to Article 5 (2) as is of a kind covered by the obligation of professional secrecy.\n2. Paragraph 1 shall not prevent publication of general information or surveys which do not contain information relating to particular public undertakings to which this Directive applies.", "The Commission shall regularly inform the Member States of the results of the operation of this Directive.", "Member States shall take the measures necessary to comply with the Directive by 31 December 1981. They shall inform the Commission thereof.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 25 June 1980.\nFor the Commission\nRaymond VOUEL\nMember of the Commission"}