{"celex_id": "31986R1120", "uri": "http://publications.europa.eu/resource/cellar/32f8219d-7237-4972-850c-71f91a4888a5", "type": "Regulation", "concepts": ["2696", "4402", "4584", "863"], "title": "Council Regulation (EEC) No 1120/86 of 17 April 1986 repealing the definitive countervailing duty on imports of tube and pipe fittings of malleable cast iron originating in Spain\n", "header": "COUNCIL  REGULATION (EEC) No 1120/86\nof 17 April 1986\nrepealing the definitive countervailing duty on imports of tube and pipe fittings of malleable cast iron originating in Spain\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the Act of Accession of Spain and Portugal,\nHaving regard to Council Regulation (EEC) No 2176/84 of 23 July 1984 on protection against dumped or subsidized imports from countries not members of the European Economic Community (1), and in particular Articles 7 and 14 thereof,\nHaving regard to the proposal submitted by the Commission after consultations within the Advisory Committee provided for in that Regulation,\nWhereas the following is the case:\nA. Definitive action\n1. Regulation (EEC) No 706/84 (2), as last amended by Regulation (EEC) No 2901/85 (3), imposed a definitive countervailing duty on imports of tube and pipe fittings of malleable cast iron originating in Spain and falling within heading No ex 73.20 of the Common Customs Tariff corresponding to Nimexe code 73.20-30.\nB. Review\n2. In connection with the accession of Spain to the European Communities, the Spanish Government has introduced, with effect from 1 January 1986, a new turnover tax system based on value added (Impuesto sobre el Valor AĂąadido), which replaced the former cascade turnover tax system (Impuesto sobre el TrĂĄfico de las Empresas y Recargos Provinciales).\nC. Repeal of definitive countervailing duty\n3. It is considered that as a result of the application of the new tax mentioned in paragraph 2, the refund of the indirect taxes on export corresponds to the indirect taxes borne by the product when destined for domestic consumption and therefore does not, in accordance with Article 3 (3) of Regulation (EEC) No 2176/84, constitute a subsidy. Under these circumstances, the definitive countervailing duty is no longer appropriate and, consequently, Regulation (EEC) No 706/84 should be repealed with effect from 1 January 1986.\n4. Under Article 2 of Regulation (EEC) No 1430/79 (4), as last amended by Regulation (EEC) No 918/83 (5), importers are entitled to a refund of countervailing duties paid on goods released for free circulation in the Community since 1 January 1986,", "main_body": ["Regulation (EEC) No 706/84 is hereby repealed.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply as from 1 January 1986.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 17 April 1986.\nFor the Council\nThe President\nE. M. SCHOO\n(1) OJ No L 201, 30. 7. 1984, p. 1.\n(2) OJ No L 74, 17. 3. 1984, p. 47.\n(3) OJ No L 279, 19. 10. 1985, p. 1.\n(4) OJ No L 175, 12. 7. 1979, p. 1.\n(5) OJ No L 105, 23. 4. 1983, p. 1."}