{"celex_id": "31987R0727", "uri": "http://publications.europa.eu/resource/cellar/0a1907ed-ea58-4b75-8f40-de628032d192", "type": "Regulation", "concepts": ["2958", "4289", "4663"], "title": "Commission Regulation (EEC) No 727/87 of 13 March 1987 on a special sale of skimmed-milk powder from public stocks for export\n", "header": "COMMISSION  REGULATION (EEC) No 727/87\nof 13 March 1987\non a special sale of skimmed-milk powder from public stocks for export\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 804/68 of 27 June 1968 on the common organization of the market in milk and milk products (1), as last amended by Regulation (EEC) No 231/87 (2), and in particular Article 7 (5) thereof,\nWhereas Councl Regulation (EEC) No 1014/68 of 20 July 1968 laying down general rules for the public storage of skimmed-milk powder (3), as last amended by Regulation (EEC) No 1272/79 (4), set rules for the return to the market of skimmed-milk powder held by intervention agencies; whereas, given the present situation on the markets and the peresent public stock level, it should be made possible for poweder to be sold for export that has been held in intervention stock for at least six months;\nWhereas this skimmed-milk powder from public stocks should be made available to operators at a reduced price; whereas action should be taken to prevent the skimmed-milk powder sold under this Regulation from being released for free circulation the Community;\nWhereas the Management Committee for Milk and Milk Products has not given an opinion within the time limit set by its Chairman,", "main_body": ["1. Skimmed-milk powder bought in as provided for in Article 7 (1) of Regulation (EEC) No 804/68 that is at least six months old on the date when the contract is signed shall be sold on the terms set out in this Regulation.\nIntervention agencies may, however, if they have concluded a contract and, due to exceptional circumstances, such powder is no longer available in sufficient quantity, sell skimmed-milk powder brought in as provided for in Article 7 (1) of Regulation (EEC) No 804/68 that is at least six months old on the day of removal specified in Article 4 (2).\n2. Skimmed-milk powder sold under this Regulation shall be exported as it is or after being put up in fresh packaging.", "1. The skimmed-milk powder shall be sold ex-warehouse at a price equal to the buying-in price applied by the intervention agency on the day of conclusion of the sales contract minus 3 ECU per 100 kilograms.\n2. It shall be sold in quantities of not less than 100 tonnes. On the day of conclusion of the contract at the latest the purchaser shall lodge with the intervention agency a security covering:\n- discharge of the primary requirement of payment of the price for the quantities removed, within the time limit set in Article 4 (3) or (4),\n- discharge of the subordinate requirement of removal of the skimmed-milk powder within the time limit set in Article 4 (2).\nThe security shall be equal to the price specified in paragraph 1 plus 3 ECU per 100 kilograms.", "1. Intervention agencies shall keep up to date and make available to interested parties on their request lists of the warehouses in which the skimmed-milk powder for sale is held and the quantities available.\n2. Intervention agencies shall make provision to allow interested parties to examine, at their own cost, before conclusion of the sales contract, samples taken from the skimmed-milk powder put up for sale.\n3. Purchasers shall waive all right of complaint concerning the quality and characteristics of the skimmed-milk powder sold.", "1. Purchasers shall, before removing the skimmed-milk powder, and within the time limit specified in paragraph 2, lodge with the intervention agency a security of 20 ECU per 100 kilograms in respect of each lot removed in order to guarantee discharge of the primary requirement of exportation.\n2. The purchaser shall remove the skimmed-milk powder sold to him within nine months of the day of signature of the contract. The powder may be removed in batches of not less than 15 tonnes.\n3. The purchaser shall pay the intervention agency within three months of the date of removal of each lot the purchase price for that lot as specified in Article 2 (1).\n4. Should the skimmed-milk powder not be removed within the time limit set in paragraph 2, then, in addition to the penalty provided for in Article 24 (1) of Commission Regulation (EEC) No 2220/85 (1),\n- the purchaser shall pay the intervention agency within one month of the day following the date of expiry of the abovementioned time limit the purchase price as specified in Article 2 (1);\n- the sale shall be cancelled inrespect of those quantities not removed and paid for by the thirtieth day following expiry of the said time limit.\nIf the purchaser has not made payment as specified in paragraph 3 or in the first indent of this paragraph within the specified time limit, the security for the quantities concerned specified in Article 2 (2) shall be forfeited.", "Export declarations for skimmed-milk powder mut be accepted by customs within one month of the date of removal of the powder.", "The skimmed-milk powder shall be delivered by the intervention agency in packaging bearing the following wording in clearly visible and legible characters in the language of the exporting country:\n'Skimmed-milk powder exported under Regulation (EEC) No 727/87'.", "For the purposes of this Regulation the conversion rate applicable shall be the representative rate valid on the date of conclusion of the sales contract.", "In Part I, headed 'Products to be exported in the same state as that in which they were when they were removed from intervention stock', of the Annex to Commission Regulation (EEC) No 1687/76, (2), the following point and footnote thereto are hereby added:\n'Commission Regulation (EEC) No 727/87 of 13 March 1987 on the sale at a fixed price of skimmed-milk powder for export (*).\n(*) OJ No L 71, 14. 3. 1987, p. 11.'.", "Regulation (EEC) No 2220/85 and Regulation (EEC) No 1687/76 shall apply except where otherwise specifically provided in this Regulation.", "0\nMember States shall notify the Commission by Tuesday of each week at the latest of the quantities of skimmed-milk powder:\n- for which sales contracts were concluded,\n- removed from stock,\nduring the previous week.", "1\nThis Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 13 March 1987.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 148, 28. 6. 1968, p. 13.\n(2) OJ No L 25, 28. 1. 1987, p. 3.\n(3) OJ No L 173 , 22. 7. 1968, p. 4.\n(4) OJ No L 161, 29. 6. 1979, p. 13.\n(1) OJ No L 205, 3. 8. 1985, p. 5.\n(2) OJ No L 190, 14. 7. 1976, p. 1."}