{"celex_id": "31987D0041", "uri": "http://publications.europa.eu/resource/cellar/b2e05540-a11a-47ef-9c5c-1a0ac1bd294c", "type": "Decision", "concepts": ["2763", "4073"], "title": "87/41/EEC: Commission Decision of 18 December 1986 on supplementary trade mechanism licences for milk and milk products requested during the period 1 to 10 December 1986\n", "header": "COMMISSION  DECISION\nof 18 December 1986\non supplementary trade mechanism licences for milk and milk products requested during the period 1 to 10 December 1986\n(87/41/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the Act of Accession of Spain and Portugal,\nHaving regard to Commission Regulation (EEC) No 574/86 of 28 February 1986 laying down detailed rules for the application of the supplementary trade mechanism (STM) (1), as amended by Regulation (EEC) No 1162/86 (2), and in particular Article 6 (4) thereof,\nHaving regard to Commission Regulation (EEC) No 606/86 of 28 February 1986 laying down detailed rules for applying the supplementary trade mechanism to milk products imported into Spain from the Community of Ten (3), as last amended by Regulation (EEC) No 2740/86 (4), and in particular Article 3 (2) thereof,\nWhereas, pursuant to Article 6 (3) of Regulation (EEC) No 574/86, the Commission has been notified of the applications for STM licences for milk and milk products for the period 1 to 10 December 1986; whereas the necessary provisions regarding the acceptance of the said applications should be adopted;\nWhereas, Article 2 (3) of Regulation (EEC) No 606/86 gives a breakdown of cheese by quantity and category for the allocation of STM licences; whereas, as regards categories 1, 5 and 9, the quantities available for 1986 were used up by November owing, on the one hand, to the quantities imported into Spain in January and February 1986 and, on the other hand, to the implementation of the STM system itself for cheese from March 1986 on; whereas, therefore, applications for STM licences for categories 1, 5 and 9 in respect of December 1986 should not be accepted,", "main_body": ["Applications for STM licences requested during the period 1 to 10 December 1986 and notified to the Commission shall be accepted for the tonnages applied for, adjusted by the coefficient set out below in the case of the following products and the categories referred to in Article 2 (3) of Regulation (EEC) No 606/86:\n1.2.3 //  //  //  // CCT heading No  // Description  // Coefficient   //    //   //   // ex 04.01   // Milk and cream, fresh, not concentrated or sweetened:   //   //   // - in immediate packings of a net capacity of 3 litres or less  // 1,00   //   // - other   // 1,00   // 04.03   // Butter  // 0,03078   // ex 04.04   // Cheese:   //   //   // Category 2. Roquefort   // 0,00729   //   // Category 3. Blue-veined cheese   // 0,00205   //   // Category 4. Processed cheese  // 0,00124   //   // Category 6. Havarti, fat content 60 %  // 0,00562   //   // Category 7. Edam in balls, Gouda  // 0,00163   //   // Category 8. Soft ripened cow's milk cheeses   // 0,00083   //   // Category 10. Other   // 0,00231 4. 9. 1986, p. 21.", "No applications for STM certificates for products falling within heading No ex 04.04 of the Common Customs Tariff and within the following categories referred to in Article 2 (3) of Regulation (EEC) No 606/86:\n1. Emmentaler, GruyĂ¨re,\n5. Parmigiano Reggiano, Grana Padano,\n9. Cheddar, Chester,\nshall be accepted.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 18 December 1986.\nFor the Commission\nFrans ANDRIESSEN\nVice-President  //    //   //\n(1) OJ No L 57, 1. 3. 1986, p. 1. (2) OJ No L 106, 23. 4. 1986, p. 6. (3) OJ No L 58, 1. 3. 1986, p. 28. (4) OJ No L 252,"}