{"celex_id": "31985R0629", "uri": "http://publications.europa.eu/resource/cellar/72ea5f59-1048-4f45-91cf-34ef857ddadd", "type": "Regulation", "concepts": ["1642", "1644", "239"], "title": "Commission Regulation (EEC) No 629/85 of 12 March 1985 amending Regulation (EEC) No 2041/75 on special detailed rules for the application of the system of import and export licences and advance fixing certificates for oils and fats\n", "header": "COMMISSION  REGULATION (EEC) No 629/85\nof 12 March 1985\namending Regulation (EEC) No 2041/75 on special detailed rules for the application of the system of import and export licences and advance fixing certificates for oils and fats\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation No 136/66/EEC of 22 September 1966 on the establishment of a common organization of the market in oils and fats (1), as last amended by Regulation (EEC) No 231/85 (2), and in particular Article 19 (3) thereof,\nWhereas Article 5 of Commission Regulation (EEC) No 2041/75 (3), as last amended by Regulation (EEC) No 710/81 (4), laid down a period before decision of four days for the issue of import and export licences and advance fixing certificates for olive oil;\nWhereas experience with imports of olive oil and with products containing olive oil has shown that, on the one hand, the period before issue of import licences for olive oil should be extended and, on the other hand, that such a period should be introduced for various categories of products containing olive oil; whereas this period should enable the market situation to be appraised and the issue of these licences to be suspended should the need arise; whereas, therefore, Regulation (EEC) No 2041/75 should be amended;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Oils and Fats,", "main_body": ["Article 5 of Regulation (EEC) No 2041/75 is hereby replaced by the following:\n'Article 5\n1. As regards the products specified in Article 1 (2) (c) of Regulation No 136/66/EEC and of products falling within subheadings 07.01 N II, 07.03 A II, 15.17 B I and 23.04 A II of the Common Customs Tariff, and without prejudice to the application of Article 20b of the said Regulation, a licence shall be issued on the fifth working day following that on which the application therefore is lodged.\n2. Each Member State shall immediately inform the Commission in the event where, in the course of a specific day, applications for licences for the products referred to in paragraph 1 other than olive oil cover quantities exceeding 20 tonnes.'", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 12 March 1985.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No 172, 30. 9. 1966, p. 3025/66.\n(2) OJ No L 26, 31. 1. 1985, p. 12.\n(3) OJ No L 213, 11. 8. 1975, p. 1.\n(4) OJ No L 74, 20. 3. 1981, p. 22."}