{"celex_id": "31982D0459", "uri": "http://publications.europa.eu/resource/cellar/b97ce0b9-bbf1-446b-a045-548763ce8908", "type": "Decision", "concepts": ["1707", "2522", "2527", "3140", "616"], "title": "82/459/EEC: Council Decision of 24 June 1982 establishing a reciprocal exchange of information and data from networks and individual stations measuring air pollution within the Member States\n", "header": "COUNCIL DECISION of 24 June 1982 establishing a reciprocal exchange of information and data from networks and individual stations measuring air pollution within the Member States (82/459/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 235 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nHaving regard to the opinion of the Economic and Social Committee (2),\nWhereas the first and second action programmes of the European Communities on the environment (3) make provision for the establishment of a procedure for the exchange of information between surveillance and monitoring networks;\nWhereas this procedure is necessary to combat pollution and nuisances, this being one of the Community objectives concerning the improvement of the quality of life and the harmonious development of economic activities throughout the Community ; whereas the specific powers necessary to this end are not provided by the Treaty;\nWhereas by Council Decision 75/441/EEC (4) the Council established a common procedure for the exchange of information between the surveillance and monitoring networks based on data relating to atmospheric pollution by sulphur compounds and suspended particulates ; whereas this procedure, amongst other things, has served as a pilot study for the elaboration of a system to answer the specific needs of the Community;\nWhereas the accumulated experience of the pilot study is employed to establish a more complete exchange of information and data incorporating additional air pollutants, thus stimulating and enhancing progress towards the harmonization of the measurement methods;\nWhereas the Commission will examine, in consultation with Member States, the need for, and scope of, all intercomparison programmes to be proposed by it ; whereas such programmes may cover different equipment, methods of sampling and analysis as well as reference materials commonly used for the relevant pollutants so that the comparability of the data obtained by different stations and methods may be improved;\nWhereas the use of homogeneous time-scales for the data collection and homogeneous presentation of results will facilitate the comparison of the levels recorded for each pollutant;\nWhereas the exchange of the results of the pollution-level measurements provides one way of keeping abreast of long-term trends and improvements resulting from existing and future national or Community legislation;\nWhereas such results constitute information relevant to determining the locations of epidemiological surveys destined to provide a better understanding of the harmful effects of air pollution on human health;\nWhereas the transport of pollutants over long distances necessitates surveillance at regional, national, Community and global levels;  (1) OJ No C 125, 17.5.1982, p. 165. (2) OJ No C 64, 15.3.1982, p. 15. (3) OJ No C 112, 29.12.1973, p. 3 and OJ No C 139, 13.6.1977, p. 3. (4) OJ No L 194, 25.7.1975, p. 40.\nWhereas certain information and data constitute an input to the Global Environmental Monitoring System (GEMS) which is part of the United Nations Environmental Programme,", "main_body": ["A reciprocal exchange of information and data from networks and individual stations measuring air pollution, hereinafter referred to as \"reciprocal exchange\", is hereby established. It shall apply to the individual results of measurements obtained by fixed stations which have been operating, or are planned to operate, continuously over a sufficiently representative period of time.", "1. This Decision relates to the following pollutants to the extent that they are measured at stations in the Member States:    (a) sulphur compounds measured as:      - sulphur dioxide, or\n- strong acidity, expressed in accordance with Annex I, paragraph 1;\n(b) suspended particulates, expressed in accordance with Annex I, paragraph 1, measured as:      - suspended particulate matter, or\n- black smoke;\n(c) suspended particulates of heavy metals, e.g. lead, cadmium, etc.,\n(d) nitrogen oxides measured as:      - nitrogen dioxide (NO2), and\n- either total oxides of nitrogen (NOx)\n- or nitrogen monoxide (NO);\n(e) carbon monoxide;\n(f) ozone.\n2. The first data to be communicated shall be:    - for the pollutants in paragraph 1 (a) and (b) : those obtained from 1 January 1979 in order to maintain continuity with the data collected previously,\n- for the pollutants in paragraph 1 (c) and (d) : those obtained from 1 October 1980,\n- for the pollutants in paragraph 1 (e) and (f) : those obtained from 1 October 1982.\n3. Member States may include other pollutants after technical discussions with the Commission.", "Each Member State shall designate a National Coordinator and inform the Commission of the name of the person, or body, responsible for the selection of stations, the collection and transmission of information and data relating to the stations and pollutants as well as for liaison with the Commission in all related aspects. Until the Commission is advised otherwise, the person or body designated by each Member State under Article 4 (1) of Decision 75/441/EEC shall be deemed to be the National Coordinator.", "1. The stations participating in the exchange of information procedure laid down in Decision 75/441/EEC shall be included in the system of reciprocal exchange. Member States shall select from the available stations those which may be added to this system and shall notify the Commission of their choice. Each station selected shall be representative, as far as possible, of the conditions obtaining around that sampling point for the pollutant being considered.\n2. In selecting stations, priority shall be given to those which utilize more than one sampling or analytical technique to measure a given pollutant so as to assist in the assessment of appropriate techniques and the comparability between them.\n3. The stations selected should reflect, where possible, the different types of urbanization, topography and climatology, as well as the different pollution levels prevailing upon the territory of the Member State concerned.\n4. Where a station selected under Decision 75/441/EEC has ceased, or ceases, to operate, the Member State concerned shall endeavour to select another suitable station and shall, if they are available, provide the relevant data for at least the two preceding years.\n5. All stations and pollutants which are added under this system of reciprocal exchange, all changes in the measurement techniques utilized and all other relevant changes shall be communicated to the Commission by means of the Description Form contained in Annex II.", "1. The measurement results for each pollutant shall be expressed in accordance with Annex I and shall be transmitted to the Commission in a fixed and previously agreed format as quickly as possible and, at the latest, within six months of the end of the annual measurement period.\n2. The Commission shall insert all information and data received by Member States in the computer files and shall prepare tabular presentations for the use of the Member State concerned, if so requested.\n3. The data should normally be transmitted on magnetic tape, accompanied by an interpretative print-out which contains tape density, code, tape labels, headers, trailers and a few blocks of data. In this case, the data accepted into the computer files of the Commission will be considered as correct.\nData which are transmitted on forms and then accepted into the computer files shall be considered as provisional until the Member State concerned notifies the Commission that these data are correct.", "1. Member States shall endeavour to:    - inform the Commission of any known programmes or studies on the intercomparison of equipment, measurement methods or reference materials which are planned or being conducted on their territory,\n- make available to the Commission sufficient numbers of any relevant reports relating to such programmes or studies,\n- suggest any laboratories with the requisite experience or facilities to participate in intercomparison programmes.\nThe Commission shall distribute such information to all Member States.\n2. On the basis of the information referred to in paragraph 1 and all other relevant information, the Commission shall examine, in consultation with the Member States, the need for and scope of all intercomparison programmes to be proposed by it. Such programmes, which are designed with a view to improving the comparability of data, may include, as appropriate, equipment and methods of sampling and analysis as well as the reference materials which are used for the relevant pollutants.", "The Commission shall prepare annual reports on the operation of this reciprocal exchange, in an appropriate presentation, defined in consultation with the National Coordinators, on the basis of the data referred to herein and all other relevant information made available to it. These reports shall be distributed to the Member States and then published by the Commission.", "Decision 75/441/EEC shall be repealed as from 1 October 1982.", "This Decision shall apply from 1 October 1982.\nIt shall cease to apply at the end of seven years from the date of notification unless the Council, on a proposal from the Commission, decides otherwise.", "0\nThis Decision is addressed to the Member States."], "attachments": "Done at Luxembourg, 24 June 1982.\nFor the Council\nThe President\nF. AERTS\nANNEX I MEASUREMENT RESULTS, UNITS, DECIMAL PLACES AND AVERAGING TIMES\n1. Measurement results\nThe results of the measurements shall be expressed as follows:      - strong acidity as sulphur dioxide equivalent;\n- suspended particulate matter as measured by a direct gravimetric technique, by beta-ray or by electron absorption, or by a nephelometric technique, in gravimetric units;\n- black smoke as determined by reflectance or absorbance, converted into gravimetric equivalent.\n2. Units, decimal places and averaging times\nThe following units shall be used to record the measurement results for each pollutant: >PIC FILE= \"T0021816\">\nThe recommended decimal places and recommended averaging times should be used when transmitting the data. The computer files will, however, retain the decimal places and averaging times submitted with the original data but, in the interest of uniformity, the tabular presentations will normally be printed using the recommended decimal places. >PIC FILE= \"T0021817\">\nANNEX II DESCRIPTION FORM relating to the reciprocal exchange of information and data from networks and individual stations measuring air pollution within the Member States\nNOTE : The answers to questions marked * are optional. In most questions the appropriate answer should be circled. The figures in parentheses are for Commission use only.\n>PIC FILE= \"T0021818\">    >PIC FILE= \"T0021819\">\n>PIC FILE= \"T0021820\">\nSPECIFIC POLLUTANTS (complete one sheet per pollutant)\n>PIC FILE= \"T0021821\">"}