{"celex_id": "31986D0065", "uri": "http://publications.europa.eu/resource/cellar/fdcb8d1c-cf39-4624-a25c-a58eff2101c2", "type": "Decision", "concepts": ["1309", "1374", "1445", "1819", "4689"], "title": "86/65/EEC: Commission Decision of 13 February 1986 on the list of establishments in Morocco approved for the purpose of importing fresh meat into the Community\n", "header": "15.3.1986 EN Official Journal of the European Communities L 72/40\nCOMMISSION DECISION\nof 13 February 1986\non the list of establishments in Morocco approved for the purpose of importing fresh meat into the Community\n(86/65/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 72/462/EEC of 12 December 1972 on health and veterinary inspection problems upon importation of bovine animals and swine and fresh meat from third countries (1), as last amended by Directive 83/91/EEC (2), and in particular Articles 4 (1) and 18 (1) thereof,\nWhereas establishments in third countries cannot be authorized to export fresh meat to the Community unless they satisfy the general and special conditions laid down in Directive 72/462/EEC;\nWhereas on the basis of a first inspection no establishments were judged satisfactory and Commission Decision 84/325/EEC (3) prohibited Member States, on a Community basis, from importing fresh meat from establishments in Morocco, while still allowing those Member States whose national legislation so permitted not to interrupt existing trade flows with the establishments proposed by the Moroccan authorities, for a period of seven months;\nWhereas a further inspection carried out pursuant to Article 5 of Directive 72/462/EEC and Article 3 (1) of Commission Decision 83/196/EEC of 8 April 1983 concerning the on-the-spot inspections to be carried out in respect of the importation of bovine animals and swine and fresh meat from non-member countries (4) has shown that the standard of hygiene in one establishment has been raised and can thus be regarded as satisfactory;\nWhereas this establishment can, in these circumstances, be included in a list of establishments authorized to export to the Community and therefore, Decision 84/325/EEC must be repealed;\nWhereas import of fresh meat from the establishment appearing in the Annex remains subject to provisions laid down elsewhere and to the general provisions of the Treaty; whereas in particular, import from third countries and dispatch to other Member States of certain categories of meat, such as meat containing residues of certain substances which are not yet covered by harmonized Community rules, remain subject to the health legislation of the importing Member State, subject to the general provisions of the Treaty;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["1.   The establishment in Morocco appearing in the Annex is hereby approved for the import of fresh meat into the Community pursuant to the said Annex.\n2.   Imports from establishments listed in the Annex shall remain subject to the Community veterinary provisions laid down elsewhere.", "Member States shall prohibit imports of fresh meat coming from establishments not appearing in the Annex.", "Decision 84/325/EEC is hereby repealed.", "This Decision shall apply from 16 February 1986.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 13 February 1986.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1)  OJ No L 302, 31. 12. 1972, p. 28.\n(2)  OJ No L 59, 5. 3. 1983, p. 34.\n(3)  OJ No L 170, 29. 6. 1984, p. 78.\n(4)  OJ No L 108, 26. 4. 1983, p. 18.\nANNEX\nLIST OF ESTABLISHMENTS\nApproval No Establishment Address\nMEAT OF SOLIPEDS\nSlaughterhouse\n1 (1) Abattoirs Municipaux Settat\n(1)  Offal excluded."}