{"celex_id": "31987R1046", "uri": "http://publications.europa.eu/resource/cellar/fe5cb68b-ea36-490e-9b95-218162509a17", "type": "Regulation", "concepts": ["2222", "2783", "3591"], "title": "Commission Regulation (EEC) No 1046/87 of 13 April 1987 on arrangements for imports into Germany, Benelux, United Kingdom, Ireland, Denmark, Greece, Spain and Portugal of certain textile products (category 20) originating in Pakistan\n", "header": "COMMISSION  REGULATION (EEC) No 1046/87\nof 13 April 1987\non arrangements for imports into Germany, Benelux, United Kingdom, Ireland, Denmark, Greece, Spain and Portugal of certain textile products (category 20) originating in Pakistan\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 4136/86 of 22 December 1986 on common rules for imports of certain textile products originating in third countries (1), and in particular Article 11 thereof,\nWhereas Article 11 of Regulation (EEC) No 4136/86 lays down the conditions under which quantitative limits may be established; whereas imports into the Community of certain textile products (category 20) specified in the Annex hereto and originating in Pakistan have exceeded the level referred to in paragraph 2 of the said Article 11;\nWhereas, in accordance with paragraph 5 of the said Article 11 of Regulation (EEC) No 4136/86 on 5 March 1987 Pakistan was notified of a request for consultations; whereas, pending a mutually satisfactory solution, the Commission has requested Pakistan for a provisional period of three months to limit exports to Germany, Benelux, United Kingdom, Ireland, Denmark, Greece, Spain and Portugal of products falling within category 20 to 659, 547, 391, 3, 151, 5, 25 and 5 tonnes respectively, with effect from the date of notification of the request for consultations; whereas pending the outcome of the requested consultations quantitative limits identical to those requested of the supplier country should be applied provisionally to imports of the category of products in question;\nWhereas imports of these products into Italy and France are already subject to regional quantitative limits for the years 1987 to 1991 by Regulation (EEC) No 4136/86;\nWhereas paragraph 13 of the said Article 11 ensures that the quantitative limits are observed by means of a double-checking system in accordance with Annex VI to Regulation (EEC) No 4136/86;\nWhereas the products in question exported from Pakistan to the Community between 5 March 1987 and the date of entry into force of this Regulation must be set off against the quantitative limits which have been introduced;\nWhereas these quantitative limits should not prevent the importation of products covered by them shipped from Pakistan before the date of entry into force of this Regulation;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Textile Committee,", "main_body": ["Without prejudice to the provisions of Article 2, imports into Germany, Benelux, United Kingdom, Ireland, Denmark, Greece, Spain and Portugal of the category of products originating in Pakistan and specified in the Annex hereto shall be subject to the provisional quantitative limits set out in that Annex.", "1. Products as referred to in Article 1 shipped from Pakistan to Germany, Benelux, United Kingdom, Ireland, Denmark, Greece, Spain and Portugal before the date of entry into force of this Regulation and not yet released for free circulation, shall be so released subject to the presentation of a bill of lading or other transport document proving that shipment actually took place during that period.\n2. Imports of products shipped from Pakistan to Germany, Benelux, Ireland, Denmark, Greece, Spain and Portugal after the entry into force of this Regulation shall be subject to the double-checking system described in Annex VI to Regulation (EEC) No 4136/86.\n3. All quantities of products shipped from Pakistan on or after 5 March 1987 and released for free circulation shall be deducted from the quantitative limits laid down. These provisional limits shall not, however, prevent the importation of products covered by them but shipped from Pakistan before the date of entry into force of this Regulation.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nIt shall apply until 4 June 1987.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 13 April 1987.\nFor the Commission\nWilly DE CLERCQ\nMember of the Commission\n(1) OJ No L 387, 31. 12. 1986, p. 1.\nANNEX\n1.2.3.4.5.6.7.8 //  //  //  //  //  //  //  //  // Cate- gory   // CCT heading No (1987)  // NIMEXE code (1987)  // Description  // Third country  // Units   // Member States  // Quantitative limits from 5 March to 4 June 1987   //    //  //   //   //   //   //   //   // (1)   // (2)  // (3)  // (4)  // (5)   // (6)   // (7)   // (8)   //    //   //   //   //  //   //   //   //   //   //   //   //   //   //   //   // 20  // 62.02 B I a) c)  // 62.02-12, 13, 19   // Bed linen, other than knitted or crocheted   // Pakistan   // tonnes   // D BNL UK IRL DK GR E P   // 659 547 391 3 151 5 25 5   //    //   //  //   //   //   //   //"}