{"celex_id": "31986L0080", "uri": "http://publications.europa.eu/resource/cellar/c96e5bfd-82cd-4414-a34d-9af530733ec7", "type": "Directive", "concepts": ["2563", "4256", "5962", "863"], "title": "Council Directive 86/80/EEC of 25 February 1986 amending, on account of the accession of Spain and Portugal, Directives 73/132/EEC and 78/53/EEC relating to the statistical surveys to be carried out by Member States on bovine livestock\n", "header": "COUNCIL  DIRECTIVE\nof 25 February 1986\namending, on account of the accession of Spain and Portugal, Directives 73/132/EEC and 78/53/EEC relating to the statistical surveys to be carried out by Member States on bovine livestock\n(86/80/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the Act of Accession of Spain and Portugal, and in particular Article 396 thereof,\nHaving regard to the proposal from the Commission,\nWhereas Directive 73/132/EEC (1) as last amended by Regulation (EEC) No 3768/85 (2) and Directive 78/53/EEC (3) as amended by Directive 81/488/EEC (4) have provided for surveys on bovine livestock to be carried out by the Member States;\nWhereas on account of the accession of the Kingdom of Spain and the Portuguese Republic it is necessary to make certain technical amendments to the said Directives and in particular to provide for the Community's financial contribution to the expenses incurred by those Member States for the surveys to be carried out in 1986, 1987 and 1988;\nWhereas, in accordance with the conclusions of the Negotiating Conference, special arrangements should be made for Portugal owing to the technical problems to be overcome in connection with the implementation of the surveys,", "main_body": ["With effect from 1 March 1986, Directive 73/132/EEC shall be amended as follows:\n1. the following paragraph shall be added to Article 1:\n'3. In the Portuguese autonomous region of Madeira only, the results of the survey to be carried out in December 1986 shall be obtained from an analysis of the agricultural survey to be carried out there in the same year in accordance with Council Regulation (EEC) No 1463/84 of 24 May 1984 on the organization of surveys on the structure of agricultural holdings for 1985 and for 1987 (1) as amended by Regulation (EEC) No 3768/85 (2).\n(1) OJ No L 142, 29. 5. 1984, p. 3.\n(2) OJ No L 362, 31. 12. 1985, p. 8.';\n2. the following subparagraph shall be added to Article 4 (3):\n'In the case of Portugal, this exemption shall apply up to and including 1988.';\n3. the following subparagraph shall be added to Article 5 (1):\n'Notwithstanding the foregoing subparagraph the Portuguese Republic shall be authorized to transmit the said results not later than eight weeks after the survey reference month within a period of three years following the date of accession.';\n4. the following shall be added to Article 5 (2):\n'Spain; Comunidades autĂłnomas\nPortugal: RegiĂľes';\n5. the following subparagraph shall be added to Article 11 (1):\n'The expenses incurred by the Kingdom of Spain and the Portuguese Republic in carrying out the survey provided for by this Directive in 1986, 1987 and 1988 shall be charged as a fixed sum to the budget of the European Communities.'", "With effect from 1 March 1986, Directive 78/53/EEC shall be amended as follows:\n1. the following shall be added to Article 2 (2):\n'the first intermediate survey in Portugal shall take place in 1987.';\n2. the text of Article 3 shall be deleted and replaced by the following:\n'Article 3\nThe expenditure incurred by the Kingdom of Spain and the Portuguese Republic in carrying out the survey provided for by this Directive in 1986, 1987 and 1988 shall be charged as a fixed sum to the budget of the European Communities.'", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 25 February 1986.\nFor the Council\nThe President\nG. BRAKS\n(1) OJ No L 153, 9. 6. 1973, p. 25.\n(2) OJ No L 362, 31. 12. 1985, p. 8.\n(3) OJ No L 16, 20. 1. 1978, p. 20.\n(4) OJ No L 189, 11. 7. 1981, p. 46."}