{"celex_id": "31982D0906", "uri": "http://publications.europa.eu/resource/cellar/9a4c2cc8-8d0e-4ccf-afd4-d54eaa718835", "type": "Decision", "concepts": ["1504", "192", "2792", "5034", "5047", "862"], "title": "82/906/EEC: Commission Decision of 13 December 1982 approving the extended plan for the eradication of bovine brucellosis put forward by Ireland (Only the English text is authentic)\n", "header": "COMMISSION  DECISION\nof 13 December 1982\napproving the extended plan for the eradication of bovine brucellosis put forward by Ireland\n(Only the English text is authentic)\n(82/906/EEC)\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 77/391/EEC of 17 May 1977 introducing Community measures for the eradication of brucellosis, tuberculosis and leucosis in cattle (1), and in particular Article 9 (2) thereof,\nHaving regard to Council Directive 78/52/EEC of 13 December 1977 establishing the Community criteria for national plans for the accelerated eradication of brucellosis, tuberculosis and enzootic leucosis in cattle (2), and in particular Chapter II thereof,\nHaving regard to Commission Decision 78/682/EEC of 19 July 1978 approving the plan for the accelerated eradication of brucellosis and tuberculosis put forward by Ireland (3),\nHaving regard to Council Directive 82/400/EEC of 14 June 1982 amending Directive 77/391/EEC and introducing a supplementary Community measure for the eradication of brucellosis, tuberculosis and leucosis in cattle (4),\nWhereas by letter dated 23 June 1982 Ireland notified the Commission of an extended plan to eradicate brucellosis;\nWhereas, after examination and taking into account the success of the initial plan, the extended plan was found to comply with Directives 77/391/EEC, 78/52/EEC and 82/400/EEC;\nWhereas the extended plan ensures continuity with the measures put in hand under the initial plan; whereas the initial plan expired on 18 September 1981;\nWhereas the measures under the extended plan were applied since the 18 September 1981; whereas, consequently, the conditions for financial participation by the Community have been met;\nWhereas the EAGGF Committee has been consulted;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee;", "main_body": ["The extended plan for the eradication of brucellosis as applied by Ireland from 18 September 1981 is hereby approved.", "Financial participation by the Community shall be in respect of eligible expenditure on account of slaughterings taking place on or after 18 September 1981.", "This Decision is addressed to Ireland."], "attachments": "Done at Brussels, 13 December 1982.\nFor the Commission\nPoul DALSAGER\nMember of the Commission\n(1) OJ No L 145, 13. 6. 1977, p. 44.\n(2) OJ No L 15, 19. 1. 1978, p. 34.\n(3) OJ No L 227, 18. 8. 1978, p. 28.\n(4) OJ No L 173, 19. 6. 1982, p. 18."}