{"celex_id": "31985R1249", "uri": "http://publications.europa.eu/resource/cellar/2ce92784-ba8d-41c1-93b9-dcd081efe5f9", "type": "Regulation", "concepts": ["161", "3892", "990"], "title": "Council Regulation (EEC) No 1249/85 of 13 May 1985 opening, allocating and providing for the administration of a Community tariff quota for yarn of poly(p-phenyleneterephthalamide) for use in the manufacture of tyres or of products used in the manufacture of tyres, falling within subheading ex 51.01 A of the Common Customs Tariff\n", "header": "COUNCIL  REGULATION (EEC) No 1249/85\nof 13 May 1985\nopening, allocating and providing for the administration of a Community tariff quota for yarn of poly(p-phenyleneterephthalamide) for use in the manufacture of tyres or of products used in the manufacture of tyres, falling within subheading ex 51.01 A of the Common Customs Tariff\nTHE COUNCIL OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 28 thereof,\nHaving regard to the draft Regulation submitted by the Commission,\nWhereas the production of yarn of poly(p-phenyleneterephthalamide) is currently insufficient in the Community to meet the requirements of the user industries in the Community; whereas, consequently, Community supplies of products of this type currently depend to a considerable extent on imports from third countries; whereas it is in the Community's interest to partially suspend the Common Customs Tariff duty for the yarn in question, within the Community tariff quota, of an appropriate volume for a relatively limited period; whereas, in order not to bring into question the development prospects of this production in the Community while ensuring an adequate supply to satisfy user industries, it is advisable to limit the benefits of tariff quotas solely to products for use in the manufacture of tyres, to open the quota for the period 1 July to 31 December 1985 and to fix the volume of this quota at a level of 600 tonnes, corresponding to the needs for imports from third countries during that period, and to fix the quota duty at 2 %;\nWhereas equal and continuous access to the quota should be ensured for all Community importers and the rate of duty for the tariff quota should be applied consistently to all imports until the quota is exhausted; whereas, in the light of these principles, arrangements for the utilization of the tariff quota based on an allocation among Member States would seem to be consistent with the Community nature of the quota; whereas, to correspond as closely as possible to the actual trend in the market in the product in question, allocation of the quota should be in proportion to the requirements of the Member States as calculated by reference to statistics of imports from third countries during a representative reference period and to the economic outlook for the quota period in question;\nWhereas, however, since the quota is an autonomous Community tariff quota intended to cover import needs arising in the Community, for experimental purposes, the quota volume may be allocated on the basis of the temporary import needs from third countries expressed by each of the Member States; whereas these arrangements for allocation will equally ensure the uniform application of the Common Customs Tariff;\nWhereas, to take account of possible import trends for the product concerned, the quota volume should be divided into two tranches, the first being allocated between certain Member States and the second held as a reserve to meet subsequent requirements of Member States which have used up their initial shares and any additional requirements which might arise in the other Member States; whereas, to give importers of the Member States some degree of certainty, the first tranche of the tariff quota should be fixed at a relatively high level, which in this case could be 560 tonnes;\nWhereas initial shares may be used up at different rates; whereas, to avoid disruption of supplies on this account, it should be provided that any Member State which has almost used up its initial share should draw an additional share from the reserve; whereas each time its additional share is almost used up a Member State should draw a further share, and so on as many times as the reserve allows; whereas the initial and additional shares should be valid until the end of the quota period; whereas this form of administration requires close collaboration between the Member States and the Commission, which latter must be in a position to keep account of the extent to which the quotas have been used up and to inform the Member States accordingly;\nWhereas, if at a given date in the quota period a considerable quantity of a Member State's initial share remains unused, it is essential that the Member State should return a significant proportion to the reserve, in order to prevent a part of the Community quota remaining unused in one Member State while it could be used in others; Whereas, since the Kingdom of Belgium, the Kingdom of the Netherlands and the Grand Duchy of Luxembourg are united within and jointly represented by the Benelux Economic Union, any measure concerning the administration of the shares allocated to that economic union may be carried out by any one of its members,", "main_body": ["1. From 1 July until 31 December 1985, the Common Customs Tariff duty for yarns of poly(p-phenyleneterephthalamide), falling within subheading ex 51.01 A, for use in the manufacture of tyres or of products used in the manufacture of tyres, shall be suspended at the level of 2 % within the framework of a Community tariff quota of 600 tonnes.\n2. Within the limits of this tariff quota, Greece shall apply customs duties calculated in accordance with the relevant provisions in the 1979 Act of Accession.", "1. A first tranche of 560 tonnes of this Community tariff quota shall be allocated among certain Member States; the shares, which subject to Article 5 shall be valid until 31 December 1985, shall be as follows:\n1.2 //   // (tonnes)  // Benelux  // 40  // Denmark  // 1  // Germany  // 10  // Greece  // 1  // France  // 427  // Ireland  // 1  // Italy  // 60  // United Kingdom  // 20\n2. The second tranche of 40 tonnes shall constitute the reserve.", "1. If a Member State has used 90 % or more of its initial share as fixed in Article 2 (1), or of that share minus any portion returned to the reserve pursuant to Article 5, it shall forthwith, by notifying the Commission draw a second share, to the extent that the reserve so permits, equal to 10 % of its initial share rounded up as necessary to the next whole number.\n2. If a Member State, after exhausting its initial share, has used 90 % or more of the second share drawn thereby, that Member State shall forthwith, in the manner and to the extent provided in paragraph 1, draw a third share equal to 5 % of its initial share rounded up as necessary to the next whole number.\n3. If a Member State, after exhausting its second share, has used 90 % or more of the third share drawn thereby, that Member State shall, in the manner and to the extent provided in paragraph 1, draw a fourth share equal to the third.\nThis process shall apply until the reserve is used up.\n4. By way of derogation from paragraphs 1, 2 and 3, a Member State may draw shares lower than those specified in those paragraphs if there are grounds for believing that those specified may not be used in full. Any Member State applying this paragraph shall inform the Commission of its grounds for so doing.", "Additional shares drawn pursuant to Article 3 shall be valid until 31 December 1985.", "Member States shall, not later than 15 November 1985, return to the reserve the unused portion of their initial share which, on 1 November 1985, is in excess of 20 % of the initial volume. They may return a greater position if there are grounds for believing that it may not be used in full.\nMember States shall, not later than 15 November 1985, notify the Commission of the total quantities of the products in question imported up to 1 November 1985 and charged against the Community quota and of any portion of their initial shares returned to the reserve.", "The Commission shall keep an account of the shares opened by the Member States pursuant to Articles 2 and 3 and shall, as soon as the notifications reach it, inform each Member State of the extent to which the reserve has been used up.\nIt shall, not later than 20 November 1985, inform the Member States of the amounts still in reserve following any return of shares pursuant to Article 5.\nIt shall ensure that the drawing which exhausts the reserve does not exceed the balance available, and to this end shall notify the amount of that balance to the Member State making the last drawing. Article 7\n1. Member States shall take all appropriate measures to ensure that additional shares drawn pursuant to Article 3 are opened in such a way that imports may be charged without interruption against their aggregate shares of the Community tariff quota.\n2. Member States shall take all appropriate measures to ensure that the products listed in Article 1 (1), benefiting from the Community tariff quota, are indeed destined for use in the manufacture of tyres.\nControl of the use for this special purpose shall be carried out pursuant to the relevant Community provisions.\n3. Member States shall ensure that importers of the product in question have free access to the shares allotted to them.\n4. Member States shall charge imports of the product in question against their shares as the product is entered with the customs authorities for free circulation.\n5. The extent to which Member States have used up their shares shall be determined on the basis of imports charged against them under the conditions set out in paragraph 4.", "At the Commission's request, the Member States shall inform it of imports actually charged against their shares.", "The Member States and the Commission shall cooperate closely to ensure that this Regulation is complied with.", "0\nThis Regulation shall enter into force on 1 July 1985.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 13 May 1985.\nFor the Council\nThe President\nF. M. PANDOLFI"}