{"celex_id": "31983R1603", "uri": "http://publications.europa.eu/resource/cellar/6e139ec2-1ae6-43f6-8908-3243af766537", "type": "Regulation", "concepts": ["1118", "2962", "3070", "4294", "4663", "666"], "title": "Council Regulation (EEC) No 1603/83 of 14 June 1983 laying down special measures for the disposal of dried grapes and dried figs from the 1981 harvest held by storage agencies\n", "header": "COUNCIL  REGULATION (EEC) No 1603/83\nof 14 June 1983\nlaying down special measures for the disposal of dried grapes and dried figs from the 1981 harvest held by storage agencies\nTHE COUNCIL OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Articles 42 and 43 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nWhereas Council Regulation (EEC) No 516/77 of 14 March 1977 on the common organization of the market in products processed from fruit and vegetables (2), as last amended by Regulation (EEC) No 1088/83 (3), laid down a system of aid for the production of dried grapes and dried figs;\nWhereas Article 3 of Regulation (EEC) No 2194/81 (4), as last amended by Regulation (EEC) No 2674/82 (5), provides for the purchase by storage agencies of those quantities of dried grapes and dried figs not covered by contracts between producers and processors; whereas Article 6 of that Regulation provides for the sale of these products by tender or at prices fixed in advance, taking account of market developments; whereas, further, Article 10 provides for the grant of storage aid and financial compensation in the event of such sales;\nWhereas certain quantities of dried grapes and dried figs from the 1981 harvest, bought by storage agencies under the contracts referred to in Article 3 of Regulation (EEC) No 2194/81, are still in stock and are reaching a level such that the balance of the market may be jeopardized; whereas, to avoid this taking place, steps should be taken for the storage agencies to sell these products to certain processing industries;\nWhereas the conditions governing the sales thus provided for to distillation industries must be such that they avoid disturbing the Community market in alcohol and spirituous beverages;\nWhereas compensation should be provided for in respect of losses suffered by the storage agencies when these sales are made,", "main_body": ["1. The storage agencies referred to in Article 3 of Regulation (EEC) No 2194/81 shall sell to:\n(a) distillation industries;\n(b) industries using the products concerned for the manufacture of:\n- pickles, falling within subheading ex 20.01 C of the Common Customs Tariff,\n- sauces, mixed condiments and mixed seasonings, falling within subheading 21.04 C of the Common Customs Tariff; or\n(c) industries using the products concerned for purposes other than human consumption,\nquantities of dried grapes and dried figs from the 1981 harvest which they bought in accordance with the said Article 3 and which they have in stock.\nSuch products shall be sold by tender or at prices fixed in advance.\n2. The conditions governing sales to distillation industries shall be such that they avoid disturbing the Community market in alcohol and spirituous beverages.\n3. The products in question shall be disposed of under such conditions that equality of access to the merchandise and equality of treatment of the purchasers is ensured.\n4. Financial compensation equal to the difference between the minimum purchase price and the selling price for the quantities in question shall be granted to the storage agency.\n5. Detailed rules for the application of this Article shall be adopted in accordance with the procedure laid down in Article 20 of Regulation (EEC) No 516/77.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 14 June 1983.\nFor the Council\nThe President\nI. KIECHLE\n(1) Opinion delivered on 10 June 1983 (not yet published in the Official Journal).\n(2) OJ No L 73, 21. 3. 1977, p. 1.\n(3) OJ No 118, 5. 5. 1983, p. 16.\n(4) OJ No L 214, 1. 8. 1981, p. 1.\n(5) OJ No L 284, 7. 10. 1982, p. 3."}