{"celex_id": "31984R3551", "uri": "http://publications.europa.eu/resource/cellar/8bbed7c5-6553-4a56-9e3a-13054413f1b9", "type": "Regulation", "concepts": ["2300", "2783", "4347"], "title": "Commission Regulation (EEC) No 3551/84 of 17 December 1984 amending and extending Regulation (EEC) No 2819/79 making imports of certain textile products from certain third countries subject to Community surveillance\n", "header": "COMMISSION  REGULATION (EEC) No 3551/84\nof 17 December 1984\namending and extending Regulation (EEC) No 2819/79 making imports of certain textile products from certain third countries subject to Community surveillance\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 288/82 of 5 February 1982 on common rules for imports (1), and in particular Article 10 thereof,\nHaving consulted the Advisory Committee set up under Article 5 of the said Regulation,\nWhereas, by virtue of Regulation (EEC) No 2819/79 (2), as last amended and extended by Regulation (EEC) No 3580/83 (3), the Commission has established a system of Community surveillance for imports of certain textile products listed in the Annex and originating in the Mediterranean countries which had signed Agreements establishing preferential arrangements with the Community, that is to say Egypt, Portugal, Spain, Turkey and Malta;\nWhereas the situation which led to the introduction of the said surveillance system still exists; whereas that system should therefore remain in force;\nWhereas it is advisable to extend this system to certain textile products (categories 13 and 83) originating in Turkey, because of the evolution of certain trade flows,", "main_body": ["The Annex to Regulation (EEC) No 2819/79 is hereby replaced by the Annex to this Regulation.", "Regulation (EEC) No 2819/79 is hereby extended until 31 December 1985.", "This Regulation shall enter into force on 1 January 1985.\nIt shall apply until 31 December 1985.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 17 December 1984.\nFor the Commission\nWilhelm HAFERKAMP\nVice-President\n(1) OJ No L 35, 9. 2. 1982, p. 1.\n(2) OJ No L 320, 15. 12. 1979, p. 9.\n(3) OJ No L 356, 20. 12. 1983, p. 16.\nANNEX\n1.2.3.4.5.6 //   //   //   //   //   //   // Cate- gory  // CCT heading No  // NIMEXE code (1985)  // Description  // Units  // Third countries  //   //   //   //   //   //  //   //   //   //   //   //   // 1  // 55.05  // 55.05-13, 19, 21, 25, 27, 29, 33, 35, 37, 41, 45, 46, 48, 51, 53, 55, 57, 61, 65, 67, 69, 72, 78, 81, 83, 85, 87  // Cotton yarn, not put up for retail sale  // Tonnes  // Egypt Spain Turkey Portugal Malta  //   //   //   //   //   //   // 2  // 55.09  // 55.09-03, 04, 05, 06, 07, 08, 09, 10, 11, 12, 13, 14, 15, 16, 17, 19, 21, 29, 32, 34, 35, 37, 38, 39, 41, 49, 51, 52, 53, 54, 55, 56, 57, 59, 61, 63, 64, 65, 66, 67, 68, 69, 70, 71, 73, 75, 76, 77, 78, 79, 80, 81, 82, 83, 84, 85, 87, 88, 89, 90, 91, 92, 93, 98, 99  // Other woven fabrics of cotton: Woven fabrics of cotton, other than gauze, terry fabrics, narrow woven fabrics, pile fabrics, chenille fabrics, tulle and other net fabrics  // Tonnes  // Spain Turkey Portugal Malta  //   //   //   //  //   //   // 3  // 56.07 A  //  56.07-01, 04, 05, 07, 08, 10, 12, 15, 19, 20, 22, 25, 29, 30, 31, 35, 38, 39, 40, 41, 43, 45, 46, 47, 49  // Woven fabrics of man-made fibres (discontinuous or waste): A. Of synthetic textile fibres: Woven fabrics of synthetic fibres (discontinuous or waste) other than narrow woven fabrics, pile fabrics (including terry fabrics) and chenille fabrics  // Tonnes  // Spain Portugal Turkey  //   //  //   //   //   //   // 4  // 60.04 B I II a) b) c) IV b) 1 aa) dd) 2 ee) d) 1 aa) dd) 2 dd)  //  60.04-19, 20, 22, 23, 24, 26, 41, 50, 58, 71, 79, 89  // Under garments, knitted or crocheted, not elastic or rubberized: Shirts, T-shirts, lightweight fine knit roll, polo or turtle necked jumpers and pullovers, undervests and the like, knitted or crocheted, not elastic or rubberized, other than babies' garments, of cotton or synthetic textile fibres; T-shirts and lightweight fine knit roll, polo or turtle necked jumpers and pullovers, of regenerated textile fibres, other than babies' garments  // 1 000 pieces  // Spain Turkey Portugal Malta  //   //   //   //  //   //   // 5  // 60.05 A I II b) 4 bb) 11 aaa) bbb) ccc) ddd) eee) 22 bbb) ccc) ddd) eee) fff)  //  60.05-01, 31, 33, 34, 35, 36, 39, 40, 41, 42, 43  // Outer garments and other articles, knitted or crocheted, not elastic or rubberized: A. Outer garments and clothing accessories: Jerseys, pullovers, slip-overs, waistcoats, twinsets, cardigans, bed-jackets and jumpers, knitted or crocheted, not elastic or rubberized, of wool, of cotton or of man-made textile fibres  // 1 000 pieces  // Spain Portugal Turkey  //   //   //   //   //   //  //   //   //   //   //   //   // Cate- gory  // CCT heading No  // NIMEXE code (1985)  // Description  // Units  // Third countries  //   //   //   //   //   //   //   // 6  // 61.01 B V d) 1 2 3 e) 1 2 3 61.02 B II e) 6 aa) bb) cc)  //  61.01-62, 64, 66, 72, 74, 76 61.02-66, 68, 72  // Men's and boys' outer garments: Women's, girls' and infants' outer garments: B. Other: Men's and boys' woven breeches, shorts and trousers (including slacks); women's, girls' and infants' woven trousers and slacks, of wool, of cotton or of man-made textile fibres  // 1 000 pieces  // Spain Portugal Malta Turkey  //   //   //  //   //   //   // 7  // 60.05 A II b) 4 aa) 22 33 44 55 61.02 B II e) 7 bb) cc) dd)  //  60.05-22, 23, 24, 25 61.02-78, 82, 84  // Outer garments and other articles, knitted or crocheted, not elastic or rubberized: A. Outer garments and clothing accessories: II. Other Women's, girls' and infants' outer garments: B. Other: Blouses and shirt-blouses, knitted, crocheted (not elastic or rubberized), or woven, for women, girls and infants, of wool, of cotton or of man-made textile fibres  // 1 000 pieces  // Turkey Portugal Malta  //   //  //   //   //   //   // 8  // 61.03 A  //  61.03-11, 15, 19  // Men's and boys' under garments, including collars, shirt fronts and cuffs: Men's and boys' shirts, woven, of wool, of cotton or of man-made textile fibres  // 1 000 pieces  // Portugal Malta Turkey  //   //   //   //   //   //   // 9  // 55.08 62.02 B III a) 1  //  55.08-10, 30, 50, 80 62.02-71  // Terry towelling and similar terry fabrics of cotton: Bed linen, table linen, toilet linen and kitchen linen; curtains and other furnishing articles: B. Other: Woven cotton terry fabrics; toilet and kitchen linen of woven cotton terry fabrics  // Tonnes  // Portugal Turkey  //   //   //   //   //   //  // 13  // 60.04 B IV b) 1 cc) 2 dd) d) 1 cc) 2 cc)  // 60.04-48, 56, 75, 85  // Under garments, knitted or crocheted, not elastic or rubberized: Men's and boys' underpants and briefs, women's, girls' and infants' (other than babies') knickers and briefs, knitted or crocheted, not elastic or rubberized, of cotton or synthetic textile fibres  // 1 000 pieces  // Spain Turkey  //   //   //   //   //   //  //   //   //   //   //   //   // Cate- gory  // CCT heading No  // NIMEXE code (1985)  // Description  // Units  // Third countries  //   //   //   //   //   //   //   // 19  // 61.05 A C  // 61.05-10, 99  // Handkerchiefs  // Tonnes  // Portugal  //   //   //   //   //   //   // 20  // 62.02 B I a) c)  // 62.02-12, 13, 19  // Bed linen, table linen, toilet linen and kitchen linen; curtains and other furnishing articles: B. Other: Bed linen, woven  // Tonnes  // Spain Portugal Turkey  //   //   //   //   //   //   // 22  // 56.05 A  //  56.05-03, 05, 07, 09, 11, 13, 15, 19, 21, 23, 25, 28, 32, 34, 36, 38, 39, 42, 44, 45, 46, 47  // Yarn of man-made fibres (discontinuous or waste), not put up for retail sale: A. Of synthetic textile fibres: Yarn of discontinuous or waste synthetic fibres, not put up for retail sale  // Tonnes  // Spain  //   //   //   //  //   //   // 23  // 56.05 B  //  56.05-51, 55, 61, 65, 71, 75, 81, 85, 91, 95, 99  // Yarn of man-made fibres (discontinuous or waste), not put up for retail sale: B. Of regenerated textile fibres: Yarn of discontinuous or waste regenerated fibres, not put up for retail sale  // Tonnes  // Spain  //  //   //   //   //   //   // 26  // 60.05 A II b) 4 cc) 11 22 33 44  //   // Outer garments and other articles, knitted or crocheted, not elastic or rubberized: A. Outer garments and clothing accessories: II. Other  // 1 000 pieces  // Turkey  //   // 61.02 B II e) 4 bb) cc) dd) ee)  //  60.05-45, 46, 47, 48 61.02-48, 52, 53, 54  // Women's, girls' and infants' outer garments: B. Other: Women's, girls' and infants' (other than babies') woven and knitted or crocheted dresses, of wool, of cotton or of man-made textile fibres  //   //   //   //   //  //   //   //   // 27  // 60.05 A II b) 4 dd) 61.02 B II e) 5 aa) bb) cc)  //  60.05-51, 52, 54, 58 61.02-57, 58, 62  // Outer garments and other articles, knitted or crocheted, not elastic or rubberized: A. Outer garments and clothing accessories: II. Other Women's, girls' and infants' outer garments: B. Other: Women's, girls' and infants' (other than babies') woven and knitted or crocheted skirts, including divided skirts  // 1 000 pieces  // Turkey  //   //   //   //  //   //  //   //   //   //   //   //   // Cate- gory  // CCT heading No  // NIMEXE code (1985)  // Description  // Units  // Third countries  //   //   //   //   //   //   //   // 29  // 61.02 B II e) 3 aa) bb) cc)  //  61.02-42, 43, 44  // Women's, girls' and infants' outer garments: B. Other: Women's, girls' and infants' (other than babies') woven suits and costumes (including coordinate suits consisting of two or three pieces which are ordered, packed, consigned and normally sold together), of wool, of cotton or of man-made textile fibres  // 1 000 pieces  // Turkey  //   //   //   //   //   //  // 32  // ex 58.04  //  58.04-07, 11, 15, 18, 41, 43, 45, 61, 63, 67, 69, 71, 75, 77, 78  // Woven pile fabrics and chenille fabrics (other than terry towelling or similar terry fabrics of cotton falling within heading No 55.08 and fabrics falling within heading No 58.05): Woven pile fabrics and chenille fabrics (other than terry fabrics of cotton and narrow woven fabrics), of wool, of cotton or of man-made textile fibres  // Tonnes  // Turkey  //   //   //   //   //   //   // 33  // 51.04 A III a) 62.03 B II b) 1  //  51.04-06 62.03-51, 59  // Woven fabrics of man-made fibres (continuous), including woven fabrics of monofil or strip falling within heading No 51.01 or 51.02: A. Woven fabrics of synthetic textile fibres: Sacks and bags, of a kind used for the packing of goods: B. Of other textile materials: II. Other: Woven fabrics of strip or the like of polyethylene or polypropylene, less than 3 m wide; woven sacks of such strip or the like  // Tonnes  // Portugal  //   //   //   //   //   //   // 39  // 62.02 B II a) c) III a) 2 c)  //  62.02-40, 42, 44, 46, 51, 59, 65, 72, 74, 77  // Bed linen, table linen, toilet linen and kitchen linen; curtains and other furnishing articles: B. Other: Woven table linen, toilet and kitchen linen, other than of cotton terry fabric  // Tonnes  // Portugal Turkey  //   //   //   //   //  //   // 83  // 60.05 A II a) b) 4 hh) 11 22 33 44 ijij) 11 kk) 11 ll) 11 22 33 44  //  60.05-04, 76, 77, 78, 79, 81, 85, 88, 89, 90, 91  // Outer garments and other articles, knitted or crocheted, not elastic or rubberized: A. Outer garments and clothing accessories: II. Other: Outer garments, knitted or crocheted, not elastic or rubberized, other than garments of categories 5, 7, 26, 27, 28, 71, 72, 73, 74 and 75, of wool, of cotton or of man-made textile fibres  // Tonnes  // Turkey  //  //   //   //   //   //  //   //   //   //   //   //   // Cate- gory  // CCT heading No  // NIMEXE code (1985)  // Description  // Units  // Third countries  //   //   //   //   //   //   //   // 90  // ex 59.04  //  59.04-11, 12, 14, 15, 17, 18, 19, 21  // Twine, cordage, ropes and cables, plaited or not: Twine, cordage, ropes and cables, of synthetic textile fibres, plaited or not  // Tonnes  // Portugal  //   //   //   //   //   //   // 101  // ex 59.04  //  59.04-80  // Twine, cordage, ropes and cables, plaited or not: Other than of synthetic textile fibres  // Tonnes  // Portugal  //   //   //   //   //   //   // 121  // ex 59.04  //  59.04-60  // Twine, cordage, ropes and cables plaited or not: Twine, cordage, ropes and cables, plaited or not, of flax or ramie  // Tonnes  // Portugal  //   //   //  //   //   //   // 145 A  // ex 59.04  //  59.04-23  // Twine, cordage, ropes and cables, plaited or not: Of abaca (Manila hemp)  // Tonnes  // Portugal  //   //   //   //   //   //  // 145 B  // ex 59.04  //  59.04-50  // Twine, cordage, ropes and cables, plaited or not: Of true hemp  // Tonnes  // Portugal  //   //   //   //   //   //   // 146 A  // ex 59.04  //  59.04-31  // Twine, cordage, ropes and cables, plaited or not: Binder and baler twine for agricultural machines, of sisal and other fibres of the Agave family  // Tonnes  // Portugal  //   //   //   //   //   //   // 146 B  // ex 59.04  //  59.04-35, 38  // Twine, cordage, ropes and cables, plaited or not: Of sisal and other fibres of the Agave family, other than those falling within category 146 A  // Tonnes  // Portugal  //   //   //   //   //   //   // 146 C  // ex 59.04  //  59.04-70  // Twine, cordage, ropes and cables, plaited or not: Of jute or other textile bast fibres included in category 154  // Tonnes  // Portugal  //   //   //  //   //   //"}