{"celex_id": "31987R0954", "uri": "http://publications.europa.eu/resource/cellar/6f59aa2d-a453-4747-ad31-ea88f1913bca", "type": "Regulation", "concepts": ["1159", "133", "5228", "5229", "915", "997"], "title": "Commission Regulation (EEC) No 954/87 of 1 April 1987 on sampling of catches for the purpose of determining the percentage of target species and protected species when fishing with small-meshed nets\n", "header": "2.4.1987 EN Official Journal of the European Communities L 90/27\nCOMMISSION REGULATION (EEC) No 954/87\nof 1 April 1987\non sampling of catches for the purpose of determining the percentage of target species and protected species when fishing with small-meshed nets\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 170/83 of 25 January 1983 establishing a Community system for the conservation and management of fishery resources (1),\nHaving regard to Council Regulation (EEC) No 3094/86 of 7 October 1986, laying down certain technical measures for the conservation of fishery resources (2), as amended by Regulation (EEC) No 4026/86 (3), and in particular Article 15 thereof,\nWhereas Article 2 of Regulation (EEC) No 3094/86 provides for the possibility of using one or more representative samples as the basis for determining the percentage of target species and protected species;\nWhereas it is appropriate to define the meaning of ‘representative sample’;\nWhereas it is necessary for the purpose of this Regulation, to define the terms ‘small-mesh species’ and ‘small-meshed nets’;\nWhereas it is appropriate to define a method of sampling to be used for determining the percentage of target species and protected species when fishing with small-meshed nets;\nWhereas it is necessary to define the inspection procedure for the purpose of enforcement;\nWhereas the new rules established by the present regulation make it necessary to repeal Commission Regulation (EEC) No 3421/84 of 5 December 1984 on sampling of catches for the purpose of determining the by-catch percentage when fishing with small-meshed nets (4);\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Fishery Resources,", "main_body": ["Representative sample\nFor the purpose of determining the percentage of target species and protected species, as referred to in Article 2 of Regulation (EEC) No 3094/86, when fishing with small-meshed nets, fish samples taken as described in this Regulation shall be deemed to be representative of all fish either on board or on board after sorting or in the hold or on landing within the meaning of Article 2, paragraph 3 of the said Regulation.", "Definition of groups of species and nets\nFor the purpose of this Regulation:\n— the term ‘small-mesh species’ shall mean those authorized target species in Annex I of Regulation (EEC) No 3094/86 for the catches of which the reference minimum mesh size is smaller than or equal to 40 millimetres,\n— the term ‘small-meshed nets’ shall mean all nets the mesh size of which is smaller than or equal to 60 millimetres.", "Estimation of weights of fish on board\nIf the vessel has small-mesh species on board, the representative of the competent authorities of the Member State, hereinafter called ‘the inspector’, shall determine the weight of each group of species on board necessary to calculate the percentage of target species and protected species which were caught with small-meshed nets and which have been sorted. In determining the weights the inspector shall take into account the information from any record of fishing operations (logbook) maintained in accordance with Article 3 of Council Regulation (EEC) No 2057/82 (5) and Commission Regulation (EEC) No 2807/83 (6).", "Selection of fish samples\n1.   The samples shall be taken and the inspection procedure carried out by the inspector.\n2.   The captain or his representative has the right to be present during the sampling.\n3.   The samples shall be taken from all parts of the catch comprising small-mesh species.\n4.   They shall be taken in such a manner that at least one sample is taken from each hold or subdivision of the hold to which access can be gained, or from the fish on deck before or after sorting in accordance with Article 2 of Regulation (EEC) No 3094/86.\n5.   In so far as possible, when taking the samples, the inspector shall take them in proportion to his estimate of the weight of fish in each hold or subdivision of the hold or on deck.\n6.   Where possible, samples from different levels within the hold or subdivision of the hold shall be taken.\n7.   When sampling on discharge, samples shall be taken at intervals during discharge.\n8.   The samples shall be sorted into species or groups of species. After sorting, the total weight of each species or group of species shall be determined.", "Inspection procedure\n1.   Initial sampling shall be carried out at sea if technically possible.\n2.   The captain may demand that sampling be repeated in port either before or during discharge.\nThe inspector may demand that sampling be repeated in port before discharge and, if the captain decides to discharge the catch, again during discharge.\n3.   If the captain or the inspector has demanded that sampling be carried out on discharging the catch, the port chosen by the inspector shall have facilities for unloading and processing the catch, subject to any limitations imposed by prevailing conditions which, in the judgement of the inspector, prevent this.\n4.   The vessel may either be escorted into port or its hold may be sealed and the captain required to take his vessel into a port specified by the inspector. In the latter case, the inspector shall notify the appropriate control authorities in that port of the name, the registration number and where available the radio call sign of the vessel and its estimated time of arrival. The captain of the vessel shall report to the control authorities immediately on arrival. The seals may be broken only by an inspector.\n5.   The entire inspection procedure shall be carried out by the inspectors of the same Member State unless it agrees to transfer the control procedures to the competent authorities of another Member State.\n6.   If the provisions of paragraph 5 are used to permit the transfer of control procedures from one Member State to another, then the hold shall be sealed and the provisions of paragraph 4 which refer to vessels whose holds have been sealed shall apply.", "Relative validity of inspection\n1.   The result of the calculation of the percentages obtained from sampling in port shall prevail over those obtained from sampling at sea.\n2.   The result of the calculation of the percentages obtained from sampling during discharge shall prevail over those obtained from sampling at sea or in port without discharging.", "Minimum sample sizes\n1.   For sampling at sea, the total weight of the samples selected according to Article 4 shall not be less than 100 kilograms.\n2.   For sampling in port, the total weight of the samples selected according to Article 4 shall not be less than 100 kilograms or one part in two thousand of the weight of the landing or of the total catch on board, whichever is the greater.", "Regulation (EEC) No 3421/84 is hereby repealed.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 1 April 1987.\nFor the Commission\nAntonio CARDOSO E CUNHA\nMember of the Commission\n(1)  OJ No L 24, 27. 1. 1983, p. 1.\n(2)  OJ No L 288, 11. 10. 1986, p. 1.\n(3)  OJ No L 376, 31. 12. 1986, p. 1.\n(4)  OJ No L 316, 6. 12. 1984, p. 34.\n(5)  OJ No L 220, 29. 7. 1982, p. 1.\n(6)  OJ No L 276, 10. 10. 1983, p. 1."}