{"celex_id": "31988D0523", "uri": "http://publications.europa.eu/resource/cellar/3202f4b7-c788-4a3c-aac7-703efa3017b2", "type": "Decision", "concepts": ["2795", "2903", "3660", "4042", "753"], "title": "88/523/Euratom: Council Decision of 14 October 1988 adopting a supplementary research programme to be implemented by the Joint Research Centre for the European Atomic Energy Community\n", "header": "COUNCIL  DECISION\nof 14 October 1988\nadopting a supplementary research programme to be implemented by the Joint Research Centre for the European Atomic Energy Community\n(88/523/Euratom)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Atomic Energy Community, and in particular Article 7 thereof,\nHaving regard to the proposal from the Commission submitted after consultation of the Scientific and Technical Committee (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas, in the context of the common policy relating to the field of science and technology, the research programme is one of the principal means whereby the European Atomic Energy Community can contribute to the safe use of nuclear energy and to the acquisition and dissemination of information in this field,", "main_body": ["The supplementary programme on the operation of the HFR (high flux) research reactor, hereinafter referred to as 'the programme', is hereby adopted for a period of four years, starting on 1 January 1988.", "The funds estimated as necessary for the execution of the programme amount to 71,5 million ECU, including expenditure on a staff of 86. An indicative breakdown of this amount is given in the Annex.", "The Commission, assisted by the board of governors of the Joint Research Centre (JRC) shall be responsible for carrying out the programme and, to this end, shall call upon the services of the JRC.\nThe Commission shall decide on the terms of reference of the board of governors.", "The Commission shall each year, before 31 March, submit to the European Parliament and the Council a report on the implementation of this Decision. This report shall be accompanied by the observations of the board of governors. The board of governors may also submit through the Commission to the European Parliament and the Council a separate report on any aspect of the implementation of this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Luxembourg, 14 October 1988.\nFor the Council\nThe President\nV. PAPANDREOU\n(1) OJ No C 137, 27. 5. 1988, p. 4.\n(2) OJ No C 94, 11. 4. 1988, p. 74.\n(3) OJ No C 80, 28. 3. 1988, p. 23.\nANNEX\nIndicative breakdown of resources for the HFR\nThe resources to be contributed to the supplementary programme are broken down as follows:\nFederal Republic of Germany: 50 %\nNetherlands: 50 %\nOther resources are provided for, in addition to the supplementary programme, either under the heading of work carried out as part of the JRC specific programmes or under the heading of work for third parties.\nThe indicative breakdown is as follows:\n1.2 // - Supplementary programme:   //   // (a) Exploitation of reactor   //   // - Federal Republic of Germany:   // 32,5 million ECU   // - Netherlands:   // 32,5 million ECU   // (b) Preparation of experiments (studies, rigs, etc.):   //   // - Federal Republic of Germany   // 6,5 million ECU   // - Netherlands   // p.m. (1)   // Total appropriations  // 71,5 million ECU + p.m.   // - JRC specific programmes and third parties (estimated resources)   // 12,0 million ECU\n(1) Work to be carried out directly by the Netherlands, the equivalent of such work valued by the Commission at 6,5 million ECU."}