{"celex_id": "31987R2059", "uri": "http://publications.europa.eu/resource/cellar/2ee49199-a484-4fce-84b5-b2eb4c05022b", "type": "Regulation", "concepts": ["1309", "1744", "3167", "4215", "863"], "title": "Commission Regulation (EEC) No 2059/87 of 13 July 1987 setting implementing rules for the special arrangement for maize and sorghum imports into Spain during the period 1987 to 1990\n", "header": "COMMISSION  REGULATION (EEC) No 2059/87\nof 13 July 1987\nsetting implementing rules for the special arrangement for maize and sorghum imports into Spain during the period 1987 to 1990\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1799/87 of 25 June 1987 on special arrangements for imports of maize and sorghum into Spain from 1988 to 1990 (1), and in particular Article 8 (1) thereof,\nWhereas Regulation (EEC) No 1799/87 provided for a reduction in the levy charged on imports into Spain of certain quantities of maize and of sorghum to be processed or used in that country; whereas the Regulation specified that the levy was to be granted on production of licences valid only in Spain to be issued in accordance with rules to be determined;\nWhereas the purposes of the said Regulation cannot be respected unless rules are laid down providing for licence applications to be dealt with together and for the lodging of security to guarantee the seriousness of applications and the subsequent processing and utilization in Spain of products admitted under the prferential arrangement;\nWhereas provision should also be made for Spain to apply appropriate control measures;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["The import levy reduction provided for in Article 3 of Regulation (EEC) No 1799/87 shall be granted on maize and sorghum falling within Common Customs Tariff subheadings 10.05 B and 10.07 C II, respectively, imported into Spain under cover of a licence issued by the Spanish authorities as provided for in this Regulation.", "1. Licence applications shall be lodged in the first two working days of each week.\n2. Licence applications and the licences themselves shall carry the following entry in section 12:\n'levy reduction: licence valid only in Spain (Regulation (EEC) No 2059/87)'.", "1. Licence applications shall be accompanied by a written undertaking from the applicant to lodge, by the day of declaration of release for free circulation at the latest, security of an amount equal to the reduction granted.\n2. The security in connection with import licences issued under this Regulation shall, by way of derogation from point (a) of Article 12 (1) of Commission Regulation (EEC) No 2042/75 (2), be 16 ECU per tonne.\n3. If the levy is fixed in advance the reduction granted shall be that applying on the day on which the licence application is lodged.\n4. If the levy is fixed in advance:\n- the net amount to be charged shall be shown in section 19 of the licence, and\n- the reduction granted shall be shown in section 20a.", "1. Licences shall be issued within the limit of the quantities available at the latest on the third working day following the last day for submission as specified in Article 2.\nShould the total application made in a week be for a quantity exceeding that still available for importation under Regulation (EEC) No 1799/87 the quantities for which licences are issued shall be reduced by a uniform percentage. The security for the quantities not granted shall be released immediately.\n2. The Spanish authorities shall notify the Commission of the quantities for which licences have been issued each week by at the latest the third working day of the following week.", "1. The period of validity of licences shall be that specified in Article 8 of Regulation (EEC) No 2042/75.\n2. The quantity released for free circulation may, by way of derogation from Article 12 (2) of Regulation (EEC) No 2042/75, not be greater than that shown in sections 10 and 11 of the import licence. The figure 0 shall, to this end, be entered in section 22 of the licence.", "The security specified in Article 3 (1) shall be released on production of evidence:\n- of processing or utilization in Spain, or\n- that the product has become unsuitable for any use whatsoever.\nEvidence of incorporation in animal feed shall be acceptable as evidence of processing or utilization.\nIf the abovementioned evidence is not produced within 18 months of the date of acceptance of the declaration for release for free circulation the security shall be forfeit as levy.\nFor the purposes of this Article the obligation to process or utilize referred to in the first subparagraph shall be considered to have been fulfilled if 96 % of the quantity released for free circulation has been processed or used.", "1. Maize and sorghum released for free circulation at a reduced levy rate shall remain under customs surveillance or under administrative surveillance of equivalent effect until the time when it is used or processed.\n2. Spain shall take all necessary measures to ensure adequate surveillance. These measures shall include obligation of interested parties to submit to any check considered necessary by the competent authorities and to keep specific records enabling the authorities to make these checks.\n3. Spain shall immediately notify the Commission of the measures adopted pursuant to paragraph 2.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communites.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 13 July 1987\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 170, 30. 6. 1987, p. 1.\n(2) OJ No L 213, 11. 8. 1975, p. 5."}