{"celex_id": "31987R2183", "uri": "http://publications.europa.eu/resource/cellar/12473957-b5c9-4982-9830-08d198acf5b8", "type": "Regulation", "concepts": ["1182", "2670", "2888", "4284", "4663"], "title": "Commission Regulation (EEC) No 2183/87 of 22 July 1987 on the sale at a price fixed in advance of unprocessed currants from the 1986 harvest held by Greek storage agencies\n", "header": "COMMISSION  REGULATION (EEC) No 2183/87\nof 22 July 1987\non the sale at a price fixed in advance of unprocessed currants from the 1986 harvest held by Greek storage agencies\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 426/86 of 24 February 1986 on the common organization of the market in products processed from fruit and vegetables (1), as last amended by Regulation (EEC) No 1928/87 (2), and in particular Article 8 (8) thereof,\nHaving regard to Council Regulation (EEC) No 1277/84 of 8 May 1984 laying down general rules for the system of production aid for processed fruit and vegetables (3), and in particular Article 6 (1) thereof,\nWhereas the Greek storage agencies have, pursuant to Commission Regulation (EEC) No 626/85 of 12 March 1985 on the purchasing, selling and storage of unprocessed dried grapes and figs by storage agencies (4), as amended by Regulation (EEC) No 344/86 (5), purchased unprocessed currants from the 1986 harvest; whereas in the light of the situation on the market in dried grapes the currants should be offered for sale at prices fixed in advance for processing within the Community for consumption; whereas the selling shall take place in accordance with the provisions of Regulation (EEC) No 626/85;\nWhereas when fixing the sale price it must be taken into consideration that the products are no longer eligible for production aid;\nWhereas the processing security provided for in Article 6 (1) of Regulation (EEC) No 626/85 shall be fixed at such a level that any abuse can be avoided;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Products processed from Fruit and Vegetables,", "main_body": ["1. The Greek storage agencies listed in Annex I shall undertake the sale of unprocessed currants from the 1986 harvest, the qualities and prices of which are stated in Annex II.\n2. Applications to purchase shall be submitted in writing to each storage agency in question at the headquarters of Idagep, 241 Acharnon Street, GR-Athens.\n3. Informations on the quantities and the places where the products are stored may be obtained by those concerned from the addresses given in Annex I.", "The processing security provided for in Article 6 (1) of Regulation (EEC) No 626/85 shall be 20 ECU per 100 kilograms net.", "This Regulation shall enter into force on 1 September 1987.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 22 July 1987.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 49, 27. 2. 1986, p. 1.\n(2) OJ No L 183, 3. 7. 1987, p. 32.\n(3) OJ No L 123, 9. 5. 1984, p. 25.\n(4) OJ No L 72, 13. 3. 1985, p. 7.\n(5) OJ No L 41, 18. 2. 1986, p. 15.\nANNEX I\nList of storage agencies referred to in Article 1 of this Regulation\n1. ASO, Mezonos 241, Patras, Greece.\n2. Panegialios Enosis Sineterismon, Egion, Greece.\n3. Enosis Georgikon Sineterismon Zakynthou, Zakynthos, Greece.\n4. Enosis Georgikon Sineterismon Olympia Ilias, Pyrgos, Greece.\n5. Kentriki Syneteristiki Enosi Prostasias Georgikon Proionton nomou Messinias, Kalamata, Greece.\nANNEX II\nQualities and prices of the unprocessed currants from the 1986 harvest referred to in Article 1\n1.2 //  //  // Category  // ECU/100 kg net   //    //   // 1. 'Shade', Eghion region   // 81,376   // 2. 'Select Sun', Eghion region   // 79,654   // 3. 'Shade', Corinth region   // 79,081  // 4. 'Select Sun', Corinth region   // 76,746   // 5. 'Regular' Eghion region   // 75,637   // 6. 'Select Sun' from Patras, the Ionian Islands, the Prefecture of Ilias, Triphilias, and Pylias   // 74,605   // 7. 'Regular', Corinth region   // 74,605   // 8. 'Select Sun', remainder of Messenia  // 73,456   // 9. 'Regular', from Patras, the Ionian Islands, the Prefecture of Ilias, Triphilias and Pylias   // 72,309  // 10. 'Regular', remainder of Messenia   // 71,161   // 11. 'Regular', other regions   // 65,078   //    //"}