{"celex_id": "31987D0044", "uri": "http://publications.europa.eu/resource/cellar/1245f0e6-f978-44d3-bbdb-af9a49959168", "type": "Decision", "concepts": ["1787", "2474", "3774", "4210", "4498", "5033"], "title": "87/44/EEC: Commission Decision of 10 December 1986 relating to a proceeding under Article 85 of the EEC Treaty (IV/29.036 - The GAFTA Soya Bean Meal Futures Association) (Only the English text is authentic)\n", "header": "COMMISSION  DECISION\nof 10 December 1986\nrelating to a proceeding under Article 85 of the EEC Treaty\n(IV/29.036 - The GAFTA Soya Bean Meal Futures Association)\n(Only the English text is authentic)\n(87/44/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation No 17 of 6 February 1962, First Regulation implementing Articles 85 and 86 of the Treaty (1), as last amended by the Act of Accession of Spain and Portugal, and in particular Article 2 thereof,\nHaving regard to the notification and application for negative clearance submitted on 11 April 1975 relating to the articles of association and the rules and regulations of the GAFTA Soya Bean Meal Futures Association Limited,\nHaving regard to the summary of the notification published (2) pursuant to Article 19 (3) of Regulation No 17,\nAfter consulting the Advisory Committee on Restrictive Practices and Dominant Positions,\nWhereas:\nI. FACTS\n(1) The GAFTA (3) Soya Bean Meal Futures Association Limited (SOMFA) is one of many commodity markets established in London. The commodity markets are self-regulatory organizations run by committees of management selected by members from amongst themselves, aided by secretariats and using powers given to them by their members in market rule books. Although the markets are self-regulating, there is an element of supervision by the Bank of England and, increasingly, supervision of the members by the Association of Futures Brokers and Dealers Limited (AFBD).\n(2) The object of SOMFA is to set up and to administer a terminal market in London for soya bean meal. A terminal market, or a futures market, provides organized facilities for concluding contracts for the purchase and sale of a commodity to be delivered at named future dates. Futures markets have been developed primarily to enable persons involved in commodity trading to protect themselves from the risks of adverse price movements.\n(3) SOMFA provides a market floor for trading and price-making, determines various technical questions such as allowable delivery months and standard contract terms and procures the provision of clearing and settlement facilities. Trading is done on the floor of the market where dealers face each other in a ring, making bids and offers through the system known as 'open outcry'.\n(4) The International Futures Markets in London are among the principal markets used in international commodity merchandising, and they contribute to the stability and smooth operation of world trade and to world pricing mechanisms. The relative size of SOMFA compared with its most important competitors is shown below:\nAnnual volumes of trade (tonnes traded) in soya bean meal\n1982 to 1985\n1.2.3.4.5 //  //  //  //  //  // Year   // London  // Chicago (100 tonnes)   // Hong Kong (30 tonnes)  // Mid-America (20 tonnes)   //    //   //   //   //   // 1982   // 3 842 500   //   //   //   // 1983   // 4 466 100   //  //   //   // 1984   // 2 493 760   // 3 822 179   // 340 545  // 10 981   // 1985   // 2 078 500   // 3 339 268   // 372 352   //   //    //   //   //   //\nN.B: Data for London include the 20 tonnes soya bean meal contract which commenced trading on 8 May 1984 (the current contract); the 100 tonnes, sterling soya bean meal contract traded up to 31 December 1984; and the 100 tonnes US Dollar soya bean meal contract traded from 1 July 1983 to 22 August 1984.\n(5) The contract currently traded on the soya bean meal market is for 20 tonnes, or multiples of 20 tonnes, of soya bean meal/pellets of a quality defined in detail in Rule 13.05 of SOMFA's rules. The contract is for delivery of each 20 tonnes in one of the stores approved by SOMFA in either the Federal Republic of Germany, Belgium, the Netherlands or the United Kingdom at the seller's option. Quotations are for one year ahead and the months for trading are December, February, April, June, August and October.\n(6) All contracts traded on SOMFA must be registered with the International Commodities Clearing House Limited (ICCH), an independent service company, which provides clearing and settlement facilities for SOMFA. ICCH has substantial capital and reserves, and is wholly owned by six clearing banks. The principal functions of ICCH are to maintain and organize a 'daily clearing' of all trades and provide a guarantee for due fulfilment of contracts, in accordance with the rules of SOMFA, to clearing members in whose names such contracts are registered.\n(7) There are three classes of membership of SOMFA. The first class is of voting members known as floor members. Floor members are allowed to trade on the floor of the market. The rules set no limit to the number of floor members. The second two classes of non-voting or associate members consist of trade associate members and general associate members. Their number is similarly not limited. Non-voting members have to pass all contracts through a floor member.\n(8) The criteria specified in the Articles for floor members require an applicant for membership to meet certain financial requirements. A detailed statement of the criteria in force at the time of application may be obtained from the Secretary. To become a floor member the applicant must satisfy the Committee that it is carrying on business from a properly-established office in London, and that it is actively interested in the trading of soya bean meal. Firms and companies whose principal place of business is not within the member countries of the EEC are not eligible for floor membership.\n(9) All floor members must be members of the ICCH and must register their contracts with the ICCH which, in return for its fee, guarantees the performance of the contracts.\n(10) Trade associate members are companies or firms which have a continuing interest in the production, trading or consumption of physical soya bean meal. General associate members consist of companies or firms which have a continuing trading interest in the soya bean meal futures market.\n(11) Floor membership may be transferred provided that the transferee is elected in accordance with the Articles. Associate membership may also be transferred in accordance with SOMFA's rules.\n(12) The Committee is now required to give reasons when it takes decisions affecting the members' rights of membership. An appeal procedure applies if the Committee refuses an application for membership, refuses to grant permission for a transfer of membership, or refuses to approve a change in the directorship, partnership, nature of business, legal status or beneficial ownership of a member. The procedure also applies if the Committee suspends a member for more than seven days, or refuses to reinstate a member, or expels a member or otherwise determines that a membership shall cease. In these cases, if the candidate or member is dissatisfied with the Committee's decision, that candidate or member may ask the Committee to reconsider its decision, making such representations and supplying such information as it considers relevant.\n(13) The rules require that a member must generally be a member of the Association of Futures Brokers and Dealers Limited (AFBD). However, this requirement is not mandatory for all members. A member is excused from this obligation if he is (a) not a floor member and has no place of business in the UK, or (b) engages in business exclusively on his own account or on behalf of a related company, or (c) falls within a category of member which is excused membership of the AFBD by the AFBD itself. The AFBD is one of seven self-regulatory organizations (SROs) which it is expected will be recognized by the Securities and Investments Board (SIB), which was set up in anticipation of the Financial Services Act which stipulates that the only persons allowed to carry on investment business in the UK are 'authorized persons' or certain 'exempted persons'. Members of the SOMFA will be so authorized by virtue of being members of the AFBD. In order to become a member of the AFBD applicants have to fulfil certain qualitative criteria which reflect the AFBD's primary object, i.e. to promote and maintain a system of supervision of the conduct of business by commodity, financial and other futures brokers and dealers, particularly with a view to the protection of the interests of their clients. These criteria relate to the suitability of members' financial and business standing, and eligibility in other respects such as reliability, training, experience and financial resources.\n(14) The rules provide that 'a' commission must be charged by every member on every transaction effected for another party (whether or not that other party is a member), but the rates of commission are freely negotiable. Where a member adopts a different position in two adjacent trading months ('a straddle') these may be executed for one commission provided that both positions are closed simultaneously.\nII. LEGAL ASSESSMENT\n(15) The notified rules and regulations of SOMFA are to be considered as agreements within the meaning of Article 85 of the EEC Treaty.\n(16) The articles, rules and regulations of the SOMFA were drawn up taking into account the representations by the Commission in relation to various other terminal markets in London. The Commission has already granted negative clearance in respect of the rules of these associations by Decisions 85/563/EEC (1) (sugar), 85/564/EEC (2) (cocoa), 85/565/EEC (3) (coffee) and 85/566/EEC (4) (rubber).\n(17) The rules and regulations as originally notified specified the minimum net rates of commission which could be charged by a member. The rules specified rates of commission which varied according to who was paying and who was receiving the commission, and whether or not the contract was registered in the client's own name. The rates were cheaper if the contract was registered in the client's own name with the ICCH. They were also lower where the payer was a full member than where the payer was an associate member. The highest rate of commission applied where the payer was a non-member.\n(18) The rules specified that the rates of commission were the minimum net rates which could be charged by members, and that no portion of this commission could be returned by a member to his client or agent in any shape or form, whether directly or indirectly. The Committee was given powers to examine suspected infringements and had the power to suspend or expel offending members.\n(19) The Commission considered this system of specified minimum commission rates to be a form of price-fixing and that it violated Article 85 (1) of the EEC Treaty. SOMFA was requested to abandon the system of fixed minimum rates. The system has now been completely abolished and references to the system in the rules and regulations have been deleted. The rules now provide that 'a' commission must be charged by every member on every transaction effected for another party (whether or not that other party is a member) but the rates of commission are freely negotiable. The Commission believes that this obligation is not appreciably restrictive of competition because it only entails the obligation to charge 'a' commission, without any reference to the commission which is to be charged. It follows that complete freedom exists to negotiate the actual commission rates.\n(20) Furthermore, as a result of the representations by the Commission, amendments have been made to the rules concerning membership so that membership is now open, and the criteria by which applications for membership are judged are objective (see Facts, paragraph 8 above). The Committee is now required to give reasons when it takes decisions affecting the members' rights of membership. To protect the rights of actual or potential members an appeal procedure has been introduced.\n(21) The publications in the Official Journal of the European Communities, pursuant to Article 19 (3) of Regulation No 17, did not elicit any representations.\n(22) The articles of association and the rules and regulations of SOMFA as outlined above do not contain any clauses which constitute appreciable restrictions on competition within the common market. Therefore the Commission, on the basis of the facts in its possession, has no grounds for action under Article 85 (1). Consequently, the Commission is able to issue a negative clearance pursuant to Article 2 of Regulation No 17,", "main_body": ["On the basis of the facts in its possession the Commission has no grounds for action under Article 85 (1) of the EEC Treaty in respect of the articles of association and rules and regulations of the GAFTA Soya Bean Meal Futures Association as notified on 11 April 1975.", "This Decision is addressed to The GAFTA Soya Bean Meal Futures Association Limited, whose registered office is at Baltic Exchange Chambers, 24/28 St Mary Axe, London EC 3 A 8EP, United Kingdom."], "attachments": "Done at Brussels, 10 December 1986.\nFor the Commission\nPeter SUTHERLAND\nMember of the Commission\n(1) OJ No 13, 21. 2. 1962, p. 204/62.\n(2) OJ No C 251, 8. 10. 1986, p. 10.\n(3) 'GAFTA' means Grain and Feed Trade Association.\n(1) OJ No L 369, 31. 12. 1985, p. 25.\n(2) OJ No L 369, 31. 12. 1985, p. 28.\n(3) OJ No L 369, 31. 12. 1985, p. 31.\n(4) OJ No L 369, 31. 12. 1985, p. 34."}