{"celex_id": "31981D0518", "uri": "http://publications.europa.eu/resource/cellar/7d8bc034-9498-4745-87be-23032788d0bf", "type": "Decision", "concepts": ["1519", "4257", "4298", "4327", "4337", "623"], "title": "81/518/EEC: Council Decision of 6 July 1981 on the restructuring of the system for agricultural surveys in Italy\n", "header": "COUNCIL DECISION of 6 July 1981 on the restructuring of the system for agricultural surveys in Italy (81/518/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 43 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nWhereas it is necessary, for effective and balanced implementation of the common agricultural policy in Italy, especially in the Mezzogiorno regions, to have statistical information of satisfactory scope and reliability on agricultural holdings in Italy and on the production, processing and marketing of agricultural products;\nWhereas in Italy the system of statistical surveys carried out in agriculture at present on territorial units, and partially on economic units, has hitherto satisfied Community requirements in respect of a number of censuses in a somewhat ad hoc manner as regards both execution and financing ; whereas, therefore, a restructuring of the information collecting system is highly desirable with a view to providing a more solid basis for the statistical information to be provided ; whereas the system could at the same time be brought into line with those in other Member States, thus improving comparability within the Community;\nWhereas, because of economic and budgetary constraints, the Italian Government does not have sufficient means to make the considerable effort involved in establishing a statistical system comparable to those which already exist in the other Member States;\nWhereas the implementation of an effective system for recording agricultural statistics in Italy will be in the interest of the Community and will contribute to the attainment of the objectives defined in Article 39 (1) (a) of the Treaty, including the structural changes necessary for the proper functioning of the common market;\nWhereas a Community contribution to the financing of the measures to be taken is envisaged without, however, making expenditure relating to administrative costs and personnel, within the meaning of Article 1 (4) of Council Regulation (EEC) No 729/70 (3), as last amended by Council Regulation (EEC) No 3509/80 (4), eligible under the Community budget;\nWhereas the terms should be defined on which the Community will help to finance the planning and operation of a statistical programme in the Member State concerned ; whereas while the Italian Government should retain responsibility for such planning, account being taken of existing administrative structures, certain conditions should be laid down to guarantee optimum utilization of the Community's financial contribution;\nWhereas the Community must be able to ensure that the measures taken by the Italian Government will help to attain the objectives of the joint action and will fulfil the conditions under which the Community financing is granted;\nWhereas a procedure should be laid down whereby the Member States and the Commission will cooperate closely in the Standing Committee for Agricultural Statistics,", "main_body": ["In order to organize in Italy a system of statistical surveys on agricultural matters which will fully satisfy Community requirements for statistical information in this field, the Italian Government shall ensure:    (a) the gradual introduction of a coherent programme of statistical surveys, conducted on the basis of samples at agricultural holdings level, by interviewers chosen and specially trained for that purpose;\n(b) the strengthening or creation of a regional technical and administrative infrastructure which ensures that the required surveys are carried out and that the data are forwarded to the Istituto Centrale di Statistica (ISTAT).\n(1) OJ No C 212, 20.8.1980, p. 5.  (2) OJ No C 327, 15.12.1980, p. 101.  (3) OJ No L 94, 28.4.1970, p. 13.  (4) OJ No L 367, 31.12.1980, p. 87.", "The Italian Government shall ensure that, once the restructuring is completed, the organization of the system of statistical surveys referred to in Article 1 guarantees the completion of the surveys required or likely to be required at Community level and that these surveys fulfil the requirements of Community law as regards the field and purpose of the surveys, and the reliability and time limits prescribed, without obtaining any further financial aid from the Community, other than the contribution provided for in this Decision, except in cases where Community contributions are also laid down for the other Member States.", "1. The organization of the system of surveys referred to in Article 1 shall begin in 1981 and be followed as soon as possible by the introduction of a programme of surveys on the structure of agricultural holdings. The timetable for the organization of the new system and the introduction of the programme of surveys shall be as follows:    (a) 1982 : sample surveys to be held in two or three regions. This will provide an opportunity to test the methods used by the technical staff employed by the \"Assessorati dell'Agricoltura e delle Foreste\" and trained for this purpose;\n(b) 1983 : new questionnaires and sample survey methods will be tested in two or three regions in order to make it possible to draw up a series of options on the basis of the results of the survey on the structure of agricultural holdings;\n(c) 1984 : the experimental surveys will be extended to other regions;\n(d) 1985 : first experimental application at national level of the new system of surveys with the new organization;\n(e) 1986/87 : introduction of the new system throughout the territory of the Italian Republic (1986). In particular, in 1987, with the Commission's assistance, it will be possible to determine which, if any, definitive methodological improvements are required.\n2. The Italian Government shall be entitled to submit amendments to the programme referred to in paragraph 1. The Commission shall decide whether such amendments shall be admitted, in accordance with the procedure laid down in Article 6, after consultation of the Standing Committee on Agricultural Statistics.", "1. From 1981 to 1986, the Italian Government shall submit an annual programme of measures to implement the programme defined in Article 1. This programme shall contain information on:    (a) all the surveys to be carried out in the following year, specifying the field of observation, the sampling plan, the questionnaires to be used and the anticipated statistical errors;\n(b) experience gained from the implementation of the previous annual programme, including progress made in the institution of the new survey system at regional level in each production sector, the statistical errors recorded and measures taken to increase the reliability of results.\n2. These annual programmes shall be forwarded to the Commission by the Italian Government before the end of June of the preceding year for appropriate examination.\nHowever, the first programme shall be forwarded at the latest three months after this Decision enters into force.\n3. At the request of the Commission, the Italian Government shall provide further information on the programme submitted in accordance with paragraph 1.\nThe Commission shall decide whether to approve the annual programmes in accordance with the procedure laid down in Article 6, after consulting the Standing Committee on Agricultural Statistics.", "1. The Community's total share in the programme referred to in Article 1 is estimated at a maximum of 15 million ECU.\n2. This contribution shall be made available to the Italian Government in six yearly instalments after submission and approval of the annual programme of implementation referred to in Article 4 and subject to the preceding annual programme having been carried out.\n3. The annual distribution of the total amount referred to in paragraph 1 shall depend on the progress made in the implementation of the programme.", "1. Where the procedure laid down in this Article is to be followed, the matter shall be referred to the Standing Committee on Agricultural Statistics by its chairman, either on his own initiative or at the request of the representative of a Member State.\n2. The Commission representative shall submit to the Committee a draft of the measures to be taken. The Standing Committee on Agricultural Statistics shall give its opinion on these measures within a time limit which may be set by the chairman in accordance with the urgency of the matters submitted for discussion. It shall act by a majority of 45 votes, the votes of the Member States being weighted as laid down in Article 148 (2) of the Treaty. The chairman shall not vote.\n3. The Commission shall adopt the measures, which shall be immediately applicable. However, if they are not in accordance with the opinion of the Standing Committee on Agricultural Statistics, the Commission shall submit them to the Council without delay ; if this is done, the Commission may delay the application of the proposed measures by not more than one month after the date of submission.\nThe Council may take a different decision within a period of one month, acting by a qualified majority.", "This Decision shall take effect on the day following its adoption.", "This Decision is addressed to the Italian Republic."], "attachments": "Done at Brussels, 6 July 1981.\nFor the Council\nThe President\nG. HOWE"}