{"celex_id": "31981R2798", "uri": "http://publications.europa.eu/resource/cellar/96f65c50-f839-4c90-bb9b-9a1cca0da41d", "type": "Regulation", "concepts": ["1642", "1644", "2738", "3568", "4682"], "title": "Commission Regulation (EEC) No 2798/81 of 28 September 1981 amending for the third time Regulation (EEC) No 2377/80 on special detailed rules for the application of the system of import and export licences in the beef and veal sector\n", "header": "COMMISSION REGULATION (EEC) No 2798/81 of 28 September 1981 amending for the third time Regulation (EEC) No 2377/80 on special detailed rules for the application of the system of import and export licences in the beef and veal sector\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 805/68 of 27 June 1968 on the common organization of the market in beef and veal (1), as last amended by the Act of Accession of Greece, and in particular Article 15 (2) and Article 25 thereof,\nWhereas Commission Regulation (EEC) No 2378/80 (2), as last amended by Regulation (EEC) No 1727/81 (3), laid down additional special detailed rules concerning the issue of export licences, which were made necessary by the world market situation for agricultural products ; whereas the said detailed rules apply only until 30 September 1981;\nWhereas some of the detailed rules have been found to be useful for giving better indications concerning the market, particularly in respect of exports of beef and veal to non-member countries ; whereas they should therefore be retained by including them in Commission Regulation (EEC) No 2377/80 (4), as last amended by Regulation (EEC) No 2137/81 (5);\nWhereas the Management Committee for Beef and Veal has not delivered an opinion within the time limit set by its chairman,", "main_body": ["Regulation (EEC) No 2377/80 is hereby amended as follows.  1. The following Article 8a is inserted:\n\"Article 8a\n1. For products falling within subheading 02.01 A II of the Common Customs Tariff, the application for an export licence and the licence itself shall contain, in Section 13, the name of the country of destination of the product.\n2. For products falling within subheading 02.01 A II of the Common Customs Tariff, the export licence with advance fixing of the refund, as referred to in Article 3 (a), shall be issued on the fifth working day following the day on which the application is lodged, unless special measures are taken during that period.\n3. By way of derogation from Article 5 (b), the export licence with advance fixing of the refund, as referred to in paragraph 2 of this Article, shall be valid for 90 days from its actual day of issue.\"\n2. Article 16 is replaced by the following:\n\"Article 16\n1. The Member States shall communicate, by telex, to the Commission on the Monday and Thursday of each week, before 4 p.m., for the products falling within subheading 02.01 A II of the Common Customs Tariff, and specifying, by product, the quantities and countries of destination:  - a list of export licences with advance fixing of refunds applied for since the previous communication, and\n- a list of export licences issued since the previous communication.\n2. Before the fifth day of each month, the Member States shall communicate to the Commission by telex the quantity of products for which import or export licences were issued during the previous calendar month.\n3. The communications provided for in this Article shall be made in accordance with Annex I and using the codes indicated therein.", "This Regulation shall enter into force on 1 October 1981.  (1) OJ No L 148, 28.6.1968, p. 24. (2) OJ No L 241, 13.9.1980, p. 19. (3) OJ No L 172, 30.6.1981, p. 21. (4) OJ No L 241, 13.9.1980, p. 5. (5) OJ No L 209, 29.7.1981, p. 15.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 28 September 1981.\nFor the Commission\nPoul DALSAGER\nMember of the Commission"}