{"celex_id": "31986R1336", "uri": "http://publications.europa.eu/resource/cellar/62d9eeff-3d08-4450-8590-59a039a629ca", "type": "Regulation", "concepts": ["1339", "5372", "944"], "title": "Council Regulation (EEC) No 1336/86 of 6 May 1986 fixing compensation for the definitive discontinuation of milk production\n", "header": "COUNCIL REGULATION (EEC) No 1336/86 of 6 May  1986 fixing compensation for the definitive discontinuation of milk production\nTHE  COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ", Having regard to the Treaty establishing the European Economic  Community, Having regard to Council Regulation (EEC) No 804/68 of 27 June 1968 on the common  organization of the market in milk and milk products  (1), as last amended by Regulation (EEC) No  1335/86  (2), and in particular Article 5c (6) thereof, Having regard to the proposal from the  Commission, Whereas the European Parliament stated its opinion on this proposal in a resolution on  21 February 1986; Whereas developments on the milk market have made necessary a 3  % reduction in  the global quantities referred to in Article 5c of Regulation (EEC) No 804/68 and the Annex to  Council Regulation (EEC) No 857/84 of 31 March 1984 adopting general rules for the application of  the levy referred to in Article 5c of Regulation (EEC) No 804/68 in the milk and milk products  sector  (3), as last amended by the Act of Accession of Spain and Portugal; whereas the said  reduction is being implemented in two stages i.e. 2  % with effect from 1 April 1987 and 1  % with  effect from 1 April 1988; Whereas, in order to facilitate the reduction of deliveries and direct  sales involved in reducing guaranteed global quantities, a Community system should be established  to finance the discontinuation of milk production by granting any producer, at the latter's request  and provided that he fulfils certain eligibility requirements, compensation in return for his  undertaking to discontinue definitively all milk production; Whereas, in the light of experience,  the compensation may be fixed at 4 ECU per 100 kilograms of milk or milk equivalent, payable for  seven years; whereas, however, it may be necessary to increase the level of compensation in order  to achieve the reduction target; whereas, therefore, Member States should be authorized to put up  additional financing, the amount of which may be adjusted to take account of specific regional  features; whereas the quantities thus repurchased by Community and, possibly, national financing  may neither be earmarked for the national reserve nor re-allocated to producers or purchasers;    Whereas the compensation is, in principle, granted for the whole of the reference quantity;  whereas, however, this right should in certain cases be limited since producers having benefited  prior to the entry into force of this Regulation from Article 4 (1) (a) of Regulation (EEC) No  857/84 are excluded from it; Whereas, should part of the sums provided for Community financing and  fixed in the Annex to this Regulation not be used by the Member States, the latter should, in the  interests of restructuring, be authorized to earmark the amounts still available for the financing  of national programmes for repurchasing the reference quantities referred to in Article 4 (1) (a)  of Regulation (EEC) No 857/84, for the benefit of producers permitted to participate in them after  the entry into force of this Regulation; Whereas, account should be taken of cases where the  holding is the subject of leases; Whereas the aim of the Community compensation is to restore  market balance for the products concerned and may, therefore, be considered as an intervention  within the meaning of Article 3 of Council Regulation (EEC) No 729/70 of 21 April 1970 on the  financing of the common agricultural policy  (4), as last modified by Regulation (EEC) No 870/85   (5),", "main_body": ["1.    At the request of the party  concerned and subject to the conditions defined in this Regulation, and within the limits of the  quantities laid down in Annex I, compensation shall be granted to any producer, as defined in the  first subparagraph of Article 12 (c) of Regulation (EEC) No 857/84, who undertakes to discontinue  milk production definitively.Where the second subparagraph of Article 12 (c) of the aforesaid  Regulation is applicable, compensation is granted to each associated producer, subject to the same  conditions. Milk production must be actually discontinued not later than:-  31 March 1987 for the  first year of application;-31 March 1988 for the second year of application.       2.    Eligible  producers are those who have obtained a reference quantity according to Article 5 (c) of Regulation  (EEC) No 804/68, in the context of either formulas A or B or direct sales.However, Member States  may decide not to grant compensation to producers possessing less than six dairy cows or whose  reference quantity is less than 25  000 kilograms a year. 3.    Compensation is granted for the  reference quantities for which the producers are entitled when this Regulation enters into force,  excluding those quantities allocated in accordance with Article 3 (1) and (2) and Article 4 (1) (b)  and (c) of Regulation (EEC) No 857/84.", "1.    The Community financing of the measure  provided for in this Regulation is limited to the quantities referred to in Annex II. 2.    Within  the limits of these amounts, Member States are authorized to pay maximum compensation of 4 ECU per  year and per 100 kilograms of milk or milk equivalent as defined in Regulations (EEC) No 857/84 and  (EEC) No 1371/84  (1).The compensation is paid for seven years. 3.    Member States may contribute  to the financing of the measure by increasing the level of compensation.The level of the increase  may be adjusted within the Member State to take account of the differing local conditions in  respect of:-  milk production developments,-the average level of deliveries per producer,-the need  to avoid hampering the restructuring of milk production,-the existence of opportunities for  converting to other productive activities,-the siting of milk production in one of the zones as  defined in Article 3 (3) (4) and (5) of Directive 75/268/EEC  (2), as last amended by Directive  82/786/EEC  (3). 4.    Compensation is granted for the whole of the reference quantity of the  applicant subject to Article 1 (3).In the case of producers who have two reference quantities, one  for deliveries to purchasers and one for direct sales, compensation is granted for the two  reference quantities. 5.    The amounts referred to in Annex II may not be entirely used up where a  compensation of less than 4 ECU is paid in respect of the quantities referred  to in Annex I or  where payment of a compensation of not less than 4 ECU to all those eligible does not enable the  said quantities to be attained;In such case, the portion of the amounts referred to in Annex II  which remains available may be used forthwith by the Member States concerned for the purposes of  the provisions referred to in Articles 3  (2) and 4  (1) of Regulation (EEC) No 857/84. 6.    The  reference quantities released pursuant to paragraphs 1 to 4 may not be re-earmarked or  re-allocated.", "1.    In the case of leases, the request for compensation shall be  submitted by the lessee. 2.    Member States may, however, determine the conditions under which the  lessee may submit the request for compensation and the conditions under which compensation may be  granted.", "Member States shall, communicate to the Commission once a year, by no later  than 31 May 1987 and 31 May 1988 for the periods expiring on 31 March 1987 and 31 March 1988  respectively all the information needed for an assessment to be made of the effectiveness of the  measure provided for in this Regulation.", "The Commission, according to the procedure laid  down in Article 30 of Regulation (EEC) No 804/68, shall adopt measures for the application of this  Regulation, in particular:(a)  the period for requests and their contents;(b)the conditions and  time limits for the approval of requests;(c)the procedures for the payment of  compensation;(d)inspection procedures to ensure that the undertakings arising from the grant of  compensation are honoured;(e)procedures for the recovery of amounts paid where these undertakings  have not been honoured;(f)the procedures for the application of Articles 2  (5) and 4.", "The financing of the measure provided for in Article 2 (1) is considered as intervention within  the meaning of Article 3 of Regulation (EEC) No 729/70.", "This Regulation shall enter into  force on the day of its publication in the Official Journal of the European Communities. It shall  apply from 1 May 1986.\nThis Regulation shall be binding in its entirety and  directly applicable in all Member States."], "attachments": "Done at Brussels, 6 May 1986. For the Council The  President P.  H. van ZEIL\n(1)   OJ No L 148, 28. 6. 1968, p. 13.\n(2)  See page 19 of this Official Journal.\n(3)  OJ No L 90, 1. 4. 1984, p. 13.\n(4)  OJ No L 94, 28. 4. 1970, p. 13.\n(5)  OJ No L 95, 2. 4. 1985, p. 1.\n(1)  OJ No L 132, 18. 5. 1984, p. 11.\n(2)  OJ No L 128, 19. 5. 1975, p. 1.\n(3)  OJ No L 327, 24. 11. 1982, p. 19."}