{"celex_id": "31988R1289", "uri": "http://publications.europa.eu/resource/cellar/9a139d84-9768-4d7f-9482-ecec9241519f", "type": "Regulation", "concepts": ["1338", "3611", "4385"], "title": "Commission Regulation (EEC) No 1289/88 of 11 May 1988 re-establishing the levying of customs duties on garments, other than knitted or crocheted, products of category 78 (order No 40.0780), originating in India, to which the preferential tariff arrangements set out in Council Regulation (EEC) No 3783/87 apply\n", "header": "COMMISSION  REGULATION (EEC) No 1289/88\nof 11 May 1988\nre-establishing the levying of customs duties on garments, other than knitted or crocheted, products of category 78 (order No 40.0780), originating in India, to which the preferential tariff arrangements set out in Council Regulation (EEC) No 3783/87 apply\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3783/87 of 3 December 1987 concerning the administration of the generalized tariff preferences for 1988 in respect of textile products originating in developing countries (1), and in particular Article 4 thereof,\nWhereas Article 2 of Regulation (EEC) No 3783/87 provides that preferential tariff treatment shall be accorded, for each category of products subjected in Annexes I and II to Council Regulation (EEC) No 3782/87 (2) to individual ceilings, within the limits of the quantities specified in column 7 of its Annex I or II, in respect of certain or each of the countries or territories of origin referred to in column 5 of the same Annexes;\nWhereas Article 3 of Regulation (EEC) No 3783/87 provides that the levying of customs duties may be re-established at any time in respect of imports of the products in question once the relevant individual ceilings have been reached at Community level;\nWhereas, in respect of garments, other than knitted or crocheted, products of category 78 (order No 40.0780), the relevant ceiling amounts to 106 tonnes;\nWhereas on 1 May 1988 imports of the products in question into the Community, originating in India, a country covered by preferential tariff arrangements, reached and were charged against that ceiling;\nWhereas it is appropriate to re-establish the levying of customs duties for the products in question with regard to India,", "main_body": ["As from 15 May 1988 the levying of customs duties, suspended pursuant to Council Regulation (EEC) No 3782/87, shall be re-established in respect of the following products, imported into the Community and originating in India:\n1.2.3.4 //  //  //  //  // Order No   // Category   // CN code   // Description  //  //  //  //  //  //  //  //  // 40.0780   // 78 (tonnes)  // 6203 41 30 6203 42 59 6203 43 39 6203 49 39 6204 61 80 6204 61 90 6204 62 59 6204 62 90 6204 63 39 6204 63 90 6204 69 39 6204 69 50 6210 40 00 6210 50 00 6211 31 00 6211 32 90 6211 33 90 6211 41 00 6211 42 90 6211 43 90   // Garments, other than knitted or crocheted, excluding garments of category 6, 7, 8, 14, 15, 16, 17, 18, 21, 26, 27, 29, 68, 72, 76 and 77   //  //   //   //", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 11 May 1988.\nFor the Commission\nCOCKFIELD\nVice-President\n(1) OJ No L 367, 28. 12. 1987, p. 58.\n(2) OJ No L 367, 28. 12. 1987, p. 1."}