{"celex_id": "31987R2620", "uri": "http://publications.europa.eu/resource/cellar/12a877ab-3232-4817-9c18-d5f92722829c", "type": "Regulation", "concepts": ["1504", "2730", "3774", "797"], "title": "Commission Regulation (EEC) No 2620/87 of 27 August 1987 laying down detailed rules for implementing the system of aid for the use of concentrated grape must for the manufacture in the United Kingdom and Ireland of certain products and fixing the aid for the 1987/88 wine year\n", "header": "COMMISSION  REGULATION (EEC) No 2620/87\nof 27 August 1987\nlaying down detailed rules for implementing the system of aid for the use of concentrated grape must for the manufacture in the United Kingdom and Ireland of certain products and fixing the aid for the 1987/88 wine year\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 822/87 of 16 March 1987 on the common organization of the market in wine (1), as last amended by Regulation (EEC) No 1972/87 (2), and in particular Articles 46 (5) and 81 thereof,\nHaving regard to Council Regulation (EEC) No 1676/85 of 11 June 1985 on the value of the unit of account and the conversion rates to be applied for the purposes of the common agricultural policy (3), as amended by Regulation (EEC) No 1636/87 (4),\nHaving regard to the Council Regulation (EEC) No 1678/85 of 11 June 1985 fixing the conversion rates to be applied in agriculture (5), as last amended by Regulation (EEC) No 409/87 (6),\nWhereas, under the second and third indents of the first subparagraph of Article 46 (1) of Regulation (EEC) No 822/87 an aid system was introduced for the use of grape musts and concentrated grape musts produced in wine-growing zones C III (a) and C III (b) for the preparation in the United Kingdom and Ireland of certain products, falling within heading No 22.07 of the Common Customs Tariff and for the use of concentrated grape musts produced in the Community for the manufacture of certain products marketed in the United Kingdom and in Ireland with instructions for obtaining from them a beverage in imitation of wine;\nWhereas the products falling within heading No 22.07 of the Common Customs Tariff referred to in the second indent of the first subparagraph of Article 46 (1) of the abovementioned Regulation are at the moment produced exclusively from concentrated grape must; whereas, at present, aid should therefore be fixed for the use of concentrated grape must alone;\nWhereas implementation of the aid system requires administrative arrangements for checking both the origin of the products for which aid is given and the use to which they are put;\nWhereas, to ensure that the aid system and the controls operate properly, operators concerned must be required to submit written applications giving the information necessary to identify the product and enable the operations to be checked;\nWhereas, so that the aid system can have an appreciable effect on the quantity of Community products used, a minimum quantity for which applications may be submitted should be fixed;\nWhereas it should also be stated that aid will be granted only for products having the minimum quality characteristics required for use for the purposes indicated in the second and third indents of the first subparagraph of Article 46 (1) of Regulation (EEC) No 822/87;\nWhereas Article 46 (3) of that Regulation sets criteria for fixing the aid; whereas application of those criteria gives the aid amounts fixed below;\nWhereas, to enable the competent authorities of the Member States to make the necessary checks, obligations on operators in regard to the keeping of stock records should be laid down in addition to the provisions of Title II of Commission Regulation (EEC) No 1153/75 (7) as last amended by Regulation (EEC) No 418/86 (8);\nWhereas it should be laid down that entitlement to aid is established at the moment when the processing operations are completed; whereas, to allow for technical losses, the quantity actually used should be allowed to be up to 10 % less than that shown in the application;\nWhereas for technical reasons operators lay in their stocks a long time before manufacturing the marketed products; whereas arrangements should accordingly be made to enable advance payment of the aid to be made to operators, the competent authorities being guaranteed by an appropriate security against the risk of incorrect payment; whereas the period within which advance payment is to be made and the procedure for release of the security should be specified;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Wine,", "main_body": ["Aid shall be granted for the 1987/88 wine year in accordance with the conditions laid down in this Regulation:\n- to manufacturers, hereinafter referred to as 'manufacturers', who use concentrated grape must made entirely from grapes produced within wine-growing zones C III (a) and C III (b) for the manufacture in the United Kingdom and Ireland, of products falling within heading No 22.07 of the Common Customs Tariff for which, by virtue of the first subparagraph of Article 72 (1) of Regulation (EEC) No 822/87, the use of composite names including the word 'wine' may be permitted by those Member States,\n- to processors, hereinafter referred to as 'processors' who use concentrated grape must made entirely from grapes produced within the Community as the main component in a range of products marketed in the United Kingdom and Ireland by the said processors, with clear instructions enabling the consumer to obtain therefrom a beverage in imitation of wine.", "1. Manufacturers or processors who wish to qualify for the aid provided for in Article 1 shall submit a written appication, between 1 September 1987 and 31 August 1988, to the competent authority of the Member State in which the concentrated grape must is employed.\nThe application must be made at least seven working days before the manufacturing operations begin. However, the period of seven working days may be shortened provided the competent authority authorizes this in writing.\n2. The application for aid shall show:\n(a) the name or business name and the address of the manufacturer or processor;\n(b) the wine-growing zone from which the concentrated grape must comes, as defined in Annex IV to Regulation (EEC) No 822/87;\n(c) the following technical particulars:\n- the place of storage,\n- the place where the operations referred to in Article 1 are carried out,\n- the quantity (in kilograms and, if the concentrated grape must referred to in the second indent of Article 1 is packed in containers with contents not exceeding 5 kilograms, the number of containers),\n- the density,\n- the prices paid.\nThe Member States may require further particulars for the purposes of identifying the concentrated grape must.\n3. A copy of the accompanying document(s) covering transport of the concentrated grape must from the producer's plant to the manufacturer's or processor's plant, drawn up by the competent agency of the Member State, shall be attached to the application for aid. The Member States may not make use of the provisions of the second subparagraph of Article 4 (2) of Regulation (EEC) No 1153/75.\nThe wine-growing zone where the fresh grapes employed were harvested shall be entered in column 15 of the document.", "1. Applications for aid shall cover a minimum quantity of 50 kilograms of concentrated grape must.\n2. The concentrated grape must in respect of which aid is applied for must be of sound, fair and merchantable quality and suitable for use for the purposes listed in Article 1.", "The aid shall be at a fixed rate of:\n- 0,26 ECU per kilogram of concentrated grape must used for the purposes referred to in the first indent of Article 1,\n- 0,26 ECU per kilogram of concentrated grape must used for the purposes referred to in the second indent of Article 1.", "The manufacturer or processor shall be bound to use, for the purposes referred to in Article 1, the total quantity of the concentrated grape must in respect of which an aid application has been made. A shortfall of 10 % of the quantity of concentrated grape must stated in the application shall be tolerated.", "The manufacturer or processor shall keep stock records in accordance with the provisions of Title II of Regulation (EEC) No 1153/75, showing in particular:\n- the consignment of concentrated grape must purchased and brought each day into his plant, together with the particulars indicated in Article 2 (2) (b) and (c) and the name and address of the seller(s),\n- the quantities of concentrated grape must used each day for the purposes listed in Article 1,\n- the consignments of finished products listed in Article 1 obtained and dispatched each day from his plant, together with the name and address of the consignee(s).", "The manufacturer or processor shall inform the competent authority in writing, within one month, of the date when all the concentrated grape must covered by an application for aid has been used for the purposes listed in Article 1 allowing for the shortfall provided for in Article 5. Article 8\n1. Entitlement to the aid shall be acquired at the moment when the concentrated grape must has been used for the purposes indicated in Article 1.\n2. The amount of aid shall be that applicable for the wine year during which it was applied for.\n3. The amounts set out in Article 4 shall be converted into national currencies using the agricultural conversion applicable applying on 1 September 1987 in the wine sector.", "1. The competent authority shall pay the aid for the quantity of concentrated grape must actually used not later than three months after receipt of the information indicated in Article 7.\n2. Manufacturers and processors as referred to in Article 1 may apply for advance payment of an amount equal to the aid specified in Article 4 provided they have lodged a security for 110 % of the said amount in favour of the competent authority.\nSuch securities shall be lodged in the form of a guarantee by an establishment satisfying criteria set by the Member State to which the competent authority belongs.\n3. The advance payment referred to in paragraph 2 shall be paid within three months of the security being lodged provided that evidence that the concentrated grape must has been paid for is provided.\n4. When the information referred to in Article 7 has been received by the competent authority, the security mentioned in paragraph 2 shall be released in whole or in part depending on the amount of aid to be paid pursuant to the provisions of Article 10.", "0\n1. Except in case of force majeure, the aid shall not be payable if the manufacturer or processor does not fulfil the requirement set out in Article 5.\n2. Except in case of force majeure, if the manufacturer or processor does not comply with any of the requirements of this Regulation other than those referred to in Article 5, the aid payable shall be reduced by an amount to be fixed by the competent authority depending on the seriousness of the infringement.\n3. In cases of force majeure, the competent authority shall determine the measures which it deems necessary having regard to the circumstances invoked.\n4. The Member States shall inform the Commission of cases in which paragraph 2 has been applied, and of how requests for recourse to the force majeure clause have been dealt with.", "1\n1. The Member States concerned shall take all measures necessary for the application of this Regulation and, in particular, measures to ascertain the identity of the concentrated grape must in respect of which an application for aid is made and measures to prevent its being put to improper use.\n2. To that end the competent authority shall:\n- carry out a verification in the manufacturer's or processor's plant which shall consist of at least a spot check,\n- inspect each manufacturer's or processor's stock records as referred to in Article 6.", "2\nThe Member States concerned shall notify to the Commission, before the 20th of each month, in respect of the preceding month, and for each intended use referred to in Article 1, of:\n(a) the quantities of concentrated grape must in respect of which an application for aid has been made, with a breakdown to show the wine-growing zone from which they have come;\n(b) the quantities of concentrated grape must in respect of which aid has been granted with a breakdown to show the wine-growing zone from which they have come;\n(c) the prices to be paid by manufacturers and processors for the concentrated grape must.", "3\nThe Member States concerned shall designate a competent authority to be responsible for applying this Regulation, and shall notify the Commission without delay of their names and addresses.", "4\nThe provisions of this Regulation shall not apply to Portugal.", "5\nThis Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply from 1 September 1987.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 27 August 1987.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 84, 27. 3. 1987, p. 1.\n(2) OJ No L 184, 3. 7. 1987, p. 26.\n(3) OJ No L 164, 24. 6. 1985, p. 1.\n(4) OJ No L 153, 13. 6. 1987, p. 1.\n(5) OJ No L 164, 24. 6. 1985, p. 11.\n(6) OJ No L 44, 13. 2. 1987, p. 1.\n(7) OJ No L 113, 1. 5. 1975, p. 1.\n(8) OJ No L 48, 26. 2. 1986, p. 8."}