{"celex_id": "31986L0652", "uri": "http://publications.europa.eu/resource/cellar/58079408-7acf-46cc-8e2a-8150dbfecc73", "type": "Directive", "concepts": ["322", "4257", "4327", "5334"], "title": "Council Directive 86/652/EEC of 18 December 1986 amending Directive 76/625/EEC concerning the statistical surveys to be carried out by the Member States in order to determine the production potential of plantations of certain species of fruit trees\n", "header": "COUNCIL DIRECTIVE\nof 18  December 1986\namending Directive 76/625/EEC concerning the statistical surveys to be carried out by  the Member States in order to determine the production potential of plantations of certain species  of fruit trees\n(86/652/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article  43 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nWhereas the Commission, in order to perform the task conferred upon it by the Treaty and by  Community provisions governing the common organization of the market in fruit and vegetables, needs  information on the production potential of plantations of species of fruit trees other than those  which are already covered by surveys under Directive 76/625/EEC (3), as last amended by Directive  86/84/EEC (4),", "main_body": ["Directive 76/625/EEC is hereby amended as follows:\n1. Article 1 (1) shall be replaced by the following:\n'1. Member States shall carry out in 1987, and each fifth year thereafter, in the spring, surveys  on plantations of fruit trees existing on their territory for the production of dessert apples and  pears, except for purely non-dessertvarieties of apples and pears, peaches, apricots, oranges,  lemons and small-fruited citrus. The survey on plantations of purely non-dessert varieties of  apples and pears shall be optional.\nFor the purposes of paragraph 2 of this Article and of Articles 2, 3, 5 and 6, the group of  small-fruited citrus (mandarins, including tangerines and satsumas, clementines, wilkings and other  similar citrus hybrids) shall be regarded as one species.'\n2. In Article 2 (1) (A), the final  subparagraph shall be replaced by the following:\n'The survey relating to peach trees and apricot trees shall be carried out in Greece, Spain,  France, Italy and Portugal only. The survey relating to orange trees, lemon trees and small-fruited  citrus trees shall be carried out in Greece, Spain, France, Italy and Portugal only, in so far as  any of the abovementioned species of citrus fruits exists in significant quantities on the  territory of the Member States concerned.'", "This Directive is addressed to the Member  State."], "attachments": "Done at Brussels, 18 December 1986.\nFor the Council\nThe President\nM. JOPLING\n(1) OJ NÂ° C 265, 21. 10. 1986, p. 10.\n(2) Opinion delivered on 12 December 1986 (not yet published in the Official Journal).\n(3) OJ NÂ° L 218,"}