{"celex_id": "31987R0140", "uri": "http://publications.europa.eu/resource/cellar/a4d8bef7-dc7e-4f1a-852d-a9a08f8b43d2", "type": "Regulation", "concepts": ["239", "2563", "4347"], "title": "Commission Regulation (EEC) No 140/87 of 19 January 1987 amending Regulation (EEC) No 1184/86 laying down detailed rules for the mechanisms for controlling the quantities of certain products in the oils and fats sector released for consumption in Portugal\n", "header": "COMMISSION  REGULATION (EEC) No 140/87\nof 19 January 1987\namending Regulation (EEC) No 1184/86 laying down detailed rules for the mechanisms for controlling the quantities of certain products in the oils and fats sector released for consumption in Portugal\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the Act of Accession of Spain and Portugal,\nHaving regard to Council Regulation (EEC) No 476/86 of 25 February 1986 laying down general rules for the mechanism for controlling the prices and the quantities of certain products in the oils and fats sector released for consumption in Portugal (1), and in particular Article 14 thereof,\nWhereas the mechanism for controlling the quantities released for consumption in Portugal relates only to seeds intended for the production of oils or to oils; whereas there is therefore justification for not applying any limit to imports of oil seeds and fruits, either in the form of meal or in the unaltered state, intended for a use other than pressing with a view to the extraction of oil;\nWhereas, in cases where quantities specifically imported as 'normal' imports are subsequently used for purposes other than human consumption, Portugal should be permitted to compensate for this loss by authorizing a further quantity of 'normal' imports not exceeding that of the said loss; whereas compensation in this way for all quantities lost since 1 March 1986 should be permitted; whereas Commission Regulation (EEC) No 1184/86 (2) should be amended accordingly;\nWhereas in consequence Commission Regulation (EEC) No 3330/86 (3) amending Regulation (EEC) No 1184/86 should be repealed;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Oils and Fats,", "main_body": ["Regulation (EEC) No 1184/86 is hereby amended as follows:\n1. Article 3 (3) is replaced by the following:\n'3. However, no limit shall apply to imports of products falling within subheading 12.01 B and heading No 12.02 of the Common Customs Tariff intended for uses other than the extraction of oil.\nPortugal shall take appropriate measures to ensure that the products in question are actually put to the use specified.'\n2. The following paragraph 6 is added to Article 5:\n'6. Where quantities imported as \"normal\" imports are used for purposes other than human consumption, Portugal shall, after verifying the actual use made of the said imports, issue to the operator concerned, at his request, a new import licence for not more than an equivalent quality.\nPortugal shall inform the Commission every three months of the quantities for which licences have been issued.'", "Regulation (EEC) No 3330/86 is hereby repealed.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.", "shall apply with effect from 1 March 1986.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 January 1986.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 53, 1. 3. 1986, p. 51.\n(2) OJ No L 107, 24. 4. 1986, p. 23.\n(3) OJ No L 306, 1. 11. 1986, p. 34."}