{"celex_id": "31985L0407", "uri": "http://publications.europa.eu/resource/cellar/5131a8e2-293b-4b4f-b3a1-bd29042e1496", "type": "Directive", "concepts": ["2063", "2526", "2897", "3864", "5289", "5754"], "title": "Commission Directive 85/407/EEC of 11 July 1985 adapting to technical progress Council Directive 84/535/EEC on the approximation of the laws of the Member States relating to the permissible sound power level of welding generators\n", "header": "COMMISSION DIRECTIVE\nof 11 July  1985\nadapting to technical progress Council Directive 84/535/EEC on the approximation of the laws  of the Member States relating to the permissible sound power level of welding  generators\n(85/407/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",Having regard to  the Treaty establishing the European Economic Community,Having regard to Council Directive  84/535/EEC of 17 September 1984 on the approximation of the laws of the Member States relating to  the permissible sound power level of welding generators (1) and in particular Article 7  thereof,Whereas, in view of experience gained and of the state of the art, it is now necessary to  match the requirements of Annex I of Directive 84/535/EEC to the actual test conditions;Whereas the  measures provided for in this Directive are in accordance with the opinion of the Committee on the  Adaptation to Technical Progress of the Directive on the Determination of the Noise Emission of  Construction Plant and Equipment,", "main_body": ["Annex I to Directive 84/535/EEC is hereby  amended in accordance with the Annex to this Directive.", "The Member States shall, by 26  March 1986, adopt and publish the provisions required to comply with this Directive and shall  forthwith inform the Commission thereof.", "This Directive is addressed to the Member  States."], "attachments": "Done at Brussels, 11 July 1985.For the Commission\nStanley CLINTON  DAVIS\nMember of the Commission\n(1) OJ NÂ° L 300, 19. 11. 1984, p. 142.\nANNEX\nAMENDMENTS TO ANNEX I TO THE DIRECTIVE 84/535/EEC\n6.3.Measuring sitePoint 6.3 shall  be reworded as follows:The measuring site must be flat and horizontal. This site, up to and  including the vertical projection of the microphone positions, shall be of concrete or non-porous  asphalt. Skid-mounted welding generators shall be placed on supports 0,40 m high, unless otherwise  required by the manufacturer's conditions of installation.6.4.1.Measuring surface, measuring  distancePoint 6.4.1 shall be reworded as follows:The measuring surface to be used for the test  shall be a hemisphere.The radius shall be:4 m, where the greatest dimension of the welding  generator to be tested is not more than 1,5 m,10 m, where the greatest dimension of the welding  generator to be tested is more than 1,5 m but not more than 4 m,16 m, where the greatest dimension  of the welding generator to be tested is more than 4 m.6.4.2.1.GeneralPoint 6.4.2.1 shall be  reworded as follows:For measurements there shall be six measuring points, i.e. points 2, 4, 6, 8,  10 and 12, arranged as defined in section 6.4.2.2 of Annex I to Directive 79/113/EEC.For testing  the welding generator, the geometric centre of the welding generator shall be positioned vertically  above the centre of the hemisphere.The x axis of the set of coordinates, in relation to which the  positions of the measuring points are fixed, shall be parallel to the main axis of the welding  generator."}