{"celex_id": "31984D0024", "uri": "http://publications.europa.eu/resource/cellar/8c122dc5-9261-4282-b255-f893828df3a2", "type": "Decision", "concepts": ["1374", "1509", "192", "3191", "4689"], "title": "84/24/EEC: Commission Decision of 23 December 1983 on the list of establishments in Iceland approved for the purposes of importing fresh meat into the Community\n", "header": "COMMISSION  DECISION\nof 23 December 1983\non the list of establishments in Iceland approved for the purposes of importing fresh meat into the Community\n(84/24/EEC)\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 72/462/EEC of 12 December 1972 on health and veterinary inspection problems upon importation of bovine animals and swine and fresh meat from third countries (1), as last amended by Directive 83/91/EEC (2), and in particular Articles 4 (1), 17 and 18 (1) (a) and (b) thereof,\nWhereas establishments in third countries cannot be authorized to export fresh meat to the Community unless they satisfy the general and special conditions laid down in Directive 72/462/EEC;\nWhereas Iceland has forwarded, in accordance with Article 4 (3) of Directive 72/462/EEC, a list of establishments authorized to export to the Community;\nWhereas Community on-the-spot visits have shown that the hygiene standards of three of these establishments are sufficient and they may therefore be entered on a first list, established according to Article 4 (1) of the said Directive, of establishments from which importation of fresh meat may be authorized;\nWhereas the case of the other establishments proposed by Iceland has to be re-examined on the basis of additional information regarding their hygiene standards and their ability to adapt quickly to the Community legislation;\nWhereas, in the meantime and so as to avoid any abrupt interruption of existing trade flows, these establishments may be authorized temporarily to continue their exports of fresh meat to those Member States prepared to accept them;\nWhereas it will therefore be necessary to re-examine and, if necessary, amend this Decision in the light of measures taken to this end and improvements made;\nWhereas the conditions of importation of fresh meat from establishments appearing on the list annexed to this Decision remain subject to the Community veterinary provisions laid down elsewhere and to the general provisions of the Treaty; whereas, in particular, importation from third countries and re-exportation to other Member States of certain categories of meat, such as meat weighing less than 3 kilograms, or meat containing residues of certain substances which are not yet covered by harmonized Community rules, remain subject to the health legislation of the importing Member State;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["1. The establishments in Iceland listed in the Annex are hereby approved for the import of fresh meat into the Community in accordance with the said Annex.\n2. Imports from the establishments referred to in paragraph 1 shall remain subject to the Community veterinary provisions laid down elsewhere, and in particular those concerning health protection requirements.", "1. Without prejudice to the provisions of paragraph 2, Member States shall prohibit imports of fresh meat coming from establishments other than those listed in the Annex.\n2. Member States may continue to authorize, until 31 August 1984, imports of fresh meat coming from establishments which are not listed in the Annex but which have been officially approved and proposed by the Icelandic authorities as of 1 October 1983 pursuant to Article 4 (3) of Directive 72/462/EEC, unless a decision is taken to the contrary, in accordance with Article 4 (1) of the abovementioned Directive, before 1 September 1984.\nThe Commission shall forward the list of these establishments to the Member States.", "This Decision shall apply from 1 February 1984.", "This Decision shall be reviewed and if necessary amended before 1 December 1984.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 23 December 1983.\nFor the Commission\nPoul DALSAGER\nMember of the Commission\n(1) OJ No L 302, 31. 12. 1972, p. 28.\n(2) OJ No L 59, 5. 3. 1983, p. 34.\nANNEX\nLIST OF ESTABLISHMENTS\nSHEEP MEAT\nSlaughterhouses\n1.2 //   //   // Establishment No  // Address  //   //   // 2  // Borgarnes  // 31  // HĂšsavik  // 50  // SaudĂ rkrokur  //  //"}