{"celex_id": "31988R4233", "uri": "http://publications.europa.eu/resource/cellar/42be6812-87de-491c-a919-f83f3c569791", "type": "Regulation", "concepts": ["161", "4373", "4778", "601"], "title": "Council Regulation (EEC) No 4233/88 of 19 December 1988 opening, allocating and providing for the administration of Community tariff quotas for \"sljivovica\" plum spirit and tobacco of the \"Prilep\" type originating in Yugoslavia (1989)\n", "header": "COUNCIL REGULATION (EEC) No 4233/88 of 19 December 1988 opening, allocating and providing for the administration of Community tariff quotas for ´Sljivovica' plum spirit and tobacco of the ´Prilep' type originating in Yugoslavia (1989)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 113 thereof,\nHaving regard to the proposal from the Commission,\nWhereas Articles 21 and 23 of the Cooperation Agreement between the European Economic Community and the Socialist Federal Republic of Yugoslavia (1) supplemented by the Protocol to that Agreement establishing new trade arrangements (2) provide for the  opening of Community tariff quotas for imports into the Community of:\n- 5 420 hectolitres of plum spirit marketed under the name of ´Sljivovica' falling within CN code ex 2208 90 33 at a duty of ECU 0,3 per hectolitre per  % degree of alcohol plus ECU 3 per hectolitre; and - 1 500 tonnes of tobacco of the ´Prilep' type falling within CN code ex 2401 10 60 or ex 2401 20 60, as defined in an exchange of letters dated 11 July 1980, at a duty of 7 % ad valorem with a minimum amount levied of ECU 13 per 100 kilograms net  weight and a maximum of ECU 45 per 100 kilograms net weight,\noriginating in Yugoslavia;\nWhereas the above products must be accompanied by a certificate of authenticity; whereas the tariff quotas in question should therefore be opened for 1989;\nWhereas, within the limits of these tariff quotas, customs duties are to be phased out over the same periods and at the same rates as provided for in Articles 75 and 243 of the Act of Accession of Spain and Portugal; whereas, within the limits of the  tariff quotas, the Kingdom of Spain and the Portuguese Republic are to apply customs duties calculated in accordance with Council Regulation (EEC) No 4150/87 of 27 December 1987 laying down arrangements for Spain's and Portugal's trade with Yugoslavia and amending Regulations (EEC) No 449/86 and 2573/87 (3);\nWhereas all Community importers should be ensured equal and continuous access to the said quotas and the duty rates laid down for the quotas should be applied consistently to all imports of the products in question into all Member States until the  quotas are exhausted;\nWhereas, for the period of application of this Regulation, it appears necessary to maintain an allocation between the Member States of the quotas concerned, since the administrations of the Member States are unable to provide by 1 January 1989, the  administrative and technical conditions required for the Community management of quotas for these products originating in Yugoslavia; whereas it does, however, seem advisable to provide for a further increase in the Community reserve;\nWhereas provision should be made for a mechanism to prevent, when the Community quota is not used up, goods being imported into a Member State which has used up its share only after the full application of customs duties, or after having been diverted  to another Member State whose share has not yet been used up;\nWhereas, under these circumstances, if, during the quota period, the Community reserve were to be almost entirely used up, Member States should return to the said reserve all of the unused portion of their initial shares so as to avoid part of the  Community tariff quota from remaining unused in one Member State, when it could be used in others;\nWhereas, taking into account the traditional trends in trade, the allocation maintained between Member States must, so as to reflect as closely as possible the actual market trend of the products in question, be carried out pro rata the needs of the  Member States, calculated, on the one hand, on the basis of the statistical data relating to imports of the said products from Yugoslavia over a representative reference period and, on the other hand, on the basis of the economic outlook for the quota  periods considered;\nWhereas during the last three years for which statistics are available the corresponding imports into each Member State were as follows:\nMember State CN code ex 2208 90 33 ´Sljivovica' (in hl) CN codes ex 2401 10 60 ex 2401 20 60 (in tonnes) 1985 1986 1987 1985 1986 1987 Benelux    71  20  38 -  70 299 Denmark    20   9  15 - - - Germany 3 205 758 672 138 269 588 Greece - - - - - - Spain -   6 - - 180 128 France    38  36  25 -  30 123 Ireland - - - - - - Italy - - - 850 664 600 Portugal - - - - - - United Kingdom -  10 - - -   1 Whereas during the last three years the products in question were imported regularly only by certain Member States and not at all or only occasionally by the other Member States; whereas in these circumstances initial shares should in the first  instance be allocated only to the genuine importing Member States, while the others should be guaranteed access to quotas when they actually import the goods; whereas these allocation arrangements will ensure the uniform collection of the duties  applicable;\nWhereas to allow for the trend of imports of the products in question in the various Member States the quotas should be divided into two parts, the first being allocated among certain Member States and the second held as a reserve to cover any  subsequent requirements of Member States which have used up their initial shares and any requirements which might arise in the other Member States; whereas, to afford importers in each Member State some degree of certainty, an appropriate level for the  first part of the Community quotas would, in the present circumstances, be 54 % of their volume:\nWhereas this form of administration requires close collaboration between the Member States and the Commission and the Commission must be able to keep acount of quota utilization rates and inform the Member States accordingly;\nWhereas since the Kingdom of Belgium, the Kindom of the Netherlands and the Grand Duchy of Luxembourg are united within and jointly represented by the Benelux Economic Union, any operation concerning the administration of the quota shares allocated to  that economic union may be carried out by any one of its members,", "main_body": ["1.  From 1 January to 31 December 1989 the customs duties applicable to imports into the Community of the following products originating in Yugoslavia shall be suspended at the levels indicated below and within the limits of Community tariff  quotas as shown below:\nOrder No CN code Description Quota volume Rate of duty 09.1503 ex 2208 90 33 Plum spirit marketed under the name of Sljivovica, in containers holding two litres or less 5 420 hl ECU 0,3 per hl per % degree of alcohol plus ECU 3 per hl 09.1505 ex 2401 10 60 ex 2401 20 60 Tobacco of the Prilep type 1 500 tonnes 7 % ad valorem,\nmin. ECU 13/100 kg/net max. ECU 45/100 kg/net Within the limits of these tariff quotas, the Kingdom of Spain and the Portuguese Republic shall apply duties calculated in accordance with Regulation (EEC) No 4150/87.\n2.  Imports of these products must be accompanied by certificates of authenticity issued by the competent Yugoslav authority and conforming with the models annexed to this Regulation.", "1.  The tariff quotas referred to in Article 1 shall be divided into two parts.\n2.  The first part of each tariff quota, amounting to 2 930 hectolitres and 810 tonnes respectively, shall be allocated among certain Member States as follows:\n(a)  ´Sljivovica' plum spirit falling within CN code ex 2208 90 33:\n(in hectolitres) Benelux79 Denmark29 Germany2 761 France61 (b)  Tobacco of the ´Prilep' type falling within CN code ex 2401 10 60 or ex 2401 20 60 (in tonnes) Benelux76 Germany205 Spain63 France32 Italy434 The above quota shares shall be valid until 31 December 1989.\n3.  The second part of each quota, amounting to:\n- 2 490 hectolitres of ´Sljivovica' plum spirit falling within CN code ex 2208 90 33 and - 640 tonnes of tobacco of the ´Prilep' type falling within CN code ex 2401 10 60 or ex 2401 20 60 respectively,\nshall constitute the corresponding Community reserve.\n4.  If an importer indicates that he is about to import any of the products in question into a Member State which does not participate in the initial allocation or which has exhausted its initial quota and applies to use the corresponding quota, the  Member State concerned shall inform the Commission and draw an amount corresponding to its requirements to the extent that the available balance of the quota so permits.\n5.  Without prejudice to Article 3, the drawings made pursuant to paragraph 4 shall be valid until the end of the quota period.", "1.  Once at least 80 % of the reserve of one of the tariff quotas, as defined in Article 2 (3), has been used up, the Commission shall inform the Member States thereof.\n2.  It shall also notify Member States in this case of the date from which drawings on the Community reserve must be made according to the following provisions:\nIf an importer presents in a Member State a declaration of entry into free circulation including a request for preferential benefit for a product covered by this Regulation, and if this declaration is accepted by the customs authorities, the Member  State concerned shall draw, from the Community reserve, by means of notification to the Commission, a quantity corresponding to these needs.\nThe requests for drawing, with the indication of the date of acceptance of the said declaration, must be communicated to the Commission without delay.\nThe drawings are granted by the Commission on the basis of the date of acceptance of the declaration of entry into free circulation by the customs authorities of the Member State concerned, to the extent that the available balance so permits.\nIf a Member State does not use the quantities drawn, it shall return them as soon as possible to the reserve.\nIf the quantities requested are greater than the available balance of the reserve, allocation shall be made on a pro rata basis with respect to the requests. Member States shall be informed by the Commission in accordance with the same procedures.\n3.  Within a time limit fixed by the Commission as from the date referred to in the first subparagraph of paragraph 2, Member States shall be required to return to the reserve all the quantities which have not been used on that date, within the meaning  of Article 5 (3) and (4).", "The Commission shall keep an account of the shares drawn by the Member States pursuant to Articles 2 and 3 and shall, as soon as it has been notified, inform each State of the extent to which the reserves have been used up.\nIt shall inform the Member States, of the amounts still in reserve after amounts have been returned thereto pursuant to Article 3.\nIt shall ensure that the drawing which uses up a reserve does not exceed the balance available and to this end shall notify the amount of that balance to the Member State making the last drawing.", "1.  The Member States shall take all measures necessary to ensure that drawings of shares pursuant to Article 2 (4) and Article 3 are carried out in such a way that imports may be charged without interruption against their accumulated shares in the Community tariff quotas.\n2.  The Member States shall ensure that importers of the products in question have free access to the shares allocated to them.\n3.  The Member States shall charge imports of the products against their shares as and when they are entered with the customs authorities for free circulation.\n4.  The extent to which a Member State has used up its share shall be determined on the basis of imports charged in accordance with paragraph 3.", "At the request of the Commission, Member States shall inform it of imports of the products concerned actually charged against their shares.", "The Member States and the Commission shall cooperate closely in order to ensure that this Regulation is complied with.", "This Regulation shall enter into force on 1 January 1989.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 December 1988.\nFor the Council The President Th. PANGALOS EWG:L372UMBE02.94 FF: 5UEN;   SETUP: 01;   Hoehe: 1641 mm;   358 Zeilen;   12378 Zeichen;\nBediener: MARL   Pr.: C;\nKunde: ................................\n(1) OJ No L 41, 14. 2. 1983, p. 2. (2) OJ No L 389, 31. 12. 1987, p. 73.(3) OJ No L 389, 31. 12. 1987, p. 1."}