{"celex_id": "31985D0496", "uri": "http://publications.europa.eu/resource/cellar/539683fb-4892-44e8-83bb-8c14f1aae5e9", "type": "Decision", "concepts": ["1309", "2300", "4350", "5065"], "title": "85/496/ECSC: Commission Decision of 10 July 1985 derogating from High Authority Recommendation No 1-64 concerning an increase in the protective duty on iron and steel products at the external frontiers of the Community (118th derogation) (Only the Danish text is authentic)\n", "header": "COMMISSION  DECISION\nof 10 July 1985\nderogating from High Authority Recommendation No 1-64 concerning an increase in the protective duty on iron and steel products at the external frontiers of the Community (118th derogation)\n(Only the Danish text is authentic)\n(85/496/ECSC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Coal and Steel Community, and in particular Articles 2 to 5, 8, 71 and 74 thereof,\nHaving regard to High Authority Recommendation No 1-64 of 15 January 1964 to the Governments of the Member States concerning an increase in the protective duty on iron and steel products at the external frontiers of the Community (1), as last amended by recommendation 81/772/ECSC (2), and in particular Article 3 thereof,\nWhereas Denmark has shown the existence of exceptional and temporary difficulties in supplying its transforming industry on the Community market with special sheet for the manufacture of preserved-food cans; whereas such difficulties should have disappeared by the end of 1985;\nWhereas the Danish Government has accordingly requested the Commission to authorize from 1 July to 31 December 1985 duty-free imports from third countries of the required amount of special sheet needed;\nWhreeas this exceptional importation is justified for the reasons of commercial policy provided for in Article 3 of the said Recommendation No 1-64; whereas the Commission may therefore grant a derogation from the said Recommendation;\nWhereas the Governments of the Member States have been consulted on the abovementioned request,", "main_body": ["Denmark is hereby authorized to derogate from the obligations under Article 1 of Recommendation No 1-64 to the extent necessary to import duty-free from third countries 2 000 tonnes of cold-rolled non-alloyed steel plate of a thickness of less than 0,5 mm, electrolytically plated or coated on both sides with a layer of not more than 0,05 micrometres of metallic chromium of not less than 70 mg/m2 but not more than 130 mg/m2 and of chromium oxide containing not less than 10 mg/m2 but not more than 25 mg/m2 chromium.\nThe product in question falls within subheading ex 73.13 B IV d) of the Common Customs Tariff.", "The Danish Government shall take all necessary steps to avoid the possibility of products imported under the tariff quota being re-exported to other Member States in the same state as that in which they were imported.", "This Decision shall be valid from 1 July until 31 December 1985.", "This Decision is addressed to the Kingdom of Denmark."], "attachments": "Done at Brussels, 10 July 1985.\nFor the Commission\nWilly DE CLERCQ\nMember of the Commission\n(1) OJ No 8, 22. 1. 1964, p. 99/64.\n(2) OJ No L 285, 7. 10. 1981, p. 33."}