{"celex_id": "31987R1467", "uri": "http://publications.europa.eu/resource/cellar/97a0997c-79db-453e-8031-bf5740c91bd8", "type": "Regulation", "concepts": ["13", "2298", "4708"], "title": "Commission Regulation (EEC) No 1467/87 of 27 May 1987 amending for the seventh time Regulation (EEC) No 3800/81 determining the classification of vine varieties\n", "header": "COMMISSION  REGULATION (EEC) No 1467/87\nof 27 May 1987\namending for the seventh time Regulation (EEC) No 3800/81 determining the classification of vine varieties\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 822/87 of 16 March 1987 on the common organization of the market in wine (1), as amended by Regulation (EEC) No 1390/87 (2), and in particular Article 13 (5) thereof,\nWhereas the classification of vine varieties approved for cultivation in the Community was determined by Commission Regulation (EEC) No 3800/81 (3), as last amended by Regulation (EEC) No 416/87 (4);\nWhereas experience has shown that wine obtained from a wine grape vine variety listed for five years in the category of temporarily authorized varieties for certain German administrative units may be regarded as normally being of good quality; whereas it is therefore appropriate to include this variety among the varieties recommended for the same administrative units in accordance with the second indent of Article 11 (2) (a) of Council Regulation (EEC) No 347/79 of 5 February 1979 on general rules for the classification of vine varieties (5), as last amended by the Act of Accession of Greece;\nWhereas the classification of wine grape vine varieties should now include, among the varieties recommended for certain German administrative units, certain varieties which have been listed for at least five years in the category for an administrative unit immediately bordering thereon and which therefore satisfy the condition laid down in the first indent of Article 11 (1) (a) of Regulation (EEC) No 347/79;\nWhereas the classification should now also include a wine grape vine variety which has been examined and found to be satisfactory for cultivation; whereas, in accordance with Article 11 (1) (b) of Regulation (EEC) No 347/79, this variety may be authorized on a provisional basis for a German administrative unit;\nWhereas the suitability for cultivation of certain wine grape vine varieties which have been listed for at lest five years in the category of varieties temporarily authorized for certain German administrative units has been recognized as satisfactory; whereas those varieties should therefore be definitively included among the vine varieties authorized for the same administrative units in accordance with Article 11 (4) of Regulation (EEC) No 347/79;\nWhereas the suitability for cultivation of one recommended vine variety in one German administrative unit is not satisfactory; whereas that variety should therefore be deleted from the classification in accordance with Article 11 (3) of Regulation (EEC) No 347/79;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Wine,", "main_body": ["The Annex to Regulation (EEC) No 3800/81 is hereby amended in accordance with the Annex to this Regulation.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 27 May 1987.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 84, 27. 3. 1987, p. 1.\n(2) OJ No L 133, 22. 5. 1987, p. 3.\n(3) OJ No L 381, 31. 12. 1981, p. 1.\n(4) OJ No L 42, 12. 2. 1987, p. 18.\n(5) OJ No L 54, 5. 3. 1979, p. 75.\nANNEX\nThe Annex to Regulation (EEC) No 3800/81 is hereby amended as follows:\nI. In Title I, subtitle I, point II 'Federal Republic of Germany' is amended as follows (the vine variety is to be inserted in the correct alphabetical order):\n3. Regierungsbezirk Koblenz:\nthe asterisks (*) appearing after 'Domina N', 'Regner D', 'Reichensteiner B' and 'Wuerzer B' are deleted.\n4. Regierungsbezirk Rheinhessen-Pfalz:\n- 'Domina N ()' is added to the category of authorized vine varieties,\n- The asterisks (*) appearing after 'Regner B', 'Reichensteiner B' and 'Wuerzer B' are deleted.\n7. Regierungsbezirk Karlsruhe:\n- 'Dornfelder N (13)' is added to the category of recommended vine varieties,\n- 'Dornfelder N (*)' is deleted from the category of authorized vine varieties and the word 'None' is added.\n9. Regierungsbezirk Stuttgart:\n- 'Dornfelder N' is added to the category of recommended vine varieties,\n- 'Dornfelder N (*)' is deleted from the category of authorized vine varieties.\n10. Regierungsbezirk Tuebingen:\n- 'Dornfelder N (18)' and 'Weisser Burgunder B' are added to the category of recommended vine varieties,\n- 'Dornfelder N (*)' is deleted from the category of authorized vine varieties and the word 'None' is added.\n17. Regierungsbezirk Kassel, Landkreis Melsungen, commune of Boeddiger:\n- 'Kerner B' is added to the category of recommended vine varieties,\n- 'Perle RS' is deleted from the category of recommended vine varieties.\nII. On page 77:\n1. Note (13) is amended as follows:\nfor:\n'(13) Authorized only for communes of Illingen, Knittlingen, Maulbronn, Muehlacker, OElbronn, OEtisheim and Sternenfels in Enzkreis and for commune of Oberderdingen in Landkreis Karlsruhe',\nread:\n'(13) Recommended only for communes of Illingen, Knittlingen, Maulbronn, Muehlacker, OElbronn, OEtisheim and Sternenfels in Enzkreis and for commune of Oberderdingen in Landkreis Karlsruhe.';\n2. Note (18) is amended as follows:\nfor:\n'(18) Authorized in Landkreis Reutlingen and Tuebingen only',\nread:\n'(18) Recommended in Landkreis Reutlingen and Tuebingen only'.\n() Added under Article 11 (1) (b) of Regulation (EEC) No 347/79 with effect from 31 May 1987."}