{"celex_id": "31988R1674", "uri": "http://publications.europa.eu/resource/cellar/3b0f3e29-446d-4a7a-a7bb-b60673bbc852", "type": "Regulation", "concepts": ["2295", "4284", "4667"], "title": "Commission Regulation (EEC) No 1674/88 of 15 June 1988 amending Regulation (EEC) No 2262/87 laying down rules applying to the exportation of intervention butter for social use in developing countries\n", "header": "COMMISSION  REGULATION (EEC) No 1674/88\nof 15 June 1988\namending Regulation (EEC) No 2262/87 laying down rules applying to the exportation of intervention butter for social use in developing countries\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 804/68 of 27 June 1968 on the common organization of the market in milk and milk products (1), as last amended by Regulation (EEC) No 1109/88 (2), and in particular Article 6 (7) thereof,\nWhereas Commission Regulation (EEC) No 2262/87 (3), as last amended by Regulation (EEC) No 3089/87 (4), provided for exportation on special terms by 15 January 1988, exclusively to Algeria and Egypt, of certain quantities of intervention butter;\nWhereas the economic and social situation in their countries has led the Algerian, Egyptian and Tunisian authorities to request that exceptionally they be permitted to import certain quantities of butter on similar terms to those offered in 1987; whereas part of the intervention butter stock to be disposed of under the programme now launched should be assigned for export to these countries so that their needs in basic food products can be met at least in part;\nWhereas the Management Committee for Milk and Milk Products has not delivered an opinion within the time limit set by its chairman,", "main_body": ["Regulation (EEC) No 2262/87 is hereby amended as follows:\n1. Article 1 is replaced by the following:\n'Article 1\n1. Butter purchased pursuant ot Article 6 (1) of Regulation (EEC) No 804/68 shall be sold at a fixed price on the terms set out in this Regulation. It must be at least 18 months old on the day of conclusion of the sales contract.\n2. The butter, shall be sold for export exclusively to:\n- Algeria, up to a maximum of 6 000 tonnes,\n- Egypt, up to a maximum of 6 000 tonnes,\n- Tunisia up to a maximum of 4 000 tonnes,\neither as it is or processed into butter oil.'\n2. In Article 5 (2) 'in the Annex' is replaced by 'in Article 1'.\n3. The third subparagraph of Article 6 (2) is deleted.\n4. In Article 7a:\n- the words 'and intended for Egypt' in paragraph 1 are deleted,\n- in the second indent in paragraph 2 'registered' is replaced by 'approved',\n- paragraph 7 is deleted.\n5. The following Article 7b is inserted.\n'Article 7b\n1. The butter be taken over by the intermediary before 16 September 1988, from which date storage costs shall fall to the intermediary. These shall be paid before removal of the butter.\n2. The price stated in Article 2 (1), shall be paid by intermediary and the security specified in Article 6 (2) lodged by him with the intervention agency, before removal of the butter and by 15 September at the latest, for each lot that he intends to remove.\n3. Acceptance of the declaration of export to one of the countries mentioned in Article 1 must have occurred by 31 December 1988 at the latest.'\n6. Article 9 is deleted.\n7. The Annex is replaced by the following:\n'ANNEX\nCompetent authorities as mentioned in the second subparagraph of Article 11 (1):\n- Algeria: the Directorate-General of Customs and ENAPAL,\n- Egypt: the Directorate-General of Customs and ESTRAM,\n- Tunisia: the Directorate-General of Customs and STIL.'", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 15 June 1988.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 148, 28. 6. 1968, p. 13.\n(2) OJ No L 110, 29. 4. 1988, p. 27.\n(3) OJ No L 208, 30. 7. 1987, p. 18.\n(4) OJ No L 293, 16. 10. 1987, p. 37."}