{"celex_id": "31986R0594", "uri": "http://publications.europa.eu/resource/cellar/ede2bf3a-9976-4f28-a93b-6ad093210b38", "type": "Regulation", "concepts": ["1988", "2563", "474", "863"], "title": "Commission Regulation (EEC) No 594/86 of 28 February 1986 laying down detailed rules for the application of accession compensatory amounts applicable to trade in products covered by Regulations (EEC) No 3033/80 and (EEC) No 3035/80\n", "header": "COMMISSION   REGULATION   (EEC)   No  594/86\nof 28  February 1986\nlaying down detailed  rules for the application of accession compensatory amounts applicable to trade in products covered  by Regulations (EEC) No  3033/80 and (EEC) No  3035/80\n<(BLK0)LA ORG=\"CCF\">EN</(BLK0)LA>\nTHE   COMMISSION   OF   THE   EUROPEAN   COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the Act of Accession of Spain and Portugal,\nHaving regard to Council Regulation (EEC) No  467/86 of 25  February 1986 laying down general  rules regarding the system of accession compensatory amounts for cereals  (1), and in particular  Article  8 thereof, and the corresponding provisions of the other Regulations laying down general  rules regarding the system of accession compensatory amounts for agricultural products,\nWhereas, Commission Regulation (EEC) No 623/86  (2), lays down, in accordance with the provisions  of Articles 53  (1) and 213  (1) of the Act of Accession, the accession compensatory amounts  applicable to goods covered by Council Regulation (EEC) No  3035/80  (3) exported to the Kingdom of  Spain or the Portuguese Republic from the Community of Ten and the accession compensatory amounts  applicable to imports into the Community of Ten of goods covered by Council Regulation (EEC) No   3033/80  (4) from the Kingdom of Spain or the Portuguese Republic; whereas the accession  compensatory amounts applicable in trade between the two Member States and between the two new  Member States and third countries have also been laid down; whereas, however, certain detailed  rules of application should be laid down for accession compensatory amounts applicable to trade of  the sort;\nWhereas Commission Regulation (EEC) No  548/86  (5), lays down detailed rules for applying the  system of accession compensatory amounts referred to in Articles  72 and 240 of the Act of  Accession; whereas it should be specified that certain provisions of that Regulation are to apply  where accession compensatory amounts for goods covered by Regulations (EEC) No  3033/80 and (EEC)  No  3035/80 are levied on import and granted on export; whereas this also applies, mutatis  mutandis, for certain provisions of the abovementioned Regulation where accession compensatory  amounts are granted by the Member State of import;\nWhereas, where accession compensatory amounts are levied by the Member State of export, this must  be indicated on the Community transit document laid down by Commission Regulation (EEC) No  223/77  of 22  December 1976 on provisions for the implementation of the Community transit procedure and  for certain simplifications of that procedure  (6), as last amended by Regulation (EEC) No  1209/85   (7); whereas provision should be made for an endorsement on the said document in the cases in  point;\nWhereas the measures provided for in this Regulation are in accordance with the opinions of all  the Management Committees concerned,", "main_body": ["1. This Regulation lays down detailed rules for the application of  compensatory amounts, hereafter called'accession compensatory amounts`, set out in Articles 53  (1)  and 213  (1) of the Treaty of Accession of Spain and Portugal.\n2. For the purposes of this Regulation:\n(a) 'goods` shall mean:\ngoods covered by the provisions of either:\n- Council Regulation (EEC) No  3033/80 of 11  November 1980 laying down the trade arrangements  applicable to certain goods resulting from the processing of agricultural products,\nor\n- Council Regulation (EEC) No  3035/80 of 11  November 1980 laying down general rules for  granting export refunds on certain agricultural products exported in the form of goods not covered  by Annex  II to the Treaty, and the criteria for fixing the amount of such refunds.\n(b) 'export declaration` shall mean either:\n- the export declaration mentioned in Regulation  (1) (EEC) No  2102/77,\nor\n- any other declaration, prescribed without prejudice to specific customs provisions by the  Member States, to be submitted to the customs authorities at the time of completion of customs  export formalities with a view to applying accession compensatory amounts.\n(c) 'Community of Ten` shall mean:\nthe Community as composed at 31  December 1985.\n(d) 'New Member State` shall mean:\n- the territory of the Kingdom of Spain, with the exception of the Canary Islands, Ceuta and  Melilla\n- and the Portuguese Republic.", "The provisions of Articles  2 and 3 of Regulation (EEC) No  548/86 shall apply to  accession compensatory amounts.", "When accession compensatory amounts are granted by the exporting Member State, the  provisions of Articles  5 to 9 of Regulation (EEC) No  548/86 shall apply.", "When the importing Member State grants the accession compensatory amount the  provisions of Articles  5  (1) and (3), 6 and 9  (1) and (2) of Regulation (EEC) No  548/86 shall  applymutatis mutandis.\nThe provisions of this Article shall apply without prejudice to the simplified procedures for  imports.", "When the exporting Member State charges the accession compensatory amount:\n1. The Community transit or proof of Community status document used for the product for which  customs export formalities have been completed and for which an accession compensatory amount  should be charged shall contain in the 'description of goods` box one of the following:\n-'Tiltraedelsesudligningsbeloeb obkraevet: De Ti   Den nye bestemmelsesmedlemsstats navn.`\n-  'Beitrittsausgleichsbetraege erhoben: Zehnergemeinschaft   Name des neuen  Bestimmungsmitgliedstaates.`\n- 'Ejisvtika posa prosxvrhshss poy exoyn eispraxuei: EOK tvn Deka -  onoma toy neoy kratoyss meloyss proorismoy.`\n- 'Accession` compensato ry amount charged: EEC of 10    name of new Member State of destination.`\n- 'montantes compensatorios de 'adhesión` percibido: CEE  de los diez nombre del nuevo Estado miembro de destino.`\n- 'Montants compensatoires 'Adhésion`  perçu: CEE à dix   nom du Nouvel Etat membre de destination.`\n- 'Importi compensativi adesione  riscossi: CEE a 10   nome del nuovo Stato membro.`\n- 'compenserend bedrag toetreding geheven:  EEG-10   naam van de nieuwe Lid-Staat van bestemming.`\n- 'Montante compensatório 'Adesão` cobrado:  CEE dos Dez  nome do Novo Estado-membro de destino.`\n2. When goods accompanied by a community  transit or proof of Community status document containing one of the endorsements mentioned in  paragraph 1 are released for home use in a Member State other than that indicated by the  endorsement on this document, it shall be considered as coming from the Member State of destination  originally provided for.\n3. If the new Member State of destination originally provided for, as indicated on the transit  document mentioned in paragraph 1, has a price level below that of the Member State of actual  destination, then the latter shall charge the accession compensatory amount applicable to trade  carried out between the two Member States.\n4. When goods accompanied by a community transit or proof of Community status document containing  one of the endorsements mentioned in paragraph 1 are released for home use in a Member State other  than that originally provided for, no accession compensatory amount may be granted.", "When goods are imported into a Member State which has a price level higher than the  Member State of departure and the Community transit document does not contain one of the  endorsements mentioned in Article  5 paragraph 1, the accession compensatory amount shall be  charged by the Member State of actual destination.", "1. When goods are reimported into the Member State of departure after being  exported to another Member State, the provisions of Council Regulation (EEC) No  754/76  (1), shall  apply, mutatis mutandis, in the reimporting Member State to the products which meet the  requirements laid down in Article  2  (2) of that Regulation.\n2. The provisions of the following shall apply, mutatis mutandis, in the case of accession  compensatory amounts to be charged in respect of intra-Community trade:\n- Council Regulation (EEC) No  1430/79  (2),\n- Council Regulation (EEC) No  1697/79  (3),\n- Council Directive 79/623/EEC  (4).", "1.  The following provisions shall apply to trade between the Community of Ten on  the one hand and Portugal and Spain on the other:\n- in the case of exports, the amounts specified in the Regulation fixing accession compensatory  amounts in respect of the trade in goods covered by Regulations (EEC) No  3033/80 and (EEC) No   3035/80 shall be granted if they are preceded by a plus sign and charged if they are preceded by a  minus sign,\n- in the case of imports, the amounts specified in the Regulation fixing accession compensatory  amounts in respect of the trade in goods covered by Regulations (EEC) No  3033/80 and (EEC) No   3035/80 shall be charged if they are preceded by a plus sign and granted if they are preceded by a  minus sign.\n2. The following provisions shall apply in the case of trade between Portugal and Spain, on the  one hand, and third countries on the other:\n- in the case of exports, the amounts specified in the Regulation fixing the accession  compensatory amounts in respect of trade in goods covered by Regulations (EEC) No  3033/80 and  (EEC) No  3035/80 shall be granted if they are preceded by a plus sign and charged if they are  preceded by a minus sign,\n- in the case of imports, the amounts specified in the Regulation fixing the accession  compensatory amount in respect of trade in goods covered by Regulations (EEC) No  3033/80 and (EEC)  No  3035/80 shall be charged if they are preceded by a plus sign and granted if they are preceded  by a minus sign.\n3. For trade between Portugal and Spain the amounts specified in the Regulation fixing the  accession compensatory amounts in respect of the trade in goods covered by Regulations (EEC) No   3033/80 and (EEC) No  3035/80 shall be granted upon export or charged upon import, as the case may  be, by the Member State in which the prices of the basic agricultural products concerned are  higher.", "This Regulation shall enter into force on 1  March 1986.\nThis Regulation shall be binding in its entirety and directly applicable in all  Member States."], "attachments": "Done at Brussels, 28  February 1986.\nFor the CommissionFrans ANDRIESSENVice-President"}