{"celex_id": "31984R2153", "uri": "http://publications.europa.eu/resource/cellar/8ee4d39a-2c56-491e-b6c1-5b2a909d7c81", "type": "Regulation", "concepts": ["20", "4284", "5010"], "title": "Council Regulation (EEC) No 2153/84 of 24 July 1984 amending Regulation (EEC) No 1322/83 on the transfer of 550 000 tonnes of common wheat of bread-making quality by French and German intervention agencies\n", "header": "COUNCIL  REGULATION (EEC) No 2153/84\nof 24 July 1984\namending Regulation (EEC) No 1322/83 on the transfer of 550 000 tonnes of common wheat of bread-making quality by French and German intervention agencies\nTHE COUNCIL OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2727/75 of 29 October 1975 on the common organization of the market in cereals (1), as last amended by Regulation (EEC) No 1018/84 (2), and in particular Article 8 (3) thereof,\nHaving regard to the proposal from the Commission,\nWhereas Regulation (EEC) No 1322/83 (3) provided in particular for the transfer to Italy of 450 000 tonnes of common wheat of bread-making quality held by the French intervention agency for disposal by the Italian intervention agency in animal feed before 1 August 1984; whereas, under that Regulation, a quantity of 417 580 tonnes has been sold pursuant to Commission Regulation (EEC) No 2794/83 of 6 October 1983 on the sale on the internal market of 450 000 tonnes of common wheat of bread-making quality held by the Italian intervention agency (4); whereas it has not yet been possible to dispose of a residual quantity of 32 420 tonnes stored in Sicily, chiefly due to its location and the current price conditions fixed by the Regulation in question; whereas it is unlikely that this quantity will be disposed of by 31 July 1984, the time limit laid down in Regulation (EEC) No 1322/83 for the disposal of the transferred quantities in animal feed;\nWhereas, moreover, the circumstances which prompted the adoption of Regulation (EEC) No 1322/83, that is the need for fodder cereals in certain regions of Italy, will persist in Sicily in the early part of the 1984/85 marketing year; whereas Regulation (EEC) No 1322/83 should therefore be extended for as long as is necessary to dispose of the quantities concerned; whereas, however, the price conditions laid down in Regulation (EEC) No 2794/83 will have to be adapted to the market situation at the beginning of the 1984/85 marketing year;\nWhereas, for the sake of efficient management, a provision should be introduced whereby quantities remaining unsold when the new time limit expires may be regarded as a wheat stock with no specific use and may therefore subsequently be disposed of under Commission Regulation (EEC) No 1836/82 of 7 July 1982 laying down the procedure and conditions for the disposal of cereals held by intervention agencies (5),", "main_body": ["The second sentence of the first subparagraph of Article 1 (3) of Regulation (EEC) No 1322/83 is hereby replaced by the following:\n'They shall ensure that it is disposed of in animal feed before 1 November 1984. Quantities not disposed of before that date shall be put up for sale again in accordance with Regulation (EEC) No 1836/82.'", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 24 July 1984.\nFor the Council\nThe President\nJ. O'KEEFFE\n(1) OJ No L 281, 1. 11. 1975, p. 1.\n(2) OJ No L 107, 19. 4. 1984, p. 1.\n(3) OJ No L 138, 27. 5. 1983, p. 63.\n(4) OJ No L 274, 7. 10. 1983, p. 18.\n(5) OJ No L 202, 9. 7. 1982, p. 23."}