{"celex_id": "31986R0502", "uri": "http://publications.europa.eu/resource/cellar/1435f820-27fe-405e-9c34-18bbdf6bb0f1", "type": "Regulation", "concepts": ["1115", "1309", "1602", "2563", "2723", "3591"], "title": "Council Regulation (EEC) No 502/86 of 25 February 1986 laying down detailed rules for quantitative restrictions on the import into Portugal of certain agricultural products from the Canary Islands\n", "header": "COUNCIL REGULATION (EEC) No 502/86  of 25 February 1986  laying  down detailed rules for quantitative restrictions on the import into Portugal of certain  agricultural products from the Canary Islands\nTHE COUNCIL OF THE EUROPEAN  COMMUNITIES", "recitals": ",  Having regard to the Treaty establishing the European Economic Community,  Having  regard to the Act of Accession of Spain and Portugal, and in particular Article 9 of Protocol 2  attached thereto,  Having regard to the proposal from the Commission,  Whereas under Protocol 2 the  Community is to apply to its trade in agricultural products with the Canary Islands the general  arrangements which it applies to its external trade;  Whereas the Act of Accession authorizes the  Portuguese Republic temporarily to maintain quantitative restrictions on the import of certain  agricultural products from third countries;  Whereas that Member State should be authorized to  maintain restrictions on imports, from the Canary Islands, of certain agricultural products which  these islands export in substantial quantities,", "main_body": ["1.    The Portuguese Republic may maintain quantitative restrictions on the import from  the Canary Islands of: -  the products specified in the Annex under (a), until 31 December 1992, -   the products specified in the Annex under (b), until 31 December 1995.  2.    The quantitative  restrictions shall consist of annual quotas opened without discrimination between economic  operators.  3.    The initial quota for each product in 1986 shall be between 0,1  % and 0,5  % of  average Portuguese production, expressed in terms of volume, over the last three years before  accession on which statistics are available.  4.    The minimum rate of increase in the quotas  shall be fixed in accordance with the procedure referred to in Article 3. The rate may be  differentiated according to the products concerned. In particular, account shall be taken of trade  patterns.  5.    From 1 March to 31 December 1986 the quota applicable shall be equal to the  initial quota, less one-sixth.", "1.    The quota fixed for a product from the Canary  Islands may not exceed the quota fixed for the same product from the Community.  2.    Should the  Portuguese Republic authorize the import of a product from the Canary Islands in quantities greater  than those fixed under the quota, the quota applicable to imports of the same product from the  Community shall be increased by a quantity not less than that by which the quota for imports from  the Canary Islands has been exceeded.", "1.    Detailed rules for the application of this  Regulation shall be adopted in accordance with the procedure laid down in Article 33 of Regulation  (EEC) No 1035/72 of the Council of 18 May 1972 on the common organization of the market in fruit  and vegetables  (1), as last amended by Regulation (EEC) No 3768/85  (2), or in accordance with the  procedure laid down in Article 14 of Regulation (EEC) No 234/68 of the Council of 27 February 1968  on the establishment of a common organization of the market in live trees and other plants, bulbs,  roots and the like, cut flowers and ornamental foliage  (3), as last amended by Regulation (EEC) No  3768/85.  2.    The detailed rules for the application of this Regulation shall, in particular: (a)   fix the initial quota for each product; (b)specify the communication to be forwarded to the  Commission by the Portuguese Republic.", "This Regulation shall enter into force on 1  March 1986.\nThis Regulation shall be binding in its entirety and  directly applicable in all Member States."], "attachments": "Done at Brussels, 25 February 1986.  For the Council   The President  G.  BRAKS\n(1)  OJ No L 118, 20. 5. 1972, p. 1.\n(2)  OJ No L 362, 31. 12. 1985, p. 8.\n(3)  OJ No L 55, 2. 3. 1968, p. 1.\nANNEX\n>TABLE>"}