{"celex_id": "31982R1365", "uri": "http://publications.europa.eu/resource/cellar/27437d53-df93-4b0d-8096-2295fb91638d", "type": "Regulation", "concepts": ["1115", "1602", "1952", "3065", "979"], "title": "Commission Regulation (EEC) No 1365/82 of 2 June 1982 laying down standard rates for the financing, by the European Agricultural Guidance and Guarantee Fund, Guarantee Section, of expenditure resulting from the free distribution of products withdrawn from the market by producers' organizations, or bought in by the intervention agencies, in the fruit and vegetables sector\n", "header": "COMMISSION  REGULATION (EEC) No 1365/82\nof 2 June 1982\nlaying down standard rates for financing, by the European Agricultural Guidance and Guarantee Fund, Guarantee Section, of expenditure resulting from the free distribution of products withdrawn from the market by producers' organizations, or bought in by the intervention agencies, in the fruit and vegetables sector\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3247/81 of 9 November 1981 on the financing by the European Agricultural Guidance and Guarantee Fund, Guarantee Section, of certain intervention measures, particularly those involving the buying in, storage and sale of agricultural products by intervention agencies (1),\nWhereas Article 7 of Regulation (EEC) No 3247/81 stipulates that, under the procedure laid down in Article 13 of Council Regulation (EEC) No 729/70 of 21 April 1970 on the financing of the common agricultural policy (2), as last amended by Regulation (EEC) No 3509/80 (3), standard rates, uniform throughout the Community, should be fixed for the financing of expenditure resulting from the free distribution, under Community rules, of products bought in by an intervention agency or withdrawn from the market;\nWhereas these standard rates were fixed by Council Regulation (EEC) No 273/72 of 7 February 1972 laying down general rules for the financing of intervention expenditure in respect of the internal market in fruit and vegetables (4), as amended by Regulation (EEC) No 1735/79 (5); whereas Article 8 of Regulation (EEC) No 3247/81 repealed Regulation (EEC) No 273/72 with effect from 1 January 1982; whereas, therefore, the standard rates applicable with effect from that date should be fixed for products withdrawn from the market or bought in pursuant to Article 21 of Council Regulation (EEC) No 1035/72 of 18 May 1972 on the common organization of the market in fruit and vegetables (6), as last amended by Regulation (EEC) No 1116/81 (7);\nWhereas the measures provided for in this Regulation are in agreement with the opinion of the EAGGF Committee,", "main_body": ["The standard rates to be applied, pursuant to Article 7 of Regulation (EEC) No 3247/81, for the financing by the European Agricultural Guidance and Guarantee fund, Guarantee Section, of expenditure resulting from free distribution as provided for in Article 21 of Regulation (EEC) No 1035/72 shall be the following:\n- distance less than 25 km: 0;95 ECU per 100 kg gross,\n- distance not less than 25 km but less than 200 km: 2;05 ECU per 100 kg gross,\n- distance not less than 200 km but less than 350 km: 2;80 ECU per 100 kg gross,\n- distance not less than 350 km but less than 500 km: 4;20 ECU per 100 kg gross,\n- distance not less than 500 km: 5;55 ECU per 100 kg gross,\nthese reates being increased by 0;45 ECU per 100 kg gross in the case of transport by refrigerated wagon or other refrigerated vehicle.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 January 1982.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 2 June 1982.\nFor the Commission\nPoul DALSAGER\nMember of the Commission\n(1) OJ No L 327, 14. 11. 1981, p. 1.\n(2) OJ No L 94, 28. 4. 1970, p. 13.\n(3) OJ No L 367, 31. 12. 1980, p. 87.\n(4) OJ No L 35, 9. 2. 1972, p. 3.\n(5) OJ No L 199, 7. 8. 1979, p. 26.\n(6) OJ No L 118, 20. 5. 1972, p. 1.\n(7) OJ No L 118, 30. 4. 1981, p. 1."}