{"celex_id": "31985R1543", "uri": "http://publications.europa.eu/resource/cellar/2e982f56-0290-4b33-b430-a8fb8781a087", "type": "Regulation", "concepts": ["1591", "321", "588"], "title": "Council Regulation (EEC) No 1543/85 of 4 June 1985 imposing a definitive anti-dumping duty on imports of certain glass mirrors originating in South Africa\n", "header": "COUNCIL  REGULATION (EEC) No 1543/85\nof 4 June 1985\nimposing a definitive anti-dumping duty on imports of certain glass mirrors originating in South Africa\nTHE COUNCIL OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2176/84 of 23 July 1984 on protection against dumped or subsidized imports from countries not members of the European Economic Community (1), and in particular Article 12 thereof,\nHaving regard to the proposal submitted by the Commission after consultation within the Advisory Committee as provided for under the above Regulation,\nWhereas:\nA. Provisional action\nThe Commission, by Regulation (EEC) No 328/85 (2), imposed a provisional anti-dumping duty on imports of certain glass mirrors originating in South Africa.\nB. Subsequent procedure\nFollowing the imposition of the provisional anti-dumping duty the exporter concerned requested, and was granted, an opportunity to be heard by the Commission.\nThis exporter also requested to be informed of certain facts and essential considerations on the basis of which the Commission intended to recommend definitive action, and this request was granted.\nC. Dumping\nNo new evidence on dumping has been received since the imposition of the provisional duty and the Commission, therefore, considers its findings on dumping as set out in Regulation (EEC) No 328/85 to be definitive.\nD. Injury\nNo fresh evidence regarding injury to the Community industry has been submitted. The Commission has therefore confirmed its conclusions on injury reached in Regulation (EEC) No 328/85.\nIn the Commission's view, therefore, the facts as finally determined show that the injury being caused by dumped imports of certain glass mirrors originating in South Africa, taken in isolation from that caused by other factors, has to be considered as material.\nE. Community interest\nNo information has been submitted regarding Community interests subsequent to the imposition of the provisional duty and the Commission's conclusions on Community interest in Regulation (EEC) No 328/85 therefore remain unchanged.\nIn these circumstances, protection of the Community's interest calls for the imposition of a definitive anti-dumping duty on imports of certain glass mirrors originating in South Africa.\nF. Definitive duty\nIn the light of the above determination the amount of the definitive anti-dumping duty should be the same as the amount of the provisional anti-dumping duty.\nG. Collection of provisional duty\nThe amounts secured by way of provisional anti-dumping duty should be collected to a maximum of the duty definitively imposed,", "main_body": ["1. A definitive anti-dumping duty is hereby imposed on imports of glass mirrors, unframed, falling within Common Customs Tariff heading ex 70.09, corresponding to NIMEXE code 70.09-41, and originating in South Africa.\n2. The amount of the duty shall be equal to 17,5 % of the free-at-Community-frontier net price before duty.\n3. The provisions in force with regard to customs duties shall apply.", "The amounts secured by way of provisional anti-dumping duty under Regulation (EEC) No 328/85 shall be definitively collected.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 4 June 1985.\nFor the Council\nThe President\nL. GRANELLI\n(1) OJ No L 201, 30. 7. 1984, p. 1.\n(2) OJ No L 36, 8. 2. 1985, p. 10."}