{"celex_id": "31988R4147", "uri": "http://publications.europa.eu/resource/cellar/a174a12e-5834-42b6-a872-86630299e038", "type": "Regulation", "concepts": ["2084", "3167"], "title": "Commission Regulation (EEC) No 4147/88 of 21 December 1988 amending Regulation (EEC) No 1767/82 as regards the fixing of quantities of cheeses imported from Norway\n", "header": "COMMISSION REGULATION (EEC) No 4147/88  of 21 December 1988  amending Regulation (EEC) No 1767/82 as regards the fixing of quantities of cheeses imported from Norway\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 804/68 of 27 June 1968 on the common organization of the market in milk and milk products (1), as last amended by Regulation (EEC) No 1109/88 (2), and in particular Article 14 (7) thereof,\nWhereas, under the new Agreement in the form of an Exchange of Letters concluded between the Community and Norway on 21 December 1988 (3), annual tariff quotas were fixed for the Community and Norway for 1989, 1990 and 1991; whereas the entry opposite  Norway in Annex I to Commission Regulation (EEC) No 1767/82 of 1 July 1982 laying down detailed rules for applying specific import levies on certain milk products (4), as last amended by Regulation (EEC) No 3852/88 (5), should be amended accordingly;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Milk and Milk products,", "main_body": ["Point (s) in Annex I to Regulation (EEC) No 1767/82 is hereby replaced by the following:\nCN code   Description of goods   Country  of origin   Import levy in ECU  per 100 kg net weight  unless specified  otherwise        Â´(s) ex 0406 90 39  ex 0406 90 89   - Jarlsberg, with a minimum fat content of 45 % by weight in the dry matter and a dry matter content of at least 56 %, matured for at least three months:\nNorway   55,00   - Whole cheeses with rind, from 8 to 12 kg     - In rectangular blocks with a net weight of not more than 7 kg (4)     - Pieces packed in vacuum or in inert gas, with a net weight of not less than 150 g and not more than 1 kg (4)     - Ridder,  with a minimum fat content of 60 % by weight, in the dry matter, matured for at least four weeks:     - Whole cheeses with rind, from 1 to 2 kg     - Pieces packed in vacuum or in inert gas, with rind on at least one side, with a net weight of at least  150 g (4)     Originating from Norway, subject to an annual tariff quota of:     - 2 020 tonnes for 1989,     - 2 020 tonnes for 1990,     - 2 020 tonnes for 1991.'         Article 2   This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply from 1 January 1989.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 21 December 1988.\nFor the Commission  Frans ANDRIESSEN  Vice-President   (1) OJ No L 148, 28. 6. 1968, p. 13.\n(2) OJ No L 110, 29. 4. 1988, p. 27.\n(3) See page 53 of this Official Journal.\n(4) OJ No L 196, 5. 7. 1982, p. 1.\n(5) OJ No L 343, 13. 12. 1988, p. 10."}