{"celex_id": "31985R3459", "uri": "http://publications.europa.eu/resource/cellar/39e53e8e-9e22-42e4-9aac-30fde322f4a7", "type": "Regulation", "concepts": ["12", "1201", "1372", "2563", "712", "863"], "title": "Commission Regulation (EEC) No 3459/85 of 6 December 1985 laying down detailed rules for the granting of a compensatory allowance for Atlantic sardines\n", "header": "COMMISSION  REGULATION (EEC) No 3459/85\nof 6 December 1985\nlaying down detailed rules for the granting of a compensatory allowance for Atlantic sardines\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the Act of Accession of Spain and Portugal and in particular Articles 171 and 358 thereof,\nHaving regard to Council Regulation (EEC) No 3117/85 of 4 November 1985 laying down general rules for the granting of compensatory allowances for sardines (1) and in particular Article 4 thereof,\nWhereas Article 2 of Regulation (EEC) No 3117/85 sets out certain conditions for the granting of compensatory allowances as regards products, the quantitative limit of 2 000 tonnes and the beneficiaries of the scheme, and fixes the method of calculating the said allowance;\nWhereas this scheme must be applied to those categories of sardines which are likely to be marketed most easily after processing;\nWhereas the health and technical provisions laid down by the national authorities ensure that the products in question have been subjected fully and definitively to one of the processes referred to in Article 3 (1) of Regulation (EEC) No 3117/85; whereas compliance of the processed products in question with the said provisions should be subject to verification;\nWhereas, in order to clarify the scope of the present arrangements, the types of processing permitted should be defined;\nWhereas, for quantities in respect of which entitlement to the allowance is established, certain detailed rules should be laid down for the submission of applications by those concerned for the payment of the allowance;\nWhereas, in order to ensure constant control, those qualifying for the allowance must keep the inspection authority informed of their processing activities at all times;\nWhereas, pursuant to Article 2 (3) of the Treaty of Accession, the institutions of the Community may adopt before accession the measures referrred to in Articles 171 and 358 of the Act;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Fishery Products,", "main_body": ["This Regulation lays down detailed rules for the granting of the compensatory allowance, hereinafter referred to as the 'allowance', referred to in Article 2 of Council Regulation (EEC) No 3117/85, in respect of Atlantic sardines.", "1. The allowance shall be granted to producers' organizations in respect of sardines which:\n- have been caught by a member,\n- are sold to a processor for full and definitive processing in accordance with the health and technical provisions relating to products intended for human consumption in force in the Member State where the processor is established.\n2. The processes referred to in paragraph 1 are:\n(a) freezing,\n(b) the manufacture of canned products falling within heading No 16.04 of the Common Customs Tariff,\n(c) filleting or chopping if accompanied by one of the processes referred to under (a) and (b).", "In respect of each lot of the same commercial category sold, the amount of the allowance shall be determined in accordance with Article 2 (4) of Regulation (EEC) No 3117/85.", "Where one of the processes referred to in Article 2 (2) is carried out in a Member State other than that which recognized the producers' organization selling the product, proof that such processing has taken place shall be provided in the form of Control Copy T No 5 in accordance with the provisions of Commission Regulation (EEC) No 223/77 (2) and of this Regulation.\nThe said copy must bear the following particulars:\n- in box 41, a description of the goods in their state at the time of consignment,\n- in box 104, one of the following annotations in capital letters:\n'UDLIGNINGSGODTGOERELSESBERETTIGET FORARBEJDNING\nFORORDNING (EOEF) Nr. 3117/85',\n'VERARBEITUNG, FUER DIE EINE AUSGLEICHSENTSCHAEDIGUNG GEWAEHRT WIRD\nVERORDNUNG (EWG) Nr. 3117/85',\n'METAPOIISI POY DIKAIOYTAI ANTISTATHMISTIKI APOZIMIOSI\nKANONISMOS (EOK) arith. 3117/85',\n'PROCESSING ELIGIBLE FOR A COMPENSATORY ALLOWANCE\nREGULATION (EEC) No 3117/85',\n'TRANSFORMACIÓN QUE BENEFICIA DE UNA INDEMNIZACIÓN COMPENSATORIA\nREGLAMENTO (CEE) No 3117/85',\n'TRANSFORMATION BÉNÉFICIANT D'UNE INDEMNITÉ COMPENSATOIRE\nRÈGLEMENT (CEE) No 3117/85',\n'TRASFORMAZIONE CHE BENEFICIA DI UN'INDENNITÀ COMPENSATIVA\nREGOLAMENTO (CEE) N. 3117/85',\nVERWERKING DIE IN AANMERKING KOMT VOOR EEN COMPENSERENDE VERGOEDING\nVERORDENING (EEG) Nr. 3117/85',\n'TRANSFORMAÇO BENEFICIANDO DE UNA INDEMNIZAÇO COMPENSATÓRIA\nREGULAMENTO (CEE) N 3117/85'.", "1. The allowance shall be paid to the producers' organizations concerned, at their request, by the Member State where such organizations are established upon production of:\n- the contract of sale of the product at the first stage of marketing. The contract must show at least the names and addresses of the parties concerned, the quantity, the selling price and the date of delivery of each lot of products sold and the undertaking by the processor referred to in paragraph 2,\n- proof of payment for the goods,\n- as appropriate, a copy of the Control Copy T No 5 referred to in Article 4,\nand, in so far as it does not exist at the time of payment , information indicating that full and definitive processing of the products has not taken place.\n2. The processor shall provide a written undertaking to process the products subject to the contract in accordance with the provisions of Article 2. To this effect, in the stock account of his undertaking, he has to identify the quantities bought in the context of these arrangements. The processor shall undertake to submit to any inspection at his premises by the competent authorities.\n3. The application for payment of the allowance shall be submitted by the producers' organization concerned to the competent authorities of the Member State concerned not later than the end of the month following that during which the contract of sale is drawn up.", "1. The Member States concerned shall set up a control system to ensure that products in respect of which the allowance has been applied for are eligible for it, and that the provisions of this Regulaion are complied with.\n2. The detailed rules for the operation of the control system shall be drawn up by the Member State and must include at least the following requirements:\n- on the spot inspections on the premises of processing undertakings;\n- submission by the beneficiary of the supporting documents used for determining his entitlement to the allowance;\n- definition of the particulars to be included in the application for an allowance referred to in Article 5;\n- identification in the sales records of the producer organization of the quantities sold in the context of the present regime.", "1. The Member States concerned shall notify the Commission, not later than two months after the entry into force of this Regulation, of the control measures introduced pursuant to Article 6 (1).\n2. Member States shall also notify the Commission every month of the quantities sold during the previous month which may qualifiy for the allowance, broken down by commercial category and type of processing carried out, and of the expenditure relating to the grant of the allowance in question.\n3. On the basis of information obtained under the control procedures provided for in Article 6 allowance must, if necessary correct the amount of the allowance granted.", "The conversion rate applicable to the allowance shall be the representative rate in force on the day of sale of the product.", "This Regulation shall enter into force on 1 March 1986, subject to the entry into force of the Treaty of Accession of Spain and Portugal. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 6 December 1985.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 297, 9. 11. 1985, p. 1.\n(2) OJ No L 38, 9. 2. 1977, p. 20."}