{"celex_id": "31987R3156", "uri": "http://publications.europa.eu/resource/cellar/98a29c68-a0de-47c6-83b4-6ee45d1736cb", "type": "Regulation", "concepts": ["1505", "2979"], "title": "Council Regulation (EEC) No 3156/87 of 19 October 1987 amending Regulation (EEC) No 1942/81 for the stimulation of agricultural development in the less-favoured areas of Northern Ireland\n", "header": "COUNCIL  REGULATION (EEC) No 3156/87\nof 19 October 1987\namending Regulation (EEC) No 1942/81 for the stimulation of agricultural development in the less-favoured areas of Northern Ireland\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Articles 42 and 43 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nWhereas pursuant to Council Regulation (EEC) No 1942/81 (3), as last amended by Regulation (EEC) No 3768/85 (4), the United Kingdom is implementing an agricultural development programme in the less-favoured areas of Northern Ireland to bring about a significant improvement in agricultural structures and in agricultural production possibilities in the areas concerned;\nWhereas the programme has been reviewed after its first four years of implementation in accordance with Article 2 (4) of Regulation (EEC) No 1942/81;\nWhereas Council Directive 84/169/EEC of 28 February 1984 concerning the Community list of less-favoured farming areas within the meaning of Directive 75/268/EEC (United Kingdom) (5), extended the less-favoured areas of Northern Ireland;\nWhereas the real needs for works on farm roads and land improvement have been much greater than the provisions on which Regulation (EEC) No 1942/81 were based; whereas there is a particular need in the less-favoured areas of Northern Ireland to reinforce investment in this sector as an indispensable prerequisite for maintaining farming and enabling diversification in rural areas;\nWhereas little use has been made of the aid for the orientation of agricultural production and the farm improvement plan has since been duplicated by the farm improvement plan under Council Regulation (EEC) No 797/85 (6), as last amended by Regulation (EEC) No 1760/87 (7); whereas this measure should be discontinued and replaced by a farm investment schedule aimed at smaller farmers encouraging higher livestock quality by improvement of winter feeding facilities and environmental protection by improvement of storage capacity for animal waste in order to reduce the risk of pollution from winter housing for livestock;\nWhereas Northern Ireland is considered a priority for regional development and agriculture is a key element in the region; whereas in order to ensure the continuation of the development of the less-favoured areas of Northern Ireland, it is necessary to amend the measure and the limits of the European Agricultural Guidance and Guarantee Fund contribution; whereas it is opportune to allow a certain flexibility in these limits at the discretion of the Commission without, however, increasing the overall cost of the common measure,", "main_body": ["Regulation (EEC) No 1942/81 is hereby amended as follows:\n1. In Article 1 (2) the reference to 'Directive 75/276/EEC' shall be replaced by a reference to 'Directive 84/169/EEC'.\n2. In Article 1 (3) the following shall be added:\n'(d) the improvement of winter feeding of animals and environmental protection'.\n3. Article 2 (3) shall be replaced by the following:\n'3. All measures provided for in this common measure must fit into the framework of a regional development programme where the United Kingdom is obliged to forward it to the Commission under Article 2 (3) (a) of Council Regulation (EEC) No 1787/84 of 19 June 1984 establishing a European Regional Development Fund (1) as last amended by Regulation (EEC) No 3641/85 (2).\n(1) OJ No L 169, 28. 6. 1984, p. 1.\n(2) OJ No L 350, 27. 12. 1985, p. 40.'\n4. The following Article shall be inserted after Article 3:\n'Article 3a\nThe investments referred to in Article 1 (3) (a) (b) and (d) shall be made under a farm investment schedule to be prepared by the farmer and approved by the appropriate authorities'.\n5. In Article 6, paragraph (a) shall be replaced by the following:\n'(a) renewal of existing field drainage'.\n6. In Article 11, the following paragraph shall be added:\n'5. The present Title shall apply to improvement plans approved before 1 July 1987'.\n7. The following Title shall be inserted after Title IV:\n'TITLE IV a\nWinter feeding and environmental protection", "1a\n1. The measure for the improvement of winter feeding of animals and environmental protection referred to in Article 1 (3) (d) shall include aid for investments granted to farmers without an improvement plan under Regulation (EEC) No 797/85 for\n(a) the storage of silage including appropriate silage effluent tanks,\n(b) the storage of animal wastes.\nThe aid provided under (a) and (b) shall not exceed that available to farmers with an improvement plan not providing a labour income in excess of 120 % of the reference income under Article 2 of Regulation (EEC) No 797/85. The limits to investment eligible for aid as laid down in that Regulation are not modified by this Regulation.'\n8. In Article 12 (2), '48 million ECU' shall be replaced by '57 million ECU'.\n9. In Article 13, '70 %' shall be replaced by '55 %'.\n10. Article 14 (2) shall be replaced by the following:\n'2. The fund shall reimburse to the United Kingdom the following percentage of its actual expenditure:\n(a) 40 % for measures under Article 4 with a maximum eligible amount of 44,0 million ECU;\n(b) 40 % for the other measures with a maximum eligible amount of:\n- 600 ECU per hectare for the work referred to in Article 6 (a),\n- 500 ECU per hectare for the work referred to in Article 6 (b) and (c),\n- 40 ECU per livestock unit for the work referred to in Article 11 (2),\n- 15 000 ECU per farm for the work referred to in Article 11a\nsubject to a maximum eligible amount of 21 million ECU for the work under Title IV and Title IVa.\nHowever, if it proves necessary at a later stage, the Commission may at the request of the Member State concerned adjust the above maximum amounts under the procedure referred to in Article 17, provided the total amount of eligible expenditure does not exceed 142,5 million ECU.'", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 19 October 1987.\nFor the Council\nThe President\nL. TOERNAES\n(1) OJ No C 237, 3. 9. 1987, p. 9.\n(2) Opinion delivered on 16 October 1987 (not yet published in the Official Journal).\n(3) OJ No L 197, 20. 7. 1981, p. 17.\n(4) OJ No L 362, 31. 12. 1985, p. 8.\n(5) OJ No L 82, 26, 3. 1984, p. 67.\n(6) OJ No L 93, 30. 3. 1985, p. 1.\n(7) OJ No L 167, 26. 6. 1987, p. 1."}