{"celex_id": "31985R3680", "uri": "http://publications.europa.eu/resource/cellar/09d1bb4a-d603-483f-8390-bc37dece0800", "type": "Regulation", "concepts": ["1642", "1885"], "title": "Council Regulation (EEC) No 3680/85 of 20 December 1985 on export arrangements for certain types of non-ferrous metal waste and scrap\n", "header": "COUNCIL REGULATION (EEC) No 3680/85\nof 20 December 1985\non export arrangements for certain types of non-ferrous metal waste and scrap\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the Act of Accession of Spain and Portugal, and in particular Article 396 thereof,\nHaving regard to Council Regulation (EEC) No 2603/69 of 20 December 1969 establishing common rules for exports (1), as last amended by Regulation (EEC) No 1934/82 (2), and in particular Article 7 thereof,\nHaving regard to Council Regulation (EEC) No 1023/70 of 25 May 1970 establishing a common procedure for administering quantitative quotas (3), as last amended by the Act of Accession of Greece, and in particular Article 2 thereof,\nHaving regard to the proposal from the Commission,\nWhereas under Regulation (EEC) No 3629/84 (4) exports of aluminium and lead waste and scrap were made subject, for 1985, to production of a prior export licence to be issued by the appropriate authorities of the Member States according to procedures to be laid down; whereas this arrangement expires on 31 December 1985; whereas it is advisable to retain it for 1986 with a view to following closely the evolution of the products concerned;\nWhereas, in accordance with Article 45 of the Act of Accession, exports to Spain from the Community of Ten of copper ash and residues and copper waste and scrap must be restricted for a transitional period;\nWhereas the estimate of requirements is a satisfactory criterion for the allocation of the said quotas;\nWhereas the provisions relating to the monitoring of intra-Community trade laid down in Commission Regulation (EEC) No 223/77 of 22 December 1976 on provisions for the implementation of the Community transit procedure and for certain simplifications of that procedure (5) apply only if the measures introducing export restrictions provide for their application;\nWhereas the Committee set up by Regulation (EEC) No 2603/69 has been consulted;\nWhereas Community refiners are continuing to experience supply difficulties over the whole spectrum of copper materials; whereas these difficulties derive in particular from the current imbalance of tariff and non-tariff measures in the world copper market; whereas the quota system in force in 1985 under Regulation (EEC) No 3629/84 should, therefore, be maintained in 1986 for export of copper ash and residues and copper waste and scraps;\nWhereas pursuant to Article 2 (3) of the Treaty of Accession of Spain and Portugal the institutions of the Community may adopt before accession the measures referred to in Article 396 of the Act, such measures entering into force subject to and on the date of entry into force of that Treaty,", "main_body": ["1. Community exports between 1 January and 31 December 1986 of aluminium waste and scrap falling within subheading 76.01 B of the Common Customs Tariff and lead waste and scrap falling within subheading 78.01 B shall be subject to production of an export licence to be issued by the appropriate authorities of the Member States. The licence shall be issued free of charge, for such quantities as are requested subject to the provisions set out below.\n2. The export licence shall be issued within not more than 15 working days of the date of the application, on presentation by the applicant of a sales contract for the entire quantity applied for.\nThe licence shall be valid for two months.\n3. Each Member State shall inform the Commission of the following within the first 15 days of each month:\n(a) the quantities in tonnes and the prices of the products for which export licences have been issued during the previous month;\n(b) the quantities in tonnes of products which have been exported during the month preceding that referred to under point (a);\n(c) the quantities in tonnes authorized for export or exported as part of inward or outward processing arrangements;\n(d) the third country of destination.\nThe Commission shall pass this information to the Member States.", "Community export quotas shall be established as follows for 1986:\n(tonnes)\n1.2.3 //  //  //  // CCT heading No  // Description  // Quantity   //    //   //   // ex 26.03   // Ash and residues of copper and copper alloys   // 25 000   // ex 74.01 D   // Waste and scrap of copper and copper alloys   // 30 200  //    //   //", "For 1986, exports to Spain from the Community of Ten shall be restricted to the quantities set out below:\n(tonnes)\n1.2.3 //  //  //  // CCT heading No  // Description  // Quantity   //    //   //   // ex 26.03   // Ash and residues of copper and copper alloys   // 5 000   // ex 74.01 D   // Waste and scrap of copper and copper alloys   // 14 000  //    //   //", "The quotas fixed in Articles 2 and 3 shall be allocated according to the estimate of requirements.", "1. Exports of the goods referred to in Article 2 shall not be charged against the quota of the exporting Member State:\n(a) where the goods are exported in the unaltered state or as compensating products pursuant to Council Directive 69/73/EEC of 4 March 1969 on the harmonization of provisions laid down by law, regulation or administrative action in respect of inward processing (1), as long as goods complying with the conditions of Articles 9 and 10 of the Treaty are not used in the manufacture of the said compensating products.\nEquivalent compensation shall not be authorized;\n(b) where goods not complying with Articles 9 and 10 of the Treaty are exported after having been placed in customs warehouses in accordance with Council Directive 69/74/EEC of 4 March 1969 on the harmonization of provisions laid down by law, regulation or administrative action relating to customs warehousing procedure (2), or in free zones in accordance with Council Directive 69/75/EEC of 4 March 1969 on the harmonization of provisions laid down by law, regulation or administrative action relating to free zones (3). Where the goods have been obtained under an inward processing arrangement the conditions referred to in point (a) must be observed.", "(3) (c) and (d) shall apply.\n2. Temporary exports of the goods referred to in Article 2 shall be charged against the quota of the exporting Member State.\nHowever, decisions allowing goods not be exchanged under the arrangements provided for by Council Directive 76/119/EEC of 18 December 1975 on the harmonization of provisions laid down by law, regulation or administrative action in respect of outward processing (4) may be taken by the procedure set out in Article 11 (2) and (3) of Regulation (EEC) No 1023/70.", "Title III of Regulation (EEC) No 223/77 shall apply to the movement within the Community of the products listed in Article 2.", "The Council shall decide in due time, and in any case before 31 December 1986, on the measures to be taken regarding the export of the products listed in Articles 1, 2 and 3 after this Regulation has expired.", "This Regulation shall enter into force on 1 January and expire on 31 December 1986.\nHowever, Article 3 shall apply subject to the entry into force of the Treaty of Accession of Spain and Portugal.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 December 1985.\nFor the Council\nThe President\nR. KRIEPS\n(1) OJ No L 324, 27. 12. 1969, p. 25.\n(2) OJ No L 211, 20. 7. 1982, p. 1.\n(3) OJ No L 124, 8. 6. 1970, p. 1.\n(4) OJ No L 335, 22. 12. 1984, p. 7.\n(5) PJ No L 38, 9. 2. 1977, p. 20.\n(1) OJ No L 58, 8. 3. 1969, p. 1.\n(2) OJ No L 58, 8. 3. 1969, p. 7.\n(3) OJ No L 58, 8. 3. 1969, p. 11.\n(4) OJ No L 24, 30. 1. 1976, p. 58."}