{"celex_id": "31988R4220", "uri": "http://publications.europa.eu/resource/cellar/613e5a7a-21d4-489e-89be-0ea4deed6e14", "type": "Regulation", "concepts": ["4350", "4580"], "title": "Council Regulation (EEC) No 4220/88 of 19 December 1988 suspending wholly or in part the Common Customs Tariff duties on certain agricultural products originating in Turkey (1989)\n", "header": "COUNCIL REGULATION (EEC) No 4220/88 of 19 December 1988 suspending wholly or in part the Common Customs Tariff duties on certain agricultural products originating in Turkey (1989)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 113 thereof,\nHaving regard to Council Regulation (EEC) No 3033/80 of 11 November 1980 laying down the trade arrangements applicable to certain goods resulting from the processing of agricultural products (1), and in particular Article 12 thereof,\nHaving regard to the proposal from the Commission,\nWhereas under Annex 6 to the Additional Protocol laying down the conditions, procedures and timetables for implementing the transitional phase referred to in Article 4 of the Agreement establishing an association between the European Economic Community  and Turkey (2) and under Article 9 of the Supplementary Protocol to the Association Agreement between the European Economic Community and Turkey consequent on the accession of new Member States to the Community (3), which was signed in Ankara on 30 June  1973 and entered into force on 1 March 1986 (4), the Community must wholly or in part suspend the Common Customs Tariff duties applicable to certain products; whereas it also appears necessary, on a provisional basis, to adjust or supplement some of the  advantages provided for in the abovementioned Annex 6; whereas the Community should, therefore, with regard to the products originating in Turkey contained in the list annexed to this Regulation, suspend until 31 December 1989 either the fixed component  of the charge applicable to the goods falling within the scope of Regulation (EEC) No 3033/80 or the customs duty applicable to the other products, at the levels indicated for each of them;\nWhereas Council adopted Regulation (EEC) No 1059/88 of 28 March 1988 laying down the arrangements applicable to Greece's trade with Turkey (5);\nWhereas the Council also adopted Regulation (EEC) No 2573/87 of 11 August 1987 laying down the arrangements for trade between Spain and Portugal, on the one hand, and Algeria, Egypt, Jordan, Lebanon, Tunisia and Turkey, on the other (6); whereas this  Regulation applies therefore to the Community as constituted on 31 December 1985 or to the Community as currently constituted, as appropriate,", "main_body": ["1.  From 1 January until 31 December 1989 the customs duties on imports into the Member States of the products originating in Turkey listed in the Annex shall be those indicated for each of them in the said Annex.\nWhere this Regulation is applicable in Spain and in Portugal, these Member States shall apply duties calculated in accordance with the relevant provisions set out in Regulation (EEC) No 2573/87.\n2.  For the purposes of application of this Regulation, ´originating products' shall mean those products which fulfil the conditions laid down in Association Council Decision No 4/72 attached to Regulation (EEC) No 428/73 (7), as amended by Decision No  1/75 attached to Regulation (EEC) No 1431/75 (8).\nThe methods of administative cooperation for ensuring that the products listed in the Annexes benefit from the total or partial suspension shall be those laid down in Association Council Decision No 5/72 attached to Regulation (EEC) No 428/73, as last  amended by Decision No 1/83, attached to Regulation (EEC) No 993/83 (9).", "When imports of products qualifying for the arrangements provided for in Article 1 come into the Community in quantities or at prices which cause or threaten to cause serious injury to the Community producers of similar products or directly  competitive products, the Common Customs Tariff duties may be partially or wholly re-established for the products in question. These measures may also be taken in the event of serious injury or the threat of serious injury limited to a single region of  the Community.", "1.  In order to ensure the application of Article 2, the Commission may decide by means of a Regulation to re-establish Common Customs Tariff duties for a limited period.\n2.  Where the Commission has been requested by a Member State to take action it shall take a decision within a maximum period of 10 working days from receipt of the request and shall inform the Member States of the action taken.\n3.  Any Member State may refer the Commission's action to the Council, within a period of 10 working days following the day of its notification.\nReferring the matter to the Council shall not have a suspensory effect. The Council shall meet without delay. It may by a qualified majority amend or annual the measure taken.", "This Regulation shall enter into force on 1 January 1989.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 December 1988.\nFor the Council The President Th. PANGALOS EWG:L371UMBE03.95 FF: 3UEN;   SETUP: 01;   Hoehe: 755 mm;   115 Zeilen;   5381 Zeichen;\nBediener: UTE0   Pr.: C;\nKunde: ................................\n(1) OJ No L 323, 29. 11. 1980, p. 1. (2) OJ No L 217, 29. 12. 1964, p. 3687/64. (3) OJ No L 361, 31. 12. 1977, p. 2. (4) OJ No L 48, 26. 2. 1986, p. 36. (5) OJ No L 104, 23. 4. 1988, p. 4. (6) OJ No L 250, 1. 9. 1987, p. 1.(7) OJ No L 59, 5. 3. 1973, p. 73. (8) OJ No L 142, 4. 6. 1975, p. 1. (9) OJ No L 112, 8. 4. 1983, p. 1.   ANNEX    List of products falling within Chapters 1 to 24 originating in Turkey for which there are grounds for total or partial suspension of the Common Customs Tariff   Order No CN code Description Rate of duty applicable Vegetables, fresh of chilled:\n15.0001 ex 0709 30 00 -Aubergines, from 1 to 14 January 9 % Manioc, arrowroot, salep, Jerusalem artichokes, sweet potatoes and other similar roots and tubers with high starch or inulin content, fresh or dried, whole or sliced; sago pith:\n15.0003 ex 0714 20 10 -Sweet potatoes intended for human consumption (¹) Free Melons (including watermelons) and papaws (papayas), fresh:\n15.0005 ex 0807 10 10 -Watermelons, from 1 November to 31 March 6,5 % Chocolate and other food preparations containing cocoa:\n15.0007 ex 1806 10 10 ex 1806 10 30 ex 1806 10 90 -Cocoa powder, not otherwise sweetened than by the addition of sucrose 3 % + MOB 15.0009 ex 1806 20 10 ex 1806 20 30 ex 1806 20 50 ex 1806 20 90 ex 1806 31 00 ex 1806 32 10 ex 1806 32 90 ex 1806 90 11 ex 1806 90 19 ex 1806 90 31 ex 1806 90 39 ex 1806 90 50 Chocolate and chocolate goods, whether or not filled, sugar confectionery and substitutes therefor made from sugar substitution products, containing cocoa 9 % + MOB with a max. of 27 % + AD S/Z 15.0011 ex 1901 90 90 -Preparation based on flour of leguminous vegetables in the form of sun-dried discs of dough, known as ´papad' Free 15.0013 ex 1903 00 00 Tapioca, other than tapioca prepared from potato starch 2 % + MOB Preparations:\n15.0015 ex 0710 40 00 ex 0711 90 30 ex 2001 90 30 ex 2004 90 10 ex 2005 80 00 ex 2008 99 85 --Of maize 3 % + MOB 15.0017 ex 1904 90 10 --Of rice 3 % + MOB 15.0019 ex 1904 90 90 --Of other cereals 2 % + MOB 15.0021 Garpefruit juice:\n--Of a density not exceeding 1,33 g/cm³ at 20 °C ex 2009 20 91 ---Of a value not exceeding ECU 30 per 100 kg net weight and with an added sugar content exceeding 30 % by weight  7 % 15.0023 Juice of any other single citrus fruit, except lemon juice:\nex 2009 30 91 -With an added sugar content exceeding 30 % by weight 14 % Abbreviations:\nMOB  = variable component.\nAD S/Z = additional duty on sugar.\n(¹) Entry under this CN code is subject to conditions laid down in the relevant Community provisions.\nin the Community as constituted at 31 December 1985 in the Community as currently constituted aa A A A A A a A A A A A s aa A A A A A A A A A A A A A A A A A A A A a A A A A A A A A A A A A A A A A A A A A A s EWG:L371UMBE04.95 FF: 3UEN;   SETUP: 01;   Hoehe: 776 mm;   171 Zeilen;   2384 Zeichen;\nBediener: UTE0   Pr.: C;\nKunde: L 371 UMBE04   43376"}