{"celex_id": "31989R1952", "uri": "http://publications.europa.eu/resource/cellar/c8c1cebd-801f-4ae5-b3ef-4834994073e8", "type": "Regulation", "concepts": ["1118", "4170", "797", "870"], "title": "Commission Regulation (EEC) No 1952/89 of 30 June 1989 fixing for the 1989/90 marketing year the minimum price to be paid to producers for Williams and Rocha pears and the amount of production aid for such pears in syrup and/or in natural fruit juice\n", "header": "COMMISSION REGULATION (EEC) No 1952/89  of 30 June 1989  fixing for the 1989/90 marketing year the minimum price to be paid to producers for Williams and Rocha pears and the amount of production aid for such pears in syrup and/or in natural fruit  juice\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the Act of Accession of Spain and Portugal,\nHaving regard to Council Regulation (EEC) No 426/86 of 24 February 1986 on the common organization of the market in products processed from fruit and vegetables (1), as last amended by Regulation (EEC) No 1125/89 (2), and in particular Articles 4 (4)  and 5 (5) thereof,\nWhereas Council Regulation (EEC) No 1277/84 of 8 May 1984 laying down general rules for the system of production aid for processed fruit and vegetables (3) contains provisions as to the methods for determining the production aid;\nWhereas, under Article 4 (1) of Regulation (EEC) No 426/86, the minimum price to be paid to producers is to be determined on the basis of, firstly, the minimum price applying during the previous marketing year, secondly, the movement of basic prices in  the fruit and vegetable sector, and thirdly, the need to ensure the normal marketing of fresh products for the various uses;\nWhereas the minimum price to be paid to producers in Spain and Portugal and the production aid for the products obtained are to be determined as provided for in Articles 118 and 304 of the Act of Accession; whereas the representative period for  determining the minimum price is laid down in Council Regulation (EEC) No 461/86 of 25 February 1986 laying down, on account of the accession of Spain and Portugal, rules on the production aid system in respect of processed fruit and vegetables (4);\nWhereas Article 5 of the said Regulation lays down the criteria for fixing the amount of production aid; whereas account must, in particular, be taken of the aid fixed for the previous marketing year adjusted to take account of changes in the minimum  price to be paid to producers, the non-member country price and, where appropriate the pattern of processing cost assessed on a flat-rate basis;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Products Processed from Fruit and Vegetables,", "main_body": ["For the marketing year 1989/90:\n(a) the minimum price referred to in Article 4 of Regulation (EEC) No 426/86 to be paid to producers for Williams and Rocha pears, and\n(b) the production aid referred to in Article 5 of the same Regulation for Williams and Rocha pears in syrup and/or in natural fruit juice\nshall be as set out in the Annex.", "Where processing takes place outside the Member State in which the produce was grown, such Member State shall furnish proof to the Member State paying the production aid that the minimum price payable to the producer has been paid.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 June 1989.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 49, 27. 2. 1986, p. 1.\n(2) OJ No L 118, 29. 4. 1989, p. 29.\n(3) OJ No L 123, 9. 5. 1984, p. 25.\n(4) OJ No L 53, 1. 3. 1986, p. 15.\nANNEX\nMinimum price to be paid to producers\nProduct\nECU/100 kg net ex-producer for\nproducts grown in\nSpain  Portugal  Other\nMember States       Williams and Rocha pears intended for the manufacture of pears in syrup and/or natural fruit juice  23,263  23,017  30,215\nProduction aid\nProduct\nECU/100 kg net for products obtained\nfrom raw materials grown in\nSpain  Portugal  Other\nMember States       Williams and Rocha pears in syrup and/or in natural fruit juice  8,658  8,405  15,798"}