{"celex_id": "31984R3462", "uri": "http://publications.europa.eu/resource/cellar/da4d551c-0244-40a7-8968-a21e4b91ae21", "type": "Regulation", "concepts": ["1988", "2958", "4667"], "title": "Commission Regulation (EEC) No 3462/84 of 10 December 1984 amending the provisions implementing monetary compensatory amounts with effect from 1 January 1985 in respect of intervention butter and skimmed-milk powder sold at a reduced price\n", "header": "COMMISSION  REGULATION (EEC) No 3462/84\nof 10 December 1984\namending the provisions implementing monetary compensatory amounts with effect from 1 January 1985 in respect of intervention butter and skimmed-milk powder sold at a reduced price\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 974/71 of 12 May 1971 on certain measures of conjunctural policy to be taken in agriculture following the temporary widening of the margins of fluctuation for the currencies of certain Member States (1), as last amended by Regulation (EEC) No 855/84 (2), and in particular Article 6 thereof,\nWhereas Article 7 (1) of Commission Regulation (EEC) No 1160/82 of 14 May 1982 providing for the advance fixing of monetary compensatory amounts (3) provides that monetary compensatory amounts fixed in advance are to be adjusted if a new representative rate comes into effect while a certificate is valid; whereas the new rate must have been decided on before the application for advance fixing is lodged; whereas this situation will arise on 1 January 1985 in the case of Germany and the Netherlands;\nWhereas the monetary compensatory amounts introduced by Regulation (EEC) No 974/71 were fixed by Commission Regulation (EEC) No 900/84 (4), as last amended by Regulation (EEC) No 3395/84 (5); whereas Annex IV to the said Regulation sets out the coefficients to be applied to monetary compensatory amounts fixed in advance for milk and milk products to be exported on or after 1 January 1985;\nWhereas, under Commission Regulation (EEC) No 2268/84 (6), as last amended by Regulation (EEC) No 3457/84 (7), Commission Regulation (EEC) No 2278/84 (8), as last amended by Regulation (EEC) No 2815/84 (9), and Commission Regulation (EEC) No 2956/84 (10), as last amended by Regulation (EEC) No 3457/84, butter in public intervention storage has been made available to exporters at a reduced price for export to certain third countries; whereas the said Regulations provide that the purchase price of this butter is not to be affected by any changes to representative rates during the life of a contract; whereas the adjustment of monetary compensatory amounts fixed in advance before 1 January 1985, as provided for in Article 7 (1) of Regulation (EEC) No 1160/82, should not be carried out in respect of intervention butter sold at a reduced price for export from Germany and/or the Netherlands on or after that date;\nWhereas the monetary compensatory amounts applying in Germany and the Netherlands are to be adjusted from 1 January 1985 as a result of the introduction of new representative rates; whereas, however, monetary compensatory amounts should remain unchanged in respect of butter sold under Regulations (EEC) No 2268/84, (EEC) No 2278/84 and (EEC) No 2956/84 before 1 January 1985 and shipped to another Member State on or after that date for processing into butteroil prior to being exported;\nWhereas monetary compensatory amounts should also remain unchanged in respect of butter sold during December 1984 under Commission Regulation (EEC) No 262/79 (11), as last amended by Regulation (EEC) No 2927/84 (12), and in respect of skimmed-milk powder sold during the same month under Commission Regulation (EEC) No 368/77 (13), as last amended by Regulation (EEC) No 3031/84 (14);\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Milk and Milk Products,", "main_body": ["Monetary compensatory amounts fixed in advance before 1 January 1985 in respect of intervention butter sold before that date under Regulations (EEC) No 2268/84, (EEC) No 2278/84 and (EEC) No 2956/84 for export on or after 1 January 1985 as butter or in the form of another product falling within heading No 04.03 of the Common Customs Tariff shall not be subject to the coefficients set out in Annex IV to Regulation (EEC) No 900/84 for Germany and the Netherlands.", "Monetary compensatory amounts applying on 31 December 1984 shall remain valid after that date in respect of butter sold under Regulations (EEC) No 2268/84, (EEC) No 2278/84 and (EEC) No 2956/84 before 1 January 1985 and shipped to another Member State on or after 1 January 1985.", "Monetary compensatory amounts applying on 31 December 1984 shall remain valid until 15 February 1985 in respect of:\n- butter sold under Regulation (EEC) No 262/79 by tender award during December 1984,\n- skimmed-milk powder sold under Regulation (EEC) No 368/77 by tender award during December 1984.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 10 December 1984.\nFor the Commission\nPoul DALSAGER\nMember of the Commission\n(1) OJ No L 106, 12. 5. 1971, p. 1.\n(2) OJ No L 90, 1. 4. 1984, p. 1.\n(3) OJ No L 134, 15. 5. 1982, p. 22.\n(4) OJ No L 92, 2. 4. 1984, p. 2.\n(5) OJ No L 314, 4. 12. 1984, p. 5.\n(6) OJ No L 208, 3. 8. 1984, p. 35.\n(7) OJ No L 319, 8. 12. 1984, p. 9.\n(8) OJ No L 209, 4. 8. 1984, p. 8.\n(9) OJ No L 264, 5. 10. 1984, p. 16.\n(10) OJ No L 279, 23. 10. 1984, p. 4.\n(11) OJ No L 41, 16. 2. 1979, p. 1.\n(12) OJ No L 276, 19. 10. 1984, p. 14.\n(13) OJ No L 52, 24. 2. 1977, p. 19.\n(14) OJ No L 287, 31. 10. 1984, p. 19."}