{"celex_id": "31984R1247", "uri": "http://publications.europa.eu/resource/cellar/c0ee3660-5455-44b4-8140-ac1e2be45d83", "type": "Regulation", "concepts": ["1277", "1570", "2958", "862"], "title": "Commission Regulation (EEC) No 1247/84 of 4 May 1984 amending Regulations (EEC) No 1105/68 and (EEC) No 2793/77 on detailed rules for granting aid for skimmed milk for use as animal feed\n", "header": "COMMISSION  REGULATION (EEC) No 1247/84\nof 4 May 1984\namending Regulations (EEC) No 1105/68 and (EEC) No 2793/77 on detailed rules for granting aid for skimmed milk for use as animal feed\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 804/68 of 27 June 1968 on the common organization of the market in milk and milk products (1), as last amended by Regulation (EEC) No 856/84 (2), and in particular Article 10 (3) thereof,\nWhereas Council Regulation (EEC) No 986/68 (3), as last amended by Regulation (EEC) No 867/84 (4), lays down general rules for granting aid for skimmed milk and skimmed-milk powder for use as animal feed;\nWhereas Commission Regulation (EEC) No 1105/68 (5), as last amended by Regulation (EEC) No 882/82 (6), lays down detailed rules for granting aid for skimmed milk for use in the feeding of calves;\nWhereas the production of liquid skimmed milk is seasonal; whereas, in view of the uses to which it is put, supplies of skimmed milk in liquid form should be ensured throughout the year; whereas provision should therefore be made within certain limits for the granting of aid for skimmed-milk powder which is manufactured and stored during periods of surplus and which is reconstituted into liquid form and used as specified in Regulation (EEC) No 1105/68;\nWhereas Commission Regulation (EEC) No 2793/77 (7), as last amended by Regulation (EEC) No 975/84 (8), also lays down detailed rules for granting special aid for liquid skimmed milk intended for use as feed for animals other than young calves; whereas the provisions of the said Regulation should accordingly be adapted so as to provide for the same eligibility in respect of feeds for other animals;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Milk and Milk Products,", "main_body": ["Regulation (EEC) No 1105/68 is hereby amended as follows:\n1. The following Article 1a is inserted:\n'Article 1a\n1. Skimmed-milk powder as referred to in Article 1 of Regulation (EEC) No 986/68 which complies with the conditions set out in Article 1 of Commission Regulation (EEC) No 1725/79 (1) and which has been subjected to the inspection measures specified in the latter Regulation, with the exception of buttermilk powder and skimmed-milk powder from public storage, shall also be eligible for aid where it is sold in liquid form to livestock farmers for use as animal feed.\n2. The aid referred to in paragraph 1 may be granted only in respect of a quantity of liquid milk thus obtained which does not exceed 20 % of the quantity of skimmed milk referred to in Article 1 which was sold to livestock farmers by a dairy during the previous calendar year.\n3. The amount of the aid shall be 61 ECU per 100 kilograms of skimmed-milk powder used in accordance with paragraphs 1 and 2.\n4. The provisions applying to skimmed milk under this Regulation shall apply to the skimmed-milk powder sold in liquid form as referred to in paragraph 1.\n5. Dairies making use of the provisions of this Article:\n- may not sell skimmed-milk powder to an intervention agency during the period of four weeks following commencement of the operations referred to in paragraph 1,\n- before commencing the operations referred to in paragraph 1 shall inform the inspecting agency of the starting date of these operations.\n(1) OJ No L 199, 7. 8. 1979, p. 1.'\n2. Article 10 is replaced by the following:\n'Article 10\nMember States shall take the measures necessary to check that the conditions governing the granting of aid are fulfilled and that the benefit of the aid is passed on to the farm stage.'", "Regulation (EEC) No 2793/77 is hereby amended as follows:\n1. Article 1 is replaced by the following:\n'Article 1\nSpecial aid shall be granted:\n- for skimmed milk as referred to in Article 2 (1) (a) and (b) of Regulation (EEC) No 986/68 if it is used as feed for animals other than young calves,\n- for skimmed-milk powder as referred to in Article 1 of Regulation (EEC) No 986/68 which complies with the conditions set out in Article 1 of Commission Regulation (EEC) No 1725/79 (1) and which has been subjected to the inspection measures specified in the latter Regulation, with the exception of buttermilk powder and skimmed-milk powder from public storage, where it is sold in liquid form for use as feed for animals other than young calves, on condition that:\n(a) the quantities of milk thus obtained do not exceed 20 % of the quantity of skimmed milk as referred to in the first indent which is sold to livestock farmers by the dairy in question during the previous calendar year, and\n(b) any dairy which makes use of this possibility does not sell skimmed-milk powder to an intervention agency during the period of four weeks following commencement of the operations referred to in this indent and before commencing operations informs the inspection agency of their starting date.\n2. The amount of the special aid shall be:\n- 9,1 ECU per 100 kilograms of skimmed milk as referred to in the first indent of paragraph 1,\n- 91 ECU per 100 kilograms of skimmed-milk powder used in accordance with the second indent of paragraph 1.\n3. The provisions applying to skimmed milk under this Regulation shall apply to skimmed-milk powder sold in liquid form as referred to in the second indent of paragraph 1.\n4. For the purposes of this Regulation, 100 litres of skimmed milk shall be equivalent to 103 kilograms of skimmed milk.\n5. With prejudice to any alterations which may become necessary in the level of the aid, the special aid system provided for in the first indent of paragraph 1 shall remain in force for a period which may terminate at the earliest two years after the date on which an appropriate notice, decided upon in accordance with the procedure laid down in Article 30 of Regulation (EEC) No 804/68, is published in the Official Journal of the European Communities.\n(1) OJ No L 199, 7. 8. 1979, p. 1.'\n2. Article 8 is replaced by the following:\n'Article 8\nThe Member States shall take the measures necessary to check that the conditions governing the granting of aid are fulfilled and that the benefit of the aid is passed on to the farm stage.'", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 4 May 1984.\nFor the Commission\nPoul DALSAGER\nMember of the Commission\n(1) OJ No L 148, 28. 6. 1968, p. 13.\n(2) OJ No L 90, 1. 4. 1984, p. 10.\n(3) OJ No L 169, 18. 7. 1968, p. 4.\n(4) OJ No L 90, 1. 4. 1984, p. 29.\n(5) OJ No L 184, 29. 7. 1968, p. 24.\n(6) OJ No L 103, 17. 4. 1982, p. 7.\n(7) OJ No L 321, 16. 12. 1977, p. 30.\n(8) OJ No L 99, 11. 4. 1984, p. 7."}