{"celex_id": "31986D0471", "uri": "http://publications.europa.eu/resource/cellar/ba3ccd27-d4b1-40de-8091-f518668cd71c", "type": "Decision", "concepts": ["1035", "2792", "863"], "title": "86/471/EEC: Commission Decision of 5 September 1986 on the guidance programme in respect of the fishing fleet submitted by Spain for 1986 pursuant to Regulation (EEC) No 2908/83 (Only the Spanish text is authentic)\n", "header": "COMMISSION  DECISION\nof 5 September 1986\non the guidance programme in respect of the fishing fleet submitted by Spain for 1986 pursuant to Regulation (EEC) No 2908/83\n(Only the Spanish text is authentic)\n(86/471/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2908/83 of 4 October 1983 on a common measure for restructuring, modernizing and developing the fishing industry and for developing aquaculture (1), as last amended by Regulation (EEC) No 3733/85 (2), and in particular Article 5 thereof,\nWhereas on 12 April 1986 the Spanish Government forwarded a programme within the meaning of Article 3 of Regulation (EEC) No 2908/83, hereinafter referred to as 'the programme'; whereas on 30 April and 5 May 1986 it forwarded the latest additional information concerning the programme;\nWhereas the programme contains the information referred to in Article 4 of Regulation (EEC) No 2908/83; whereas the time required for its execution is in accordance with the first paragraph of Article 3;\nWhereas the vessels in the Spanish fishing fleet are quite old and the fleet should be partially renewed; whereas, because of uncertainty as to the availability of fish stocks in Community waters and elsewhere, such renewal must involve an overall reduction in fishing capacity and permanent monitoring thereof on the basis of the rate of direct and indirect withdrawal of obsolete vessels still in service;\nWhereas, having regard to production potential, measures for the conservation and management of fish stocks, demand for the products concerned and the guidelines of the common fisheries policy, the programme may constitute a suitable framework for projects which may qualify for financial support from the Community in 1986;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Committee for the Fishing Industry,", "main_body": ["The guidance programme in respect of the fishing fleet, applicable until 31 December 1986, forwarded by the Spanish Government on 12 April 1986, as last supplemented on 30 April and 5 May 1986, the main features of which are set out in Annex I hereto, is hereby approved subject to the provisions set out in Annex II hereto.", "This Decision is addressed to the Kingdom of Spain."], "attachments": "Done at Brussels, 5 September 1986.\nFor the Commission\nAntรณnio CARDOSO E CUNHA\nMember of the Commission\n(1) OJ No L 290, 22. 10. 1983, p. 1.\n(2) OJ No L 361, 31. 12. 1985, p. 78.\nANNEX I\nMAIN FEATURES OF THE GUIDANCE PROGRAMME IN RESPECT OF THE FISHING FLEET, DRAWN UP BY THE SPANISH GOVERNMENT WITHIN THE FRAMEWORK OF REGULATION (EEC) No 2908/83\n1. Purpose of the programme\nRestructuring of the fishing fleet in order to adjust its capacity to the fish stocks available.\n2. Area concerned\nMainland Spain, the Balearic Islands and the Canary Islands.\n3. Duration\nThe programme refers only to 1986 but it mentions the measures adopted in 1985 as regards restructuring of the fleet.\n4. Programme objectives\nThe objectives of the programme are:\n- to restructure the fleet by reducing present fishing capacity to take account of stocks in waters under Spanish jurisdiction and elsewhere,\n- to renew part of the fleet and withdraw obsolete vessels, and to spread withdrawals rationally throughout mainland Spain and the islands,\n- to reduce operating costs by commissioning vessels that are technologically suitably equipped,\n- to improve crew safety and working conditions on board.\n5. The following measures are proposed to attain these objectives\n5.1. Construction\n- the overall tonnage and total power of the Spanish fleet to be reduced to 667 407 GRT and 2 617 478 HP, respectively, by the end of the programme, i.e. a reduction of about 11 500 GRT and 18 600 HP compared with the situation at 1 January 1986,\n- control of additions to the fleet, which must be offset by the withdrawal of vessels of at least equivalent tonnage,\n- definitive withdrawal of part of the fleet without replacement, by applying a system of withdrawal premiums in accordance with Directive 83/515/EEC.\n5.2. Modernization\nEncouragement of the modernization or conversion of vessels with the aim of:\n- rationalizing and modernizing fishing operations,\n- improving safety conditions on board,\n- making more rational use of fuel,\n- improving the treatment of catches and on-board preservation and storage.\n6. Forecasts for attaining the objectives set out in point 4\n1,2.3.4 //  //  //  //  // GRT   // HP   //    //   //  // Initial situation at 1 January 1986   // 678 888   // 2 636 057   //   //  //  // 1.2.3.4 // Vessels authorized before accession   // Additions   // 29 927   // 93 344   // (R.D. 2161/84)   // Withdrawals   // - 34 267   // - 90 859   //  //   //   //   // 1986 programme   // Additions   // 8 500  // 34 093   // (R.D. 2339/85)   // Withdrawals   // - 9 641  // - 36 357   //   //  // 1,2.3.4 // Directive 83/515/EEC  // - 6 000   // - 18 800   //    //   //   // Fleet capacity at 1 January 1987   // 667 407   // 2 617 478   //    //   //  // Net reduction   // - 11 481   // - 18 579   //    //   //\nBy type of fishing, the 8 500 GRT to be built are distributed as follows:\n1.2.3.4.5.6 //  //  //  //  //  //  //  // Wet trawlers  // Freezer trawlers   // Area   // Seiners   // Total   //  //   //   //   //   //   // New vessels   //   //   //   //  //   // Number   // 36   // 19   // 13   // 32   // 100  // GRT   // 2 460   // 2 960   // 960   // 2 120   // 8 500  // HP   // 8 951   // 8 051   // 7 000   // 10 091   // 34 093   //    //   //   //   //   //\n7. Investment forecasts\n(in million ECU)\n1.2 //  //  // Construction   // 64   // Modernization   // 9   //    //   // Total  // 73   //    //\nThese investments correspond to the construction and modernization of vessels of from 9 to 33 m, provided for under R.D. 2339/85.\nANNEX II\nFINAL CONCLUSIONS\n1. The Commission considers that the programme submitted by the Spanish Government as a framework for future Community or national financing schemes in 1986 constitutes an initial attempt to restructure the fleet in the short term by adjusting capacity to catch forecasts and ensuring satisfactory economic conditions for the fishing industry while improving fishermen's returns.\n2. The Commission approves the target set by the Spanish authorities, namely to attain a reduction of 11 500 GRT and 18 600 HP in the overall fleet capacity, compared with the situation at 1 January 1986, by the end of the programme. However, it considers that the implementation of the programme will have to be accompanied by a continuous review of developments, both as regards the construction of new vessels and the modernization of the existing fleet, with particular regard to any increase in engine power. The review procedure should permit strict and constant control over the rate of investment and its consistency with the proposed withdrawals.\n3. The Commission notes that a scheme for permanent cessation of activity under Directive 83/515/EEC has recently been brought into force in Spain. Under this scheme the programme provides for the definitive withdrawal of 6 000 GRT. The Commission considers it essential to implement these withdrawals by the end of the programme, since they are a prerequisite for the attainment of the target referred to under point 2.\n4. The Commission notes that the programme provides for the renewal of part of the fleet which fishes in the waters of non-Community countries. The Spanish authorities should bear in mind that because of the uncertainty surrounding the availability of such stocks, which depends on the negotiation of agreements with the third countries concerned, any increase in the capacity of the relevant fleet should be avoided.\n5. The Commission notes that Spain already applies a number of fish resource management measures. However, it considers that this system should be based on adequate scientific information, which is at present lacking, on the situation and the expected evolution of the resources in question.\nThis lack, which calls for the greatest prudence and which, for the present, limits Community action towards a significant renewal of production potential, should be rapidly remedied in order to arrive at a coherent resource management policy.\nFrom 1987, all new investment programming should be based on significant and relevant data processed from scientific studies which should be encouraged, as a matter of urgency, by the Spanish authorities.\n6. The Commission notes that the investment forecasts contained in the present programme do not prejudge any possible Community grant financing, and that the present decision does not prejudge the evolution of structural aspects of the Common Fisheries Policy after 1986."}