{"celex_id": "31987R0628", "uri": "http://publications.europa.eu/resource/cellar/c747fa9c-c7e4-4e6f-8ce9-3893b0f48942", "type": "Regulation", "concepts": ["1309", "2783", "3591"], "title": "Commission Regulation (EEC) No 628/87 of 27 February 1987 amending quantitative limits fixed for imports of certain textile products originating in China\n", "header": "COMMISSION  REGULATION (EEC) No 628/87\nof 27 February 1987\namending quantitative limits fixed for imports of certain textile products originating in China\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2072/84 of 29 June 1984 on common rules for imports of certain textile products originating in the People's Republic of China (1), as last amended by Regulation (EEC) No 4132/86 (2), and in particular Article 10 (2) thereof;\nWhereas, under Article 10 (2) of Regulation (EEC) No 2072/84, quantitative limits may be increased where it appears that additional imports are required;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Textile Committee,", "main_body": ["The quantitative limits for textile products originating in China, as fixed in Annex III to Regulation (EEC) No 2072/84, are hereby amended for 1987 as laid down in the Annex hereto.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 27 February 1987.\nFor the Commission\nWilly DE CLERCQ\nMember of the Commission\n(1) OJ No L 198, 27. 7. 1984, p. 1.\n(2) OJ No L 383, 31. 12. 1986, p. 20.\nANNEX\n1.2.3.4.5.6.7.8 //  //  //  //  //  //  //  //  // Cate- gory   // CCT heading No  // NIMEXE code (1987)  // Description  // Third countries  // Member States   // Units  // Quantitative limits from 1 January to 31 December 1987  //    //   //   //   //   //   //   //   //   // 55.09   //  // Other woven fabrics of cotton: Woven fabrics of cotton, other than gauze, terry fabrics, narrow woven fabrics, pile fabrics, chenille fabrics, tulle and other net fabrics:   //  //   //   //   // 2 a)   //   // 55.09-06, 07, 08, 09, 51, 52, 53, 54, 55, 56, 57, 59, 61, 63, 64, 65, 66, 67, 70, 71, 73, 83, 84, 85, 87, 88, 89, 90, 91, 92, 93, 98, 99   // a) Of which other than unbleached or bleached   // China   // GR  // tonnes   // 258   //    //   //   //   //   //   //   //  //   // 56.07 A   //   // Woven fabrics of man-made fibres (discontinuous or waste): A. Of synthetic textile fibres: Woven fabrics of synthetic fibres (discontinuous or waste) other than narrow woven fabrics, pile fabrics (including terry fabrics) and chenille fabrics:   //   //   //   //   // 3 a)   //  // 56.07-01, 05, 07, 08, 12, 15, 19, 22, 25, 29, 31, 35, 38, 40, 41, 43, 46, 47, 49   // a) Of which other than unbleached or bleached   // China   // GR   // tonnes   // 58   //    //  //   //   //   //   //   //   // 37   // 56.07 B  // 56.07-50, 51, 55, 56, 59, 60, 61, 65, 67, 68, 69, 70, 71, 72, 73, 74, 77, 78, 82, 83, 84, 87   // Woven fabrics of man-made fibres (discontinuous or waste): B. Of regenerated textile fibres: Woven fabrics of regenerated textile fibres (discontinuous or waste) other than narrow woven fabrics, pile fabrics (including terry fabrics) and chenille fabrics  // China   // GR EEC   // tonnes   // 101 7 243   //    //  //   //   //   //   //   //"}