{"celex_id": "31989R1268", "uri": "http://publications.europa.eu/resource/cellar/39bca076-3689-40e0-872d-d9def70d1a90", "type": "Regulation", "concepts": ["179", "2449", "2489", "4734"], "title": "Commission Regulation (EEC) No 1268/89 of 8 May 1989 reducing the quantities of table wine covered by approved contracts and declarations for distillation as provided for in Regulation (EEC) No 86/89\n", "header": "COMMISSION  REGULATION (EEC) No 1268/89\nof 8 May 1989\nreducing the quantities of table wine covered by approved contracts and declarations for distillation as provided for in Regulation (EEC) No 86/89\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 822/87 of 16 March 1987 on the common organization of the market in wine (1), as last amended by Regulation (EEC) No 2964/88 (2), and in particular Article 41 (10) thereof,\nWhereas Article 3 (1) of Commission Regulation (EEC) No 2721/88 of 31 August 1988 laying down detailed rules for voluntary distillation as provided for in Articles 38, 41 and 42 of Regulation (EEC) No 822/87 (3) provides for a mechanism enabling the total quantity of table wine which may be sent for distillation to be kept within a given limit;\nWhereas the information forwarded to the Commission by the Member States shows that, on expiry of the time limit laid down for the submission of delivery contracts and declarations to the intervention agencies, the total quantity of table wine covered by such contracts and declarations exceeds by approximately 0,225 million hectolitres the quantity referred to in Article 1 of Commission Regulation (EEC) No 86/89 of 16 January 1989 opening, for the 1988/89 wine year, distillation of table wine as provided for in Article 41 (1) of Council Regulation (EEC) No 822/87 (4) and considered sufficient to improve market conditions; whereas, in the circumstances, the provision enabling distillation to be limited to the quantity laid down should be applied and consequently the quantities covered by each contract and declaration should be reduced proportionately;\nWhereas Article 6 (5) of that Regulation provides that the minimum quantity of wine which may be delivered by a producer is 10 hectoliters; whereas provision should consequently be made, in cases where the reduction applicable to a contract would lead to the delivery of a quantity less than that minimum, for the quantity which may be delivered to be 10 hectolitres;\nWhereas, after the introduction of new provisions by Regulation (EEC) No 2721/88, difficulties have been encountered in implementing the procedures for approving contracts; whereas provision must be made for a short additional time limit for the notification of the results of the approval procedure;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Wine,", "main_body": ["The quantity of table wine which may be delivered for distillation as provided for in Regulation (EEC) No 86/89 shall be 94 % of the quantity covered by any contract or declaration submitted for approval.\nHowever, if the quantity resulting from the application of that percentage is less than 10 hectolitres, the quantity which may be delivered shall be 10 hectolitres.", "By way of derogation from Article 6 (4) of Regulation (EEC) No 2721/88, the results of the procedure for approving contracts concluded pursuant to Regulation (EEC) No 86/89 shall be notified by the intervention agency to producers by 10 May 1989 at the latest.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 8 May 1989.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 84, 27. 3. 1987, p. 1.\n(2) OJ No L 269, 29. 9. 1988, p. 5.\n(3) OJ No L 241, 1. 9. 1988, p. 88.\n(4) OJ No L 13, 17. 1. 1989, p. 17."}