{"celex_id": "31988R3793", "uri": "http://publications.europa.eu/resource/cellar/0eab2b5c-b418-44e8-8be7-40c525012b32", "type": "Regulation", "concepts": ["1565", "20", "2300", "2763", "3170"], "title": "Commission Regulation (EEC) No 3793/88 of 5 December 1988 amending Regulation (EEC) No 2730/81 establishing a list of agencies in non-member importing countries entitled to issue invitations to tender in the milk and milk products sector\n", "header": "COMMISSION  REGULATION (EEC) No 3793/88\nof 5 December 1988\namending Regulation (EEC) No 2730/81 establishing a list of agencies in non-member importing countries entitled to issue invitations to tender in the milk and milk products sector\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 804/68 of 27 June 1968 on the common organization of the market in milk and milk products (1), as last amended by Regulation (EEC) No 1109/88 (2), and in particular Articles 13 (3) and 17 (4) thereof,\nWhereas Commission Regulation (EEC) No 2730/81 (3), as last amended by Regulation (EEC) No 321/88 (4), established a list of agencies in non-member importing countries entitled to issue invitations to tender in the milk and milk products sector;\nWhereas, in the light of the most recent information available to the Commission on the trade practices followed by the importing countries concerned and the official nature of the agencies in question, Regulation (EEC) No 2730/81 should be amended;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Milk and Milk Products,", "main_body": ["In the Annex to Regulation (EEC) No 2730/81, the list of issuing organizations shall be modified as follows:\n1.2 //  // Issuing organizations   // Barbados:   // Barbados Dairy Industries Limited PO Box 56 (B) Saint Michael Barbados  // Libya:   // The General Dairies and Products Company PO Box 5318 Tripoli   //   // Drugs Medical Equipment and Appliances Import Company PO Box 12419 Tripoli   // Morocco:   // Ministry of Commerce 5, rue Ar Rich Tour Hassan Rabat   //   // Office de Commercialisation et d'Exportation Département Approvisionnement des Provinces Sahariennes 45 Avenue des F.A.R. Casablanca 01   // Mozambique:   // Empresa Nacional de Comercialização (ENÁMOCO)   //   // Importadora de bens de consumo (IMBEC) Rua Consiglieri Pedroso nr. 165 R/C Maputo", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 5 December 1988.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 148, 28. 6. 1968, p. 13.\n(2) OJ No L 110, 29. 4. 1988, p. 27.\n(3) OJ No L 272, 26. 9. 1981, p. 25.\n(4) OJ No L 32, 4. 2. 1988, p. 10."}