{"celex_id": "31988D0303", "uri": "http://publications.europa.eu/resource/cellar/5e8560c4-2c79-4eba-9fb3-718bdc5922df", "type": "Decision", "concepts": ["192", "2560"], "title": "88/303/EEC: Council Decision of 24 May 1988 recognizing certain parts of the territory of the Community as being either officially swine fever free or swine fever free\n", "header": "COUNCIL  DECISION\nof 24 May 1988\nrecognizing certain parts of the territory of the Community as being either officially swine fever free or swine fever free\n(88/303/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 64/432/EEC of 26 June 1964 on animal health problems affecting intra-Community trade in bovine animals and swine (1), as last amended by Directive 87/489/EEC (2), and in particular Article 4b (1) (c) thereof,\nHaving regard to Council Directive 72/461/EEC of 12 December 1972 on health problems affecting intra-Community trade in fresh meat (3), as last amended by Directive 87/489/EEC, and in particular Article 13a (2) thereof,\nHaving regard to the proposal from the Commission,\nWhereas Decision 82/838/EEC (4), as last amended by Decision 85/218/EEC (5), recognizes certain parts of the territory of the Federal Republic of Germany as being either officially swine-fever free or swine-fever free,\nWhereas the Comission, under the powers conferred on it by Article 4b (1) (c) of Directive 64/432/EEC, has withdrawn its recognition of certain regions in the Federal Republic of Germany as being officially swine fever free and has re-established such recognition in other such regions; whereas it is appropriate to clarify the situation with respect to the status of these regions;\nWhereas Decision 87/589/EEC (6) recognizes certain parts of the territory of France, Greece and the Netherlands as being officially swine fever free, and certain parts of the Netherlands as being swine fever free,\nWhereas in certain parts of the territory of France and the Federal Republic of Germany swine fever has not been detected for more than one year; whereas vaccination against swine fever has not been authorized for at least the preceding 12 months; whereas the holdings concerned contain no pigs which have been vaccinated against swine fever; whereas consequently these parts of the territory fulfil the requirements for being recognized as officially swine fever free for the purpose of intra-Community trade in fresh meat;\nWhereas, within the framework of an eradication plan, the Commission, by Decision 88/17/EEC (7), has recognized certain regions in France as being officially swine fever free;\nWhereas, within the framework of an eradication plan, the Commision, by Decision 88/153/EEC (8), has recognized certain regions in the Netherlands as being officially swine fever free;\nWhereas there are certain parts of the Netherlands in which no pigs have been vaccinated during the previous 12 months; whereas these parts may also be recognized as officially swine fever free in accordance with Directive 87/489/EEC;\nWhereas Directive 87/489/EEC must be transported into national legislation no later than 31 December 1988; whereas it is necessary to take this situation into consideration in respect of the implications for Member States of the fact that those parts of the Netherlands concerned have been recognized as officially swine fever free;\nWhereas in a certain part of the Netherlands swine fever has not been detected for more than one year; whereas, consequently, this part of the territory fulfils the requirements for being recognized as swine fever free for the purpose of intra-Community trade in fresh meat;\nWhereas a Commission Decision has already established the terminology to be used to define regions when notifying outbreaks of swine fever; whereas this terminology should also be applied when defining areas which are free or officially free from swine fever;\nWhereas certain parts of the territories of certain Member States are now recognized as officially swine fever free or swine fever free; whereas these regions can be included in a single text,", "main_body": ["The parts of the territory of the Community listed in Annex I are hereby recognized as officially swine fever free within the meaning of Article 4b (1) (c) of Directive 64/432/EEC.", "With respect to the parts of the territory of the Community listed in Annex I, Chapter 4.2, the recognition as officially swine fever free shall take effect on the date of entry into force of the national provisions of each Member State transposing Directive 87/489/EEC into its legislation, and no later than 31 December 1988.", "The parts of the territory of the Community constituted by the regions referred to in Annex II are hereby recognized as swine fever free within the meaning of Article 13a (2) of Directive 72/461/EEC.", "Decisions 82/838/EEC and 87/589/EEC are hereby repealed.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 24 May 1988.\nFor the Council\nThe President\nH.-D. GENSCHER\n(1) OJ No 121, 29. 7. 1964, p. 1977/64.\n(2) OJ No L 280, 3. 10. 1987, p. 28.\n(3) OJ No L 302, 31. 12. 1972, p. 24.\n(4) OJ No L 352, 14. 12. 1982, p. 27.\n(5) OJ No L 97, 4. 4. 1985, p. 61.\n(6) OJ No L 353, 16. 12. 1987, p. 34.\n(7) OJ No L 9, 13. 1. 1988, p. 13.\n(8) OJ No L 71, 17. 3. 1988, p. 50.\nANNEX I\nRegions of the Community which are recognized as officially swine fever free\nCHAPTER 1\nFederal Republic of Germany\nBundeslaender: Schleswig-Holstein, Hamburg, Bremen and Saarland.\nRegierungsbezirke:\n- Braunschweig, Hannover and Lueneburg within Bundesland Lower Saxony\n- Duesseldorf within Bundesland North-Rhine Westphalia\n- Koblenz and Trier within Bundesland Rhine Palatinate\n- Stuttgart, Karlsruhe, Freiburg and Tuebingen within Bundesland Baden-Wuertemberg\n- Niederbayern, Oberfranken, Oberpfalz, Unterfranken und Mittelfranken within Bundesland Bavaria\nCHAPTER 2\nFrance\nDepartments:\n- Eure and Seine-Maritime within Haute-Normandie\n- Calvados, Manche and Orne within Basse-Normandie\n- Côtes-du-Nord, Finistère, Ille-et-Vilaine and Morbihan within Brittany\n- Loire-Atlantique, Maine et Loire, Mayenne, Sarthe and Vendée within Pays de Loire\n- Charente, Charente-Maritime, Deux-Sèvres and Vienne within Poitou-Charentes\n- Dordogne, Gironde, Landes, Lot-et-Garonne and Pyrénées-Atlantiques within Aquitaine\n- Ariège, Aveyron, Haute-Garonne, Gers, Lot, Hautes-Pyrénées, Tarn and Tarn-et-Garonne within Midi-Pyrénées\n- Aude, Gard, Hérault, Lozère, Pyrénées-Orientales within Languedoc\n- Nord, and Pas-de-Calais within Nord-Pas-de-Calais\n- Meurthe-et-Moselle, Meuse, Moselle and Vosges within Lorraine\n- Cher, Indre, Indre-et-Loire, Loir-et-Cher and Loiret within Centre\n- Côte d'or, Nièvre, Saône et Loire and Yonne within Burgundy\n- Allier, Cantal, Haute-Loire and Puy-de-Dôme within Auvergne\nCHAPTER 3\nHellenic Republic\n- The island of Samothrace in the prefecture of Evros\n- The island of Thassos in the prefecture of Kavala\n- The prefecture of Levkada\n- The islands of Skiathos, Skopelos and Alonissos in the prefecture of Magnisia\n- The island Skyros in the prefecture of Evias\n- The prefecture of Lesbos\n- The prefecture of Khios\n- The prefecture of Samos\n- The prefecture of Dodekanisa except the island of Rhodes\n- The prefecture of Kiklades\n- The island of Spetses in the prefecture of Argolida\n- The prefecture of Kefallonia\n- The prefecture of Zakinthos\n- The prefecture of Khania\n- The prefecture of Rethimno\n- The prefecture of Iraklio\n- The prefecture of Lasithi CHAPTER 4\nThe Netherlands\n1. The Provinces of Groningen, Friesland, Drenthe, Flevoland.\nThe parts of the Province of Noord-Holland, Zuid-Holland, Utrecht, Gelderland and Overijssel north of a line connecting Katwijk, Leiden, Leimuiden, Hilversum, Huizen, Harderwijk, Apeldoorn, Deventer, Holten, Almelo and the German border.\n2. The provinces of Zeeland and Noord-Brabant.\nThe parts of the Provinces of Noord-Holland, Utrecht, Gelderland and Overijssel, south of a line connecting Katwijk, Leiden, Leimuiden, Hilversum, Huizen, Harderwijk, Apeldoorn, Deventer, Holten, Almelo and the German border.\nRegions of the Community which are recognized as swine fever free\nCHAPTER 1\nFederal Republic of Germany\nLand: Berlin\nRegierungsbezirke:\n- Kassel, Darmstadt, Oberbayern, Muenster, Cologne and Weser-Ems.\nCHAPTER 2\nThe Netherlands\n- The Province of Limburg."}