{"celex_id": "31987R2347", "uri": "http://publications.europa.eu/resource/cellar/0f64adbb-2e51-4e5a-9ea8-0df914bbfb06", "type": "Regulation", "concepts": ["1403", "4620", "588"], "title": "Council Regulation (EEC) No 2347/87 of 23 July 1987 imposing a definitive anti-dumping duty on mechanical wrist-watches originating in the USSR\n", "header": "COUNCIL  REGULATION (EEC) No 2347/87\nof 23 July 1987\nimposing a definitive anti-dumping duty on mechanical wrist-watches originating in the USSR\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2176/84 of 23 July 1984 on protection against dumped or subsidized imports from countries not members of the European Economic Community (1), and in particular Article 12 thereof,\nHaving regard to the proposal submitted by the Commission after consultation within the Advisory Committee as provided for under the above Regulation,\nWhereas:\nA. Procedure\n(1) By Regulation (EEC) No 1882/82 (2) the Council imposed a definitive anti-dumping duty on mechanical wrist-watches originating in the USSR.\n(2) Following the imposition of these measures the complainant, Timex Corporation, Dundee, lodged an application with the Court of Justice of the European Communities pursuant to the second subparagraph of Article 173 of the Treaty for partial annulment of Article 1 of Regulation (EEC) No 1882/82.\nThe Court, in its judgment in Case 264/82 (2), declared the Article in question to be void and ordered the anti-dumping duty imposed by that provision to be maintained until the competent institutions adopt the measures needed to comply with its judgment.\n(3) In compliance with this judgment, the Commission, as the competent institution, considered, together with Timex, the most appropriate procedure to be undertaken. In view of the time which had elapsed since the original investigation and the change in circumstances which had occurred particularly regarding the producers of mechanical wrist-watches in the chosen analogous market, Hong Kong, it was considered that the proceeding should be reopened and an investigation commenced at Community level. Accordingly, the Commission announced, by a notice published in the Official Journal of the European Communities (3), the initiation of an anti-dumping proceeding concerning imports into the Community of certain mechanical wrist-watches falling within heading No ex 91.01 of the Common Customs Tariff corresponding to NIMEXE codes ex 91.01-37 and 57 and originating in the USSR.\n(4) The Commission officially advised both the exporters and the importers known to be concerned and the Community producers, and gave the parties directly concerned the opportunity to make known their views in writing and to request a hearing.\nThe principal Community producer, Timex, which accounts for a major proportion of Community output of the product in question, made its views known both in writing and orally and requested and received the essential facts and considerations on the basis of which it was intended to recommend definitive action. The USSR exporter did not cooperate in the investigation.\n(5) In order to verify the export prices to the Community of the product in question and the extent of injury caused to the Community industry, the Commission carried out an inspection at the premises of the principal importer concerned, Global Watches Ltd, and of the principal Community producer, Timex Corporation.\n(6) The investigation of dumping covered the period from January to October 1985 inclusive.\nB. Normal value\n(7) In order to establish whether products originating in the USSR were being imported at dumped prices, the Commission had to take into account the fact that the USSR does not operate a market economy. In such circumstances the normal value for the product in question must ordinarily be determined on the basis of the prices charged for, or the constructed value of, the like product in a market economy third country.\n(8) In the original investigation the analogous market chosen by the Commission was Hong Kong.\nHowever, in both the previous and present proceedings, Timex contended that the prices of Swiss mechanical wrist-watches would be the most appropriate basis for establishing normal value. Timex's current contention was based mainly on the assertions that the use of any data regarding watches produced in Hong Kong would raise problems of reliability and that the type of manufacturing operation of the Swiss producers would provide the basis of a fairer comparison than those of Hong Kong.\n(9) Having visited the premises of three of the largest producers of mechanical watches in Hong Kong, Kaybee International Ltd, Foremost Trading Company and Swiss Watch and Jewellery Manufacturing Company, the Commission was satisfied on the question of the reliability of the information obtained. As regards the nature of the manufacturing or assembly operations in Hong Kong, the Commission continued to be of the view that, while the structure of the manufacturing process in the country in question is a criterion in the choice of analogous market, it is not necessarily determinative. In any event, it was not demonstrated that buying parts or sub-assemblies from an outside firm (as is the case in Hong Kong) rather than producing them internally (as is allegedly the case in the USSR) materially influences the final selling price. Furthermore, the Swiss industry, advanced by Timex as a more appropriate analogue for establishing normal value, operates (as is the case with Hong Kong) on the basis of buying parts and sub-assemblies.\nAccordingly, in the absence of satisfactory alternatives to either Hong Kong or Switzerland, the Commission saw no reason to alter its opinion, as based on the grounds set out in Regulation (EEC) No 84/82 (1) which imposed a provisional anti-dumping duty on imports of the product concerned and confirmed in Regulation (EEC) No 1882/82, that normal value based on the choice of Hong Kong as an analogous market was determined in an appropriate and not unreasonable manner and thus in accordance with Article 2 (5) of Regulation (EEC) No 2176/84. Accordingly, normal value was therefore established on the basis of the price at which watches, comparable to those exported to the Community from the USSR, were actually sold by producers in Hong Kong. Following submission by the Commission to the interested parties of details of watches which were considered comparable, no objection was received on the comparability of these watches.\n(10) Since the three Hong Kong companies visited had virtually no sales of the product concerned in the Hong Kong market, normal value, in accordance with Article 2 (5) (a) (ii) of Regulation (EEC) No 2176/84, was established on the basis of prices obtained by these companies for export sales, including those to the Community. Where prices varied for comparable Hong Kong models, weighted average normal values were established.\nC. Export price\n(11) With regard to export prices of the USSR products, these were determined on the basis of the prices actually paid for the product concerned sold for export to the Community.\nD. Comparison\n(12) For the purpose of a fair comparison between normal value and export prices the Commission took account, where appropriate, of differences affecting price comparability, such as differences in physical characteristics and differences in conditions and terms of sale where claims of a direct relationship to the sales under consideration could be satisfactorily demonstrated. This was the case in respect of differences in packaging, transport, handling and ancillary costs. As regards physical characteristics, the USSR products were imported without a strap or bracelet and the movements generally have seventeen jewels. An appropriate adjustment was made, therefore, to take account of the fact that the Hong Kong product was sold complete with strap or bracelet and generally had a one jewel movement.\nAll comparisons were made at an ex-works level and covered approximately 70 % of exports during the reference period.\nE. Dumping margins\n(13) The comparison between normal value and export prices showed the existence of dumping in respect of all imports of mechanical wrist-watches originating in the USSR during the reference period.\nThe margin of dumping was the amount by which the normal value exceeded the prices for export to the Community, and, expressed as a percentage of the total CIF value of the imports of the product concerned, equalled 13,4 %.\nF. Injury\n(14) With regard to injury caused by the dumped imports, the evidence available to the Commission showed that imports into the Community of the product concerned from the USSR increased from approximately 350 000 units in 1982 to approximately 1 050 000 units in 1985 i.e. by 200 %. Since, in 1985, more than 90 % of these imports were concentrated in the United Kingdom market, the injury assessment was based mainly on information obtained regarding the situation in that Member State.\n(15) Since the advent of inexpensive liquid crystal diode and quartz analogue watches, sales of mechanical watches in the Community have fallen steadily. By 1985, mechanical watches accounted for approximately 19 % of total watch sales as against almost 30 % in 1982. The increased sales of the USSR product has resulted in a considerable increase in the market share held by the imports from the USSR. In the United Kingdom, the Community market in which almost all sales of USSR products took place and in which by far the largest volume of relatively inexpensive mechanical watches were sold, this market share rose from approximately 9 % in 1982 to about 32 % in 1985.\n(16) The evidence available to the Commission on prices showed that the USSR watches undercut the prices of the Community producer by up to 20 % during the reference period. This calculation took account of the fact that the USSR watches were generally imported as 'heads' only, the importer adding the strap or bracelet and presentation packaging.\n(17) The impact on the Community producer of the dumped imports has been a fall in market share in the United Kingdom from an estimated 35 % in 1982 to 18 % in 1985. During this period, Timex attempted to increase prices on a regular basis. Faced, however, with relatively stable prices for USSR watches, price undercutting has consequently increased with the result that Timex has lost both volume and, more particularly, market share.\n(18) Despite Timex's increased prices, the effect of the loss of volume on unit costs has been that this company made losses on its sales of mechanical watches in each year from 1983 to 1985.\n(19) A further impact of the dumped imports on the Community industry has been a considerable reduction in the workforce employed in mechanical watch manufacturing.\n(20) The Commission has considered whether injury has been caused by other factors such as a change in the pattern in consumption. While consumption of mechanical watches has fallen steadily in the Community in recent years, sales of USSR watches have actually increased in volume, thus accounting for a higher market share held by these imports.\nIn addition, it was alleged that injury to Timex's mechanical watch operations was due to internal corporate problems. Even if this may have been partially the case, considerable rationalization and diversification has taken place at Timex's two mechanical watchmaking facilities in the Community in an attempt to reduce the fixed cost element of the total cost of its products.\nThus, the increasing volumes of dumped imports and the low prices at which they were sold in the Community has led the Commission to determine that the effect of the dumped imports of mechanical wrist watches from the USSR, taken in isolation, had to be considered as materially injuring the Community industry concerned.\nG. Community interest\n(21) No observations were received on the question of whether it would be in the Community interest to impose anti-dumping measures in the present case. In view of the extent of the injury caused by the dumped imports and in particular the possibility of further redundancies at the Community producers' plants, the Commission has come to the conclusion that it is in the Community interest that action be taken and that this action take the form of a definitive anti-dumping duty.\nH. Rate of duty\n(22) The Commission and the Council, as the responsible Community institutions, are satisfied that, in re-opening the proceeding and undertaking the present investigation, the judgment of the Court in Case 264/82 has been complied with and that the anti-dumping duty imposed by Regulation (EEC) No 1882/82 need no longer be maintained in force. However, in view of the finding that imports into the Community of mechanical wrist-watches originating in the USSR were again being dumped and, taking into consideration the injury sustained, in particular the level of the losses incurred by the Community producer, it is considered that a definitive anti-dumping duty, which would eliminate the dumping found, should be imposed. The rate of duty should therefore be 13,4 %.\n(23) No objections to this proposal were raised in the Advisory committee,", "main_body": ["1. A definitive anti-dumping duty is hereby imposed on imports of mechanical wrist-watches falling within heading No ex 91.01 of the Common Customs Tariff, corresponding to NIMEXE codes ex 91.01-37 and 57, originating in the USSR. 2. The amount of the definitive anti-dumping duty shall be 13,4 % of the value free-at-Community-frontier, before duty.\n3. The free-at-Community-frontier price, not cleared through customs, shall be net if the actual terms and conditions of sale provide that payment shall be made within 30 days of the date of dispatch and it shall be lowered by 1 % for each month by which payment is actually deferred.\n4. The provisions in force with regard to customs duties shall apply.", "The anti-dumping duty imposed or collected pursuant to Article 1 shall be collected on imports into Spain and Portugal only insofar as the cumulative amount of the customs duty in force in these Member States on the product in question and of the anti-dumping duty does not exceed the cumulative amount of the Common Customs Tariff and the anti-dumping duty concerning the same product.", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 23 July 1987.\nFor the Council\nThe President\nK.E. TYGESEN\n(1) OJ No L 201, 30. 7. 1984, p. 1.\n(2) OJ No L 207, 15. 7. 1982, p. 1.\n(3) Not yet published in the Official Journal.\n(4) OJ No C 248, 7. 11. 1985, p. 3.\n(1) OJ No L 11, 16. 1. 1982, p. 14."}