{"celex_id": "31981R1410", "uri": "http://publications.europa.eu/resource/cellar/15734343-1f8c-4a56-b6f0-99e221e4125d", "type": "Regulation", "concepts": ["1504", "1505", "3308", "4338", "4682", "4854"], "title": "Commission Regulation (EEC) No 1410/81 of 25 May 1981 laying down detailed rules for the application of the common measure for the development of beef cattle production in Ireland and Northern Ireland\n", "header": "COMMISSION REGULATION (EEC) No 1410/81 of 25 May 1981 laying down detailed rules for the application of the common measure for the development of beef cattle production in Ireland and Northern Ireland\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1054/81 of 21 April 1981 establishing a common measure for the development of beef cattle production in Ireland and Northern Ireland (1), and in particular Article 3 thereof,\nWhereas, according to Article 3 (2) of Regulation (EEC) No 1054/81, detailed rules for the application of measures for the intensification of performance testing and progeny testing of beef bulls, the encouragement of greater use of artificial insemination in cattle and of lime on pastureland and the encouragement of silage-making are to be adopted in accordance with the procedure laid down in Article 18 (2) and (3) of Council Directive 72/159/EEC (2);\nWhereas the aid measures for the intensification of beef cattle performance and progeny testing may include the capital cost of providing additional facilities, aids to reduce breeders' costs in connexion with testing, the payment of premiums to pedigree breeders in connexion with the subjection of certain sires to progeny testing and the purchase of additional bulls for progeny testing;\nWhereas minimum quality and disease prevention standards should be observed in the provision of artificial insemination;\nWhereas minimum technical specifications should be laid down for the various forms of lime to receive aid;\nWhereas aid for the encouragement of silage-making should be confined to farmers making silage for the first time for use on their own farm ; whereas adequate measures must be taken for the protection of the silage and prevention of pollution ; whereas the advisory services should provide farmers with advice on these matters to ensure that good quality silage is made;\nWhereas, because of the adverse income situation for farmers in Ireland and Northern Ireland and because of the seasonal nature, of the measures, it is necessary to apply them as soon as possible;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on Agricultural Structure,", "main_body": ["Article 1\n1. Measures for the intensification of beef cattle performance and progeny testing within the meaning of Article 3 (1) (a) and (b) of Regulation (EEC) No 1054/81 shall include only:    (a) the purchase or provision of additional:      - mobile equipment for on-farm weight recording of pedigree beef herds,\n- buildings and facilities for the beef performance testing of extra beef and dual-purpose bulls. The facilities may include feeding, cleaning, weighing, recording and handling facilities as well as ultrasonic scanners for the measurement of carcase and meat characteristics,\n- accommodation for bulls undergoing beef progeny tests at recognized centres,\n- bulls to be progeny tested at recognized centres,\n- equipment and sampling for the measurement of carcase and meat characteristics of the progeny of bulls on progeny test,\n- calf accommodation for the beef progeny testing of bulls at recognized centres;\n(b) development of a computer-processing system for the collation and utilization of on-farm weight records;\n(1) OJ No L 111, 23.4.1981, p. 1.  (2) OJ No L 96, 23.4.1972, p. 1.        (c) the reduction of pedigree beef breeders' costs for on-farm recording of beef herds and performance testing of beef bulls,\n(d) payment of a premium per progeny of selected bulls on progeny test born in pedigree beef herds being recorded.\n2. Performance and progeny-test results shall be published and be available to the buyers of bulls and semen.", "1. Aid for the encouragement of artificial insemination as provided for in Article 3 (1) (c) of Regulation (EEC) No 1054/81 may be granted for the reduction of farmers' costs for first inseminations of cattle made annually subject to the following conditions:    (a) the amount of such aid shall be indicated to farmers on insemination documents;\n(b) where do-it-yourself artificial insemination is authorized, the aid shall not exceed 1 77 ECU (A) per first insemination;\n(c) measures shall be taken to:      - ensure that facilities for artificial insemination meet adequate standards as regards the facilities themselves, operating staff, quality of bulls and quality of semen,\n- avoid the spread of disease by artificial insemination,\n- control the price of artificial insemination.\n2. Measures for the encouragement of the use of lime as provided for in Article 3 (1) (d) of Regulation (EEC) No 1054/81 may be undertaken on the following conditions:    (a) aid shall be available only for lime used by farmers for the improvement of pastures and meadows;\n(b) in areas covered by other common measures within the meaning of Article 6 (1) of Council Regulation (EEC) No 729/70 of 21 April 1970 on the financing of the common agricultural policy (1), as last amended by Regulation (EEC) No 3509/80 (2), the amount of aid available for the initial application of lime under those measures shall not be increased by this Regulation;\n(c) the various forms of lime must meet the existing minimum standards.\nAdvisory services should be available to advise farmers on lime requirements.\n3. Aids for the improvement of the quality and quantity of winter feed supplies through encouraging greater conservation and use of silage as provided for in Article 3 (1) (e) of Regulation (EEC) No 1054/81:    (a) available to farmers making silage for the first time:      - it the silage is for use on their own farms,\n- if the silage is suitably sited and adequately covered and protected,\n- if measures are taken to prevent pollution by silage effluent;\n(b) shall be calculated per tonne of silage (one tonne is equivalent to 1 713 cubic metres or 40 cubic feet).\nAdvisory services should be available to advise farmers on making good quality silage.", "The Member States concerned shall communicate to the Commission a report on the results of the application of this Regulation each year not later than 31 March, and for the first time not later than 31 March 1982.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\n(1) OJ No L 94, 28.4.1970, p. 13.  (2) OJ No L 367, 31.12.1980, p. 87.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 25 May 1981.\nFor the Commission\nPoul DALSAGER\nMember of the Commission"}