{"celex_id": "31989D0134", "uri": "http://publications.europa.eu/resource/cellar/51333817-0006-4c71-a3d6-aecb633028ea", "type": "Decision", "concepts": ["1201", "252", "2965", "863"], "title": "89/134/EEC: Commission Decision of 7 February 1989 approving the programme relating to the cotton sector in Spain in accordance with Council Regulation (EEC) No 389/82 (only the Spanish text is authentic\n", "header": "COMMISSION  DECISION\nof 7 February 1989\napproving the programme relating to the cotton sector in Spain in accordance with Council Regulation (EEC) No 389/82\n(Only the Spanish text is authentic)\n(89/134/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 389/82 of 15 February 1982 on producer groups and associations thereof in the cotton sector (1), as amended by Regulation (EEC) No 3465/87 (2), and in particular Article 8 (1) thereof,\nWhereas the Government of Spain forwarded the programme relating to the cotton sector on 16 May 1988 and submitted supplementary information on 15 November 1988;\nWhereas the programme relates to the development and rationalization of cotton production and marketing and contains all the details specified in Article 6 (2) of Regulation (EEC) No 389/82 which demonstrate that the objectives of the common measure provided for in Title II of the said Regulation can be achieved;\nWhereas the provisions of the programme as regards assistance by the Guidance Section of the European Agricultural Guidance and Guarantee Fund remain compatible with the estimated cost specified in Article 10 (3) of Regulation (EEC) No 389/82;\nWhereas, in the light of the progress which will be made in the beneficiary Member States in the carrying out of the measures provided for in Title II of Regulation (EEC) No 389/82, the Commission reserves the right to review the financial provisions of the programme presented by Spain, while abiding by the estimated cost specified in Article 10 (3) of the aforementioned Regulation;\nWhereas it is necessary that the details should be laid down, in agreement with Spain, concerning the information to be supplied at regular intervals on the application of Regulation (EEC) No 389/82, and whereas such agreement has been reached;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Agricultural Structure,", "main_body": ["The programme relating to the cotton sector forwarded by the Government of Spain of 16 May 1988, and supplemented on 15 November 1988, in accordance with Regulation (EEC) No 389/82, is hereby approved.", "The annual report referred to in Article 14 of Regulation (EEC) No 389/82 shall contain the following information:\n1.2 // 1.   // Producer groups:   // 1.1.   // recognized producer groups broken down by province size:   //   // - number of reocognitions,   //   // - place of establishment,  //   // - number of holdings grouped,   //   // - for each producer group, the difference in size, expressed in hectares, between the largest and the smallest of the holdings grouped,  //   // - for each producer group, the percentage of the holdings' surface area in owner occupation, leased and in other types of occupation,   //   // - launching aid,   //   // - volume of production,   //   // - number of harvesting machines available before recognition subsidized under Regulation (EEC) No 389/82 (number per group, amount of investment),   //   // - special transport equipment,   //   // - other special equipment facilitating mechanized harvesting: sprayers, etc. (number and amount of investment);   // 1.2.   // withdrawal of recognition.   // 2.   // The same information as in point 1 for the associations of producer groups.   // 3.   // Ginning plants broken down by capacity and province:   // 3.1.  // Ginning capacity actually used during the previous two marketing years (by size and province),   // 3.2.   // Number of modernized undertakings - geographical area, type of modernization, expansion of capacity, number of member producer groups (and associations), amount of investments, aid granted, 1987, p. 6.\n// 3.3.   // Number of new undertakings - geographical area, capacity, number of member producer groups (and associations), amount of investments, aid granted,   // 3.4.   // Other subsidized investments at the ginning stage.   // 4.  // Number of pre-drying and cleaning facilities for raw cotton - capacity, location, number of member producer groups (and associations), amount of investments, aid granted.   // 5.  // Number of modernized storage facilities - capacity, location, number of member producer groups (and associations), amount of investments, aid granted.   // 6.   // Economic effects of the application of Regulation (EEC) No 389/82.", "This Decision is addressed to the Kingdom of Spain."], "attachments": "Done at Brussels, 7 February 1989.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 51, 23. 2. 1982, p. 1. (2) OJ No L 329, 20. 11."}