{"celex_id": "31984D0636", "uri": "http://publications.europa.eu/resource/cellar/b2ff30ef-39da-4095-aefc-e4976bdecf55", "type": "Decision", "concepts": ["1529", "1634", "1946", "2451"], "title": "84/636/EEC: Council Decision of 13 December 1984 establishing a third joint programme to encourage the exchange of young workers within the Community\n", "header": "COUNCIL  DECISION\nof 13 December 1984\nestablishing a third joint programme to encourage the exchange of young workers within the Community\n(84/636/EEC)\nTHE COUNCIL OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 235 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nHaving regard to the opinion of the Economic and Social Committee (2),\nWhereas the Community is called upon to take concrete measures to help young workers;\nWhereas it is the responsibility of the Member States, under Article 50 of the Treaty, to encourage, within the framework of a joint programme, the exchange of young workers;\nWhereas young workers should be offered greater opportunities to broaden their vocational training and their cultural, linguistic and human knowledge in a Member State other than that in which they reside;\nWhereas the exchange of young workers should be developed alongside measures taken to promote youth employment, while at the same time retaining its individual character by its objectives and the nature of the operations involved;\nWhereas the experience gained in the implementation of the second joint programme to encourage the exchange of young workers within the Community (3) proved positive and consequently the underlying principles should be reaffirmed in the context of a third programme;\nWhereas, in view of the present employment situation, the exchange programme should be extended to young job-seekers;\nWhereas, in addition to training periods of long duration of a predominantly vocational nature, provision should continue to be made and extended for study training periods of short duration which offer young workers the opportunity of establishing close contact with the working and living environment of the host country;\nWhereas the Community institutions must make a substantial contribution to the implementation of the third joint programme;\nWhereas the participation of bodies or groups operating at European level which, by virtue of their structure, type of activities and operational capacities, are able to make an effective contribution to implementing the programme should be ensured;\nWhereas the establishment of a third joint programme to encourage the exchange of young workers within the Community appears necessary to attain one of the objectives of the Community;\nWhereas the Treaty has not provided specific powers for the adoption of this Decision,", "main_body": ["1. For the purposes of this Decision, 'exchanges of young workers' means operations involving the organization of training periods for young workers, on the conditions laid down in Article 2 in a Member State other than the Member State in which they reside, aimed at:\n- developing their vocational knowledge and enriching their practical experience,\n- promoting their awareness of the problems of the working world,\n- bringing them into contact with the working environment of the host country,\n- improving their knowledge of living conditions and social relations in the host country, and\n- promoting adequate information on the Community's objectives and how it functions.\n2. The training periods referred to in paragraph 1 may be of long or short duration.", "1. Young workers who are nationals of a Member State shall be eligible for exchanges if they:\n- are between 18 and 28 years of age and are employed or are available on the labour market in accordance with national legislation and practice,\n- have received basic vocational training or have practical working experience.\n2. Following the consultations provided for in Article 9, the Commission may, by way of exception, make eligible for exchanges young workers who do not fulfil the conditions set out in paragraph 1 but for whom exchanges are of particular interest.", "1. Without prejudice to the powers of the employment services of the Member States, the implementation of exchanges shall be entrusted to bodies or groups capable of operating at European level, including youth organizations, which have been approved, after obtaining the opinion of the Member States, by the Commission on the basis of their ability to carry out exchanges effectively.\n2. The individual contracts relating to exchange projects which the Commission concludes with the above bodies or groups shall define the conditions for implementing the exchanges, the obligations of the body or group involved and the financial responsibilities.\n3. The Commission shall ask the Member States concerned for their opinions before approving exchange projects.", "'Training periods of long duration' means training periods of a predominantly vocational nature lasting between four and 16 months with an employer in the host country. These training periods shall be designed in particular to enable participants to develop their vocational knowledge by familiarizing themselves with life in an undertaking.", "'Training periods of short duration' means study training periods designed in particular to enable participants to establish close contact with the working and living environment of the host country. These training periods shall, in principle, last for between three weeks and three months.", "Young workers participating in training periods provided for by this Decision shall benefit, within the framework of existing legislation, from the system introduced under Articles 48, 49 and 51 of the Treaty to bring about freedom of movement for workers who are nationals of Member States.\nFor young people to whom Articles 48, 49 and 51 of the Treaty do not apply, the Community shall ensure that promoting bodies or groups draw up appropriate insurance policies.", "1. Within the framework of existing legislation and practice, Member States shall lend their support to the implementation of exchanges.\n2. Member States shall designate the competent authority or authorities and, where appropriate, the coordination service which the bodies or groups referred to in Article 3 should contact to examine exchange projects and to obtain help in organizing and implementing the training periods.", "To facilitate the development of exchanges, the Commission may, within the limits of the appropriations entered in the budget of the Communities, grant aid comprising:\n- a contribution, not exceeding 75 % of the expense incurred, towards the cost of the (outward and return) journey between the place of residence and the place of training, the amount of which may vary depending on the distance,\n- a flat-rate weekly contribution per trainee or, exceptionally, in order to promote exchanges, a subsidy for each exchange project.\nSupplementary aid per trainee and per week of language training may be granted.", "The Commission shall consult, in the cases for which provision is made in this Decision and on all matters of importance concerning its application, representatives of the Governments of the Member States and of employers' and workers' organizations and those of European organizations which have specific responsibilities for and direct experience of exchanges, as well as those of the Youth Forum of the European Communities.", "0\nThe Commission shall adopt the measures necessary to implement this Decision. Article 11\nThe Commission shall submit to the Council, every two years, a report on the progress of the exchanges, including an overall assessment of their implementation.", "2\nThe Council, acting on a proposal from the Commission, shall review this Decision not later than 31 December 1990.", "3\nThis Decision shall apply from 1 January 1985."], "attachments": "Done at Brussels, 13 December 1984.\nFor the Council\nThe President\nR. QUINN\n(1) OJ No C 337, 17. 12. 1984.\n(2) Opinion delivered on 21 November 1984 (not yet published in the Official Journal).\n(3) OJ No L 185, 21. 7. 1979, p. 24."}