{"celex_id": "31988D0287", "uri": "http://publications.europa.eu/resource/cellar/6d76f49b-077d-43dc-8ccd-67e104de1c51", "type": "Decision", "concepts": ["1092", "1355", "3581", "3856"], "title": "88/287/EEC: Commission Decision of 11 May 1988 terminating the examination procedure concerning the unauthorized reproduction of sound recordings in Indonesia consequent on the Republic of Indonesia' s undertaking to give sound recordings by nationals of Community Member States the same protection as sound recordings by Indonesian nationals\n", "header": "COMMISSION  DECISION\nof 11 May 1988\nterminating the examination procedure concerning the unauthorized reproduction of sound recordings in Indonesia consequent on the Republic of Indonesia's undertaking to give sound recordings by nationals of Community Member States the same protection as sound recordings by Indonesian nationals\n(88/287/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2641/84 of 17 September 1984 on the strengthening of the common commercial policy with regard in particular to protection against illicit commercial practices (1),\nFollowing consultations in the Advisory Committee set up by the said Regulation,\nWhereas:\nOn 16 March 1987 the Commission received a complaint lodged in accordance with Article 3 (1) of Regulation (EEC) No 2641/84 by the Association of European Members of the International Federation of Phonogram and Videogram Producers (IFPI) on behalf of virtually all Community producers of phonograms concerning the unauthorized reproduction of sound recordings in Indonesia.\nThe complaint provided evidence of the existence of illicit commercial practices and of consequent injury which, following consultations in the Advisory Committee, were considered sufficient to justify the initiation of a procedure.\nThe Commission accordingly announced, in a notice published in the Official Journal of the European Communities (2), the initiation of an 'illicit commercial practice' procedure concerning the unauthorized reproduction of sound recordings in Indonesia.\nThe Commission officially notified the representatives of the country concerned and the complainant, and gave all interested parties the opportunity to make known their views in writing and apply for a hearing.\nThe representatives of the country concerned and the complainant applied for and were granted a hearing and made known their views in writing. The complainant repeated its request for the Community institutions to adopt retaliatory measures against Indonesia if the latter did not take steps to end the situation which was causing injury to the complainant.\nA number of European associations, including the International Federation of Musicians, the Publishers Association, the International Federation of Actors and the European Association of Industries of Branded Products, submitted comments. They all suppoprted the complainant.\nThe Commission began its investigation by seeking the information required to establish the facts.\nWhile the examination procedure was under way, the Indonesian authorities requested its suspension.\nIn support of their request they pointed out that a bill amending the 1982 Indonesian law on copyright had recently been adopted by the Indonesian Parliament, that the effect of the changes was to strengthen appreciably the protection given by Indonesian law to the works of Indonesian nationals, including sound recordings, and to extend to the works of nationals of other countries, by means of a new Article 48, the protection given to Indonesian nationals' works, and that they were ready to begin consultations with the Commission with the aim of reaching a solution that would provide for the works of nationals of the Member States protection identical to that given to the works of Indonesian nationals.\nAfter consulting the Advisory Committee, the Commission considered that it was in the Community's interest to grant Indonesia's request and to open consultations with the Indonesian authorities with a view to reaching an arrangement which would resolve the problem raised by IFPI.\nCommission Decision 87/553/EEC (3) accordingly suspended the examination procedure until 29 February 1988.\nFollowing the suspension of the procedure, consultations were held with the Indonesian authorities, first in Jakarta and then in Brussels.\nAt the end of the consultations, Indonesia undertook, pending its eventual accession or adhesion to the relevant international conventions, to provide for sound recordings by nationals of Community Member States which provide protection on their territory for sound recordings by Indonesian nationals in Indonesia.\nAfter consulting the Advisory Committee, the Commission decided that those measures should be considered satisfactory within the meaning of Article 9 (2) of Regulation (EEC) No 2641/84, since they would provide a means of eliminating the injury resulting from the commercial practice of which Indonesia was accused, and that it was accordingly in the Community's interest to accept the undertaking and terminate the procedure without taking protective measures pursuant to Article 10 (3) of the said Regulation.\nThe Community industry concerned was consulted and agreed that the examination procedure should be terminated,", "main_body": ["The examination procedure concerning the unauthorized reproduction of sound recordings in Indonesia is hereby terminated."], "attachments": "Done at Brussels, 11 May 1988.\nFor the Commission\nWilly DECLERCQ\nMember of the Commission\n(1) OJ No L 252, 20. 9. 1984, p. 1.\n(2) OJ No C 136, 21. 5. 1987, p. 3.\n(3) OJ No L 335, 25. 11. 1987, p. 22."}