{"celex_id": "31989R2368", "uri": "http://publications.europa.eu/resource/cellar/64de992d-12f6-448e-ba4c-b9811c4fe348", "type": "Regulation", "concepts": ["2026", "2308", "2879"], "title": "Council Regulation (EEC) No 2368/89 of 28 July 1989 amending Regulation (EEC) No 3951/88 fixing catch possibilities for 1989 for certain fish stocks and groups of fish stocks in the Regulatory Area as defined in the NAFO Convention\n", "header": "COUNCIL  REGULATION (EEC) No 2368/89\nof 28 July 1989\namending Regulation (EEC) No 3951/88 fixing catch possibilities for 1989 for certain fish stocks and groups of fish stocks in the Regulatory Area as defined in the NAFO Convention\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 170/83 of 25 January 1983 establishing a Community system for the conservation and management of fishery resources (1), as amended by the 1985 Act of Accession, and in particular Article 11 thereof,\nHaving regard to the proposal from the Commission,\nWhereas, in accordance with Article 3 of Regulation (EEC) No 170/83, it is incumbent upon the Council to establish the total allowable catches (TACs) by stock or group of stocks, the share available for the Community and also the specific conditions under which the catches must be made; whereas, in accordance with Article 4 of the said Regulation, the share available for the Community is to be allocated between the Member States;\nWhereas Regulation (EEC) No 3951/88 (1) fixed catch possibilities for 1989 for certain fish stocks and groups of fish stocks in the Regulatory Area as defined in the NAFO Convention;\nWhereas the scientific information now available on the cod stocks in NAFO divisions 2 J + 3 KL indicates a deterioration in the status of the stocks;\nWhereas, in the framework of its wider international obligations, the Community participates in efforts to conserve fish stocks arising in international waters;\nWhereas it is necessary consequently to reduce the fishing possibilities of the Community on the stocks in the current year,", "main_body": ["The figures relating to cod in NAFO divisions 2 J + 3 KL set out in Annex I to Regulation (EEC) No 3951/88 are hereby replaced by those set out in the Annex to this Regulation.", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 28 July 1989.\nFor the Council\nThe President\nM. CHARASSE\n(1) OJ No L 24, 27. 1. 1983, p. 1.\n(2) OJ No L 352, 21. 12. 1988, p. 9.\nANNEX\n1,3.4.5 //  //  //  // Stock  // Member State  // 1989 quota (tonnes) 1.2.3.4.5 // Species  // Geographical regions  // Division  //  //  //  //  //  //  //  // Cod  // North-west Atlantic   // NAFO 2 J + 3 KL   // Belgium   //  //   //   //   // Denmark   //   //   //   //   // Germany  // 15 080   //   //   //   // Greece   //   //   //   //  // Spain   // 15 680   //   //   //   // France   // 2 470  //   //   //   // Ireland   //   //   //   //   // Italy   //  //   //   //   // Luxembourg   //   //   //   //  // Netherlands   //   //   //   //   // Portugal   // 24 510  //   //   //   // United Kingdom   // 660   //   //   //  // Available for Member States EEC Total   // 58 400   //  //   //   //   //"}