{"celex_id": "31987R1464", "uri": "http://publications.europa.eu/resource/cellar/1522ae75-1f6e-418e-88a4-721ffb739e25", "type": "Regulation", "concepts": ["2069", "2773", "3810", "4381"], "title": "Commission Regulation (EEC) No 1464/87 of 26 May 1987 classifying goods in subheading 21.07 G I c) 1 of the Common Customs Tariff\n", "header": "COMMISSION  REGULATION (EEC) No 1464/87\nof 26 May 1987\nclassifying goods in subheading 21.07 G I c) 1 of the Common Customs Tariff\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 97/69 of 16 January 1969 on measures to be taken for uniform application of the nomenclature of the Common Customs Tariff (1), as last amended by Regulation (EEC) No 2055/84 (2), and in particular Article 3 thereof,\nWhereas, in order to ensure that the Common Customs Tariff nomenclature is applied uniformly, measures must be taken concerning the classification of a food preparation in the form of effervescent tablets (weight 7 grams per tablet) put up for retail sale having the following composition (per tablet):\n- Calcium carbonate: 0,327 g,\n- Calcium galactogluconate: 1,0 g,\n- Ascorbic acid: 1,0 g,\n- Saccharin, sodium salt: 0,014 g,\n- Starch: 0,02 g,\n- Polyethylene glycol: 0,15 g,\n- Sodium hydrogencarbonate\n(sodium bicarbonate): 1,0 g,\n- Citric acid: 1,465 g,\n- Sucrose (28,7 %) and lemon flavour: 2,009 g;\nWhereas heading No 30.03 of the Common Customs Tariff annexed to Council Regulation (EEC) No 950/68 (3), as last amended by Regulation (EEC) No 750/87 (4), relates in particular to medicaments;\nWhereas heading No 21.07 relates to food preparations not elsewhere specified or included;\nWhereas the product in question does not comply with the provisions of note 1 to Chapter 30 and therefore cannot be regarded as medicaments of heading No 30.03;\nWhereas it has the characteristics of a food supplement containing vitamins and mineral salts and is intended to keep the body in good health and should be regarded as a food preparation; whereas in the absence of a more specific heading, it should be classified in heading No 21.07; whereas, within that heading, subheading 21.07 G I c) 1 is the most appropriate;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Committee on Common Customs Tariff Nomenclature,", "main_body": ["A food preparation in the form of effervescent tablets (weight 7 grams per tablet) put up for retail sale having the following composition (per tablet):\n- Calcium carbonate: 0,327 g,\n- Calcium galactogluconate: 1,0 g,\n- Ascorbic acid: 1,0 g,\n- Saccharin, sodium salt: 0,014 g,\n- Starch: 0,02 g,\n- Polyethylene glycol: 0,15 g,\n- Sodium hydrogencarbonate\n(sodium bicarbonate): 1,0 g,\n- Citric acid: 1,465 g,\n- Sucrose (28,7 %) and lemon flavour: 2,009 g;\nshall be classified in the Common Customs Tariff under subheading:\n21.07 Food preparations not elsewhere specified or included:\nG. Other:\nI. Containing no milk fats or containig less than 1,5 % weight of such fats:\nc. Containing 15 % or more but less than 30 % by weight of sucrose (including invert sugar expressed as sucrose):\n1. Containing no starch or containing less than 5 % by weight of starch.", "This Regulation shall enter into force on the 21st day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 26 May 1987.\nFor the Commission\nCOCKFIELD\nVice-President\n(1) OJ No L 14, 21. 1. 1969, p. 1.\n(2) OJ No L 191, 19. 7. 1984, p. 1.\n(3) OJ No L 172, 22. 7. 1968, p. 1.\n(4) OJ No L 76, 18. 3. 1987, p. 1."}