{"celex_id": "31989R2369", "uri": "http://publications.europa.eu/resource/cellar/cb005d84-a61b-489d-b336-f1e88cf77d9d", "type": "Regulation", "concepts": ["1309", "1637", "4079"], "title": "Council Regulation (EEC) No 2369/89 of 28 July 1989 amending Regulation (EEC) No 2763/83 as regards arrangements for processing under customs control\n", "header": "COUNCIL  REGULATION (EEC) No 2369/89\nof 28 July 1989\namending Regulation (EEC) No 2763/83 as regards arrangements for processing under customs control\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 113 thereof,\nHaving regard to the proposal from the Commission,\nWhereas the practice of levying charges on certain oils for processing into oil chemical products in accordance with the tariff description of the imported goods leads to charges higher than is economically warranted in the light of the use made of them; whereas the excessive charge tends to lead to the relocation of this processing acitivity outside the Community; whereas, for this reason, Commission Regulation (EEC) No 4032/88 (1), in accordance with Article 2 (3) of Council Regulation (EEC) No 2763/83 of 26 September 1983 on arrangements permitting goods to be processed under customs control before being put into free circulation (2) as last amended by Regulation (EEC) No 4032/88, adopted temporary measures supplementing the list referred to in the said Article: whereas the said list should be amended in order to make that measure definitive; whereas babassu oil, referred to in Column I, falls within CN code 1513 21 19, not CN code 1513 29 30;\nWhereas Commission Regulation (EEC) No 4151/87 (3) amended the list referred to in Article 2 of Regulation (EEC) No 2763/83 following the entry into force of the Combined Nomenclature; whereas the said nomenclature has since been amended again by Commission Regulation (EEC) No 3174/88 (4) in respect of certain codes in the lists annexed to Regulations (EEC) No 4151/87 and No 4032/88; whereas it is consequently necessary to return to the classification of goods in the list annexed to Regulation (EEC) No 2763/83;\nWhereas, in the interests of clarity, it is desirable to publish an updated version of the said list,", "main_body": ["The Annex to Regulation (EEC) No 2763/83 is hereby replaced by that appearing in the Annex to this Regulation.", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Communities.\nIt shall apply from 1 July 1989.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 28 July 1989.\nFor the Council\nThe President\nM. CHARASSE\n(1) OJ No L 355, 23. 12. 1988, p. 36.\n(2) OJ No L 272, 5. 10. 1983, p. 1.\n(3) OJ No L 391, 31. 12. 1987, p. 1.\n(4) OJ No L 298, 31. 10. 1988, p. 1.\nANNEX\n'ANNEX\nList referred to in Article 2\n1.2.3 //  //  //  // Order No   // Column I  // Column II  //  // Goods for which processing under customs control is authorized  // Processing which may be carried out  //  //  //  //  //  //  // 1   // Goods of any kind  // Processing into samples presented as such or put up into sets   // 2   // Goods of any kind   // Reduction to waste and scrap or destruction   // 3   // Goods of any kind  // Denaturing   // 4   // Goods of any kind   // Recovery of parts of components   // 5   // Goods of any kind  // Separation and/or destruction of damaged parts   // 6  // Goods of any kind   // Processing to correct the effects of damage suffered   // 7   // Goods of any kind   // Usual forms of handling permitted in customs warehouses or in free zones in accordance with Directive 71/235/EEC   // 8   // Tobacco falling within Chapter 24 of the Combined Nomenclature  // Processing into homogenized or reconstituted tobacco falling within CN code 2403 91 00 and/or into tobacco powder falling within CN code ex 2403 99 90   // 9   // Raw or unmanufactured tobacco falling within CN code 2401 10  // Processing into tobaccos partially or totally stripped falling within CN code 2401 20 and into tobacco refuse, falling within CN code 2401 30 00   // 10   // Palm oil falling within CN code 1511 10 10, or Solid fractions of palm oil falling within CN code 1511 90 19, or Fluid fractions of palm oil falling within CN code 1511 90 91, or Coconut oil falling within CN code 1513 11 10, or Fluid fractions of coconut oil falling within CN code ex 1513 19 30, or Palm kernel oil falling within CN code 1513 21 11, or Fluid fractions of palm kernel oil falling within CN code ex 1513 29 30, or Babassu oil falling within CN code 1513 21 19   // Processing resulting in: - Mixture of fatty acids falling within CN codes 1519 11 00, 1519 12 00 and 1519 19 00 - Fatty acids falling within CN codes ex 2915 70 10, ex 2915 70 90. 2915 90 10, ex 2915 90 90, ex 2916 15 00 and ex 2916 19 90 - Mixture of methyl esters of fatty acids falling within CN code ex 3823 90 98 - Methyl esters of fatty acids falling within CN codes ex 2915 70 10, ex 2915 70 90, ex 2915 90 10, ex 2915 90 90, ex 2916 15 00 and ex 2916 19 90 - Mixture of fatty alcohols falling within CN code 1519 30 00 - Fatty alcohols falling within CN codes 2905 16 90, 2905 17 00 and 2905 19 90 - Glycerine falling within CN code 1520 10 00   // 11   // Products falling within CN codes 2707 10, 2707 20, 2707 30, 2707 50, 2707 91 00, 2707 99 30, 2707 99 91, 2707 99 99 and 2710 00   // Processing into products falling within CN codes 2710 00 71 or 2710 00 75   // 12  // Crude oils falling within CN codes 2707 99 11 and 2707 99 19   // Processing into products falling within CN codes 2707 10 90, 2707 20 90, 2707 30 90, 2707 50 91, 2707 50 99, 2707 99 30, 2902 20 90, 2902 30 90, 2902 41 00, 2902 42 00, 2902 43 00 and 2902 44 90   // 13   // Chromium trioxide falling within CN code 2819 10 00   // Processing into chromium falling within CN code 8112 20 31'   //    //   //"}