{"celex_id": "31984D0446", "uri": "http://publications.europa.eu/resource/cellar/abbc1143-a00a-46b1-b311-7d2ad7b34bf9", "type": "Decision", "concepts": ["1085", "1637", "2488", "2783", "4580"], "title": "84/446/EEC: Commission Decision of 16 August 1984 authorizing the French Republic to apply intra-Community surveillance to imports of certain textile products, originating in Turkey, which have been put into free circulation in the Community (Only the French text is authentic)\n", "header": "COMMISSION  DECISION\nof 16 August 1984\nauthorizing the French Republic to apply intra-Community surveillance to imports of certain textile products, originating in Turkey, which have been put into free circulation in the Community\n(Only the French text is authentic)\n(84/446/EEC)\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular the first paragraph of Article 115 thereof,\nHaving regard to Commission Decision 80/47/EEC of 20 December 1979 on surveillance and protective measures which Member States may be authorized to take in respect of imports of certain products originating in third countries and put into free circulation in another Member State (1), and in particular Articles 1 and 2 thereof,\nWhereas the abovementioned Decision requires Member States to have prior authorization from the Commission before introducing intra-Community surveillance of the imports concerned;\nWhereas, in accordance with Article 1 of Council Regulation (EEC) No 1842/71 of 21 June 1971 on safeguard measures provided for in the Association Agreement between the European Economic Community and Turkey (2), the Commission, by Regulations (EEC) No 1258/84 (3) and (EEC) No 2021/84 (4), introduced protective measures in respect of imports into the Community of certain textile products originating in that third country;\nWhereas such safeguard measures were authorized because of the massive and rapid increase of the imports concerned and because of the resulting damage to Community producers;\nWhereas, under such safeguard measures, imports into the Community of the textile products in question originating in Turkey are subject to quantitative restrictions until 31 December 1984;\nWhereas there are still disparities in the conditions applied by the Member States to imports of these textile products; whereas these disparities could lead to deflections of trade;\nWhereas, in order to detect rapidly deflections of trade which could aggravate or give rise to economic difficulties in the sector concerned, requests were made on 23 July 1984 by the French Government to the Commission of the European Communities under Article 2 of Decision 80/47/EEC for authorization to apply prior intra-Community surveillance to imports of textile products belonging to categories 2, 4, 6, 8, 13, 26 and 83, originating in Turkey and in free circulation in the other Member States;\nWhereas the Commission examined whether the imports concerned could be made subject to intra-Community surveillance measures under Article 2 of Decision 80/47/EEC;\nWhereas this examination has shown that as regards the textile products in respect of which France submitted its request, there is a risk of deflections of trade occurring via the other Member States, thus jeopardizing the objectives aimed at by the abovementioned safeguard measures and aggravating or prolonging the economic difficulties of the industry concerned;\nWhereas, under these circumstances, it is necessary to authorize France to apply intra-Community surveillance to imports of the textile products in question originating in Turkey and put into free circulation in the other Member States until the expiry of the abovementioned Regulations,", "main_body": ["The French Republic is authorized to introduce, until 31 December 1984 and in accordance with Decision 80/47/EEC, intra-Community surveillance of imports of the textile products listed in the Annex hereto, originating in Turkey and put into free circulation in the other Member States.", "This Decision is addressed to the French Republic."], "attachments": "Done at Brussels, 16 August 1984.\nFor the Commission\nĂ\u0089tienne DAVIGNON\nVice-President\n(1) OJ No L 16, 22. 1. 1980, p. 14.\n(2) OJ No L 192, 26. 8. 1971, p. 14.\n(3) OJ No L 122, 8. 5. 1984, p. 5.\n(4) OJ No L 187, 14. 7. 1984, p. 51.\nANNEX\nTextile products for which categories have been established (1)\n1.2 //   //   // Category  // Country of origin  //   //  // 2  // Turkey  // 4  // Turkey  // 6  // Turkey  // 8  // Turkey  // 13  // Turkey  // 26  // Turkey  // 83  // Turkey  //   //\n(1) As defined in Council Regulation (EEC) No 3589/82 (OJ No L 374, 31. 12. 1982)."}