{"celex_id": "31986R1707", "uri": "http://publications.europa.eu/resource/cellar/6c939994-083d-4a92-a775-dd997125e1b3", "type": "Regulation", "concepts": ["1309", "1442", "921"], "title": "Council Regulation (EEC) No 1707/86 of 30 May 1986 on the conditions governing imports of agricultural products originating in third countries following the accident at the Chernobyl nuclear power-station\n", "header": "//  //  REGULATION (EEC) No 1707/86\nof 30 May 1986\non the conditions governing imports of agricultural products originating in third countries following the accident at the Chernobyl nuclear power-station\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the proposal from the Commission,\nWhereas, following the accident at the Chernobyl nuclear power-station on 26 April 1986, considerable quantities of radioactive elements were released into the atmosphere;\nWhereas the provisional measures adopted by Regulation (EEC) No 1388/86 (1) should be replaced by an arrangement which enables imports to be reinstated, providing that maximum permitted levels are imposed; whereas, however, these levels applicable to third countries might need to be re-examined in the light of Community decisions regarding internal permitted contamination levels;\nWhereas the Community must seek to ensure that agricultural products and processed agricultural products intended for human consumption and likely to be contaminated are introduced into the Community only according to common arrangements which safeguard the health of consumers, maintain, without having unduly adverse effects on trade between the Community and third countries, the unified nature of the market and prevent deflections of trade;\nWhereas the subject of minimum reference levels is still in need of more thorough scientific study but it is nevertheless desirable that, for reasons of urgency and by means of an emergency procedure, interim maximum permitted limits should be established, with which imports of the products concerned must comply and in connection with which checks will be carried out by the Member States,\nWhereas, since this Regulation covers all agricultural products and processed agricultural products intended for human consumption, there is no need, in the present case, to apply the procedure provided for in Article 29 of Directive 72/462/EEC (2);\nWhereas compliance with the maximum permitted levels will have to be the subject of appropriate checks backed up by the possibility of prohibiting imports in cases of non-compliance;\nWhereas, in order to supplement, clarify or adjust, as necessary, the measures provided for by this Regulation, a simplified procedure should be established;\nWhereas adoption of this Regulation in its present form appears necessary in order to satisfy overriding and immediate requirements as mentioned in the third recital,", "main_body": ["This Regulation shall apply to the products covered by Annex II to the Treaty and to the products covered by Regulations (EEC) No 2730/75 (3), (EEC) No 2783/75 (4), (EEC) No 3033/80 (5) and (EEC) No 3035/80 (6) originating in third countries, with the exception of the products referred to in the Annex to this Regulation.", "Without prejudice to other provisions in force, the release for free circulation of the products referred to in Article 1 shall be subject to compliance with the maximum permitted levels laid down in Article 3.", "The maximum permitted levels referred to in Article 2 shall be as follows:\nthe accumulated maximum radioactive level in terms of caesium-134 and -137 shall be:\n- 370 Bq/kg for milk falling within headings No 04.01 and No 04.02 of Common Customs Tariff and for foodstuffs intended for the special feeding of infants during the first four to six months of life, which meet, in themselves, the nutritional requirements of this category of person and are put up for retail sale in packages which are clearly identified and labelled 'food preparation for infants' (7),\n- 600Bq/kg for all other products concerned.", "1. Member States shall check compliance with the maximum permitted levels set in Article 3 in respect of the products referred to in Article 1, taking into account contamination levels in the country of origin. Checking\nmay also include the presentation of export certificates. Depending on the results of the checks carried out, Member States shall take the measures required for Article 2 to apply, including the prohibition of release for free circulation, taking each case individually or generally for a given product.\n2. Each Member State shall provide the Commission with all information concerning the application of this Regulation, notably cases of non-compliance with the maximum permitted levels. The Commission shall circulate such information to the other Member States.", "Where cases of repeated non-compliance with the maximum permitted levels have been recorded, the necessary measures may be taken in accordance with the procedure referred to in Article 6. Such measures may even include the prohibition of the import of products originating in the third country concerned.", "1. The arrangements for applying this Regulation and any amendments to be made to the list of products unfit for human consumption, as listed in the Annex, shall be adopted in accordance with the procedure provided for in Article 30 of Regulation (EEC) No 804/68 (1), which shall apply by analogy.\n2. To this end an ad hoc committee shall be set up, composed of representatives from the Member States and chaired by a representative from the Commission.\nWithin the Committee the votes of the Member States shall be weighted in accordance with Article 148 (2) of the Treaty. The Chairman shall not vote.", "This Regulation shall expire on 30 September 1986.", "Regulation (EEC) No 1388/86 is hereby repealed.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 May 1986.\nFor the Council\nThe President\nH. van den BROEK\n(1) OJ No L 127, 13. 5. 1986, p. 1.\n(2) OJ No L 302, 31. 12. 1972, p. 28.\n(3) OJ No L 281, 1. 11. 1975, p. 20.\n(4) OJ No L 282, 1. 11. 1975, p. 104.\n(5) OJ No L 323, 29. 11. 1980, p. 1.\n(6) OJ No L 323, 29. 11. 1980, p. 27.\n(7) The level applicable to concentrated or dried products shall be calculated on the basis of the reconstituted product as ready for consumption.\n(1) OJ No L 148, 28. 6. 1968, p. 13.\nANNEX\n1.2 //  //  // Common Customs Tariff heading No  // Description  //  //  // ex 01.01 A III   // Racehorses  // 04.05 B II   // Eggs, not in shell, and egg yolks, unfit for human consumption (a)   // ex 05.04   // Non-edible guts, bladders and stomachs of animals (other than fish), whole and pieces thereof   // ex 05.15   // Animal products not elsewhere specified or included, excluding edible animal blood; dead animals of Chapter 1 or Chapter 3, unfit for human consumption  // 07.05 A   // Dried leguminous vegetables, shelled, whether or not skinned or split, for sowing (a)   // 10.01 A   // Spelt for sowing (a)   // 10.05 A   // Hybrid maize for sowing (a)  // 10.06 A   // Rice for sowing (a)   // 10.07 C I   // Hybrid sorghum for sowing (a)   // 12.01 A   // Oil seeds and oleaginous fruit, whole or broken, for sowing (a)   // 12.03  // Seeds, fruit and spores, of a kind used for sowing (a)  // 15.01 A I   // Lard and other pig fat for industrial uses other than the manufacture of foodstuffs for human consumption (a)   // 15.02 A   // Fats of bovine cattle or goats, unrendered; rendered or solvent-extracted fats obtained from those unrendered fats, for industrial uses other than the manufacture of foodstuffs for human consumption (a)   // 15.03 A I   // Lard stearin and oleostearin for industrial uses (a)  // 15.03 B   // Tallow oil for industrial uses other than the manufacture of foodstuffs for human consumption (a)   // 15.05  // Wool grease and fatty substances derived therefrom (including lanolin)   // 15.07 B   // China-wood and oiticica oils; myrtle wax and Japan wax   // 15.07 C I   // Castor oil for the production of aminoundecanoic acid for use in the manufacture of synthetic textile fibres or of artificial plastic materials (a)   // 15.07 D I   // Other oils for technical or industrial uses other than the manufacture of foodstuffs for human consumption (a)   // 22.08 A   // Ethyl alcohol, denatured, of any strength   // 38.19 Q   // Foundry core binders based on synthetic resins   // 45.01   // Natural cork, unworked, crushed, granulated or ground; waste cork  // 54.01   // Flax, raw or processed but not spun; flax tow and waste (including pulled or garnetted rags)   // 57.01  // True hemp ('Cannabis sativa'), raw or processed but not spun; tow and waste of true hemp (including pulled or garnetted rags or ropes)   //    //\n(a) Entry under this subheading is subject to conditions to be determined by the competent authorities."}