{"celex_id": "31987R3252", "uri": "http://publications.europa.eu/resource/cellar/76f75112-33cd-4bd2-a73e-c1a6b423e1a8", "type": "Regulation", "concepts": ["1372", "2478", "2916", "2924", "3489", "5315"], "title": "Council Regulation (EEC) No 3252/87 of 19 October 1987 on the coordination and promotion of research in the fisheries sector\n", "header": "COUNCIL REGULATION (EEC) N° 3252/87\nof 19 October  1987\non the coordination and promotion of research in the fisheries sector\nTHE  COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article  43 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nWhereas Council Regulation (EEC) N° 101/76 (2) provides that, with a view to the coordination of  the structural policies of Member States in the fisheries sector, measures to coordinate their  research and scientific and technical assistance policies in this area are to be adopted in  accordance with the procedure laid down in Article 43 (2) of the Treaty;\nWhereas recent developments affecting the fisheries sector, in particular the extension of fishery  zones to 200 miles, and the establishment of a Community system for the conservation and management  of fishery resources have intensified the need for effective coordination of biological,  technological and economic research in the Community fisheries sector, in order to facilitate the  adaptation of Community fleets to the new fishing conditions;\nWhereas the introduction of measures to allow for effective coordination of fisheries research  within the Community requires that the provisions of Regulation (EEC) N° 101/76 relating to  fisheries research should be supplemented, in particular by arrangements for the systematic  exchange of scientific, economic and financial information on fisheries research in the Community  and the coordination of such research in areas likely to affect the adaptation of the Community's  fishing industry;\nWhereas Council Decision 87/516/Euratom, EEC of 28 September 1987 on the framework programme for  Community activities in the field of research and technological development (1987 to 1991) (3)  provides in particular for the implementation of research programmes for increased productivity,  improved quality and the processing of fisheries products;\nWhereas the coordination and promotion of research implies that the Community should support and  supplement work\nperformed in Member States, the better to meet research requirements and the  needs of the common fisheries policy;\nWhereas provision should be made to this end for the establishment of Community research and  research coordination programmes in areas of special importance for the achievement of the  objectives of the common fisheries policy;\nWhereas the Standing Committee for the Fishing Industry (SCFI) and the Scientific and Technical  Committee for Fisheries (STCF) provide the best means of assisting and advising the Commission  usefully in the performance of the tasks entrusted to it as regards the coordination and promotion  of fisheries research;\nWhereas the work of those Committees and that of the Scientific and Technical Research Committee  (CREST) must be coordinated;\nWhereas, in order that the findings of research in which the Community participates be utilized, it  must be ensured that they are made available to interested parties in the Community;\nWhereas provision must be made for a Community financial contribution to Community research and  research coordination programmes,", "main_body": ["1.  With a view to the achievement of the objectives of the common  fisheries policy, fisheries research undertaken in the Member States shall be coordinated and  promoted at Community level in accordance with the provisions laid down in this Regulation.\n2.  In applying this Regulation, account shall be taken of the general lines of scientific and  technological policy laid down by the Community.\nTITLE I\nInformation and consultation", "A procedure for information and consultation  between the Member States and the Commission shall be established in accordance with the provisions  of Articles 3 and 4.", "1.  The Member States shall inform the Commission each year of the nature and scope of  the fisheries research activities undertaken or planned under their authority or with their  financial assistance.\nThey shall endeavour to inform the Commission on the same terms of fisheries research work being  carried out or planned by other bodies.\n2.  The Commission shall keep a permanent inventory of the research activities referred to in  paragraph 1.\n3.  The detailed rules for the application of this Article, and in particular the conditions on  which the information obtained may be made available to interested parties shall be adopted by the  Commission under the procedure laid down in Article 47 of Council Regulation (EEC) N° 4028/86 (1).", "1.  The Commission shall keep under permanent review the trends and developments in  fisheries research in the Community. To this end it shall engage in consultations with the Member  States within the Standing Committee for the Fishing Industry.\n2.  The Commission shall ensure that the work of that Committee and of the Scientific and Technical  Committee for Fisheries and the Scientific and Technical Research Committee are coordinated.\nTITLE II\nCommunity research and research coordination\nprogrammes", "Acting on a proposal  from the Commission, the Council\nshall adopt, in accordance with the procedure laid down in", "3 of the Treaty:\n(a)  Community research programmes in areas of special importance for the common fisheries policy;\n(b)  Community research coordination programmes designed to enable the resources employed to be  organized rationally, the results to be used effectively and work to proceed in line with the  objectives of the common fisheries policy.", "1.  The Commission shall ensure that the Community research programmes are carried out  by concluding cost-sharing research contracts with research centres and institutes.\n2.  The Commission shall ensure that the Community research coordination programmes are carried out  by organizing seminars, conferences, study visits, exchanges of researchers and working meetings of  scientific experts and\nby collating, analysing and publishing, if necessary, the results.\n3.  For the purposes of applying paragraphs 1 and 2, the Commission may call on high-level  experts.\n4.  Decisions concerning the execution of Community research programmes referred to in paragraph 1  and Community research coordination programmes shall be adopted by the Commission under the  procedure laid down in Article 47 of Council Regulation (EEC) N° 4028/86.\nTITLE III\nGeneral provisions", "The Community shall contribute financially towards the  execution of the Community research and research coordination programmes. The estimated financial  requirements for this purpose shall be determined by the Council in accordance with the procedure  referred to in Article 5. The appropriations necessary for each financial year shall be fixed  annually in the general budget of the European Communities.", "Dissemination of the results of the Community research and research coordination  programmes shall be in accordance with Council Regulation (EEC) N° 2380/74 (2).", "This Regulation shall enter into force on the third day following its publication in the  Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all  Member States."], "attachments": "Done at Luxembourg, 19 October 1987.\nFor the Council\nThe President\nL. TOERNAES\nSPA:L111UMBE08.95\nFF: 1UEN;   SETUP: 01;   Hoehe: 1220 mm;    177 Zeilen;   7748 Zeichen;\nBediener: MARL   Pr.: B;\nKunde: ................................\n(1) OJ N° C 255, 13. 10. 1986, p. 239.\n(2) OJ N° L 20, 28. 1. 1976, p. 19.\n(3) OJ N° L 302, 24. 10. 1987, p. 1.\n(1) OJ N° L 376, 31. 12. 1986, p. 7.\n(2) OJ N° L 255, 20. 9. 1974, p. 1."}