{"celex_id": "31983D0073", "uri": "http://publications.europa.eu/resource/cellar/f3062ebd-6519-430a-b9fe-58f43941a946", "type": "Decision", "concepts": ["2877", "3259", "4636", "7892", "994"], "title": "83/73/EEC: Commission Decision of 9 February 1983 on the establishment of a buffer zone in the region of Evros (Greece) and a financial contribution by the Community to measures to combat foot-and-mouth disease in that region (Only the Greek text is authentic)\n", "header": "COMMISSION  DECISION\nof 9 February 1983\non the establishment of a buffer zone in the region of Evros (Greece) and a financial contribution by the Community to measures to combat foot-and-mouth disease in that region\n(Only the Greek text is authentic)\n(83/73/EEC)\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Decision 77/97/EEC of 21 December 1976 on the financing by the Community of certain emergency measures in the field of animal health (1), as last amended by Decision 81/477/EEC (2), and in particular Article 2 thereof,\nWhereas epizootics of foot-and-mouth disease caused by viruses exotic to the Community have in recent years broken out in certain regions of south-eastern Europe; whereas the danger such viruses represent for livestock in the Community and in Greece in particular has not yet been averted;\nWhereas Greece has adopted measures designed to prevent exotic strains of foot-and-mouth disease spreading to its territory, in particular by setting up a buffer zone along its frontier with Turkey; whereas the purpose of this zone is to protect the livestock of Greece and the other Member States against the disease; whereas it should therefore be approved;\nWhereas the conditions for a financial contribution by the Community are met; whereas in order to be completely effective this contribution should amount to the maximum authorized by Decision 77/97/EEC;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["The establishment by Greece of a vaccination buffer zone along its frontier with Turkey, in the region of Evros, in order to provide protection against exotic strains of foot-and-mouth disease, is hereby approved.", "The Community shall make a contribution of:\n- 100 % of expenditure incurred by Greece in 1983 and 1984 in buying foot-and-mouth vaccine to be used in the buffer zone referred to in Article 1,\n- 50 % of expenditure incurred by Greece in 1983 and 1984 in carrying out foot-and-mouth disease vaccination in the buffer zone referred to in Article 1.\nThis contribution shall be granted after submission of documentary evidence and a detailed report on the vaccination campaign.", "This Decision is addressed to the Hellenic Republic."], "attachments": "Done at Brussels, 9 February 1983.\nFor the Commission\nPoul DALSAGER\nMember of the Commission\n(1) OJ No L 26, 31. 1. 1977, p. 78.\n(2) OJ No L 186, 8. 7. 1981, p. 22."}