{"celex_id": "31984R0205", "uri": "http://publications.europa.eu/resource/cellar/679378bc-36df-4023-8119-147887aba2be", "type": "Regulation", "concepts": ["4720", "870"], "title": "Commission Regulation (EEC) No 205/84 of 26 January 1984 laying down transitional measures applicable in respect of the 1983/84 wine-growing year concerning the payment of aid for the distillation of fortified wine\n", "header": "COMMISSION  REGULATION (EEC) No 205/84\nof 26 January 1984\nlaying down transitional measures applicable in respect of the 1983/84 wine-growing year concerning the payment of aid for the distillation of fortified wine\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2179/83 of 25 July 1983 laying down general rules for distillation operations involving wine and the by-products of wine-making (1), and in particular Article 30 thereof,\nWhereas under Article 26 (4) of Regulation (EEC) No 2179/83 the aid is paid to the maker of fortified wine on condition that he provides a security equal to 110 % of the aid to be received in respect of the distillation operations provided for in Council Regulation (EEC) No 337/79 of 5 February 1979 on the common organization of the market in wine (2), as last amended by Regulation (EEC) No 1595/83 (3);\nWhereas that provision, which first became applicable on 1 September 1983, has given rise to major difficulties both for dealers and for intervention agencies in cases where the fortified wine is distilled in a Member State other than that in which the contract or declaration was approved;\nWhereas a transitional measure should therefore be adopted in accordance with Article 30 of Regulation (EEC) No 2179/83 in respect of the 1983/84 wine-growing year which provides, by way of derogation from Article 26 (4) of the said Regulation, for an alternative system for payment of the aid which none the less provides equivalent guarantees as to control;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Wine,", "main_body": ["1. Where fortified wine is distilled in a Member State other than that in which the contract or declaration was approved, the aid payable in respect of distillation operations may, by way of derogation from Article 26 (4) of Regulation (EEC) No 2179/83 and until 31 August 1984 at the latest, be paid to the distiller on condition that he submits an application to that effect to the intervention agency of the Member State on whose territory the distillation has taken place.\n2. The application shall be accompanied by the following:\n- a copy of the contract or declaration referred to in Article 26 (1) of Regulation (EEC) No 2179/83, approved by the intervention agency in the Member State on whose territory the fortified wine was made,\n- a certificate issued by that agency to the effect that the provisions laid down in Regulation (EEC) No 2179/83 have been complied with, in particular as regards the analysis reports and the minimum purchase price which the producer of the wine must be paid in respect of the distillation operations concerned,\n- the documents required under Article 53 of Regulation (EEC) No 337/79,\n- proof of distillation of the fortified wine,\n- the document whereby the maker of the fortified wine transfers entitlement to the aid to the distiller.\n3. In cases covered by paragraph 1 of this Article the maker of fortified wine shall not be required to lodge the security provided for in Article 26 (4) of Regulation (EEC) No 2179/83.\n4. The aid shall be paid by the intervention agency not later than three months after the application and the documents referred to in paragraph 2 have been submitted.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply until 31 August 1984.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 26 January 1984.\nFor the Commission\nPoul DALSAGER\nMember of the Commission\n(1) OJ No L 212, 3. 8. 1983, p. 1.\n(2) OJ No L 54, 5. 3. 1979, p. 1.\n(3) OJ No L 163, 22. 6. 1983, p. 48."}