{"celex_id": "31987R3528", "uri": "http://publications.europa.eu/resource/cellar/82f706ad-a20b-458d-b8bf-59c732f8d05e", "type": "Regulation", "concepts": ["1524", "3759", "4164", "588"], "title": "Council Regulation (EEC) No 3528/87 of 23 November 1987 amending Regulation (EEC) No 2089/84 imposing a definitive anti-dumping duty on imports of certain ball bearings originating in Japan and Singapore\n", "header": "COUNCIL  REGULATION (EEC) No 3528/87\nof 23 November 1987\namending Regulation (EEC) No 2089/84 imposing a definitive anti-dumping duty on imports of certain ball bearings originating in Japan and Singapore\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2176/84 of 23 July 1984 on protection against dumped or subsidized imports from countries not members of the European Economic Community (1), as amended by Regulation (EEC) No 1761/87 (2), and in particular Article 14 thereof,\nHaving regard to the proposal submitted by the Commission after consultations within the Advisory Committee as provided for by the above Regulation,\nWhereas:\nA. Procedure\n(1) By Regulation (EEC) No 2089/84 (3) the Council imposed a definitive duty on imports of certain ball bearings originating in Japan. This Regulation was later amended by Regulation (EEC) No 1238/85 (4).\n(2) In 1986 the Commission received a request from Sapporo Precision Incorporated of Sapporo, Japan, to carry out a review. This request contained evidence of changed circumstances with regard to the dumping margin on which the anti-dumping duty applicable to this exporter had been based, which justified the need for review. The Commission accordingly published, in the Official Journal of the European Communities (5), a notice of the opening of a review investigation concerning exports of single-row deep-groove radial ball bearings with greatest outside diameter not more than 30 mm, manufactured and exported by Sapporo Precision Inc., and falling within heading No ex 84.62 of the Common Customs Tariff, corresponding to NIMEXE code ex 84.62-01, originating in Japan.\n(3) The Commission officially so advised the exporter known to be concerned and the Community producers and gave the parties directly concerned an opportunity to make known their views in writing and to request a hearing.\nThe exporter concerned, one importer and the Community producers made their views known in writing and requested, and were granted, hearings.\nNo submissions were made by, or on behalf of, Community purchasers or processors of the product.\n(4) The Commission sought and verified all information it deemed to be necessary and carried out an investigation at the premises of the exporter, Sapporo Precision Incorporated, Sapporo, Japan.\nThe Commission requested and received detailed written submissions from the applicant exporter and verified the information therein to the extent considered necessary.\nB. Normal value\n(5) For the purpose of establishing normal value, representative types of single-row deep-groove radial ball bearings were selected which togehter represented about two-thirds of all exports by Sapporo Precision Incorporated to the Community. Normal value for these types was established on the basis of the weighted average price paid for identical types by unrelated domestic purchasers. In those cases where the producer/exporter sold both directly to these purchasers and through a controlled sales company, the combined weighted average of sales prices to unrelated purchasers was taken.\nWhere Sapporo Precision Incorporated did not sell a type identical to the type exported to the Community, it proved unsatisfactory to establish normal value on the basis of the most similar type sold on the domestic market because the Commission was not satisfied that differences in the production costs of the various types were adequately reflected in the sales prices. For each of these types, therefore, a constructed normal value was established by adding cost of production and a reasonable profit margin. The cost of production was computed on the basis of all costs, fixed and variable, of materials and manufacture and including the actual selling, administrative and other general expenses incurred by Sapporo and its related sales company on the domestic market. The exporter accepted this approach.\nC. Export price\n(6) Since all exports were made to unrelated importers in the Community, export prices were determined on the basis of the prices actually paid or payable for the products sold for export to the Community.\nD. Comparison\n(7) Normal value determined as described under paragraph 5 was compared with export prices on a transaction by transaction basis, taking account, where it was requested and could be satisfactorily proved, of differences affecting price comparability; this was the case with regard to commission expenses, transport, packing, financing and handling costs. No other claims were made.\nE. Dumping\n(8) A margin of dumping of 2,5 % was established for exports by Sapporo Precision Incorporated, the margin of dumping being equal to the amount by which the normal value as established exceeds the price for export to the Community.\nF. Injury\n(9) Since the application for a review was limited to the claim of changed circumstances with regard to dumping, the investigation did not have to cover injury aspects.\nG. Community interest\n(10) No reason has come to light as to why conclusions different from those referred to in Regulation (EEC) No 2089/84 with regard to Community interest should be reached.\nH. Level of duty\n(11) In view of these findings, Regulation (EEC) No 2089/84 should accordingly be amended to the extent that it concerns exports of single-row deep-groove radial ball bearings with greatest outside diameter not more than 30 mm, manufactured and exported by Sapporo Precision Incorporated and originating in Japan,", "main_body": ["The following entry is hereby inserted in the list headed 'Japan' in Article 1 (2) of Regulation (EEC) No 2089/84:\n'Sapporo Precision Incorporated 2,5 %'.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 23 November 1987.\nFor the Council\nThe President\nU. ELLEMANN-JENSEN\n(1) OJ No L 201, 30. 7. 1984, p. 1.\n(2) OJ No L 167, 26. 6. 1987, p. 9.\n(3) OJ No L 193, 21. 7. 1984, p. 1.\n(4) OJ No L 129, 15. 5. 1985, p. 1.\n(5) OJ No C 111, 25. 4. 1987, p. 3."}