{"celex_id": "31981R0009", "uri": "http://publications.europa.eu/resource/cellar/4ab75450-5933-4e50-9251-d650ba53245a", "type": "Regulation", "concepts": ["1182", "1637", "2734", "4280"], "title": "Council Regulation (EEC) No 9/81 of 1 January 1981 concerning stocks of agricultural products in Greece on 1 January 1981\n", "header": "COUNCIL REGULATION (EEC) No 9/81 of 1 January 1981 concerning stocks of agricultural products in Greece on 1 January 1981\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the 1979 Act of Accession, and in particular Article 72 (1) thereof,\nHaving regard to the proposal from the Commission,\nWhereas Article 71 of the Act of Accession provides that any stock of products in free circulation in Greek territory on 1 January 1981 and which in quantity exceeds what may be considered representative of a normal carry-over must be eliminated by and at the expense of Greece;\nWhereas it is not necessary to determine the stocks of certain products, either because of the nature of these products or because they are not financed through the European Agricultural Guidance and Guarantee Fund;\nWhereas, for reasons relating to the management of agricultural markets, steps should be taken to prevent the elimination of the products referred to in Article 71 of the Act of Accession resulting in the creation of two parallel markets for one and the same product ; whereas the purpose of Article 71 may be achieved through financing measures;\nWhereas the term \"any stock of products\" covers both public and private stocks;\nWhereas criteria should be laid down whereby the quantity considered as a normal carry-over stock may be established ; whereas, to this end, due account should be taken of the requirements of the Greek market over periods which may vary with the nature of the products;\nWhereas the stocks to be eliminated at the expense of Greece may, as a rule, be determined on the basis of data already available or on the basis of estimates ; whereas it would seem necessary, however, to provide for the organization of a survey,", "main_body": ["This Regulation lays down the general rules for the application of Article 71 of the Act of Accession.", "This Regulation does not apply to products\n- which cannot be stored, or\n- in respect of which there is no risk of speculation, or\n- in respect of which there are no export refunds or intervention measures of the types listed in the Annex to Regulation (EEC) No 1883/78 (1), or\n- which belong to the tobacco sector.", "1. The following shall be considered as products in free circulation in Greek territory:    (a) products obtained wholly in Greece;\n(b) products      - obtained wholly or partially from products which come from countries other than Greece, or\n- imported from countries other than Greece;\nin respect of which import formalities have been completed and the customs duties or charges having equivalent effect have been levied, and which have not qualified for a total or partial drawback of such duties or charges.\n2. Any quantity of products belonging to, or held by, Greece or by any legal or natural person, with the exception of minimal quantities, shall be considered as a stock of products.", "A survey may be organized to determine the stocks of products in Greek territory on 1 January 1981.", "1. The following shall be considered as a normal carry-over stock:    (a) the reserve stock considered necessary to deal with exceptional situations, and\n(1) OJ No L 216, 5.8.1978, p. 1.       (b) the operating operating stock necessary to meet the requirements of the Greek market over a period to be determined.\nThe period to be determined shall not exceed the remainder of the current marketing year for each of the products concerned ; where there is no marketing year, the period shall end not later than 31 December 1981.\nThe requirements of the Greek market shall be assessed in terms of consumption, processing and traditional exports.\n2. Stocks consisting of quantities of products which have been the subject of abnormal and speculative activities shall not, however, be considered as normal carry-over stocks.\nFor the purposes of this paragraph, a decrease in the flow of products traded may be considered as an abnormal activity.", "1. The EAGGF, Guarantee Section, shall not be responsible for expenditure on refunds or, where applicable, on intervention measures resulting from the disposal of quantities of products for which the stock referred to in Article 71 of the Act of Accession has been determined, even if covered by specific declarations to the Commission in documents forwarded pursuant to Article 5 of Regulation (EEC) No 729/70 (1).\n2. The quantities of products for which the stock referred to in Article 71 of the Act of Accession has been determined shall be regarded as having been the first to be disposed of.\n3. For each product concerned, the quantity and the nature of the expenditure for which no responsibility is taken shall be determined.\nIn cases where more than one type of expenditure may be applicable in respect of one and the same product, the quantities of that product shall be determined in respect of each type of expenditure and need not be the same.\n4. Detailed rules for the implementation of this Article shall be adopted, if necessary, in accordance with the procedure laid down in Article 13 of Regulation (EEC) No 729/70.", "Should the market situation, particular account being taken of trade patterns and the quantities delivered into intervention, indicate that the quantities of products used as a basis for determining stocks are inappropriate, the Council, acting by a qualified majority on a proposal from the Commission, shall adopt the necessary measures.", "The detailed rules for the implementation of this Regulation shall be adopted in accordance with the procedure laid down in Article 38 of Regulation No 136/66/EEC (2) or, as appropriate, in the corresponding Articles of the other Regulations on the common organization of agricultural markets.\nThese rules shall, in particular:    (a) include a list of the products for which Greece is to carry out a survey of stocks;\n(b) determine the stock referred to in Article 71 of the Act of Accession in the case of products the quantities of which exceed the normal carry-over stock;\n(c) determine the quantities and types of expenditure specified in Article 6 (3) above;\n(d) specify the information which Greece is to forward to the Commission.", "This Regulation shall enter into force on 1 January 1981.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 1 January 1981.\nFor the Council\nThe President\nD.F. VAN DER MEI\n(1) OJ No L 93, 28.4.1970, p. 13.  (2) OJ No 172, 30.9.1966, p. 3025/66."}