{"celex_id": "31989R3539", "uri": "http://publications.europa.eu/resource/cellar/cb1c5a6a-2351-46ca-a2a1-2703c6ecbc17", "type": "Regulation", "concepts": ["1609", "2324", "2563", "863"], "title": "Commission Regulation (EEC) No 3539/89 of 27 November 1989 extending Regulation (EEC) No 1836/85 laying down transitional measures for peas, field beans and sweet lupins during the 1985/86 marketing year\n", "header": "COMMISSION  REGULATION (EEC) No 3539/89\nof 27 November 1989\nextending Regulation (EEC) No 1836/85 laying down transitional measures for peas, field beans and sweet lupins during the 1985/86 marketing year\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1431/82 of 18 May 1982 laying down special measures for peas, field beans and sweet lupins (1), as last amended by Regulation (EEC) No 1104/88 (2),\nHaving regard to Council Regulation (EEC) No 2904/89 of 25 September 1989 extending Regulation (EEC) No 1832/85 amending Regulation (EEC) No 2036/82 adopting general rules concerning special measures for peas, field beans and sweet lupins (3), and in particular Article 1 thereof,\nWhereas Council Regulation (EEC) No 1832/85 (4) amending Regulation (EEC) No 2036/85 (5), as last amended by Regulation (EEC) No 1789/89 (6), introduces in Regulation (EEC) No 2036/82 the new concept of identification and the procedures and time limits for that operation; whereas those provisions substantially amend the existing procedures, thereby justifying the authorization, granted to the Commission in Article 2 of abovementioned Regulation (EEC) No 1832/85, to adopt the necessary transitional measures; whereas Article 2 of Commission Regulation (EEC) No 1836/85 (7) lays down those measures and limits their validity to 31 December 1985; whereas it has transpired that after that date operators have continued to experience difficulties in adapting to the new rules in circumstances where the control measures have shown that the operators concerned were not at fault, apart from a failure to comply with the time limit laid down for the submission of applications for the identification of the products; whereas those difficulties may have been aggravated by the entry into force on 1 January 1986 of Commission Regulation (EEC) No 3540/85 of 5 December 1985 laying down detailed rules for the application of the special measures for peas, field beans and sweet lupins (8), as last amended by Regulation (EEC) No 3870/88 (9), in particular as regards the arrangements for identification laid down by abovementioned Regulation (EEC) No 1832/85; whereas a measure derogating from the rules laid down in Article 32 of Regulation (EEC) No 3450/85, pursuant to the new arrangements on identification provided for in Regulation (EEC) No 1832/85 was adopted in Article 1 (12) of Commission Regulation (EEC) No 2462/86 of 31 July 1986 (9) amending Regulation (EEC) No 3540/85 as regards January, February and March 1986; whereas, however, difficulties of this type continued to arise until the end of 1987; whereas, as a consequence, in accordance with the authorization pursuant to Council Regulation (EEC) No 2904/89 to extend the transitional measures provided for in Article 2 of Regulation (EEC) No 1832/85, the period during which the application for identification may be deemed to have been submitted on the day of entry of the products into the undertaking should be extended;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Dried Fodder,", "main_body": ["In Article 2 of Regulation (EEC) No 1836/85, '31 December 1985' is hereby replaced by '31 December 1987'.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 January 1986.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 27 November 1989.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 162, 12. 6. 1982, p. 28.\n(2) OJ No L 110, 29. 4. 1988, p. 16.\n(3) OJ No L 280, 29. 9. 1989, p. 4.\n(4) OJ No L 173, 3. 7. 1985, p. 3.\n(5) OJ No L 219, 28. 7. 1982, p. 1.\n(6) OJ No L 176, 23. 6. 1989, p. 11.\n(7) OJ No L 173, 3. 7. 1985, p. 13.\n(8) OJ No L 342, 19. 12. 1985, p. 1.\n(9) OJ No L 345, 14. 12. 1988, p. 21.\n(10) OJ No L 211, 1. 8. 1986, p. 4."}