{"celex_id": "31987D0447", "uri": "http://publications.europa.eu/resource/cellar/707aa19e-3936-4ad3-aeb1-6bf1f6d318a4", "type": "Decision", "concepts": ["3346", "4533", "5511", "6056"], "title": "87/447/EEC: Commission Decision of 31 July 1987 amending Commission Decision 85/516/EEC relating to the setting up of a Joint Committee on Road Transport\n", "header": "COMMISSION  DECISION\nof 31 July 1987\nCommission Decision 85/516/EEC relating to the setting up of a Joint Committee on Road Transport\n(87/447/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nWhereas the enlargement of the Community requires an increase in the number of representatives of European organizations in the Joint Committee on Road Transport;\nWhereas the Commission must take account of the specific situation in the various Member States in order to ensure optimum participation by the social partners of the road transport sector in the work of the Joint Committee and thus safeguard its representativeness of the socio-economic forces concerned;", "main_body": ["Commission Decision 85/516/EEC (1) is hereby amended as follows:\n1. Article 4 is replaced by the following:\n'Article 4\n1. The Committee shall consist of 54 members.\n2. Seats shall be allocated as follows:\n(a) 27 to the representatives of the carriers' organizations\n(b) 27 to the representatives of the employees' organizations.\n3. The members of the Committee shall be appointed by the Commission as follows:\n(a) 48 on proposals from the following carriers' and employees' organizations:\n- Liaison committees of the IRU (International Road Transport Union) to the European Communities: 24 members;\n- Committee of Transport Workers' Unions in the European Community: 24 members;\n(b) six, directly by the Commission, after consultation of the bodies mentioned in 3 (a) above; from amongst the most representative associations of employers and employees, where appropriate other than the bodies mentioned in 3 (a)'.\n2. Article 3 (1) (b) is replaced by the following:\n'1 (b) in respect of matters falling within the competence of the employers' and employees' associations listed in Article 4 (3).'\n3. Article 5 (1) is replaced by the following:\n'1. An alternate shall be appointed for each member of the Committee under the same conditions as laid down in Article 4 (3).'\n4. Article 6 (3) is replaced by the following:\n'3. A member's or alternate's term of office shall cease before the expiry of the period of four years upon his resignation or death or if the association which nominated him requests his replacement. The vacancy thereby caused shall be filled in the manner prescribed in Article 4 (3) by a person appointed for the remainder of the term of office.'\n5. Article 7 (1) is replaced by the following:\n'1. The Committee shall, by a two-thirds majority of members present, elect from among its members a chairman and vice-chairman who shall hold office for a term of two years. The chairman and the vice-chairman shall be chosen alternately, and in reverse order, from amongst the groups of associations listed in Article 4 (3).'\n6. Article 9 (b) is replaced by the following:\n'(b) ask the Commission to appoint experts to assist it in specific tasks. It shall be its duty to do so if one of the associations listed in Article 4 (3) so requests;'\n7. Article 12 (3) and (4) is replaced by the following:\n'3. A representative of the secretariat of each of the bodies mentioned in Article 4.3 a) may attend the meetings of the Committee as observer.\n4. The Commission may, after consulting the associations of employers and employees referred to in Article 4, paragraph 3 a), invite organizations other than those referred to in Article 4, paragraph 3 to participate in the Committee's work as observers.'", "This Decision shall enter into force on 31 July 1987."], "attachments": "Done at Brussels, 31 July 1987.\nFor the Commission\nManuel MARĂ\u008dN\nVice-President\n(1) OJ No L 317, 28. 11. 1985, p. 33 and\nOJ No L 7, 10. 1. 1986, p. 15."}