{"celex_id": "31985R3320", "uri": "http://publications.europa.eu/resource/cellar/5d16cb2a-14b7-44e5-8504-0ddd5f63a8b9", "type": "Regulation", "concepts": ["1596", "2664", "4284", "4692"], "title": "Commission Regulation (EEC) No 3320/85 of 27 November 1985 fixing the depreciation coefficient and the tolerance for storage losses for pigmeat bought into intervention in accordance with Regulations (EEC) No 2121/85 and (EEC) No 2122/85\n", "header": "COMMISSION  REGULATION (EEC) No 3320/85\nof 27 November 1985\nfixing the depreciation coefficient and the tolerance for storage losses for pigmeat bought into intervention in accordance with Regulations (EEC) No 2121/85 and (EEC) No 2122/85\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2759/75 of 29 October 1975 on the common organization of the market in pigmeat (1), as last amended by Regulation (EEC) No 2966/80 (2), and in particular Article 20 thereof,\nHaving regard to Council Regulation (EEC) No 1883/78 of 2 August 1978 laying down general rules for the financing of intervention by the European Agricultural Guidance and Guarantee Fund, Guarantee Section (3), as last amended by Regulation (EEC) No 1716/84 (4), and in particular Article 7 thereof,\nHaving regard to Council Regulation (EEC) No 3247/81 of 9 November 1981 on the financing by the European Agricultural Guidance and Guarantee Fund, Guarantee Section, of certain intervention measures, particularly those involving the buying-in, storage and sale of agricultural products by intervention agencies (5), and in particular Article 3 thereof,\nWhereas the Belgian intervention agency has bought in pigmeat in frozen condition, in accordance with Article 1 (1) of Commission Regulation (EEC) No 2121/85 (6) and (EEC) No 2122/85 (7), the selling price of which, as a result of freezing, is lower than the buying-in price calculated for meat in fresh condition;\nWhereas the selling price of the abovementioned pigmeat will be further lowered as a result of obligations incumbent upon the purchaser for its processing, heat treatment and disposal in accordance with Commission Regulation (EEC) No 2858/85 (8), as last amended by Regulation (EEC) No 3083/85 (9);\nWhereas it is therefore necessary to fix a coefficient of depreciation applying to the buying-in price paid by the intervention agencies in accordance with Article 7 of Regulation (EEC) No 1883/78;\nWhereas, according to Article 3 (1) of Regulation (EEC) No 3247/81, a tolerance for weight losses during storage of the pigmeat bought in may be fixed; whereas, in the present case, this tolerance should be 0 %, the product being completely frozen prior to taking over into intervention;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Pigmeat,", "main_body": ["The depreciation coefficient provided for in Article 7 of Regulation (EEC) No 1883/78 shall be 0,50 for all pigmeat purchased in accordance with Article 1 (1) of Regulations (EEC) No 2121/85 and (EEC) No 2122/85; it shall be applied to the buying-in price of the products bought in by the intervention agencies.", "The tolerance for losses during storage by the Belgian intervention agency of pigmeat purchased in accordance with Article 1 (1) of Regulations (EEC) No 2121/85 and (EEC) No 2122/85 shall be 0 %.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 September 1985.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 27 November 1985.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 282, 1. 11. 1975, p. 1.\n(2) OJ No L 307, 18. 11. 1980, p. 5.\n(3) OJ No L 216, 5. 8. 1978, p. 1.\n(4) OJ No L 163, 21. 6. 1984, p. 1.\n(5) OJ No L 327, 14. 11. 1981, p. 1.\n(6) OJ No L 198, 30. 7. 1985, p. 20.\n(7) OJ No L 198, 30. 7. 1985, p. 25.\n(8) OJ No L 274, 15. 10. 1985, p. 22.\n(9) OJ No L 294, 6. 11. 1985, p. 17."}