{"celex_id": "31985D0256", "uri": "http://publications.europa.eu/resource/cellar/f69210e9-2fb1-4c0e-86cd-66e95a382424", "type": "Decision", "concepts": ["3892", "588", "888"], "title": "85/256/EEC: Commission Decision of 2 May 1985 concerning an application for refund of anti-dumping duties collected on imports of certain acrylic fibres originating in the United States of America (Only the Italian text is authentic)\n", "header": "COMMISSION  DECISION\nof 2 May 1985\nconcerning an application for refund of anti-dumping duties collected on imports of certain acrylic fibres originating in the United States of America\n(Only the Italian text is authentic)\n(85/256/EEC)\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2176/84 of 23 July 1984 on protection against dumped or subsidized imports from countries not members of the European Economic Community (1), and in particular Article 16 thereof,\nWhereas:\nA. Procedure\n(1) On 3 May 1980 the Council, by Regulation (EEC) No 1100/80 (2), imposed a definitive anti-dumping duty on imports of certain acrylic fibres originating in the United States of America. The rate of the duty is 13,7 % on discontinuous acrylic fibre falling within Common Customs Tariff subheading ex 56.01 A and corresponding to NIMEXE code 56.01-15 and 17,6 % on continuous filament tow of acrylic fibre falling within Common Customs Tariff subheading ex 56.02 A and corresponding to NIMEXE code 56.02-15.\n(2) On 28 February 1983 and on 2 August 1984 the Council, by Regulations (EEC) No 485/83 (3) and (EEC) No 2275/84 (4), amended Regulation (EEC) No 1100/80 by excluding from the application of the duty two American exporters of the products in question who offered price undertakings.\n(3) On 3 July 1984 and 31 July 1984 Tessile Fiorentina Srl, Prato, Italy, and on 3 April 1984 Lanificio Fratelli Becagli, Montemurlo, Italy, importers of the products in question, applied to the Italian authorities for a refund of amounts of Lit . . . and . . . (5) respectively, in connection with their imports from the USA. These amounts corresponded to definitive anti-dumping duties collected. The Italian authorities forwarded the applications to the Commission.\n(4) Following the submission by the applicants of further supporting evidence, the claims were examined by the Commission followed by on-the-spot investigations carried out at the premises of the applicants.\n(5) The Commission informed the Member States and gave its opinion on the matter. All Member States agreed with this opinion.\nB. Arguments of the applicants\n(6) Both applicants stated that they import the products in question from Leigh Fibers Inc., Boston, Mass., an exporter who was investigated during the second review of this case and for whom no dumping was found. The applicants based their claims on the allegation that since no dumping was found concerning this exporter, who has subsequently been excluded from the application of the duty, the duties already paid should be refunded.\nC. Admissibility\n(7) The applications are admissible since they were introduced in conformity with the relevant provisions of the Community's anti-dumping legislaion, in particular those concerning time limits.\nD. Merits of the claim\n(8) In its investigation the Commission verified all relevant documents such as exporters' invoices, customs clearance forms, receipts of the duties paid, etc. These were compared with the findings of the review which had been carried out at the premises of the exporter concerned.\n(9) It was found that the import transactions for which the importers in question requested refunds took place before Regulation (EEC) No 2275/84, excluding Leigh Fibers, came into effect and that, therefore, the two applicants had to pay the anti-dumping duties.\n(10) It was established that the products in question were imported from Leigh Fibers Inc., Boston, Mass., all of whose exports were found, in the review proceeding, not to have been dumped. It was also established that the duties collected on each of the import transactions for which the importers in question requested refunds corresponded to transactions at prices which were not dumped.\n(11) Therefore, and in line with present practice, the claims are considered justified and the applications have, thus, to be accepted,", "main_body": ["The refund applications submitted by Tessile Fiorentina Srl, Prato, Italy, and Lanificio Fratelli Becagli, Montemurlo, Italy, amounting to Lit . . . and Lit . . . respectively, are hereby granted.", "The amounts set out in Article 1 shall be refunded by the Italian authorities.", "This Decision is addressed to the Italian Republic and to Tessile Fiorentina Srl, Prato, Italy, and Lanificio Fratelli Becagli, Montemurlo, Italy."], "attachments": "Done at Brussels, 2 May 1985.\nFor the Commission\nWilly DE CLERCQ\nMember of the Commission\n(1) OJ No L 201, 30. 7. 1984, p. 1.\n(2) OJ No L 114, 3. 5. 1980, p. 37.\n(3) OJ No L 55, 2. 3. 1983, p. 1.\n(4) OJ No L 209, 1. 8. 1984, p. 1.\n(5) In the published version of the Decision, some figures have hereinafter been omitted, pursuant to the provisions of Article 8 of Regulation (EEC) No 2176/84 concerning non-disclosure of business secrets."}