{"celex_id": "31986R0646", "uri": "http://publications.europa.eu/resource/cellar/2a67d42e-4db1-42a7-bf70-471daf26e07e", "type": "Regulation", "concepts": ["4713", "4734"], "title": "Commission Regulation (EEC) No 646/86 of 28 February 1986 fixing the export refunds on wine and repealing Commission Regulation (EEC) No 204/84\n", "header": "COMMISSION REGULATION (EEC) N°  646/86\nof 28 February 1986\nfixing the export refunds on wine and repealing Commission Regulation  (EEC)\nN° 204/84\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) N° 337/79 of\n5 February 1979 on the common organization  of the market in wine (1), as last amended by Regulation (EEC) N° 3805/85 (2), and in particular  Article 20 (4) thereof,\nWhereas, pursuant to Article 20 of Regulation (EEC) N° 337/79, to the extent necessary to enable  the products listed in Article 1 (2) of that Regulation to be exported in an economically  significant quantity on the basis of the prices for those products on the world market, the  difference between those prices and the prices in the Community may be covered by an export refund;  whereas, however, refunds may be granted only for the products specified in Article 1 (2) of  Council Regulation (EEC) N° 345/79 of 5 February 1979 laying down general rules for granting export  refunds on wine and criteria for fixing the amount of such refunds (3), as amended by Regulation  (EEC) N° 2009/81 (4);\nWhereas, pursuant to Article 2 of Regulation (EEC) N° 345/79, refunds are to be fixed having regard  to the existing situation and future trends with regard to: (i) prices and availabilities of the  products concerned on the Community market and (ii) world market prices for these products; whereas  account must also be taken of the costs referred to in that Article, of the economic aspects of the  proposed exports, of the objectives defined in the said Article and of the need to avoid  disturbances on the Community market; whereas, however, when fixing the amount of the refunds  applicable to liqueur wines, account should be taken of the difference between Community prices and  world market prices in respect only of wine and musts used in the manufacture of liqueur wines,  since no such difference is recorded in respect of the other products used in the manufacture of  the wines in question;\nWhereas, pursuant to Article 3 of Regulation (EEC) N° 345/79, Community market prices must be  determined on\n(1) OJ N° L 54, 5. 3. 1979, p. 1.\n(2) OJ N° L 367, 31. 12. 1985, p. 39.\n(3) OJ N° L 54, 5. 3. 1979, p. 69.\n(4) OJ N° L 195, 18. 7. 1981, p. 6.\nthe basis of the most advantageous export prices; whereas the prices referred to in Article 3 (2)  must be taken into account when the prices in international trade are being determined;\nWhereas the international trade situation or the specific requirements of certain markets may make  it necessary to vary the refund according to the use or destination of a specific product;\nWhereas there is at present scope for economically significant exports of concentrated grape musts,  table wines other than of type R III and rosé table wines from the Portugieser variety;\nWhereas Commission Regulation (EEC) N° 3389/81 of 27 November 1981 (5), as amended by Regulation  (EEC) N° 3473/82 (6), lays down the detailed rules for the application of export refunds on wine;\nWhereas Article 10 of Council Regulation (EEC) N° 480/86 (7) provides that export refunds  applicable to trade between Spain and third countries are to be reduced by the regulatory amounts  referred to in Articles 2 and 5 of the Regulation; whereas, however, in order to avoid the risk of  disturbances to trade or in cases where the market situation so requires, provision may be made for  all or part of the regulatory amounts to be disregarded;\nWhereas Commission Regulation (EEC) N° 648/86 (8) fixes the regulatory amounts referred to in  Articles 2 and 3 of Regulation (EEC) 480/86;\nWhereas, applying the abovementioned rules to the present market situation, in particular to the  prices of wines in the Community and on the world market, the refunds should be fixed as shown in  the Annex hereto, and Commission Regulation (EEC) N° 204/84 of 26 January 1984 fixing the export  refunds on wine (9) should be repealed;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the  Management Committee for Wine,\n(5) OJ N° L 341, 28. 11. 1981, p. 24.\n(6) OJ N° L 365, 24. 12. 1982, p. 30.\n(7) OJ N° L 54, 1. 3. 1986, p. 2.\n(8) See page 54 of this Official Journal.\n(9) OJ N° L 22, 27. 1. 1984, p. 23.", "main_body": ["The export refunds for the products listed in Article 1 (2) of  Regulation (EEC) N° 345/79 shall be as shown in the Annex hereto.", "Regulation (EEC) N° 204/84 is hereby repealed.", "This Regulation shall enter into force on 1 March 1986.\nThis Regulation shall be binding in its entirety and directly applicable in all  Member States."], "attachments": "Done at Brussels, 28 February 1986.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\nEWG:L060UMBE31.95\nFF: 1UEN;   SETUP: 01;    Hoehe: 730 mm;   104 Zeilen;   4898 Zeichen;\nBediener: MARK   Pr.: C;\nKunde: ................................\nANNEX\n>TABLE>"}