{"celex_id": "31980D0789", "uri": "http://publications.europa.eu/resource/cellar/55f4e897-1198-4c79-a0dd-f4b1c3eb64a8", "type": "Decision", "concepts": ["164", "2292", "5647", "601", "663", "998"], "title": "80/789/EEC: Commission Decision of 22 July 1980 relating to a proceeding under Article 85 of the EEC Treaty (IV/26.528 - The Distillers Co. Ltd - Victuallers) (Only the English text is authentic)\n", "header": "COMMISSION DECISION  of 22 July 1980  relating to a proceeding under Article 85 of the EEC Treaty (IV/26.528 - The Distillers Co. Ltd - Victuallers)  (Only the English text is authentic)  (80/789/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 85 thereof,\nHaving regard to Regulation No 17 of 6 February 1962 (1), and in particular Articles 2 and 4 thereof,\nHaving regard to the notification of a standard agreement by the Distillers Company Ltd made on 4 September 1967 on behalf of 41 of its subsidiaries (listed in the Annex hereto),\nHaving regard to the publication in OJ No C 9 of 2 February 1971 and No C 65 of 15 March 1980 of the essential content of the notification as required by Article 19 (3) of Regulation No 17,\nHaving regard to the opinion of the Advisory Committee on Restrictive Practices and Dominant Positions obtained pursuant to Article 10 (3) of Regulation No 17 on 16 July 1975 and on 20 May 1980,\nI. The facts\nThe facts are as follows:    1. This Decision concerns the standard agreement on the basis of which subsidiaries of The Distillers Company Ltd supply victuallers in all common market countries with Scotch whisky intended exclusively for resale for tax and duty-free consumption.\n2. The relevant subsidiaries of the Distillers Company Ltd produce Scotch whisky which they sell under their own brands. They all have their registered offices in the United Kingdom.\nThey have made agreements of this kind with about 500 victuallers in various common market countries.\nWorld-wide sales by The Distillers Company Ltd group of Scotch whisky amounted to ÂŁ 497 72 million (including duties and taxes) in the financial year 1978/79. In 1978/79 its world-wide sales of Scotch whisky for tax and duty-free consumption represented 11 73 % of its total sales world-wide, and its tax and duty-free sales in the common market amounted to 2 76 % of its total sales.\n3. Firms which receive supplies on the basis of the agreement notified are termed \"victuallers\". This word originally meant firms established in ports which supplied ships with on-board provisions of all kinds. Victuallers supply ships serving international routes with products like Scotch whisky, which, if they are consumed on board ship, are not subject to payment of duties and taxes in the normal way. As aviation developed, the term \"victualler\" was also applied to firms supplying aircraft with products to be consumed on board for tax and duty-free consumption.\nApart from international ship and aircraft operators, victuallers also supply other customers who are entitled to consume products such as Scotch whisky free of duty and taxes, particularly embassies, armed forces outside their own country and certain international organizations. To sum up, victuallers supply the duty-free trade.\n4. The terms on which duty-free concessions are granted are laid down by legal provisions and international conventions. The concessions are available to persons consuming the products on board a ship or aircraft serving an international route and to embassies, foreign armed forces and certain international organizations. The concessions apply to consumable products and for limited quantities only. Lastly, those eligible for the concessions are not allowed to transfer the duty-free products to other persons.\n5. Scotch whisky supplied to the victuallers on the basis of the relevant agreement is often labelled in such a way as to indicate its duty-free destination, typical words being \"for duty-free only\".  (1)OJ No 13, 21.2.1962, p. 204/62.\n6. For many years the subsidiaries of The Distillers Company Ltd have imposed on victuallers uniform obligations which are contained in the standard agreement notified. Under the terms of this standard agreement, the victuallers undertake:      (a) not to resell the products supplied except for the purpose of tax and duty-free consumption (in embassies or in aircraft or as ships' stores), and to resell them only to persons or firms which there is no reasonable cause to believe will resell or use such products otherwise than for duty-free consumption;\n(b) to impose an obligation similar in terms to (a) above on the resale of the products supplied and to use their best endeavours to ensure that the same obligation is accepted by all subsequent purchasers of the products supplied.\nThese agreements impose no sales restrictions other than those stated in (a) and (b).\n7. Observations addressed to the Commission after the first publication of the essential content of the standard agreement on 2 February 1971 in the Official Journal (1), pursuant to Article 19 (3) of Regulation No 17, demonstrated that dealers selling branded whiskies to ordinary customers have in some cases been supplied by victuallers in breach of their abovementioned obligations. No further observations were made to the Commission following the second publication, on 15 March 1980 (2), the main purpose of that new publication being to enable interested third parties in the new Member States (Denmark, Ireland and the United Kingdom) to present any observations they may have had.\nII. Applicability of Article 85 (1) of the EEC Treaty\n8. Negative clearance may be given under Article 2 of Regulation 17 if the Commission finds that on the basis of the facts in its possession there are no grounds for action under Article 85 (1) of the Treaty in respect of the agreement notified.\n9. Article 85 (1) prohibits all agreements between undertakings, decisions by associations of undertakings and concerted practices which may affect trade between the Member States and which have as their object or effect the prevention, restriction or distortion of competition within the common market.\n10. The standard agreement notified is an agreement between undertakings which imposes certain obligations on victuallers as regards the resale of the whiskies supplied.\n11. Under the agreement the victualler may supply customers only if he knows or may reasonably suppose that they will use the products concerned for the purpose of duty-free consumption. He is also obliged to impose on his customers a similar obligation on the resale of the products supplied and to obtain an undertaking that the same conditions will be imposed on any subsequent purchasers.\n12. The effect of the agreement is to prevent victuallers in one Member State from reselling products supplied under the agreement to customers in other Member States for \"ordinary\" consumption, which is to say, to customers who sell or consume products on which duties and taxes must be paid. The wholesale and retail trades, large shops, supermarkets and the ordinary final consumer cannot obtain supplies from victuallers of products supplied under the agreement. However, these are customers who would not normally be supplied by the victualler or his customers.\n13. The victuallers mainly supply international ship and aircraft operators, embassies, foreign armed forces and international organisations with duty-free products in quantities limited by law. These customers pass these products on to consumers who are authorized by law to consume them without paying duties and taxes. The victuallers' business therefore consists of selling duty-free products, such as Scotch whisky, generally identified by words such as \"for duty-free only\", that is to say supplying the very category of customer to which the agreement in question obliges them to confine themselves. The victuallers' business is not oriented towards trade in products for ordinary consumption or towards supplying customers whom, as a result of the obligation at issue, they cannot supply. Moreover, the Commission's information is that, in practice, only in exceptional cases have victuallers supplied customers other than those entitled to make duty-free purchases and, duty having been paid, made deliveries to retailers who supply for ordinary consumption.  (1)OJ No C 9, 2.2.1971, p. 3. (2)OJ No C 65, 15.3.1980, p. 4.\n14. Lastly, if the victuallers wish to set up in business for ordinary consumption and supply other sellers or final consumers, they are free to ask the producer, wholesalers or sole distributors to supply them with products for ordinary consumption, that is to say products not bearing special labels and on which tax and duty has been paid.\n15. Consequently it may be concluded that, although in theory the standard agreement notified appears to restrict the victualler's freedom to choose his customers and the terms of the sales agreements to be made with them, it does not in practice result in any real restriction on the victualler's freedom of action. It follows that the obligation imposed on victuallers does not have the effect of appreciably restricting competition in the common market. Moreover, the agreement notified restricts them in no other way, for it leaves the victuallers free to sell in all countries of the common market - and indeed in the world - without restrictions ; it does not prevent them from selling other brands of Scotch whisky which are not covered by the agreement, nor does it affect their freedom to determine their resale prices.\n16. Furthermore, the fact that the victuallers' successive customers are prohibited from reselling the products for ordinary consumption is likewise not such as to appreciably restrict competition. In fact, the victuallers sell only to other victuallers or to international operators of ships and aircraft, embassies, foreign armed forces and international organizations, for the account of persons who qualify for duty-free concessions. In so far as the obligation at issue relates to other victuallers, its effect is not appreciably to restrict competition, for the reasons already advanced. Moreover, the second category of customer is supplied by the victuallers only in limited quantities and provided that the products are not for ordinary consumption but for duty-free consumption. Moreover, if these customers, whose normal activity is not reselling Scotch whisky, were to sell any whisky duty-paid, they could in any case do so only very occasionally and in very limited quantities. Lastly, the current legal provisions prohibit final consumers qualifying for duty-free concessions from passing the goods on to other persons. Consequently the obligation imposed on successive customers does not have the effect of appreciably restricting competition on the common market.\n17. Consequently, on the basis of the information at its disposal, the Commission has no cause to find that the standard agreement notified by The Distillers Company Ltd has the object or effect of preventing, restricting or distorting competition to an appreciable extent within the common market. Since this condition for the application of Article 85 (1) of the Treaty is not present, negative clearance may be granted.", "main_body": ["On the basis of the facts in its possession, the Commission has no grounds for action under Article 85 (1) of the Treaty establishing the European Economic Community in respect of the standard agreement between the subsidiaries of The Distillers Company Limited and victuallers in the common market, which agreement relates to supplies of Scotch whisky for resale for consumption free of duties and taxes.", "This Decision is addressed to The Distillers Company Ltd, 21 St James's Square, London SW1, which shall notify it to its 41 subsidiaries listed in the Annex hereto."], "attachments": "Done at Brussels, 22 July 1980.\nFor the Commission\nRaymond VOUEL\nMember of the Commission\nANNEX List of Distillers subsidiaries to whom this Decision applies\n1. Ainslie & Heilbron (Distillers) Ltd, Glasgow\n2. Baird-Taylor Ltd, Glasgow\n3. John Begg Ltd, Glasgow\n4. Benmore Distilleries Ltd, Glasgow\n5. J.A. Bertram & Co. Ltd, Edinburgh\n6. John Bisset & Co. Ltd, Edinburgh\n7. James Buchanan a Co. Ltd, London\n8. Bulloch Lade & Co. Ltd, Glasgow\n9. Geo. Cowie & Son Ltd, Dufftown\n10. John Crabbie & Co. Ltd, Edinburgh\n11. Craighall Bonding Co. Ltd, Glasgow\n12. A. & A. Crawford Ltd, Edinburgh\n13. Daniel Crawford & Co. Ltd, Glasgow\n14. The Distillers Agency Ltd, South Queens-ferry\n15. Peter Dawson Ltd, Glasgow\n16. John Dewar & Sons Ltd, Perth\n17. A. Ferguson & Co. Ltd, Edinburgh\n18. Donald Fisher Ltd, Edinburgh\n19. John Gillon & Co. Ltd, Glasgow\n20. Wm. Greer & Co. Ltd, Glasgow\n21. John Haig & Co. Ltd, Fife\n22. J. & W. Hardie Ltd, Edinburgh\n23. J. & R. Harvey & Co. Ltd, Glasgow\n24. John Hopkins & Co. Ltd, Glasgow\n25. Low Robertson & Co. Ltd, Edinburgh\n26. W.P. Lowrie & Co. Ltd, Glasgow\n27. Macdonald Greenlees Ltd, Edinburgh\n28. Macleay Duff (Distillers) Ltd, Glasgow\n29. D. & J. McCallum Ltd, Edinburgh\n30. John McEwan & Co. Ltd, Edinburgh\n31. Mitchell Bros. Ltd, Glasgow\n32. Jas. Munro & Son Ltd, Edinburgh\n33. John Robertson & Son Ltd, Edinburgh\n34. Wm. Sanderson & Son Ltd, Edinburgh\n35. Slater, Rodger & Co. Ltd, Glasgow\n36. J. & G. Stewart Ltd, Edinburgh\n37. R.H. Thomson & Co. (Distillers) Ltd, Edinburgh\n38. John Walker & Sons Ltd, London\n39. James Watson & Co. Ltd, Dundee\n40. White Horse Distillers Ltd, Glasgow\n41. Wright & Greig Ltd, Glasgow"}