{"celex_id": "31989R3608", "uri": "http://publications.europa.eu/resource/cellar/0bc900fe-d6d5-4644-a925-52c6ce832f77", "type": "Regulation", "concepts": ["1774", "2783", "3591", "4347"], "title": "Council Regulation (EEC) No 3608/89 of 20 November 1989 establishing ceilings and Community surveillance for imports of certain products originating in Malta (1990)\n", "header": "COUNCIL REGULATION (EEC) No 3608/89 of 20 November 1989 establishing ceilings and Community surveillance for imports of certain products originating in Malta (1990)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 113 thereof,\nHaving regard to the proposal from the Commission,\nWhereas the Agreement establishing an Association between the European Economic Community and Malta (1), as supplemented by the Additional Protocol (2) and by the Supplementary Protocol to the Agreement (3) extending until 31 December 1990 the first  stage of the Agreement and adapting certain provisons thereof, has provided in Article 2 of Annex I for the total abolition of customs duties in respect of the products to which the Agreement applies; whereas, however, exemption from duties in respect  of a number of products is subject to ceilings above which the customs duties applicable to third countries may be re-established; whereas, in the context of the said ceilings, the Kingdom of Spain and the Portuguese Republic will apply customs duties  calculated in accordance with the said Protocol to the Agreement establishing an Association between the European Economic Community and Malta consequent on the accession of the Kingdom of Spain and the Portuguese Republic to the Community (4);\nWhereas the ceilings to be applied in 1990 should therefore be determined; whereas those ceilings can be applied only if the Community is regularly informed of imports of the said products originating in Malta; whereas imports of those products should  therefore be subject to a system of surveillance;\nWhereas this objective may be achieved by means of an administrative procedure based on charging imports of the products in question against the ceilings at Community level as and when the products are entered with customs authorities for free  circulation; whereas this administrative procedure must provide for the possibility of the applicable customs duties being re-established as soon as the ceilings are reached at Community level;\nWhereas this administrative procedure requires close and particularly rapid cooperation between the Member States and the Commission and the latter must in particular be able to follow the progress of quantities charged against the ceilings and Keep the  Member States informed; whereas this\n(5) OJ No L 61, 14. 3. 1971, p. 2.\n(6) OJ No L 304, 29. 11. 1977, p. 2.\n(7) OJ No L 81, 23. 3. 1989, p. 2.\n(8) OJ No L 81, 23. 3. 1989, p. 11.\ncooperation has to be particularly close since the Commission must be able to take appropriate measures to re-establish customs tariffs if one of the ceilings is reached,", "main_body": ["1.  From 1 January to 31 December 1990 imports into the Community of the products listed in the Annex and originating in Malta shall be subject to annual ceilings and Community surveillance.\nThe description of the products referred to in the first subparagraph, the corresponding CN codes and the ceilings are set out in the Annex.\nIn the framework of these tariff ceilings, the Kingdom of Spain and the Portuguese Republic shall apply customs duties calculated in accordance with the relevant provisions of the Protocol to the Association Agreement between the European Economic  Community and Malta consequent on the accession of Spain and Portugal.\n2.  Quantities shall be charged against the ceilings as and when the products are entered with customs authorities for free circulation accompanied by a movement certificate in accordance with the rules contained in the Protocol concerning the  definition of the concept of ´originating products' and methods of administrative cooperation annexed to the Protocol laying down certain provisions relating to the Agreement establishing an association between the European Economic Community and Malta  (9).\nGoods may be charged against the ceiling only if the movement certificate is submitted before the date on which customs duties are re-established.\nThe extent to which a ceiling is used up shall be determind at Community level on the basis of the imports charged against it in the manner defined in the preceding subparagraphs.\nMember States shall inform the Commission of imports charged in accordance with the above procedure at\nthe intervals and within the time limits specified in\nparagraph 4.\n(10) OJ No L 111, 28. 4. 1976, p. 3.\n3.  As soon as the ceilings are reached, the Commission may adopt a Regulation re-establishing, until the end of the calendar year, the customs duties applicable to third countries.\n4.  Member States shall send the Commission not later than the 15th day of each month statements of the quantities charged during the preceding month. If the Commission so requests, they shall provide such statements for periods of 10 days and forward  them within five clear days of the end of each 10-day period.", "The Commission, in close cooperation with the Member States, shall take all appropriate measures for the purposes of applying this Regulation.", "This Regulation shall enter into force on 1 January 1990.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 November 1989.\nFor the Council\nThe President\nH. NALLET\nANNEX   List of products subject to import ceilings in 1990\nOrder\nNo\nCN code (¹)\nDescription\nLevel of ceiling\n(tonnes)\n11.0010\nex 5204\nCotton sewing thread, whether or not put up for retail sale:\n-Not put up for retail sale:\nex 5204 11 00\n--Containing 85 % or more by weight of cotton\nex 5204 19 00\n--Other\nex 5205\nCotton yarn (other than sewing thread), containing 85 % or more by weight of cotton, not put up for retail sale\nex 5206\nCotton yarn (other than sewing thread), containing less than 85 % by weight of cotton, not put up for retail sale\nex 5604\nRubber thread and cord, textile covered; textile yarn, and strip and the like falling within code 5404 or 5405, impregnated, coated, covered or sheathed with rubber or plastics:\nex 5604 90 00\n-Other:\n--Of cotton\n11.0020\nex 5208\nWoven fabrics of cotton, containing 85 % or more by weight of cotton, weighing not more than 200 g/m²\nex 5209\nWoven fabrics of cotton, containing 85 % or more by weight of cotton, weighing more than 200 g/m²\nex 5210\nWoven fabrics of cotton, containing less than 85 % by weight of cotton, mixed mainly or solely with man-made fibres, weighing not more than 200 g/m²\nex 5211\nWoven fabrics of cotton, containing less than 85 % by weight of cotton, mixed mainly or solely with man-made fibres, weighing more than 200 g/m²\nex 5212\nOther woven fabrics of cotton\nex 5801\nWoven pile fabrics and chenille fabrics, other than fabrics falling within code 5802 or 5806:\n-Of cotton:\nex 5801 21 00\n--Uncut weft pile fabrics\nex 5811 00 00\nQuilted textile products of cotton in the piece, composed of one or more layers of textile materials assembled with padding by stitching or otherwise, other than embroidery of heading No 5810\nex 6308 00 00\nSets consisting of woven fabric and yarn, of cotton, whether or not with accessories, for making up into rugs, tapestries, embroidered table cloths or serviettes, or similar textile articles, put up in packings for retail sale\n11.0030\nex 5506\nSynthetic staple fibres, carded, combed or otherwise processed for spinning\nex 5507 00 00\nArtificial staple fibres, carded, combed or otherwise processed for spinning\n(¹) The Taric codes are to be found on the last page of this Annex.\naa\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\na\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\ns\napplication\nof ceiling\nsuspended\naa\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\na\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\ns\napplication\nof ceiling\nsuspended\naa\nA\na\nA\ns\napplication\nof ceiling\nsuspended\nOrder\nNo\nCN code\nDescription\nLevel of ceiling\n(tonnes)\n11.0040\nex 5608\nKnotted netting of twine, cordage or rope; made-up fishing nets and other made-up nets, of textile materials:\n-Of man-made textile materials:\nex 5608 19\n--Other:\n---Made-up nets:\n----Of nylon or other polyamides:\nex 5608 19 19\n-----Other\n----Other:\nex 5608 19 39\n-----Other\nex 5608 90 00\n-Other\nex 6101\nMen's or boys' overcoats, car-coats, capes, cloaks, anoraks (including ski-jackets), wind-cheaters, wind-jackets and similar articles, knitted or crocheted, other than those falling within code 6103\nex 6102\nWomen's or girls' overcoats, car-coats, capes, cloaks, anoraks (including ski-jackets), wind-cheaters, wind-jackets and similar articles, knitted or crocheted, other than those falling within code 6104\nex 6103\nMen's or boys' suits, ensembles, jackets, blazers, trousers, bib and brace overalls, breeches and shorts (other than swimwear), knitted or crocheted\nex 6104\nWomen's or girls' suits, ensembles, jackets, blazers, dresses, skirts, divided skirts, trousers, bib and brace overalls, breeches and shorts (other than swimwear), knitted or crocheted\nex 6106\nWomen's or girls' blouses, shirts and shirt-blouses, knitted or crocheted\nex 6107\nMen's or boys' underpants, briefs, nightshirts, pyjamas, bathrobes, dressing gowns and similar articles, knitted or crocheted:\n-Other:\nex 6107 91 00\n--Of cotton\nex 6107 92 00\n--Of man-made fibres\nex 6107 99 00\n--Of other textile materials\nex 6108\nWomen's or girls' slips, petticoats, briefs, panties, nightdresses, pyjamas, négligés, bathrobes, dressing gowns and similar articles, knitted or crocheted:\n-Other:\nex 6108 91 00\n--Of cotton\nex 6108 92 00\n--Of man-made fibres\nex 6108 99\n--Of other textile materials:\nex 6108 99 10\n---Of wool or fine animal hair\nex 6108 99 90\n---Of other textile materials\nex 6110\nJerseys, pullovers, cardigans, waistcoats and similar articles, knitted or crocheted:\nex 6110 10\n-Of wool or fine animal hair:\n--Other:\n---Men's or boys':\nex 6110 10 31\n----Of wool\nex 6110 10 39\n----Of fine animal hair\n---Women's or girls':\nex 6110 10 91\n----Of wool\nex 6110 10 99\n----Of fine animal hair\naa\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\na\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\napplication\nof ceiling\nsuspended\nOrder\nNo\nCN code\nDescription\nLevel of ceiling\n(tonnes)\n11.0040\n(cont'd)\nex 6110 20\n-Of cotton:\n--Other:\nex 6110 20 91\n---Men's or boys'\nex 6110 20 99\n---Women's or girls'\nex 6110 30\n-Of man-made fibres:\n--Other:\nex 6110 30 91\n---Men's or boys'\nex 6110 30 99\n---Women's or girls'\nex 6110 90\n-Of other textile materials:\nex 6110 90 10\n--Of flax or ramie\nex 6110 90 90\n--Other\nex 6111\nBabies' garments and clothing accessories, knitted or crocheted:\nex 6111 10\n-Of wool or fine animal hair:\nex 6111 10 90\n--Other\nex 6111 20\n-Of cotton:\nex 6111 20 90\n--Other\nex 6111 30\n-Of synthetic fibres:\nex 6111 30 90\n--Other\nex 6111 90 00\n-Of other textile materials\nex 6112\nTrack suits, ski suits and swimwear, knitted or crocheted:\n-Track suits:\nex 6112 11 00\n--Of cotton\nex 6112 12 00\n--Of synthetic fibres\nex 6112 19 00\n--Of other textile materials\nex 6112 20 00\n-Ski suits\n-Men's or boys' swimwear:\nex 6112 31\n--Of synthetic fibres:\nex 6112 31 90\n---Other\nex 6112 39\n--Of other textile materials:\nex 6112 39 90\n---Other\n-Women's or girls' swimwear:\nex 6112 41\n--Of synthetic fibres:\nex 6112 41 90\n---Other\nex 6112 49\n--Of other textile materials:\nex 6112 49 90\n---Other\nex 6113 00\nGarments, made up of knitted or crocheted fabrics falling within code 5903, 5906 or 5907:\nex 6113 00 90\n-Other\nex 6114\nOther garments, knitted or crocheted\nex 6117\nOther made up clothing accessories, knitted or crocheted; knitted or crocheted parts of garments or of clothing accessories\nex 6301\nBlankets and travelling rugs:\nex 6301 20\n-Blankets (other than electric blankets) and travelling rugs, of wool or of fine animal hair:\nex 6301 20 10\n--Knitted or crocheted\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\na\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\napplication\nof ceiling\nsuspended\n(cont'd)\nOrder\nNo\nCN code\nDescription\nLevel of ceiling\n(tonnes)\n11.0040\n(cont'd)\nex 6301 30\nex 6301 30 10\n-Blankets (other than electric blankets) and travelling rugs, of cotton:\n--Knitted or crocheted\nex 6301 40\n-Blankets (other than electric blankets) and travelling rugs, of synthetic fibres:\nex 6301 40 10\n--Knitted or crocheted\nex 6301 90\n-Other blankets and travelling rugs:\nex 6301 90 10\n--Knitted or crocheted\nex 6302\nBed linen, table linen, toilet linen and kitchen linen:\nex 6302 10\n-Bed linen, knitted or crocheted:\nex 6302 10 10\n--Of cotton\nex 6302 10 90\n--Of other textile materials\nex 6302 40 00\n-Table linen, knitted or crocheted\nex 6303\nCurtains (including drapes) and interior blinds; curtain or bed valances:\n-Knitted or crocheted:\nex 6303 11 00\n--Of cotton\nex 6303 12 00\n--Of synthetic fibres\nex 6303 19 00\n--Of other textile materials\nex 6304\nOther furnishing articles, excluding those falling within code 9404:\n-Bedspreads:\nex 6304 11 00\n--Knitted or crocheted\n-Other:\nex 6304 91 00\n--Knitted or crocheted\nex 6305\nSacks and bags, of a kind used for the packing of goods:\nex 6305 20 00\n-Of cotton\n-Of man-made textile materials:\nex 6305 31\n--Of polyethylene or polypropylene strip or the like\nex 6305 39 00\n--Other:\n---Knitted or crocheted\nex 6305 90 00\n-Of other textile materials:\n--Knitted or crocheted\nex 6307\nOther made up articles, including dress patterns:\nex 6307 10\n-Floor-cloths, dish-cloths, dusters and similar cleaning cloths:\nex 6307 10 10\n--Knitted or crocheted\nex 6307 90\n-Other:\nex 6307 90 10\n--Knitted or crocheted\n11.0050\nex 6201\nMen's or boys' overcoats, car-coats, capes, cloaks, anoraks (including ski-jackets), wind-cheaters, wind-jackets and similar articles, other than those falling within code 6203\nex 6203\nMen's or boys' suits, ensembles, jackets, blazers, trousers, bib and brace overalls, breeches and shorts (other than swimwear)\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\na\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\ns\napplication\nof ceiling\nsuspended\n(cont'd)\naa\nA\nA\na\nA\nA\nA\n1 534\nOrder\nNo\nCN code\nDescription\nLevel of ceiling\n(tonnes)\n11.0050\n(cont'd)\nex 6207\nMen's or boys' singlets and other vests, underpants, briefs, nightshirts, pyjamas, bathrobes, dressing gowns and similar articles:\n-Other:\nex 6207 91 00\n--Of cotton\nex 6207 92 00\n--Of man-made fibres\nex 6207 99 00\n--Of other textile materials\nex 6210\nGarments, made up of fabrics falling within code 5602, 5603, 5903, 5906 or 5907:\nex 6210 10\n-Of fabrics falling within code 5602 or 5603:\n--Of fabrics falling within code 5603:\nex 6210 10 91\n---In sterile packs\nex 6210 10 99\n---Other\nex 6210 20 00\n-Other garments, of the type described in code 6201 11 to 6201 19\nex 6210 40 00\n-Other men's or boys' garments\nex 6211\nTrack suits, ski suits and swimwear; other garments:\n-Swimwear:\nex 6211 11 00\n--Men's or boys'\nex 6211 20 00\n-Ski suits\n-Other garments, men's or boys':\nex 6211 31 00\n--Of wool or fine animal hair\nex 6211 32\n--Of cotton:\nex 6211 32 10\n---Industrial and occupational clothing\nex 6211 32 90\n---Other\nex 6211 33\n--Of man-made fibres:\nex 6211 33 10\n---Industrial and occupational clothing\nex 6211 33 90\n---Other\nex 6211 39 00\n--Of other textile materials\nex 6217\nOther made up clothing accessories; parts of garments or of clothing accessories, other than those falling within code 6212:\nex 6217 90 00\n-Parts\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\na\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\nA\ns\n1 534\n(cont'd)\n*\nTaric codes\nOrder No\nCN code\nTaric code\n11.0010\nex 5604 90 00\n5604 90 00*50\n11.0020\nex 5811 00 00\n5811 00 00*14\n5811 00 00*91\n5811 00 00*92\nex 6308 00 00\n6308 00 00*11\n6308 00 00*19\n11.0040\nex 6305 39 00\n6305 39 00*91\nex 6305 90 00\n6305 90 00*10\n6305 90 00*19"}