{"celex_id": "31989R1122", "uri": "http://publications.europa.eu/resource/cellar/c1ede6ba-134b-40c9-be14-b1d1b026af44", "type": "Regulation", "concepts": ["1117", "2975", "693"], "title": "Council Regulation (EEC) No 1122/89 of 27 April 1989 laying down specific measures for the application of certain intervention thresholds in the fruit and vegetables sector for the 1989/90 marketing year\n", "header": "COUNCIL REGULATION (EEC) No 1122/89 of 27 April 1989 laying down specific measures for the application of certain intervention thresholds in the fruit and vegetables sector for the 1989/90 marketing year\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 43 thereof,\nHaving regard to the Act of Accession of Spain and Portugal, and in particular Article 89 (2) thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas Articles 16 (3a), 16a and 16b of Regulation (EEC) No 1035/72 (4), as last amended by Regulation (EEC) No 1119/89 (5), introduce mechanisms for intervention thresholds; whereas, as regards Spain, the switchover to the second phase of accession  takes place on 1 January 1990, i.e. during the 1989/90 marketing year for many products in the sector in question; whereas specific detailed rules should therefore be adopted for the application of the abovementioned mechanisms;\nWhereas such specific detailed rules consist in fixing thresholds for the Community of Ten on the one hand and for Spain on the other hand until 31 December 1989, and then thresholds for the Community with the exception of Portugal for the period from 1  January 1990 to the end of the marketing years of the products in question;\nWhereas those thresholds should be fixed in accordance with the calculation methods already introduced, as the case may be, by Article 16a of Regulation (EEC) No 1035/72, by Regulation (EEC) No 2240/88 (6) or by Council Regulation (EEC) No 1121/89 of 27  April 1989 on the introduction of an intervention threshold for apples and cauliflowers (7);\nWhereas, to assess any overrun in the abovementioned thresholds, the latter should be added to the quantities bought in, in view of the incorporation of the Spanish market from 1 January 1990;\nWhereas, for Portugal, in view of the specific provisions of the Act of Accession, and in particular Article 265 thereof, provision need not be made during the first stage of the transition for the application of similar measures,", "main_body": ["For the 1989/90 marketing year and for the products listed in Article 2, the following shall be fixed:\n1.  for the period from the beginning of the 1989/90 marketing year to 31 December 1989 for each product:\n- a threshold for the Community of Ten,\n- a threshold for Spain;\n2.  for the period from 1 January 1990 to the end of the 1989/90 marketing year for each product, a threshold for the Community with the exception of Portugal.", "1.  As regards the following products, the thresholds provided for in Article 1 shall be fixed in accordance with the calculation methods laid down:\n- for satsumas, clementines, mandarins and nectarines, in Article 16a of Regulation (EEC) No 1035/72,\n- for peaches, oranges and lemons, in Article 1 of Regulation (EEC) No 2240/88,\n- for apples, in Article 1 of Regulation (EEC) No 1121/89,\n- for cauliflowers, in Article 2 of Regulation (EEC) No 1121/89,\n2.  As regards tomatoes, the thresholds provided for in Article 1 shall be:\n- for the Community of Ten, that indicated in Article 16 (3a) of Regulation (EEC) No 1035/72,\n- for Spain, 10 % of the average production intended to be consumed fresh in the last five marketing years for which data are available.", "Where the sum of the quantities of one of the products referred to in Article 2 bought in Spain, on the one hand, and in the Community of Ten, on the other hand, pursuant to Articles 15, 15a, 15b, 19 and 19a of Regulation (EEC) No 1035/72  during the 1989/90 marketing year exceeds the sum of the intervention thresholds fixed for that product, for all or part of that marketing year, the basic and buying-in prices fixed for that product for the 1990/91 marketing year shall be reduced by 1 %  for every:\n-  3 100 tonnes for satsumas,\n-  8 100 tonnes for clementines,\n-  2 800 tonnes for mandarins,\n-  2 900 tonnes for nectarines,\n- 22 700 tonnes for peaches,\n- 36 800 tonnes for oranges,\n- 11 000 tonnes for lemons,\n- 78 800 tonnes for apples,\n- 18 500 tonnes for cauliflowers,\n- 28 300 tonnes for tomatoes,\nby which the intervention threshold is exceeded.", "The provisions for applying this Regulation and in particular the levels of the thresholds shall be adopted in accordance with the procedure provided for in Article 33 of Regulation (EEC) No 1035/72.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 27 April 1989.\nFor the Council\nThe President\nJ. BARRIONUEVO PEĂ\u0091A\n(1) OJ No C 82, 3. 4. 1989, p. 60.\n(2) Opinion delivered on 13 April 1989 (not yet published in the Official Journal).\n(3) Opinion delivered on 31 March 1989 (not yet published in the Official Journal).\n(4) OJ No L 118, 20. 5. 1972, p. 1.\n(5) See page 12 of this Official Journal.\n(6) OJ No L 198, 26. 7. 1988, p. 9.\n(7) See page 21 of this Official Journal."}