{"celex_id": "31987R2471", "uri": "http://publications.europa.eu/resource/cellar/75c4c5b5-9d70-4331-ad41-291aa9b2d120", "type": "Regulation", "concepts": ["1519", "235", "2783", "3591"], "title": "Commission Regulation (EEC) No 2471/87 of 13 August 1987 on arrangements for imports into Italy of certain textile products originating in South Korea\n", "header": "COMMISSION  REGULATION (EEC) No 2471/87\nof 13 August 1987\non arrangements for imports into Italy of certain textile products originating in South Korea\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 4136/86 of 22 December 1986 on common rules for imports of certain textile products originating in third countries (1), and in particular Article 11 thereof,\nWhereas Article 11 of Regulation (EEC) No 4136/86 lays down the conditions under which quantitative limits may be established; whereas imports into Italy of certain textile products (category 41), specified in the Annex hereto and originating in South Korea have exceeded the level referred to in paragraph 3 of the said Article 11;\nWhereas, in accordance with paragraph 5 of the said Article 11 of Regulation (EEC) No 4136/86, on 1 July 1987 South Korea was notified of a request for consultations;\nWhereas, pending the outcome of the requested consultations, imports into Italy were made subject to a provisional quantitative restriction for the period from 1 July to 30 September 1987 by Commission Regulation (EEC) No 2326/87 (2);\nWhereas, in the course of consultations held on 6 August 1987, it was agreed that imports of products falling within category 41 into Italy should be subject to quantitative limits for the period from 1 July to 31 December 1987 and for the years 1988 to 1991;\nWhereas paragraph 13 of the said Article 11 provides for compliance with the quantitative limits to be ensured by means of a double-checking system in accordance with Annex VI to Regulation (EEC) No 4136/86;\nWhereas the products in question exported from South Korea into Italy between 1 July 1987 and the date of entry into force of this Regulation must be set off against the quantitative limit for the period from 1 July to 31 December 1987;\nWhereas this quantitative limit does not prevent the importation of products covered thereby but shipped from South Korea to Italy before the entry into force of Regulation (EEC) No 2326/87;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Textile Committee,", "main_body": ["Without prejudice to the provisions of Article 2, imports into Italy of the category of products originating in South Korea and specified in the Annex hereto shall be subject to the quantitative limits set out in that Annex.", "1. Products as referred to in Article 1, shipped from South Korea to Italy before the date of entry into force of Regulation (EEC) No 2326/87, and not yet released for free circulation, shall be so released subject to the presentation of a bill of lading or other transport document proving that shipment actually took place before that date.\n2. Imports of products shipped from South Korea to Italy from the date of entry into force of Regulation (EEC) No 2326/87 shall remain subject to the double-checking system described in Annex VI to Regulation (EEC) No 4136/86.\n3. In applying the provisions of paragraph 2, all quantities of products shipped from South Korea to Italy from 1 July 1987 and released for free circulation shall be deducted from the quantitative limit for 1987. This quantitative limit shall not, however, prevent the importation of products covered thereby but shipped from South Korea to Italy before the entry into force of Regulation (EEC) No 2326/87.", "Regulation (EEC) No 2326/87 is hereby repealed.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nIt shall apply until 31 December 1991.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 13 August 1987.\nFor the Commission\nManuel MARĂ\u008dN\nVice-President\n(1) OJ No L 387, 31. 12. 1986, p. 42.\n(2) OJ No L 210, 1. 8. 1987, p. 50.\nANNEX\n1.2.3.4.5.6.7.8 //  //  //  //  //  //  //  //  // Cate- gory   // CCT heading No (1987)  // NIMEXE code (1987)  // Description  // Third country  // Units   // Member States  // Quantitative limits   //    //   //   //   //   //   //  //   //   //   //   //   //   //   //   //   // 41   // ex 51.01 A   // 51.01-01, 02, 03, 04, 08, 09, 10, 12, 20, 22, 24, 27, 29, 30, 41, 42, 43, 44, 46, 48   // Yarn of synthetic filament (continuous), not put up for retail sale, other than non-textured single yarn untwisted or with a twist of not more than 50 turns per metre   // South Korea  // Tonnes   // I  // From 1 July to 31 December 1987: 550 From 1 January to 31 December 1988: 1 150 1989: 1 201 1990: 1 255 1991: 1 312"}