{"celex_id": "31986R0682", "uri": "http://publications.europa.eu/resource/cellar/3a832f15-edd2-4ec6-8757-55c8ee580c00", "type": "Regulation", "concepts": ["1129", "2670", "2962", "4498", "4663", "79"], "title": "Commission Regulation (EEC) No 682/86 of 4 March 1986 on the sale by storage agencies of unprocessed dried grapes for the manufacture of certain condiments\n", "header": "COMMISSION  REGULATION (EEC) No 682/86\nof 4 March 1986\non the sale by storage agencies of unprocessed dried grapes for the manufacture of certain condiments\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 426/86 of 24 February 1986 on the common organization of the market in products processed from fruit and vegetables (1), and in particular Articles 8 (8) and 20 thereof,\nHaving regard to Council Regulation (EEC) No 1277/84 of 8 May 1984 laying down general rules for the system of production aid for processed fruit and vegetables (2), and in particular Article 6 (1) thereof,\nWhereas Article 6 (2) of Commission Regulation (EEC) No 626/85 of 12 March 1985 on the purchasing, selling and storage of unprocessed dried grapes and figs by storage agencies (3), as amended by Regulation (EEC) No 344/86 (4), provides that products to be put to specific uses yet to be determined shall be sold at prices fixed in advance or determined by an invitation to tender;\nWhereas unprocessed dried grapes may be sold for the manufacture of certain condiments at a price fixed in advance; whereas in the manufacture of such products dried grapes are used as a substitute for other raw materials of fluctuating availability; whereas the quantity that may be sold must be restricted to what it is established the condiment production industry can absorb;\nWhereas in order to guarantee proper utilization of the unprocessed dried grapes, the finished product must be defined; whereas the lodging of a processing security guaranteeing that the unprocessed dried grapes will be used in accordance with the provisions in force must be required;\nWhereas Regulation (EEC) No 626/85 sets the conditions applying to the sale of unprocessed dried grapes by storage agencies; whereas the particulars of the purchase application that are specified in Article 7 (2) of that Regulation should be supplemented by a declaration by the applicant specifying the limitations on use of the grapes that will be observed;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Products Processed from Fruit and Vegetables,", "main_body": ["1. Unprocessed dried grapes purchased by storage agencies pursuant to Regulation (EEC) No 626/85 may, on the terms laid down in this Regulation, be sold at a price fixed in advance for the manufacture of certain condiments.\n2. The quantity put on sale shall be limited to that representing probable sales for the purpose referred to in paragraph 1.", "1. The unprocessed dried grapes shall be used for the manufacture:\n- of pickles falling within subheading 20.01 C of the Common Customs Tariff, or\n- of sauces, condiments or mixed seasonings falling within subheading 21.04 C of the Common Customs Tariff.\nManufacture shall be completed within 90 days of the date of acceptance of the purchase application as referred to in Article 8 (2) of Regulation (EEC) No 626/85.\n2. A processing security guaranteeing that the unprocessed dried grapes will be used within the period specified in paragraph 1 shall be lodged.", "Purchase applications shall, in addition to the particulars specified in Article 7 (2) of Regulation (EEC) No 626/85, include a declaration by which the applicant undertakes to use the grapes for the purposes specified in Article 2 (1) above.", "During the period in which unprocessed dried grapes are being offered for sale under the terms of this Regulation Member States shall notify the Commission:\n(a) by the 10th of each month, of the quantity sold between the 16th and the last day of the previous month;\n(b) by the 25th of each month, of the quantity sold between the 1st and the 15th of that month.", "The storage agencies responsible for sales under the terms of this Regulation, the prices to be charged, the quantity to be put on sale and the amount of the processing security shall be determined in accordance with the procedure laid down in Article 22 of Regulation (EEC) No 426/86.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 4 March 1986.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 49, 27. 2. 1986, p. 1.\n(2) OJ No L 123, 9. 5. 1984, p. 25.\n(3) OJ No L 72, 13. 3. 1985, p. 7.\n(4) OJ No L 41, 18. 2. 1986, p. 15."}