{"celex_id": "31988D0278", "uri": "http://publications.europa.eu/resource/cellar/e7a35f09-1118-4a63-ba31-937a8f005b0c", "type": "Decision", "concepts": ["2081", "252", "4081", "863"], "title": "88/278/EEC: Commission Decision of 27 April 1988 authorizing the Kingdom of Spain to permit temporarily the marketing of cotton seed not complying with the requirements of Council Directive 69/208/EEC\n", "header": "COMMISSION  DECISION\nof 27 April 1988\nauthorizing the Kingdom of Spain to permit temporarily the marketing of cotton seed not complying with the requirements of Council Directive 69/208/EEC\n(88/278/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 69/208/EEC of 30 June 1969 on the marketing of seed of oil and fibre plants (1), as last amended by Commission Directive 87/480/EEC (2), and in particular Article 16 thereof,\nHaving regard to the request made by the Kingdom of Spain,\nWhereas in Spain the production of cotton seed complying with the requirements of Directive 69/208/EEC has been insufficient in 1987 and is not adequate to supply the needs of that country;\nWhereas it has not been possible to cover these needs sufficiently with seed from other Member States, or from third countries, meeting all the requirements laid down in the said Directive;\nWhereas the Kingdom of Spain should therefore be authorized to permit, for a period expiring on 31 May 1988, the marketing of seed of the abovementioned species of the category 'certified seed of the second generation' subject to less stringent requirements;\nWhereas it also appears desirable to authorize other Member States which are able to supply the Kingdom of Spain with such seed not complying with the requirements of the said Directive to permit the marketing of such seed, provided that it is intended exclusively for Spain;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Seeds and Propagating Material for Agriculture, Horticulture and Forestry,", "main_body": ["The Kingdom of Spain is authorized to permit, for a period expiring on 31 May 1988, the marketing in its territory of a maximum of 400 tonnes of cotton seed (Gossypium spp.) of the category 'certified seed of the second generation' which do not satisfy the requirements laid down in Annex II to Directive 69/208/EEC with regard to the minimum germination capacity, provided that the following requirements are satisfied:\n(a) the germination capacity is at least 70 % of pure seed;\n(b) the official label shall bear the following endorsements:\n- 'minimum germination capacity 70 %',\n- 'Intended exclusively for Spain'.", "The other Member States are authorized to permit, subject to the conditions laid down in Article 1, the marketing in their territories of a maximum of 400 tonnes of cotton seed, provided that such seed is intended exclusively for Spain. The official label shall bear the endorsements referred to in Article 1 (b).", "The Member States shall notify the Commission before 31 July 1988 of the quantities of seed marketed in their territories pursuant to this Decision. The Commission shall inform the other Member States thereof.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 27 April 1988.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 169, 10. 7. 1969, p. 3.\n(2) OJ No L 273, 26. 9. 1987, p. 43."}