{"celex_id": "31987R0418", "uri": "http://publications.europa.eu/resource/cellar/20d5653f-25d4-4af2-8c7b-cf982bf8f164", "type": "Regulation", "concepts": ["1309", "2300", "4347", "764"], "title": "Commission Regulation (EEC) No 418/87 of 11 February 1987 introducing retrospective Community surveillance of imports of urea originating in third countries\n", "header": "COMMISSION  REGULATION (EEC) No 418/87\nof 11 February 1987\nintroducing retrospective Community surveillance of imports of urea originating in third countries\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 288/82 of 5 February 1982 on common rules for imports (1), as last amended by Regulation (EEC) No 1243/86 (2), and in particular Article 10 thereof,\nAfter consultation within the committee provided for in that Regulation,\nWhereas by a Commission decision 87/C 29/04 (3) of 4 February 1987 the entry into free circulation into the United Kingdom of urea originating in the USSR and East Germany was placed under quantity restrictions until 31 December 1987.\nWhereas those measures are likely to lead to changes in traditional patterns of trade involving both an increase in exports to other Member States and indirect exports through other third countries;\nWhereas in addition the adoption of trade measures concerning urea by certain third countries, including the United States of America, may lead to a considerable increase in exports from producer countries to the Community;\nWhereas one consequence of the above might be that imports of urea falling within subheadings 31.02 ex B and ex C of the Common Customs Tariff, corresponding to Nimexe codes 31.02-15,80, originating in third countries, might be relatively high during 1987 and might account for an appreciable share of the Community market;\nWhereas the first quantities have been imported at prices considerably lower than those charged on the Community market;\nWhereas the imports concerned are such as to have a depressive effect on prices and on the financial performance of the Community industry and are thus likely to cause injury to Community producers of like and competing products;\nWhereas therefore it is in the Community interest to introduce retroactive Community surveillance of those imports, in order to gather information as soon as possible on the trend therein,", "main_body": ["Imports into the Community of urea falling within subheadings 31.02 ex B and ex C of the Common Customs Tariff, corresponding to NIMEXE code 31.02-15,80, originating in third countries, shall be subject to retroactive Community surveillance as provided for in Articles 10 and 14 of Regulation (EEC) No 288/82 and in this Regulation.", "The information to be communicated by Member States as provided for in Article 14 of Regulation (EEC) No 288/82 shall include the following:\n(a) a detailed technical description of the product, the subheading of the Common Customs Tariff and the countries of origin and shipment;\n(b) the quantity;\n(c) the value for customs purposes.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply from 1 February 1987 to 31 December 1987.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 11 February 1987.\nFor the Commission\nWilly DE CLERCQ\nMember of the Commission\n(1) OJ No L 35, 9. 2. 1982, p. 1.\n(2) OJ No L 113, 30. 4. 1986, p. 1.\n(3) OJ No C 29, 6. 2. 1987. p. 3."}