{"celex_id": "31988R2180", "uri": "http://publications.europa.eu/resource/cellar/8fd3c6a7-db76-4f42-b4b5-a6d2bafb3a48", "type": "Regulation", "concepts": ["1277", "4472", "6042", "797"], "title": "Council Regulation (EEC) No 2180/88 of 18 July 1988 amending Regulation (EEC) No 1594/83 on the subsidy for oil seeds\n", "header": "COUNCIL  REGULATION (EEC) No 2180/88\nof 18 July 1988\namending Regulation (EEC) No 1594/83 on the subsidy for oil seeds\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation No 136/66/EEC of 22 September 1966 on the establishment of a common organization of the market in oils and fats (1), as last amended by Regulation (EEC) No 1098/88 (2), and in particular Article 27 (3) thereof,\nHaving regard to the proposal from the Commission,\nWhereas the advantages of incorporating sunflower seeds in feedingstuffs are becoming more and more evident; whereas greater use of those products appears highly desirable; whereas the system of aid provided for in Article 27 of Regulation No 136/66/EEC should be extended to such seeds; whereas the arrangements laid down in Article 1 of Regulation (EEC) No 1594/83 (3), as last amended by Regulation (EEC) No 1099/88 (4), should be amended accordingly,", "main_body": ["Regulation (EEC) No 1594/83 is hereby amended as follows:\n1. Article 1 (1) (b) is replaced by the following:\n'(b) for colza, rape and sunflower seeds processed in the Community for incorporation in feedingstuffs';\n2. the first subparagraph of Article 2 (1) is replaced by the following:\n'Member States shall verify either, at the oil mill, the processing of colza, rape and sunflower seeds or, at the feed mill, the incorporation of colza, rape and sunflower seeds to ensure that the subsidy is received only for seeds for which the subsidy is provided.';\n3. the second subparagraph of Article 3 (2) is replaced by the following:\n'The amount of the subsidy shall be that applicable on the day on which the Member State concerned identifies the seeds at the oil mill where they are processed or at the feed mill where they are incorporated in feedingstuffs';\n4. Article 10 (1) is replaced by the following:\n'1. Entitlement to the subsidy shall be acquired:\n(a) in the case of seeds processed for the production of oil, when they are so processed;\n(b) in the case of seeds incorporated in feedingstuffs, when they are so incorporated'.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 August 1988.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 18 July 1988.\nFor the Council\nThe President\nY. POTTAKIS\n(1) OJ No 172, 30. 9. 1966, p. 3025/66.\n(2) OJ No L 110, 29. 4. 1988, p. 10.\n(3) OJ No L 163, 22. 6. 1983, p. 44.\n(4) OJ No L 110, 29. 4. 1988, p. 11."}