{"celex_id": "31986L0508", "uri": "http://publications.europa.eu/resource/cellar/838f9378-4266-495c-a736-9b34c04c72c0", "type": "Directive", "concepts": ["2428", "3811", "4308", "5235", "5300", "893"], "title": "Commission Directive 86/508/EEC of 7 October 1986 adapting to technical progress for the second time Council Directive 77/728/EEC on the approximation of the laws, regulations and administrative provisions of the Member States relating to the classification, packaging and labelling of paints, varnishes, printing inks, adhesives and similar products\n", "header": "COMMISSION  DIRECTIVE\nof 7 October 1986\nadapting to technical progress for the second time Council Directive 77/728/EEC on the approximation of the laws, regulations and administrative provisions of the Member States relating to the classification, packaging and labelling of paints, varnishes, printing inks, adhesives and similar products\n(86/508/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 77/728/EEC of 7 November 1977 on the approximation of the laws, regulations and administrative provisions of the Member States relating to the classification, packaging and labelling of paints, varnishes, printing inks, adhesives and similar products (1), as last amended by Directive 83/265/EEC (2) and in particular Article 11 thereof;\nWhereas the reference made to the ISO standard in Explanatory Note 6 to Annex I to Directive 77/728/EEC should be changed;\nWhereas Annex II to Directive 77/728/EEC lays down special provisions concerning the labelling of certain preparations, particularly paints and varnishes containing lead; whereas it is necessary to inform users of the harmful effects of lead on human health, especially in the case of children, and to minimize the lead content of the paints and varnishes available to them; whereas, under these circumstances, the numerical value laid down in point 1 of Annex II should be revised;\nWhereas it will be necessary to revise this numerical value within a reasonable period;\nWhereas the measures provided for in this Directive are in accordance with the opinion of the Committee on the Adaption to Technical Progress of Directives relating to the removal of technical barriers to trade in dangerous substances and preparations,", "main_body": ["Directive 77/728/EEC is hereby amended as follows:\n1. The reference number of the ISO standard in Explanatory Note 6 to Annex I is replaced by 'ISO 6713-1984'.\n2. Point 1 of Annex II is replaced by the following:\n'1. Paints and varnishes containing lead\nLabels of packages of paints and varnishes containing lead in quantities exceeding 0,25 % expressed as weight of metal, of the total weight of the preparation, as determined in accordance with ISO standard 6503/1984 shall show the following particulars:\n\"Contains lead. Should not be used on surfaces liable to be chewed or sucked by children.\"\nIn the case of packages the contents of which are less than 125 millilitres, the particulars may be as follows:\n\"Warning. Contains lead.\"'", "The numerical value in Article 1 (2) is a reflection of the current situation. Given the continuing developments in knowledge and technology, it will be necessary to revise it within a period of 24 months from the date of adoption of this Directive, and in any case not later than 31 December 1988.", "Member States shall adopt and publish the provisions necessary to comply with the Directive before 1 September 1987. They shall forthwith inform the Commission thereof. They shall apply those provisions from 1 June 1988 at the latest.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 7 October 1986.\nFor the Commission\nCOCKFIELD\nVice-President\n(1) OJ No L 303, 28. 11. 1977, p. 23.\n(2) OJ No L 147, 6. 6. 1983, p. 11."}