{"celex_id": "31988R1530", "uri": "http://publications.europa.eu/resource/cellar/8950ca2e-f5cd-49c8-929c-280abb5a1cdd", "type": "Regulation", "concepts": ["4404", "797"], "title": "Commission Regulation (EEC) No 1530/88 of 1 June 1988 introducing interim protective measures covering exemption of small producers from co-responsibility in the cereals sector\n", "header": "COMMISSION  REGULATION (EEC) No 1530/88\nof 1 June 1988\nintroducing interim protective measures covering exemption of small producers from co-responsibility in the cereals sector\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Articles 5 and 155 thereof,\nHaving regard to Council Regulation (EEC) No 2727/75 of 29 October 1975 on the common organization of the market in cereals (1), as last amended by Regulation (EEC) No 1097/88 (2),\nWhereas where the basic and additional co-responsibility levies for cereals provided for in Articles 4 and 4b respectively of Regulation (EEC) No 2727/75 are concerned, the marketing year in Spain, Greece and Italy begins on 1 June;\nWhereas the Council has been able to decide on the amount of the basic levy and on the intervention price for common wheat of breadmaking quality, used to calculate the additional levy, that are to be applied in the month of June 1988 but has not been able to decide the arrangements to apply to small producers provided for at the first indent of the second subparagraph of Article 4 (1) of the abovementioned Regulation;\nWhereas it is clear from the abovementioned Article 4 that the arrangements to compensate for the impact of the levies on small producers' incomes are an indispensable adjunct to the co-responsibility arrangements;\nWhereas the Commission is responsible under the Treaty for taking essential interim measures to ensure continuity of operation of the common agricultural policy in the cereals sector; whereas such measures are temporary and without prejudice to the decisions to be adopted by the Council for the 1988/89 marketing year;\nWhereas in the matter of small producer exemption arrangements the Commision proposed to the Council that for the 1988/89 marketing year a total amount of 220 million ECU be allocated among the Member States in order to grant direct aid up to a maximum per producer; whereas Member States with special difficulty in granting aid in this way were to be able on certain terms to apply the exemption in the form of an offset to the levies;\nWhereas as an interim measure the three Member States in question should be authorized to apply exemption arrangements, within the limits set in the Commission's proposal to the Council, geared to their specific situation; whereas for the application of these arrangements the aid amount should be determined for each of these Member States by applying the distribution key adopted in the 1987/88 marketing year to the total amount proposed for the entire Community; whereas in the light of experience and in order to ensure that the arrangements operate properly within the limit of the amounts assigned to each Member State the ceiling producers specified in the fourth paragraph of Article 22 of Council Regulation (EEC) No 1983/86 (3) should be retained;\nwhereas imposition of this ceiling is all the more necessary following the introduction of the stabilizing mechanism;\nWhereas if the exemption arrangements are to operate satisfactorily the rules on the definition of small producers by the Member States should be retained,", "main_body": ["Spain, Greece and Italy are authorized to exempt small producers from the co-responsibility levy up to\n- an amount corresponding for each producer to the levy on 25 tonnes of cereals,\n- a total amount of\n- 43,98 million ECU for Spain,\n- 14,67 million ECU for Greece,\n- 47,70 million ECU for Italy.\nThese Member States shall define 'small producer' on the basis of area devoted to cereals and/or utilizable agricultural area and/or importance of cereals in the formation of holding incomes.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 June 1988.\nThe provisions of this Regulation shall apply without prejudice to any decisions subsequently adopted by the Council for the 1988/89 marketing year.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 1 June 1988.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 281, 1. 11. 1975, p. 1.\n(2) OJ No L 110, 29. 4. 1988, p. 7.\n(3) OJ No L 171, 28. 6. 1986, p. 1."}