{"celex_id": "31986R0643", "uri": "http://publications.europa.eu/resource/cellar/56703cf1-f48a-464a-a2e2-eeb6c443c8c4", "type": "Regulation", "concepts": ["1031", "2563", "4073", "5792"], "title": "Commission Regulation (EEC) No 643/86 of 28 February 1986 laying down detailed rules for the application of the supplementary trade mechanism to the live plants and floriculture products listed in Annex XXII to the Act of Accession and imported into Portugal\n", "header": "COMMISSION  REGULATION (EEC) N° 643/86\nof 28 February 1986\nlaying down detailed rules for the application of  the supplementary trade mechanism to the live plants and floriculture products listed in Annex XXII  to the Act of Accession and imported into Portugal\nTHE COMMISSION OF THE EUROPEAN  COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the Act of Accession of Spain and Portugal,\nHaving regard to Council Regulation (EEC) N° 569/86 of 25 February 1986 laying down general rules  for the application of the supplementary trade mechanism (1) and in particular Article 7 (1)  thereof,\nHaving regard to Council Regulation (EEC) N° 3792/85 of 20 December 1985 laying down the  arrangements applying to trade in agricultural products between Spain and Portugal (2) and in  particular Article 5 (1) thereof,\nWhereas Commission Regulation (EEC) N° 574/86 (3) lays down the detailed rules for the application  of the supplementary trade mechanism;\nWhereas specific detailed rules should also be adopted in respect of the live plants and  floriculture products, with regard to the application of the supplementary trade mechanism to the  products listed in Annex XXII to the Act of Accession; whereas, in this context, provision should  be made for the fixing, in respect of imports into Portugal from Spain and the Community of Ten, of  indicative ceilings for the period 1 March to 31 December 1986 on the basis of the specific  estimates referred to in Article 251 (1) of the Act of Accession;\nWhereas the specific estimate provided for in Article 251 of the Act of Accession was drawn up on  the basis of available data regarding production or consumption of floriculture products in  Portugal; whereas on the basis of this estimate the indicative ceilings for certain products from  Common Customs Tariff heading Nos ex 06.02, ex 06.03 and ex 06.04 were fixed;\nWhereas, in view of the small volume of trade in the products in question and in order to simplify  the management of the arrangements, it would not seem appropriate to apply the provisions of  Article 6 (2) and (4) of Regulation (EEC) N° 574/86 throughout the marketing year;\nWhereas, in view of the foregoing, the provisions of\nArticle 19 (1) of Commission Regulation (EEC)  N° 3183/80\n(1) OJ N° L 55, 1. 3. 1986, p. 106.\n(2) OJ N° L 367, 31. 12. 1985, p. 7.\n(3) OJ N° L 57, 1. 3. 1986, p. 1.\nof 3 December 1980 laying down common detailed rules for the application of the system of import  and export licences and advance fixing certificates for agricultural products (4), as last amended  by Regulation (EEC) N° 592/86 (5), should be applied for the issue of STM licences;\nWhereas, in order that appropriate measures may be adopted in the event of the indicative ceilings  being exceeded, the Commission should be permitted to implement the provisions of Article 6 (2) and  (4) of Regulation (EEC) N° 574/86.\nWhereas the period of validity of the STM licence referred to in Article 2 (1) of Regulation (EEC)  N° 574/86 should be\n30 days; whereas the amount of the security should be fixed at a level enabling  the system to function efficiently;\nWhereas, for practical reasons of management, and owing to the absence of a marketing year, the  system should be based on the calendar year;\nWhereas the provisional estimates relating to these products, for which a marketing year is not  provided for in the organization of the market, were drawn up in accordance with the procedure in  Article 14 of Council Regulation (EEC) N° 234/68 of 27 February 1968 laying down the common  organization of the market in the living plant and floriculture sector (6); whereas on the basis of  these estimates it is possible to fix the indicative ceilings for the products in question for the  period 1 March to 31 December 1986; whereas with a view to guaranteeing the stability of the  Portuguese market, it is appropriate to provide for a seasonal adjustment of the ceilings for roses  and carnations; whereas it will be appropriate at the time of the next annual fixing of indicative  ceilings to allow for seasonal variations in Portuguese production;\nWhereas the Management Committee for Live Plants and Floriculture Products has not delivered an  opinion within the time limit set by its chairman,", "main_body": ["1.  The indicative ceilings provided for in Article 251 (1)\nof the  Act of Accession are set out in the Annex for the\nperiod 1 March to 31 December 1986.\n(4) OJ N° L 338, 13. 12. 1980, p. 1.\n(5) OJ N° L 58, 1. 3. 1986, p. 4.\n(6) OJ N° L 55, 1. 3. 1968, p. 1.\n2.  For the purposes of the application of the indicative ceilings, the marketing year shall  correspond to the calendar year.\nFor roses and carnations falling within subheading 06.03 A the target ceilings are subdivided as  indicated in the Annex.", "1.  By way of derogation from Article 6 (2) of Regulation (EEC) N° 574/86, STM licences  shall be issued in accordance with the provisions of Article 19 (1) of Regulation (EEC) N°  3183/80.\n2.  In the case of products for which there is a particular need to monitor the issue of STM  licences in order to determine the likelihood of the indicative ceilings being exceeded, the  Commission may decide that the licences are to be issued in accordance with the provisions of  Article 6 (2) (1) of Regulation (EEC) N° 574/86.", "The period of validity of STM licences shall be limited to\n30 days from the date of  issue.\nThe amount of the security is hereby fixed at 1 ECU/100 kg for ornamental plants falling within  heading 06.02 and\nAsparagus plumosus falling within heading 06.04 and at 0,30 ECU/1 000 units for  roses falling within heading 06.02 and also for roses and carnations falling within subheading  06.03 A of the Common Customs Tariff.", "1.  The Member States shall communicate to the Commission, by the first working day of  each week, the following information concerning STM licences issued during the preceding week:\n- the quantities,\n- a description of the products in accordance with the nomenclature of the Common Customs Tariff.\n2.  Where the provisions of Article 6 (2) of Regulation (EEC) N° 574/86 are applied, the frequency  of communications shall be determined in accordance with Article 6 (2) (2) of that Regulation.", "The Portuguese Republic will notify the Commission annually, not later than 15 October,  of the production and consumption forecasts in Portugal for the following year.", "This Regulation shall enter into force on 1 March 1986.\nThis Regulation shall be binding in its entirety and directly applicable in all  Member States."], "attachments": "Done at Brussels, 28 February 1986.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\nEWG:L060UMBE26.94\nFF: 1UEN;   SETUP: 01;    Hoehe: 858 mm;   146 Zeilen;   6803 Zeichen;\nBediener: MARL   Pr.: A;\nKunde: ................................\nANNEX\nIndicative ceilings for the period 1 March to 31 December 1986 as provided for in  the third subparagraph of Article 251 (1)\n>TABLE>"}