{"celex_id": "31984D0451", "uri": "http://publications.europa.eu/resource/cellar/32fb9d3e-4aa6-4760-a1bf-6e903e69253c", "type": "Decision", "concepts": ["192", "2286", "2560"], "title": "84/451/EEC: Commission Decision of 22 August 1984 amending for the seventh time Decision 83/453/EEC concerning certain measures of protection against classical swine fever\n", "header": "COMMISSION  DECISION\nof 22 August 1984\namending for the seventh time Decision 83/453/EEC concerning certain measures of protection against classical swine fever\n(84/451/EEC)\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 64/432/EEC of 26 June 1964 on animal health problems affecting intra-Community trade in bovine animals and swine (1), as last amended by Directive 84/336/EEC (2), and in particular Article 9 thereof,\nWhereas, following the outbreak of classical swine fever which occurred successively in several Member States, the Council adopted, on 31 August 1983, under Decision 83/453/EEC (3), certain protection measures against classical swine fever, to be applied for various periods depending on the risk of the spread of the disease;\nWhereas, as a result of the spread of the disease, the Commission by Decisions 83/511/EEC (4), 83/632/ EEC (5), 84/9/EEC (6), 84/98/EEC (7), 84/172/EEC (8) and 84/173/EEC (9) changed the area to which the measures applied for intra-Community trade in live pigs;\nWhereas the persistence and the increase in the number of new outbreaks in certain parts of the territory of the Netherlands have led to the creation of new zones of emergency vaccination and necessitate the extension to these parts of the Netherlands of the measures to be applied to trade in live pigs;\nWhereas the Decision as it applies at present should therefore be amended; whereas, as the Netherlands already prohibits all export of live pigs from the new zone to other Member States, it is possible to provide for a sufficiently long time limit for implementation of this Decision as regards what is to be entered on the certificates;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["Decision 83/453/EEC is hereby amended as follows:\n1. The wording referred to in Article 3 is replaced by the following:\n'Animals conforming to Decision 83/453/EEC, as last amended by Decision 84/451/EEC.'\n2. The zones relating to the Kingdom of the Netherlands outlined in the Annex are replaced by the following zones:\n'The parts of the Provinces Gelderland, Noord-Brabant, Limburg, Overijssel and Zuid-Holland where vaccination has been carried out; for the rest of the territory a zone of five-kilometre radius around all outbreaks of classical swine fever.'", "The Member States shall amend the measures they apply to trade so that they comply with this Decision by the eighth working day following notification of this Decision. They shall immediately inform the Commission thereof.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 22 August 1984.\nFor the Commission\nPoul DALSAGER\nMember of the Commission\n(1) OJ No 121, 29. 7. 1964, p. 1977/64.\n(2) OJ No L 177, 4. 7. 1984, p. 22.\n(3) OJ No L 249, 9. 9. 1983, p. 28.\n(4) OJ No L 285, 18. 10. 1983, p. 22.\n(5) OJ No L 355, 17. 12. 1983, p. 48.\n(6) OJ No L 11, 14. 1. 1984, p. 31.\n(7) OJ No L 51, 22. 2. 1984, p. 23.\n(8) OJ No L 85, 28. 3. 1984, p. 45.\n(9) OJ No L 85, 28. 3. 1984, p. 46."}