{"celex_id": "31987R3073", "uri": "http://publications.europa.eu/resource/cellar/4d606367-b183-4b58-8464-6000a7c4fa8a", "type": "Regulation", "concepts": ["1309", "3591", "3774", "4680", "863"], "title": "Commission Regulation (EEC) No 3073/87 of 13 October 1987 on arrangements for imports into the United Kingdom and Spain of certain textile products (categories 13 and 10 respectively) originating in China\n", "header": "COMMISSION  REGULATION (EEC) No 3073/87\nof 13 October 1987\non arrangements for imports into the United Kingdom of Spain of certain textile products (categories 13 and 10) respectively originating in China\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2072/84 of 29 June 1984 on common rules for imports of certain textile products originating in China (1), as last amended by Regulation (EEC) No 4132/86 (2), and in particular Article 12 thereof,\nWhereas Article 12 of Regulation (EEC) No 2072/84 lays down the conditions under which quantitative limits may be established; whereas imports into the United Kingdom and Spain of certain textile products (category 13 & 10) respectively, specified in the Annex hereto and originating in China have exceeded the levels referred to in paragraph 3 of the said Article 1;\nWhereas, in accordance with paragraph 5 of the said Article 12 of Regulation (EEC) No 2072/84, on 25 September 1987 China was notified of a request for consultations; whereas, pending a mutually satisfactory solution, the Commission has requested China for a provisional period of three months to limit exports to the United Kingdom of products falling within category 13 to 2 630 000 pieces and to Spain of products falling within category 10 to 165 000 pairs; with effect from the date of notification of the request for consultations; whereas pending the outcome of the requested consultations quantitative limits identical to those requested of the supplier country should be applied provisionally to imports of the categories of products in question;\nWhereas paragraph 13 of the said Article 12 ensures that the quantitative limits are observed by means of a double-checking system in accordance with Annex V to Regulation (EEC) No 2072/84;\nWhereas the products in question exported from China to the Community between 25 September 1987 and the date of entry into force of this Regulation must be set off against the quantitative limits which have been introduced;\nWhereas these quantitative limits should not prevent the importation of products covered by them shipped from China before the date of entry into force of this Regulation;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Textile Committee,", "main_body": ["Without prejudice to the provisions of Article 2, imports into the United Kingdom and Spain of textile products of category 13 and 10 respectively originating in China and specified in the Annex hereto, shall be subject to the provisional quantitative limits set out in that Annex.", "1. Products as referred to in Article 1 shipped from China to the United Kingdom and Spain before the date of entry into force of this Regulation and not yet released for free circulation, shall be so released subject to the presentation of a bill of lading or other transport document proving that shipment actually took place during that period.\n2. Imports of products shipped from China to the United Kingdom and Spain after the entry into force of this Regulation shall be subject to the double-checking system described in Annex V to Regulation (EEC) No 2072/84.\n3. All quantities of products shipped from China on or after 25 September 1987 and released for free circulation shall be deducted from the quantitative limits laid down. These provisional limits shall not, however, prevent the importation of products covered by it but shipped from China before the date of entry into force of this Regulation.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nIt shall apply until 24 December 1987.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 13 October 1987.\nFor the Commission\nWilly DE CLERCQ\nMember of the Commission\n(1) OJ No L 198, 27. 7. 1984, p. 1.\n(2) OJ No L 383, 31. 12. 1986, p. 20.\nANNEX\nGROUP II B\n1.2.3.4.5.6.7.8 //  //  //  //  //  //  //  //  // Cate- gory   // CCT heading No  // NIMEXE code (1987)  // Description  // Third countries  // Member States   // Units  // Quantitative limits from 25 September to 24 December 1987  //    //   //   //   //   //   //   //   // 13   // 60.04 B IV b) 1 cc) 2 dd) d) 1 cc) 2 cc)  // 60.04-48, 56, 75, 85  // Under garments, knitted or crocheted, not elastic or rubberized: Men's and boys' underpants and briefs, women's, girls' and infants' (other than babies') knickers and briefs, knitted or crocheted, not elastic or rubberized, of cotton or synthetic textile fibres   // China   // UK   // 1 000 pieces  // 2 630   //    //   //   //   //   //   //   //\nGROUP III B\n1.2.3.4.5.6.7.8 // 10  // 60.02 A B   // 60.02-40 60.02-50, 60, 70, 80   // Gloves, mittens and mitts, knitted or crocheted, not elastic or rubberized: Gloves, mittens and mitts, knitted or crocheted, not elastic or rubberized, impregnated or coated with artificial plastic materials Gloves, mittens and mitts, knitted or crocheted, not elastic or rubberized, other than those of category 10, of wool, of cotton or of man-made textile fibres   // China   // E   // 1 000 pairs   // 165   //    //   //   //   //   //   //   //"}