{"celex_id": "31987R0139", "uri": "http://publications.europa.eu/resource/cellar/744f00a3-5080-42c0-9460-06b56453fa1d", "type": "Regulation", "concepts": ["4682", "807"], "title": "Commission Regulation (EEC) No 139/87 of 19 January 1987 on the emergency supply of beef to the most deprived persons\n", "header": "COMMISSION  REGULATION (EEC) No 139/87\nof 19 January 1987\non the emergency supply of beef to the most deprived persons\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 805/68 of 27 June 1968 on the common organization of the market in beef and veal (1), as last amended by Regulation (EEC) No 3768/85 (2), and in particular Article 7 (3) thereof,\nWhereas the sharp fall in temperatures in Europe has serious consequences for the most deprived persons; whereas Community resources should be urgently used to help these persons through the agency of the recognized charitable organizations in each Member State;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Beef and Veal,", "main_body": ["The intervention agencies shall make available free of charge for relief work and to charitable organizations, that are recognized as such by the Member State in which they are established, beef for free distribution in that Member State to the most deprived persons in the form of prepared meals.\nBeef made available under the previous subparagraph shall be beef bought in by intervention under Article 6 of Regulation (EEC) No 805/68 that was taken into storage during 1986.", "Member States shall determine the implementing measures for Article 1, including those control measures they deem appropriate.", "Member States shall notify the Commission every week of the quantities removed from storage under this Regulation during the previous week.", "Commission Regulation (EEC) No 1687/76 (3) is hereby amended as follows:\nThe following point 39 and the footnote relating thereto are added to Part II of the Annex entitled 'Products subject to a use and/or destination other than that mentioned under I':\n'39. Commission Regulation (EEC) No 140/87 of 19 January 1987 on the emergency supply of beef to the most deprived persons (39)\n- Section 104:\n- destinados a las personas más desfavorecidas - Reglamento (CEE) no 140/87\n- til de socialt daarligst stillede - forordning (EOEF) nr. 140/87\n- bestimmt fuer stark benachteiligte Personen - Verordnung (EWG) Nr. 140/87\n- proorizómeno gia apóroys - kanonismós (EOK) arith. 140/87\n- for distribution to the most deprived persons - Regulation (EEC) No 140/87\n- destinés aux personnes les plus démunies - règlement (CEE) no 140/87\n- destinate al più indigenti - regolamento (CEE) n. 140/87\n- bestemd voor hulpbehoevenden - Verordening (EEG) nr. 140/87\n- destinados às pessoas mais desfavorecidas - Regulamento (CEE) nº 140/87.\n(39) OJ No L 17, 20. 1. 1987, p. 19.'", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply until 31 March 1987.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 January 1987.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 148, 28. 6. 1968, p. 24.\n(2) OJ No L 362, 31. 12. 1985, p. 8.\n(3) OJ No L 190, 14. 7. 1976, p. 1."}