{"celex_id": "31983D0063", "uri": "http://publications.europa.eu/resource/cellar/950eed7d-b5fc-4c9a-aee5-c0d08b53d32f", "type": "Decision", "concepts": ["1091", "2159", "3842", "4381", "5287"], "title": "83/63/EEC: Commission Decision of 28 January 1983 establishing that the apparatus described as 'Ortec - Ge(Li) Coaxial Detector, model 8511-20195-S' may not be imported free of Common Customs Tariff duties\n", "header": "COMMISSION  DECISION\nof 28 January 1983\nestablishing that the apparatus described as 'Ortec - Ge(Li) Coaxial Detector, model 8511-20195-S' may not be imported free of Common Customs Tariff duties\n(83/63/EEC)\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1798/75 of 10 July 1975 on the importation free of Common Customs Tariff duties of educational, scientific and cultural materials (1), as last amended by Regulation (EEC) No 608/82 (2),\nHaving regard to Commission Regulation (EEC) No 2784/79 of 12 December 1979 laying down provisions for the implementation of Regulation (EEC) No 1798/75 (3), and in particular Article 7 thereof,\nWhereas, by letter dated 29 July 1982, the Federal Republic of Germany has requested the Commission to invoke the procedure provided for in Article 7 of Regulation (EEC) No 2784/79 in order to determine whether or not the apparatus described as 'Ortec - Ge(Li) Coaxial Detector, model 8511-20195-S', ordered on 29 October 1978 and to be used for the detection of gamma radiation in mutual coincidence in gamma experiments on a tandem accelerator following heavy ion reactions and, in particular, for the polarization- and multiplicity-analyisis of gamma radiation, should be considered to be a scientific apparatus and, where the reply is in the affirmative, whether apparatus of equivalent scientific value is currently being manufactured in the Community;\nWhereas, in accordance with the provisions of Article 7 (5) of Regulation (EEC) No 2784/79, a group of experts composed of representatives of all the Member States met on 15 December 1982 within the framework of the Committee on Duty-Free Arrangements to examine the matter;\nWhereas this examination showed that the apparatus in question is a detector;\nWhereas its objective technical characteristics, such as the detection field, and the use to which it is put make it specially suited to scientific research; whereas, moreover, apparatus of the same kind are principally used for scientific activities; whereas it must therefore be considered to be a scientific apparatus;\nWhereas, however, on the basis of information received from Member States, apparatus of scientific value equivalent to the said apparatus, capable of being used for the same purposes, are currently being manufactured in the Community; whereas this applies, in particular, to the apparatus 'Series EGL' manufactured by Enertec Schlumberger, 1, rue Nieuport, F-78140 Velizy-Villacoublay, to the apparatus 'Series Si(Li)X' manufactured by Montedel Laben, via Bassini 15, I-Milano and to the apparatus 'Ge(Li)' manufactured by Harshaw Chemie BV, Strijkviertel 67, NL-3454ZG De Meern,", "main_body": ["The apparatus described as 'Ortec - Ge(Li) Coaxial Detector, model 8511-20195-S', which is the subject of an application by the Federal Republic of Germany of 29 July 1982, may not be imported free of Common Customs Tariff duties.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 28 January 1983.\nFor the Commission\nKarl-Heinz NARJES\nMember of the Commission\n(1) OJ No L 184, 15. 7. 1975, p. 1.\n(2) OJ No L 74, 18. 3. 1982, p. 4.\n(3) OJ No L 318, 13. 12. 1979, p. 32."}