{"celex_id": "31984D0094", "uri": "http://publications.europa.eu/resource/cellar/4c50e9a9-6a6a-4a3c-937b-ea402fab38ff", "type": "Decision", "concepts": ["1837", "1957", "3774", "4863", "5123", "889"], "title": "84/94/EEC: Commission Decision of 14 October 1983 on the aid that the United Kingdom Government proposes to grant for an investment to expand production capacity for polypropylene film (Only the English text is authentic)\n", "header": "COMMISSION  DECISION\nof 14 October 1983\non the aid that the United Kingdom Government proposes to grant for an investment to expand production capacity for polypropylene film\n(Only the English text is authentic)\n(84/94/EEC)\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular the first subparagraph of Article 93 (2) thereof,\nHaving given notice, in accordance with the abovementioned provision, to the parties concerned to submit their comments and having regard to those comments,\nWhereas:\nOn 7 March 1983, the United Kingdom Government notified the Commission of a proposal to provide a grant of ÂŁ 1,35 million under section 8 of the Industrial Development Act 1982 for an investment project costing an estimated ÂŁ 12,6 million at Swindon, involving expansion of production capacity for polypropylene film.\nThe investment would modernize the existing production unit with a capacity of 2 000 tonnes of polypropylene film a year and raise its capacity to 9 000 tonnes a year.\nOn 20 April 1983, the Commission decided to open the procedure provided for in Article 93 (2) of the EEC Treaty in respect of the proposal, as it believed the aid was liable to affect trade between the Member States to an extent contrary to the common interest and did not appear to be necessary to cause the undertaking concerned to adopt a course of action that would allow the Commission to apply one of the exceptions to the principle of the incompatibility of State aids with the common market.\nThe United Kingdom Government replied to the opening of the procedure on 26 May 1983. It argued that the aid was necessary since the investment project would not proceed without it, owing to the undertaking's shortage of funds, and that the planned expansion of capacity would not distort competition as far as other Community producers of polypropylene film were concerned.\nTwo Member State governments, one trade association representing firms in the industry and one individual competitor of the prospective recipient have said they share the Commission's concern about the possibility of distortions of competition arising from the planned award.\nThe proposed United Kingdom aid is liable to affect trade between Member States and threatens to distort competition within the meaning of Article 92 (1) of the EEC Treaty by favouring the undertaking in question and production of polypropylene film. The aid is liable to strengthen the formidable competitive position the firm already has on the packaging film market, where polypropylene film is tending to displace cellophane. Furthermore, the creation of additional capacity supported by State aid could exacerbate the existing under-utilization of production capacity in the sector.\nArticle 92 (1) of the EEC Treaty lays down the principle that aid having the features there described is incompatible with the common market. The exceptions to this principle defined in Article 92 (3) - the only ones potentially applicable to this case - specify objectives in the Community interest transcending the interests of the aid recipient. These exceptions must be construed narrowly when any regional or industry aid scheme or any individual award under a general aid scheme is scrutinized. In particular, they may be applied only when the Commission is satisfied that the free play of market forces alone, without the aid, would not induce the prospective aid recipient to adopt a course of action contributing to attainment of one of the said objectives.\nTo apply the exceptions in the case of aids not involving any such compensating benefit would be to give unfair advantages to certain Member States, allowing trading conditions between Member States to be affected and competition to be distorted without any justification on grounds of Community interest.\nIn applying these principles in its scrutiny of aid awards, the Commission must satisfy itself that the recipient is contributing a compensating benefit justifying the aid in the sense that the aid is necessary in order to help achieve one of the objectives set out in Article 92 (3). Where this cannot be demonstrated, it is clear that the aid does not contribute to attainment of the objectives specified in the exceptions but merely serves to bolster the financial position of the recipient undertaking.\nThe recipient undertaking in the present case cannot be said to be contributing such a compensating benefit.\nThe United Kingdom Government has been unable to give, or the Commission to discover, any justification for a finding that the planned aid falls within one of the categories of exceptions in Article 92 (3).\nWith regard to the exceptions provided for in Article 92 (3) (a) and (c) for aids that promote or facilitate the development of certain areas, the Swindon area is not one where the standard of living is abnormally low or where there is serious under-employment within the meaning of point (a) and the award does not appear likely to facilitate the development of certain economic areas within the meaning of point (c).\nAs far as the exceptions in Article 92 (3) (b) are concerned, the project in question does not have the features of a project of common European interest or of a project likely to remedy a serious disturbance in the economy of a Member State, whose promotion justifies application of this exception. First, although the social and economic problems of the United Kingdom are disquieting, they are not significantly more serious than those of the other central regions of the Community to which this Member State belongs while at the same time there is the greatest danger of a competitive bidding-up of aid between Member States and any aid is most likely to affect trade between Member States. Secondly, there is no evidence from the information available on the economic and social situation in the United Kingdom that its economy is suffering from a serious disturbance of the kind referred to in the Treaty. Moreover the United Kingdom Government's planned aid award is not meant to deal with such a situation.\nFinally, as for the exception in Article 92 (3) (c) for aid to facilitate the development of certain economic activities, the situation of the polypropylene film sector would suggest that the modernization and expansion of its production capacity by means of State aid are actually against the common interest, bearing in mind the distortions of competition liable to result from such aid for other Community producers of polypropylene film. This conclusion stands, even though the new plant to be installed will bring about a certain improvement in production techniques.\nFor the above reasons, the United Kingdom Government's aid proposal does not fulfil the conditions necessary for application of one of the exceptions provided for in Article 92 (3) of the EEC Treaty,", "main_body": ["The United Kingdom Government may not proceed with the proposed aid to an undertaking in the chemical industry for the modernization and expansion of a production unit for polypropylene film, notified to the Commission on 7 March 1983.", "The United Kingdom Government shall inform the Commission within one month of the notification of this Decision of the measures it has taken to comply therewith.", "This Decision is addressed to the United Kingdom."], "attachments": "Done at Brussels, 14 October 1983.\nFor the Commission\nFrans ANDRIESSEN\nMember of the Commission"}