{"celex_id": "31986R1928", "uri": "http://publications.europa.eu/resource/cellar/57771a95-7f6c-4506-ac67-3107c32b9eb7", "type": "Regulation", "concepts": ["4713"], "title": "Commission Regulation (EEC) No 1928/86 of 23 June 1986 fixing the reference prices for the 1986/87 marketing year in the wine sector\n", "header": "COMMISSION  REGULATION (EEC) No 1928/86\nof 23 June 1986\nfixing the reference prices for the 1986/87 marketing year in the wine sector\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 337/79 of 5 February 1979 on the common organization of the market in wine (1), as last amended by Regulation (EEC) No 3805/85 (2), and in particular Article 17 (6) thereof,\nWhereas Article 17 (1) of Regulation (EEC) No 337/79 provides that a reference price for red wine and a reference price for white wine must be fixed annually; whereas these reference prices must be fixed on the basis of the guide price for the types of red and white table wine most representative of Community production plus the costs incurred in bringing Community wines to the same marketing stage as imported wines;\nWhereas the types of table wine most representative of Community production are types R I and A I as defined in Articles 1 and 2 of Council Regulation (EEC) No 340/79 (3), as amended by Regulation (EEC) No 3805/85; whereas the guide prices for these types of wine as given in Article 1 of Regulation (EEC) No 1470/86 (4) have been set at the same level as that adopted for the preceding marketing year;\nWhereas the third subparagraph of Article 17 (1) of Regulation (EEC) No 337/79 provides that reference prices are also to be fixed for grape juice (including grape must) falling within subheading 20.07 B I of the Common Customs Tariff, for concentrated grape juice (including grape must) falling within subheadings 20.07 A I and B I of the Common Customs Tariff, for alcohol-muted fresh grape must as defined in Additional Note 4 (a) to Chapter 22 of the Common Customs Tariff, for wines fortified for distillation as defined in Additional Note 4 (b) to Chapter 22 of the Common Customs Tariff, and for liqueur wines as defined in Additional Note 4 (c) to Chapter 22 of the Common Customs Tariff;\nWhereas, since special reference prices are to be fixed for products in accordance with their special characteristics or uses, such prices should be fixed for wines of the Riesling or Sylvaner variety and for liqueur wines to be used in the preparation of products other than those falling within heading No 22.05 of the Common Customs Tariff; whereas, lastly, standard amounts corresponding to the normal costs of market preparation must be established for addition to the reference prices for the various products in cases where these are put up either in containers of not more than two litres or in containers of more than two but not more than 20 litres;\nWhereas the reference prices for liqueur wines, which are fixed by the hectolitre, must be established having regard to the price level ruling in the Community for the product in question; whereas a total dry extract exceeding the normal limits is a characteristic feature of certain liqueur wines falling within subheading 22.05 C II of the Common Customs Tariff; whereas, pursuant to the rules in Additional Note 3 C to Chapter 22 of the Common Customs Tariff, the said liqueur wines are not classified in the category corresponding to their alcoholic strength but in the next higher category, and are therefore subject to a higher reference price than that fixed for the category which corresponds to their alcoholic strength; whereas, moreover, the mechanism referred to above does not apply to certain competing liqueur wines falling within subheadings 22.05 C III and 22.05 C IV; whereas, in view of the large volume of imports of the said wines, reference prices should be fixed for these wines so as to ensure equality of treatment between the various liqueur wines;\nWhereas the fifth subparagraph of Article 17 (1) of Regulation (EEC) No 337/79 makes provision for the reference price to be adjusted for the non-European parts of the Community; whereas the market situation is such that an adjustment is necessary only for the French overseas department of RĂŠunion;\nWhereas the costs, with the exception of those in respect of losses incurred in bringing Community wines to the same marketing stage as imported wines, to be established as specified in Article 4 of Council Regulation (EEC) No 344/79 (5), may be assessed at a standard rate; whereas there has been no substantial increase in these costs and the other factors to be considered since the last occasion on which prices were fixed;\nWhereas the reference prices should be fixed in accordance with the criteria laid down in Regulation (EEC) No 344/79; whereas, having regard to the aims of the\nCommunity's wine-growing policy and the contribution which the Community intends to make to the harmonious development of world trade, the reference prices for the 1986/87 marketing year and the standard amount should be fixed at the same levels as those adopted for the previous marketing year;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Wine,", "main_body": ["For the 1986/87 marketing year, the reference prices shall be as follows:\nA. Products falling within subheading 22.05 C of the Common Customs Tariff:\n1. red wine:\n4,48 ECU per % vol of actual alcoholic strength per hectolitre;\n2. white wine other than that specified in point 3 below:\n4,23 ECU per % vol of actual alcoholic strength per hectolitre;\n3. white wine presented for importation under the name Riesling or Sylvaner:\n89,63 ECU/hl;\n4. wine fortified for distillation as defined in Additional Note 4 (b) to Chapter 22 of the Common Customs Tariff:\n2,61 ECU per % vol of actual alcoholic strength per hectolitre;\n5. alcohol-muted fresh grape must as defined in Additional Note 4 (a) to Chapter 22 of the Common Customs Tariff:\n2,80 ECU per % vol total alcoholic strength per hectolitre;\n6. liqueur wine as defined in Additional Note 4 (c) to Chapter 22 of the Common Customs Tariff falling within the following subheadings:\n22.05 C II: 69 ECU/hl,\n22.05 C III:\n(a) 15 % vol with more than 130 g but not more than 330 g total dry extract per litre: 69 ECU/hl,\n(b) other: 75,20 ECU/hl,\n22.05 C IV: 92 ECU/hl,\n22.05 C V: 99,30 ECU/hl;\n7. liqueur wine as defined in Additional Note 4 (c) to Chapter 22 of the Common Customs Tariff intended for processing into products not falling within heading No 22.05 of the Common Customs Tariff:\n22.05 C II: 60,60 ECU/hl,\n22.05 C III: 64,80 ECU/hl,\n22.05 C IV: 78,40 ECU/hl,\n22.05 C V: 86,70 ECU/hl.\nB. The reference prices for products referred to under A.1 and A.2 shall be increased by 1 ECU per % vol actual alcoholic strength per hectolitre where the wine is imported into the French overseas department of RĂŠunion.\nC. Products falling within heading No 20.07 of the Common Customs Tariff:\n1. grape juice (including grape must), concentrated or not, with an added sugar content not exceeding 30 % by weight, falling within subheadings 20.07 A I and B I of the Common Customs Tariff:\n(a) white: 3,84 ECU per % vol of potential alcoholic strength per hectolitre;\n(b) other: 4,07 ECU per % vol of potential alcoholic strength per hectolitre;\n2. grape juice (including grape must), concentrated or not, with an added sugar content of more than 30 % by weight, falling within subheadings 20.07 A I and B I of the Common Customs Tariff:\n(a) white: 3,84 ECU per % vol of potential alcoholic strength per hectolitre;\n(b) other: 4,07 ECU per % vol of potential alcoholic strength per hectolitre.\nD. The standard amount per hectolitre to be added in the case of the products specified in A.1, A.2, A.3 and A.6 shall be:\n- 42,30 ECU per hectolitre where they are put up in containers of a content of two litres or less,\n- 21,15 ECU per hectolitre where they are put up in containers of a content of more than two litres but not more than 20 litres.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 September 1986. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 23 June 1986.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 54, 5. 3. 1979, p. 1.\n(2) OJ No L 367, 31. 12. 1985, p. 39.\n(3) OJ No L 54, 5. 3. 1979, p. 60.\n(4) OJ No L 133, 21. 5. 1986, p. 29.\n(5) OJ No L 54, 5. 3. 1979, p. 67."}