{"celex_id": "31981D0616", "uri": "http://publications.europa.eu/resource/cellar/c00d788f-4d4e-413c-bce6-5d119074ac35", "type": "Decision", "concepts": ["1958", "2970", "2971", "2979", "4839", "980"], "title": "81/616/EEC: Commission Decision of 15 July 1981 on the implementation of the reform of agricultural structures in Belgium pursuant to Council Directives 72/159/EEC and 75/268/EEC (Only the French and Dutch texts are authentic)\n", "header": "COMMISSION DECISION of 15 July 1981 on the implementation of the reform of agricultural structures in Belgium pursuant to Council Directives 72/159/EEC and 75/268/EEC (Only the Dutch and French texts are authentic) (81/616/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 72/159/EEC of 17 April 1972 on the modernization of farms (1), as last amended by Directive 80/370/EEC (2), and in particular Article 18 (3) thereof,\nHaving regard to Council Directive 75/268/EEC of 28 April 1975 on mountain and hill farming and farming in certain less-favoured areas (3), as last amended by Directive 80/666/EEC (4), and in particular Article 13 thereof,\nWhereas on 10 April and 13 May 1981 the Belgium Government communicated the following regulations and administrative provisions:  - Royal Decree of 11 February 1981 amending theRoyal Decree of 29 July 1980 on the modernizationof farms situated in less-favoured areas,\n- Royal Decree of 11 February 1981 amending theRoyal Decree of 21 June 1974 on the modernizationof farms,\n- Ministerial Decree of 3 March 1981 on the modernizationof farms,\n- Royal Decree of 19 February 1981 amending theRoyal Decree of 4 October 1976 on the grantingof subsidies for the keeping of managementaccounts, the cooperation of agents, agriculturaland horticultural associations and recognized institutionsin the promotion of rational methods ofmanagement of agricultural and horticultural enterprises;\nWhereas pursuant to Article 18 (3) of Directive 72/159/EEC and Article 13 of Directive 75/268/EEC the Commission has to decide whether, having regard to the abovementioned communication, the existing Belgium provisions implementing Directive 72/159/EEC and Titles III and IV of Directive 75/268/EEC continue to satisfy the conditions for financial contribution by the Community;\nWhereas the said provisions are consistent with the conditions and aims of Directives 72/159/EEC and 75/268/EEC;\nWhereas the EAGGF Committee has been consulted on the financial aspects;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Agricultural Structure,", "main_body": ["The provisions existing in Belgium and implementing Directive 72/159/EEC and Titles III and IV of Directive 75/268/EEC, having regard to the provisions specified in the preamble, continue to satisfy the conditions for financial contribution by the Community to the common measures referred to in Article 15 of Directive 72/159/EEC and Article 13 of Directive 75/268/EEC.", "This Decision is addressed to the Kingdom of Belgium."], "attachments": "Done at Brussels, 15 July 1981.\nFor the Commission\nThe President\nGaston THORN  (1) OJ No L 96, 23.4.1972, p. 1. (2) OJ No L 90, 3.4.1980, p. 43. (3) OJ No L 128, 19.5.1975, p. 1. (4) OJ No L 180, 14.7.1980, p. 34."}