{"celex_id": "31984R0780", "uri": "http://publications.europa.eu/resource/cellar/83ffe560-4afd-49ab-8189-eb1d409576ae", "type": "Regulation", "concepts": ["1318", "5010"], "title": "Commission Regulation (EEC) No 780/84 of 27 March 1984 opening a standing invitation to tender for the export of 375000 tonnes of common wheat not intended for human consumption and held by the German intervention agency and amending Regulation (EEC) No 1687/76\n", "header": "COMMISSION  REGULATION (EEC) No 780/84\nof 27 March 1984\nopening a standing invitation to tender for the export of 375 000 tonnes of common wheat not intended for human consumption and held by the German intervention agency and amending Regulation (EEC) No 1687/76\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2727/75 of 29 October 1975 on the common organization of the market in cereals (1), as last amended by Regulation (EEC) No 1451/82 (2), and in particular Articles 7 (5) and 8 (4) thereof,\nHaving regard to Commission Regulation (EEC) No 1836/82 of 7 July 1982 laying down the procedure and conditions for the disposal of cereals held by intervention agencies (3), and in particular Article 7 thereof,\nWhereas Article 3 of Council Regulation (EEC) No 2738/75 of 29 October 1975 fixing the general rules for intervention on the market in cereals (4) lays down that cereals held by the intervention agency shall be disposed of by invitation to tender;\nWhereas fodder in the form of common wheat not intended for human consumption, is in demand on the international market; whereas, in the light of the market situation, specific management measures should be taken to meet the said demand;\nWhereas, in view of the variety of treated products available, various methods should be proposed; whereas, in order to facilitate control, the treating operations should be carried out by the intervention agency before any of the wheat is released;\nWhereas specific endorsements must be made in the export documents by means of which the whereabouts of the wheat can be monitored;\nWhereas moreover, for the purposes of control, the provisions of Commission Regulation (EEC) No 1687/76 of 30 June 1976 laying down common detailed rules for verifying the use and/or destination of products from intervention (5), as last amended by Regulation (EEC) No 2794/83 (6), shall apply; whereas the Annex to the said Regulation defines the special endorsements to be entered in the control copy; whereas the said Annex should be amended to include the endorsements to be entered in the control copy in the event where a specific destination for the cereals from intervention has been decided on;\nWhereas the Management Committee for Cereals has not delivered an opinion within the time limit set by its chairman,", "main_body": ["The German intervention agency may, on the conditions laid down in Regulation (EEC) No 1836/82, open a standing invitation to tender for the export of 375 000 tonnes of common wheat not intended for human consumption held by it.", "1. The invitation to tender shall cover a maximum of 375 000 tonnes of common wheat not intended for human consumption to be exported to all third countries.\n2. The regions in which the 375 000 tonnes of common wheat not intended for human consumption are stored are listed in Annex I hereto.\n3. The German intervention agency shall carry out the treatment of the common wheat held by it by one of the reference methods defined in Annex II to this Regulation before any of the common wheat is released.\nIn accordance with the provisions of the second subparagraph of Article 7 (2) of Regulation (EEC) No 1836/82, transport may be undertaken by the intervention agency for the purpose of delivering the goods to the operator at the port of exit.\n4. The cost of treatment shall be borne by the intervention agency.", "The provisions of Article 13 (1) of Regulation (EEC) No 1836/82 shall not apply. The amount of the security provided for in Article 8 (2) (c) shall be the difference between the buying-in price plus 1 % and the offer price.", "1. The export licences shall be valid from their date of issue, within the meaning of Article 9 of Regulation (EEC) No 1836/82, until the end of the second month following. Section 12 of both the applications for licences and the licences themselves shall bear the following endorsement:\n'common wheat from intervention not intended for human consumption sold pursuant to Regulation (EEC) No 780/84'.\n2. Notwithstanding the terms of Article 9 of Commission (EEC) No 3183/80 (1), rights deriving from the licences referred to in paragraph 1 shall not be transferable.", "1. The time limit for submission of tenders under the first partial invitation to tender shall expire on 11 April 1984 at 1 p.m. (Brussels time).\n2. The time limit for submission of tenders under the last partial invitation to tender shall expire on 30 May 1984 at 1 p.m. (Brussels time).\n3. The tenders shall be lodged with the German intervention agency.", "The German intervention agency shall notify the Commission of the tenders received not later than two hours after expiry of the time limit for the submission thereof.\nThey shall be forwarded in accordance with the provisions of Annex III.", "Regulation (EEC) No 1687/76 is hereby amended as follows:\nThe following point and related footnote shall be added to the Annex, Section I 'Products to be exported in the same state as that in which they were when removed from intervention stock'.\n'9. Commission Regulation (EEC) No 780/84 of 27 March 1984 opening a standing invitation to tender for the export of 375 000 tonnes of common wheat not intended for human consumption held by the German intervention agency (9).\n(9) OJ No L 85, 28. 3. 1984, p. 14.'", "This Regulation shall enter into force on 28 March 1984.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 27 March 1984.\nFor the Commission\nPoul DALSAGER\nMember of the Commission\n(1) OJ No L 281, 1. 11. 1975, p. 1.\n(2) OJ No L 164, 14. 6. 1982, p. 1.\n(3) OJ No L 202, 9. 7. 1982, p. 23.\n(4) OJ No L 281, 1. 11. 1975, p. 49.\n(5) OJ No L 190, 14. 7. 1976, p. 1.\n(6) OJ No L 274, 7. 10. 1983, p. 18.\n(1) OJ No L 338, 13. 12. 1980, p. 1.\nANNEX  I\n(Tonnes)\n1.2 //   //   // Place of storage  // Quantity  //   //  // Schleswig-Holstein  // 49 039  // Hamburg  // 26 528  // Niedersachsen  // 126 546  // Hessen  // 14 489  // Rheinland-Pfalz  // 24 294  // Baden-Wuerttemberg  // 21 639  // Bayern  // 113 295  //   //\nANNEX  II\nReference methods for treating common wheat\nMethod No 1: - Colouring with Patented Blue V\n1. Dissolve either 30 grams of colouring matter of 85 % concentration or 51 grams of colouring matter of 50 % concentration of Patented Blue V (Schulz No 826, EEC No E 131) (1) in at least 2,5 litres and at most 3 litres of pure water.\n2. Colour 100 kilograms of wheat from the quantity to be treated with the amount of solution prepared in accordance with paragraph 1.\n3. Mix 90 kilograms of wheat to be treated with at least 10 kilograms of grains coloured as indicated in point 2, so that they are uniformly dispersed in the total mass.\nMethod No 2 - Colouring with (brilliant) green\nThe wheat must be treated with the colouring matter listed below in such a manner that the said wheat shall contain a quantity of colouring matter at least equal to that shown in column 4 and evenly distributed, so that at least 5 % of the grains shall be coloured and distributed throughout the whole quantity.\nTABLE OF COLOURING MATTER\n1.2.3.4 //   //   //   //   // Common name of dye  // Scientific name  // Colour index (1956) No  // Minimum quantity in parts per million by weight  //   //   //   //  // 1  // 2  // 3  // 4  //   //   //   //   // Green S  // Sodium salt of di-(p-dimethylaminophenyl)-2-hydroxy-3: 6-disulphonaphtymethanol anhydride  // 44 090  // 20  //   //  //   //\n(1) The definition of Patented Blue V is given in the Council Directive on the approximation of rules of Member States on colouring matters for use in foodstuffs intended for human consumption (OJ No 115, 11. 11. 1962, p. 2645/62).\nPatented Blue V of 50 % concentration is marketed in the Federal Republic of Germany as 'Lebensmittelblau Nr. 3'.\nMethod  No 3 - Addition of fish oil or fish liver\n(a) Fish oil or fish liver, filtered, not deodorized, not decolourized, with no additives.\n(b) Characteristics:\n1.2 // Minimum iodine content  // 120  // Colour content  // 7-14 (Gaertner)  // or  // 5-19 (FAC)  // Acidity between  // 3 and 4 %  // Maximum point of solidification  // 10 Â°C\n(c) Minimum quantity to be used per tonne of wheat to be treated: 4 kilograms.\n(d) The treating apparatus must be such that at all times the oil is evenly distributed throughout the wheat.\n(e) The temperature of the oil used must be kept at a level sufficient to ensure such even distribution.\nANNEX  III\nStanding invitation to tender for the export of 375 000 tonnes of common wheat not intended for human consumption held by the German intervention agency\nRegulation (EEC) No 780/84\n1.2.3.4.5.6 //   //   //   //   //   //   // Tender No  // Consignment No  // Quantity (tonnes)  // Offer price (ECU/tonne)  // Commercial costs (ECU/tonne)  // Destination  //   //   //   //   //   //   // 1  // 2  // 3  // 4  // 5  // 6  //   //   //   //   //   //   // 1  //   //   //   //  //   // 2  //   //   //   //   //   // 3  //   //   //   //  //   // etc.  //   //   //   //   //   //   //   //   //   //  //"}