{"celex_id": "31985R0148", "uri": "http://publications.europa.eu/resource/cellar/ef22cd9a-2ab1-46c7-8c76-f7965b870480", "type": "Regulation", "concepts": ["4718"], "title": "Commission Regulation (EEC) No 148/85 of 18 January 1985 opening the distillation operation provided for in Article 41 of Regulation (EEC) No 337/79 for the 1984/85 wine-growing year\n", "header": "COMMISSION  REGULATION (EEC) No 148/85\nof 18 January 1985\nopening the distillation operation provided for in Article 41 of Regulation (EEC) No 337/79 for the 1984/85 wine-growing year\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 337/79 of 5 February 1979 on the common organization of the market in wine (1), as last amended by Regulation (EEC) No 1208/84 (2), and in particular Article 41 (7) thereof,\nWhereas the figures contained in the forward estimate of Community supplies issued on 11 January 1985 (3) reveal that for table wines availabilities recorded at the beginning of the year exceed normal utilization for the year by more than five months; whereas the conditions laid down in Article 41 (1) of Regulation (EEC) No 337/79 for activating a compulsory distillation operation in respect of table wine is therefore met;\nWhereas Article 1 (d) of Commission Regulation (EEC) No 147/85 of 18 January 1985 laying down for the 1984/85 wine year detailed implementing rules for the distillation referred to in Article 41 of Regulation (EEC) No 337/79 (4) defines the total quantity to be distilled; whereas, on the basis of this definition and the figures contained in the forward estimate, this quantity should be fixed at 12 million hectolitres; whereas it is possible, by means of this quantity, to attain the objective referred to in the first subparagraph of Article 41 (2) of Regulation (EEC) No 337/79;\nWhereas, in view of the legal disparities between the administrative units of the Community as regards the internal organization of wine cooperatives, Regulation (EEC) No 2102/84 on harvest, production and stock declarations relating to wine-sector products (5) introduced a differentiated system for production declarations; whereas, in certain administrative units of the Community, this system makes it possible to offset the yields of some producers against those of others, which is not possible in other units;\nWhereas, moreover, the economic importance of the cooperatives and producer groups varies significantly from one administrative unit to another; whereas, whilst ensuring that the various parties subject to the distillation obligation in the same administrative unit are treated equally, a distinction therefore has to be made, when fixing the scales applicable to the producers concerned, according to whether the production declarations and information concerning the determination of yields per hectare are received directly from the producers who have themselves produced the grapes intended for wine-making or from producer groups or cooperatives;\nWhereas the quantity of table wine delivered for distillation by each producer may under no circumstances be less than that corresponding to his obligation; whereas in order to facilitate compliance with the obligation provision should be made for the quantity delivered to be greater than that provided for whilst ensuring that this does not involve any unjustified expenditure for the EAGGF;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Wine,", "main_body": ["1. The distillation operation referred to in Article 41 (1) of Regulation (EEC) No 337/79 is hereby opened for the 1984/85 wine-making year.\n2. The total quantity of table wine to be distilled shall be 12 million hectolitres. This quantity comprises that part of the quantities covered by preventive distillation contracts under Regulation (EEC) No 2460/84 which are to be deducted from producers' obligations.", "1. For the purposes of the application of this Regulation, the term 'administrative unit' shall be taken to mean:\n- in Germany: the Bundeslaender,\n- in France: the dĂŠpartements,\n- in Greece: the Nomi,\n- in Italy: the Regioni.\n2. In administrative units in which all the production declarations referred to in Article 2 of Regulation (EEC) No 2102/84 are submitted by natural or legal persons or groups of such persons who themselves have produced the grapes intended for wine-making, the percentages of production to be delivered for distillation as regards the categories referred to in Article 3 (1) of Regulation (EEC) No 147/85 shall be as follows:\n- for the category referred to under (a): 0,\n- for the category referred to under (b): 2 %,\n- for the category referred to under (c): 4 %.\nBy way of derogation to the first subparagraph of Article 3 (2) of Regulation (EEC) No 147/85, the percentage to be applied to the producers referred to in the second indent of the same subparagraph shall, in the administrative units referred to in the foregoing subparagraph, be 11,5 %.\nIn these same administrative units the percentages of table wine production to be delivered for distillation over and above the obligation arising from the second subparagraph as regards the categories referred to in the second subparagraph of Article 3 (2) of Regulation (EEC) No 147/85 shall be as follows:\n- for the category referred to under (a): 55 %,\n- for the category referred to under (b): 85 %,\n- for the category referred to under (c): 100 %.\n3. In administrative units other than those referred to in paragraph 2, the percentages of production to be delivered for distribution as regards the categories referred to in Article 3 (1) of Regulation (EEC) No 147/85 shall be as follows:\n- for the category referred to under (a): 0,\n- for the category referred to under (b): 3 %,\n- for the category referred to under (c): 11 %.\nIn the administrative units referred to in the foregoing subparagraph, the percentages of table wine production to be delivered for distillation over and above the obligation arising from this subparagraph as regards the categories referred to in the second subparagraph of Article 3 (2) of Regulation (EEC) No 147/85 shall be as follows:\n- for the category referred to under (a): 35 %,\n- for the category referred to under (b): 55 %,\n- for the category referred to under (c): 80 %.", "The quantity delivered for distillation by each producer concerned shall be neither less than that resulting from the application of the percentages laid down in Article 2 (2) and (3) to the quantities of table wine which he has produced nor greater than 102 % of the said quantities.\nWithout prejudice to the terms of Regulation (EEC) No 2395/84:\n- no aid shall be payable in respect of quantities of wine in excess of those referred to in the foregoing subparagraph,\n- the quantity of alcohol contained in the product delivered by the distiller to the intervention agency in accordance with the second indent of the first subparagraph of Article 41 (5) of Regulation (EEC) No 337/79 shall not exceed that contained in the quantities of wine delivered in accordance with the limits laid down in the first subparagraph.", "1. The minimum quantity of table wine referred to in Article 6 (1) of Regulation (EEC) No 147/85 shall be fixed by Greece by 10 February 1985 and communicated to the Commission by 15 February 1985 at the latest.\n2. The quantity of table wine referred to in the second subparagraph of Article 6 (2) of Regulation (EEC) No 147/85 shall be not less than 120 000 hectolitres and not more than 150 000 hectolitres.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 18 January 1985.\nFor the Commission\nFrans ANDRIESSEN\nMember of the Commission\n(1) OJ No L 54, 5. 3. 1979, p. 1.\n(2) OJ No L 115, 1. 5. 1984, p. 77.\n(3) OJ No C 17, 18. 1. 1985, p. 2.\n(4) See page 25 of this Official Journal.\n(5) OJ No L 194, 24. 7. 1984, p. 1."}