{"celex_id": "31988R1273", "uri": "http://publications.europa.eu/resource/cellar/27961ba9-1cf3-4d7e-9160-eb1810edc225", "type": "Regulation", "concepts": ["2481", "3034", "3069", "4298"], "title": "Commission Regulation (EEC) No 1273/88 of 29 April 1988 laying down criteria for delimiting the regions or areas which may be exempted from the schemes for the set-aside of arable land, extensification and the conversion of production\n", "header": "COMMISSION  REGULATION (EEC) No 1273/88\nof 29 April 1988\nlaying down criteria for delimiting the regions or areas which may be exempted from the schemes for the set-aside of arable land, extensification and the conversion of production\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 797/85 of 12 March 1985 on improving the efficiency of agricultural structures (1), as last amended by Regulation (EEC) No 1137/88 (2), and in particular the second subparagraph of Article 32a (1) thereof,\nWhereas the Commission must adopt the criteria for delimiting the regions of areas which may be exempted from the schemes for the set-aside of arable land, extensification and the conversion of production;\nWhereas degradation of the soil or the risk of degradation of the soil in regions with low or irregular precipitation, and the risk of fire, are characteristic of natural conditions which make a reduction in production inadvisable;\nWhereas low population density or a high rate of population decline make a reduction in production inadvisable;\nWhereas the socio-economic features of some regions or areas in Spain may be used as grounds for exempting them from the schemes to reduce production;\nWhereas it is necessary to determine the particulars to be supplied by Member States when applying for authorization to exempt a region or area from the said schemes or from one of the schemes; whereas the application must be based on statistical data which are sufficiently reliable for the Commission to be able to verify whether the objective conditions for exempting a region or area are met;\nWhereas the Member State must apply for authorization in respect of all the regions or areas to be exempted in its territory before the implementation of the scheme to which the application relates, although the application may be submitted or amended in the course of 1991;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on Agricultural Structure,", "main_body": ["The criteria set out in Articles 2, 3 and 4 shall be used in order to delimit the regions or areas to which Member States may be authorized not to apply the schemes for land set-aside, extensification and the conversion of production provided for in Titles 01 to 03 of Regulation (EEC) No 797/85.", "Conditions characterized by the following shall be regarded as natural conditions which make a reduction in production inadvisable:\n(a) physical or chemical degradation of the soil (in particular erosion, drying out and salinization) or the risk thereof in regions with low or irregular precipitation;\n(b) the risk of fire.", "The following shall be regarded as regions or areas with a risk of depopulation:\n(a) regions or areas where the average population density is low compared with the national average; or\n(b) regions or areas where there is a high rate of population decline compared with the national average.", "In the case of Spain the socio-economic features of the regions or areas may also be taken into account, in particlar the number of employed, unemployed and underemployed persons in the agricultural population; these factors are to be assessed in conjunction with the situation as regards agricultural incomes and the general economic situation in those regions or areas.", "1. In order to apply for authorization to exempt regions or areas of their territory from the schemes for set-aside, aside, extensification and conversion or from one or more of the said schemes, Member States shall supply the Commission with the necessary information based on objective and duly authenticated statistical data\nshowing which of the measures provided for in Titles 01 to 03 of Regulation (EEC) No 797/85 fulfil, in the case of the regions or areas concerned, the conditions laid down in the first subparagraph of Article 32a (1) thereof.\n2. The information referred to in paragraph 1 shall include, as appropriate:\n(a) for the purposes of Article 2:\n- the intensity, abundance and distribution of rainfall and snowfall (on the basis of statistics covering at least the last 15 years),\n- the normal duration of dry periods,\n- the geophysical, chemical, morphological and hydrological characteristics of the soil,\n- developments in land use and in regional planning over the last 10 years;\n(b) for the purposes of Article 3:\n- population data reflecting the trend in general population and, if appropriate, the agricultural population since 1980.\n3. As regards the information to be submitted by Member States for the purposes of Articles 2, 3 and 4, delimitation of the regions shall be at level III of the Nomenclature of Territorial Statistical Units (NUTS) drawn up by the Statistical Office of the European Communities or else at the level of smaller territorial units. Member States shall also indicate, in the case of the set-aside scheme, the area of arable land and, in the case of the extensification and conversion schemes, the utilized agricultural area to which the authorizations referred to in Article 1 relate, for each of the territorial units thus delimited.", "The application referred to in paragraph 5 (1) shall be submitted by the Member State, in respect of all the regions or areas in its territory which are to be exempted, before the respective dates from which the schemes provided for in Titles 01 to 03 are implemented in that Member State. The said application may also be submitted or amended in the first half of 1991.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 29 April 1988.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 93, 30. 3. 1985, p. 1.\n(2) OJ No L 108, 29. 4. 1988, p. 1."}