{"celex_id": "31986R3912", "uri": "http://publications.europa.eu/resource/cellar/78b42f8e-d819-4a89-b94e-215d8a60f6a9", "type": "Regulation", "concepts": ["2644", "2871", "2974", "3732"], "title": "Commission Regulation (EEC) No 3912/86 of 22 December 1986 amending Regulation (EEC) No 470/67 as regards the criteria to be used for the taking over of paddy rice by intervention agencies\n", "header": "COMMISSION  REGULATION (EEC) No 3912/86\nof 22 December 1986\namending Regulation (EEC) No 470/67 as regards the criteria to be used for the taking over of paddy rice by intervention agencies\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1418/76 of 21 June 1976 on the common organization of the market in rice (1), as last amended by Regulation (EEC) No 1449/86 (2), and in particular Article 5 (5) thereof,\nWhereas Article 2 (2) of Commission Regulation (EEC) No 470/67 of 21 August 1967 on the taking over of paddy rice by intervention agencies, and fixing the corrective amounts, price increases and reductions applied by them (3), as last amended by Regulation (EEC) No 868/86 (4), fixes the maximum moisture content of the product offered to the intervention agency and the minimum yield after processing; whereas Annexes I and II to the abovementioned Regulation lay down the price increases and reductions for the moisture content and milling yield after processing, together with the basic yield;\nWhereas, in order to take account of development in recent years in rice market preparation techniques and of the problems which could arise for intervention where rice with a very high moisture content is offered, provisions should be made for a lower maximum moisture content; whereas account should be taken of the possibility that in certain production areas in the Community, the yield after processing may be very low as a result of unfavourable weather changes and as a result, provision should be made for a greater tolerance; whereas account should be taken of changes in varieties in Community rice production in the last few years;\nWhereas the opportunity should be taken of making other amendments relating to form;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["Regulation (EEC) No 470/67 is hereby amended as follows:\n1. The first and second indents of Article 2 (2) are replaced by the following:\n'- the moisture content does not exceed 15 %;\n- the yield after processing is not less than 14 points below the basic yields listed in Annex II hereto;'.\n2. Article 3 (2) is replaced by the following:\n'2. Where the yield after processing of the rice offered for intervention differs from the yield laid down for the standard quality of the variety concerned as provided for in Annex II (B) the price increases and reductions to be applied shall be as set out in Annex II (A).'\n3. Annex I is replaced by Annex I hereto.\n4. Annex II is replaced by Annex II hereto.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 22 December 1986.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 166, 25. 6. 1976, p. 1.\n(2) OJ No L 133, 21. 5. 1986, p. 1.\n(3) OJ No L 204, 24. 8. 1967, p. 8.\n(4) OJ No L 81, 26. 3. 1986, p. 9.\nANNEX I\n'ANNEX I\nPrice reductions relating to moisture content\n1.2 //  //  // Rate  // Reduction  //  //  // from 14,51 to 15,00   // The weight of water exceeding 14,5 % is deducted from the weight of the rice.'   //    //\nANNEX II\n'ANNEX II\nA. Price increases and reductions relating to yield after processing\n1.2 //  //  // Yield from paddy rice in the form of whole grains of milled rice  // Price increase and reduction per unit of yield  //  //  // Above the basic yield   // Price increase of 0,80 %   // Below the basic yield   // Price reduction of 0,80 %   //    //   // Total yield from paddy rice in the form of milled rice  // Price increase and reduction per unit of yield  //  //  // Above the basic yield   // Price increase of 0,60 %   // Below the basic yield   // Price reduction of 0,60 %   //    //\nB. Basic yield after processing\n1.2.3 // Description of quality of rice  // Yield in whole grains   // Total yield   //    //   //   // Balilla, Balilla GG, Balilla Sollana, Bomba, Bombon, Colina Frances, Liso, Matusaka, Monticelli, Pegonil, Ticinese, Lido, Argo, Elio  // 63   // 71   //    //   //   // Bahia, Carola, Cristal, Girona, Jucar, Navile, Niva, Rosa Marchetti, Senia, Sequial, Stirpe, Vitro, Italico, Corallo, Cigalon, Cripto, Alfa   // 60  // 70   //    //   //   // Anseatico, Arlésienne, Baldo, Betis, Italpatna, Redi, Ribe, Ribello, Ringo, Rizzotto, Rocca, Roma, Romanico, Romeo, Tebre, Volano, Veneria, Pierina, Marchetti, Smeraldo, Marathon, Euribe   // 59   // 70   //  //   //   // Europa, Espanique A, Institut de céréales 5593, Silla, S. Andrea   // 58   // 70   //    //   //   // Arborio, Blue Belle, Blue Bonnet, Institut de céréales 7821, Onda, Calendal, Arlatan, Roxani, Razza 82   // 56   // 70   //    //  //   // Cesariot, Maratelli, Precoce Rossi   // 56   // 68  //    //   //   // Carnaroli, Vialone Nano   // 55   // 70  //    //   //   // Delta   // 55   // 68   //    //   //  // Axios, Egropi, Strimonas, Bonnet Bell   // 54   // 69'  //    //   //"}