{"celex_id": "31986D0536", "uri": "http://publications.europa.eu/resource/cellar/cb47f297-b35a-49eb-ae25-2f2530c5f17a", "type": "Decision", "concepts": ["2300", "4575", "588"], "title": "86/536/EEC: Commission Decision of 7 November 1986 terminating the anti-dumping proceeding concerning imports of certain tube and pipe fittings originating in Brazil, Taiwan, Yugoslavia and Japan\n", "header": "COMMISSION  DECISION\nof 7 November 1986\nterminating the anti-dumping proceeding concerning imports of certain tube and pipe fittings originating in Brazil, Taiwan, Yugoslavia and Japan\n(86/536/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulations (EEC) No 2176/84 of 23 July 1984 on protection against dumped or subsidized imports from countries not members of the European Economic Community (1), and in particular Article 9 thereof,\nAfter consultations within the Advisory Committee as provided for under the above Regulation,\nWhereas:\nA. PROCEDURE\n(1) In November 1984, the Commission received a complaint concerning imports of certain tube and pipe fittings originating in Brazil, Taiwan and Yugoslavia which was lodged by the European Malleable Tube Fittings Development Association (EMAFIDA) on behalf of producers representing substantially all Community production of the product in question.\nIn March 1985 the Italian producer who is the largest producer in the Community and whose production accounts for a major proportion of the Community's production lodged a complaint concerning imports of the product in question originating in Japan.\nBoth complaints contained evidence of dumping and of material injury resulting therefrom, which was considered sufficient to justify the initiation of a proceeding. The Commission accordingly announced, by a notice published in the Official Journal of the European Communities (2), the initiation of an anti-dumping proceeding concerning imports into the Community of certain tube and pipe fittings of malleable cast iron falling within Common Customs Tariff heading ex 73.20, corresponding to NIMEXE code 73.20-30 originating in Brazil, Taiwan, Yugoslavia and Japan.\n(2) The Commission officially so advised the exporters and importers known to be concerned, the representatives of the exporting countries and the complainants and gave the parties directly concerned the opportunity to make known their views in writing and to request a hearing.\n(3) All companies concerned having exported the product in question to the Community during the period under investigation made their views known in writing. The majority of the known exporters requested and were granted hearings. Some importers also made written submissions and requested hearings which were granted.\n(4) The Commission sought and verified all information it deemed to be necessary and carried out investigations at the premises of the following:\n(a) EEC producers:\n- Georg Fischer AG, Singen (Hohentwiel), Germany,\n- R. Woeste & Co., Duesseldorf, Germany,\n- Acciaierie e Ferriere Lombarde Falck SpA., Milano, Italy;\n(b) Non-EEC producers/exporters:\n- Fundiรงao Tupy SA, Joinville, SC, Brazil,\n- De HoMetal Industrial Co. Ltd, Hsinchu, Taiwan,\n- San Yang Metal Industrial Co. Ltd, Taipei Hsien, Taiwan,\n- Tai Yang Metal Industrial Co. Ltd, Taipei, Taiwan,\n- Young Shieng Manufacturing Co. Ltd, Taipei, Taiwan,\n- Livnica Zeljeza i Tempera, Kikinda, Yugoslavia,\n- Titan, Kamnik, Yugoslavia,\n- Awaji Sangyo K.K., Tokyo, Japan,\n- Higashio Pipe Fittings MFG, Co. Ltd, Kawachi Nagano, Osaka, Japan,\n- Hitachi Metals Ltd, Chiyoda-Ku, Tokyo, Japan,\n- Nippon Kokan Pipe Fittings MFG, Co. Ltd, Kishiwada, Osaka, Japan,\n- Yodoshi Malleable Co. Ltd, Kawachi Nagano, Osaka, Japan;\n(c) EEC importers:\n- Hermann Schmidt, Essen-Bredeney, Germany,\n- Tupy Handelsgesellschaft mbH., Hamburg, Germany,\n- Euraccordi, Liscate, Milano, Italy,\n- Jannone Arm SpA., Napoli, Italy,\n- Rocco Locatelli s.a.s., Casteggio, Pavia, and Milano, Italy\n- O.M.L., Legnaro, Padova, Italy.\n(5) The investigation of dumping and price undercutting covered the period 1 January to 31 December 1984.\nB. DUMPING\nNormal value\n(6) Normal value was in all cases provisionally determined on the basis of the net ex-works domestic prices of those producers who exported to the Community and who provided sufficient evidence concerning the prices actually paid in the ordinary course of trade for the like product intended for consumption in the exporting country and which were considered to be representative for the domestic market concerned. Account was taken, where appropriate, of packing, transport costs within the country and payment terms to arrive at the net ex-works price.\nExport price\n(7) The export prices were generally determined on the basis of the net ex-works prices actually paid for the products sold for export to the Community. Account was taken, where appropriate, of packing, ocean freight, transport within the country, port charges, and commissions.\n(8) Where exports were made to subsidiary companies in the Community export prices were constructed on the basis of the prices at which the imported product was first resold to an independent buyer, suitably adjusted to take account of all costs incurred between importation and resale including customs duty, and of a profit margin of 4,0 % considered reasonable by analogy with the average profit margins of independent importers of the product in question.\nC. COMPARISON\n(9) In order to make a fair comparison between the normal value and export prices, appropriate account was taken of the differences affecting price comparability, such as differences in the terms and conditions of sale and indirect taxes where it could be demonstrated that there was a direct relationship between such differences and the sales in question. Certain claims which were made by some exporters with regard to adjustments for differences in overheads have been rejected.\n(10) All comparisons were made at the ex-factory level.\nD. MARGINS\n(11) The above preliminary examination of the facts shows the existence of dumping in respect of the imports of the products in question originating in Yugoslavia, Japan and Brazil, the margin of dumping being equal to the amount by which the normal value as established exceeds the export prices to the Community. These margins vary according to the exporter and the importing Member State, the weighted average margins being as follows:\n- Yugoslavia: up to 71,3 %;\n- Japan: up to 19,8 %;\n- Brazil: 5,6 %;\n- Taiwan: less than 1 %.\nE. INJURY\n(12) With regard to the allegation of injury caused by the dumped imports the evidence available to the Commission shows that imports into the Community from Japan went down from 9 300 tonnes in 1981 to 6 400 tonnes in 1984 with a corresponding fall of market share from 17,8 % to 10,2 %. In addition, imports from Taiwan fell from 3 900 tonnes in 1981 to 1 100 tonnes in 1984, reducing their market share from 7,4 % to 1,7 %. Imports from Yugoslavia increased slightly during the same period from 1 800 to 1 900 tonnes while the market share dropped from 3,4 % to 3,0 % due to a rise in consumption. Only imports from Brazil have significantly expanded from 1 500 tonnes in 1981 to 4 200 tonnes in 1984 increasing their market share from 2,8 % to 6,4 %.\n(13) Taken together the imports of tube and pipe fittings of malleable cast iron originating in Japan, Taiwan, Yugoslavia and Brazil declined from 16 400 tonnes in 1981 to 13 600 tonnes in 1984 with a consequent decrease in market share from 31,4 % to 21,6 %.\n(14) Considering that the imports of the Japanese and Taiwanese product in the Community had decreased and corresponded to a declining market share of these products in the Community, the Commission has examined whether it was appropriate to aggregate the imports of tube and pipe fittings originating in Japan and Taiwan with those originating in Yugoslavia and Brazil.\nThe Commission found that all the products under investigation competed with each other in the Community market. Furthermore, Japanese and Taiwanese imports taken together despite their decline still maintained a substantial market share significant enough to cause material injury because of the low prices at which they were sold in the Community. The Commission therefore concluded that in order to determine whether material injury was caused by the dumped products aggregation of the imports from Japan and Taiwan with those from Yugoslavia and Brazil was not unreasonable.\n(15) With regard to sales prices of the dumped product in the Community it was found that the exporters concerned sold their product through different sales channels in the Community and that the imported products were thus competing with the products of the Community industry at different marketing stages. On the basis of direct sales to large distributors and wholesalers in the Community, prices of Community producers were undercut in a range from 25 % to 45 %; in view of the substantial price differential certain Community producers had to suspend supplies to those distributors buying the dumped product, others were forced to scale down their prices below production cost in order to meet the competition from the imported product and to continue sales to these distributors thus suffering considerable financial losses. Where the Community producers competed with the importing distributors no significant and systematic price undercutting was found; however, the resale prices of the imported product prevented Community producers from raising their prices to a level necessary to cover cost increases which reduced their profit margins on their sales or in certain cases even induced losses.\nOn the basis of their total sales of tube and pipe fittings all major Community producers have continuously suffered losses from 1981 to 1984.\n(16) Community production has increased from 35 500 tonnes in 1981 to 42 500 tonnes in 1984 that is by about 20 %. The increase in production improved capacity utilization considerably, from 65 % to 80 % on average; certain production lines were temporarily running at full capacity.\n(17) Sales of Community producers increased in line with production and their market share recovered from 43 % in 1981 to 50 % in 1984.\n(18) In the light of the significant improvement of production, capacity utilization and sales of the Community industry the Commission has considered whether injury might have been caused by price suppression in the Community due to the imported products. In fact Community producers were only able to regain market share by keeping their prices at a level not permitting to cover full costs. Such a defensive strategy relying on prices which do not cover full cost and a reasonable profit but are merely a contribution to fixed costs jeopardizes in the longer run the viability of the enterprise and constitutes material injury if caused by low-priced dumped imports.\n(19) In this context the Commission had to consider the effects of other factors such as a decrease of consumption in the Community or imports from third countries not concerned by the procedure or from Taiwan for which de minimis dumping was found. Consumption in the Community has risen by some 20 % from 1981 to 1984. Imports from other countries not concerned by the procedure also increased from 13 000 tonnes in 1981 to 17 800 tonnes in 1984 corresponding to a growth in market share from 25 % to 28 %. At the same time imports originating in the countries concerned by the procedure fell from 16 400 tonnes to 13 600 tonnes corresponding to a decrease in market share of 9,8 %. The evidence available to the Commission shows that the prices of the imported products both from the countries concerned by the proceeding and other third countries were approximately at the same level for sales through comparable sales channels.\nTaking into account that the market share of the countries concerned has substantially decreased while at the same time the market share of other third countries continued to rise, and in particular that the sales prices of goods from the third countries were at approximately the same level as those from the countries concerned the Commission is of the opinion that the injury caused to the Community industry by price undercutting or price suppression cannot be attributed solely to the imports concerned by the proceeding.\n(20) With regard to imports of the product concerned originating in Taiwan the dumping margins are de minimis and protective measures should not be envisaged against these imports. (21) As far as the imports of the product in question originating in Japan, Brazil and Yugoslavia are concerned protective measures in respect of imports from these countries alone would not eliminate the injury caused to the Community industry, consideration being given to the higher market share reached by imports from other third countries during the investigation period and their equally low prices. Protective measure against imports from Japan, Brazil and Yugoslavia would be likely to favour mainly other low-priced imports and increase their market share further at the expense of imports from these countries without any consequent improvement in the situation for the Community industry. Furthermore the exporters concerned have agreed to report to the Commission on a regular basis on quantities and prices of their exports of tube and pipe fittings to the Community. Under these circumstances and taking account of the volume decline of the imports concerned and the improved situation of the Community industry with regard to its sales, production and capacity utilization, the Commission has reached the conclusion that protective measures would not be in the Community's interest.\nG. TERMINATION\n(22) The proceeding concerning imports of certain tube and pipe fittings of malleable cast iron originating in Japan, Brazil, Yugoslavia and Taiwan should therefore be terminated.\nNo objection to this course of action was raised in the Advisory Committee.\n(23) The complainant was informed of the essential facts and considerations on the basis of which the Commission intended to terminate this proceeding. Subsequently, the complainant requested additional information and a hearing which was granted. The arguments made at the hearing had been taken into account in this Decision,", "main_body": ["The anti-dumping proceeding in respect of certain tube and pipe fittings of malleable cast iron originating in Japan, Brazil, Yugoslavia and Taiwan is hereby terminated."], "attachments": "Done at Brussels, 7 November 1986.\nFor the Commission\nWilly DE CLERCQ\nMember of the Commission\n(1) OJ No L 201, 30. 7. 1984, p. 1.\n(2) OJ No C 77, 23. 3. 1985, p. 3."}