{"celex_id": "31982D0960", "uri": "http://publications.europa.eu/resource/cellar/2e9b8bb6-369a-49f7-807a-1c1d662749b4", "type": "Decision", "concepts": ["1374", "192", "2560", "4324", "4689", "5034"], "title": "82/960/EEC: Commission Decision of 23 December 1982 amending Council Decision 82/734/EEC on the list of establishments in the Swiss Confederation approved for the purposes of exporting fresh meat into the Community\n", "header": "COMMISSION DECISION of 23 December 1982 amending Council Decision 82/734/EEC on the list of establishments in the Swiss Confederation approved for the purposes of exporting fresh meat into the Community (82/960/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 72/462/EEC of 12 December 1972 on health and veterinary inspection problems upon importation of bovine animals and swine and fresh meat from third countries (1), and in particular Articles 4 (1) and 18 (1) (a) and (b) thereof,\nWhereas a list of establishments in Switzerland, approved for the purposes of the export of fresh meat to the Community, was drawn up initially by Council Decision 82/734/EEC (2);\nWhereas a routine inspection made in application of Article 5 of Directive 72/462/EEC and Article 3 (1) of Commission Decision 80/15/EEC of 21 December 1979 concerning the on-the-spot inspections to be carried out in respect of the importation of bovine animals, swine and fresh meat from non-member countries (3), has revealed that the level of hygiene of certain establishments may be considered to be satisfactory ; whereas these establishments may therefore be kept or entered on the Community list;\nWhereas this inspection has, however, revealed in other establishments that in some cases insufficient effort has been made to improve hygiene standards, and in other cases those standards have fallen ; whereas the condition of some of these plants does not necessitate immediate withdrawal of approval, but does justify limiting Community approval to a certain period at the end of which the said approval will expire unless, meanwhile, the necessary measures have been put into effect and verified by a further on-the-spot inspection, to be requested by the Swiss authorities if they deem it necessary;\nWhereas it is therefore necessary to amend the list of establishments;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["Decision 82/734/EEC is hereby amended as follows:    1. Article 4 is replaced by the following:\n\"Article 4\nThis Decision shall be reviewed and if necessary amended before 30 June 1983, particular account being taken of measures applied by the Swiss authorities in the fields of veterinary inspection and slaughter hygiene.\"\n2. The Annex is replaced by the Annex to this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 23 December 1982.\nFor the Commission\nPoul DALSAGER\nMember of the Commission  (1) OJ No L 302, 31.12.1972, p. 28. (2) OJ No L 311, 8.11.1982, p. 13. (3) OJ No L 8, 12.1.1980, p. 26.\nANNEX LIST OF ESTABLISHMENTS\n>PIC FILE= \"T0022484\">\n>PIC FILE= \"T0022485\">"}