{"celex_id": "31989D0074", "uri": "http://publications.europa.eu/resource/cellar/7e445c34-4830-4723-8e52-859e6ffe3db5", "type": "Decision", "concepts": ["1532", "2816", "3581"], "title": "89/74/EEC: Commission Decision of 23 December 1988 rejecting the complaint lodged by Smith Kline  French Laboratories Limited against Jordan under Council Regulation (EEC) No 2641/84 (only the English text is authentic)\n", "header": "COMMISSION  DECISION\nof 23 December 1988\nrejecting the complaint lodged by Smith Kline & French Laboratories Limited against Jordan under Council Regulation (EEC) No 2641/84\n(Only the English text is authentic)\n(89/74/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2641/84 of 17 September 1984 on the strengthening of the common commercial policy with regard in particular to protection against illicit commercial practices (1), and in particular Articles 3 and 5 thereof,\nFollowing consultations in the Advisory Committee set up by the said Regulation,\nWhereas:\nA. Procedure\n(a) Complaint\n(1) In June of this year the Commission received a complaint to the effect that Jordan, by promulgating Law 8 of 1986 amending Law 22 of 1953 on patents, had infringed Articles 10 bis and 10 ter of the Paris Convention for the protection of industrial property by depriving Smith Kline & French Laboratories Limited of the protection previously afforded it by the patent for 'new polymorph', which it held in Jordan. The company alleged that in so doing Jordan was guilty of an illicit commercial practice and had caused the Community industry concerned serious injury.\n(b) Complainant and Community industry concerned\n(2) The complaint was lodged by Smith Kline & French Laboratories Limited, hereinafter referred to as Smith Kline, a company constituted under English Law which produces Tagamet and exports it to Jordan. The product's active substance is cimetidine, developed from the new polymorph which Smith Kline invented.\n(c) Products involved\n(3) The products involved are the products marketed under the name Tagamet and all products containing cimetidine manufactured from the new polymorph, an invention patented in Jordan by Smith Kline under the number 882. The products fall within CN code 3004 90 99.\nB. Plaintiff's allegations\n(a) Allegation of illicit ocmmercial practices\n(4) Smith Kline asserts that by promulgating Law 8 of 1986 amending Article 4 of Law 22 of 1953 on patents, Jordan infringed Article 10 bis (1) and Article 10 ter of the Paris Convention for the protection of industrial property (hereinafter referred to as the Paris Convention) and is guilty of illicit commercial practices within the meaning of Regulation (EEC) No 2641/84.\n(5) The company claims that the adoption of Law 8 was on 'act of unfair competition' on the part of Jordan under Article 10 bis (1), in that, by removing some of the protection which the 1953 Law afforded patented inventions, under the heading of pharmaceutical products, it allowed competing firms to benefit from other firms' investment, without any quid pro quo whatsoever, and this ran counter to fair industrial and commercial practice. Smith Kline added that this amendment had the effect of legitimizing acts of unfair competition which it alleged had been perpetrated by competitors before the Law was amended.\nThe company asserts that, since adopting Law 8 of 1986, Jordan is also infringing Article 10 ter because it is no longer allowing the 'appopriate legal remedies' to be taken 'effectively to repress' unfair competition.\n(b) Allegation of injury\n(6) According to Smith Kline, the unfair commercial practice described above caused the Community industry concerned serious injury since the company was thereby prevented from marketing its products in Jordan and on other Arab markets. It claims that is has suffered injury amounting to at least ÂŁ 480 000 a year as a result of loss of potential sales.\nC. Grounds\n(7) Under Article 3 (2) of Regulation (EEC) No 2641/84, in order to give rise to an examination procedure, a complaint presented under this Regulation must contain sufficient evidence of the existence of illicit commercial practices and the injury resulting therefrom.\n(8) As regards the allegation that Jordan infringed Article 10 bis of the Paris Convention, it should be noted that the interpretation generally given to this provision does not corroborate Smith Kline's argument that, by a mending Law 22 of 1953 in such a way as to reduce the protection previously afforded to the patented new polymorph invention, Jordan had perpetrated an 'act of unfair competition' within the meaning of this provision and had thereby infringed the provision.\n(9) As paragraph 1 of Article 10 bis does not define an act of unfair competition, the question whether an act by a signatory party can be an act of unfair competition must be examined in the light of the other paragraphs of this provision. In this connection, the second paragraph of Article 10 bis defines an act of unfair competition as 'any act of competition contrary to honest practices in industrial or commercial matters' and the following examples are listed in paragraph 3:\n'1. all acts of such a nature as to create confusion by any means whatever with the establishment, the goods, or the industrial or commercial activities, of a competitor;\n2. false allegations in the course of trade of such a nature as to discredit the establishment, the goods, or the industrial or commercial activities, of a competitor;\n3. indications or allegations the use of which in the course of trade is liable to mislead the public as to the nature, the manufacturing process, the characteristics, the suitability for their purpose, or the quantity of goods.'\n(10) It follows from the above that 'acts of unfair competition' within the meaning of Article 10 bis can cover only those acts carried out by competitors and, consequently, cannot include the legislative acts of a signatory State. Hence it follows that Jordan cannot be said to have failed in its duty to provide effective protection against unfair competition on the grounds that, by adopting Law 8 of 1986, it had carried out an 'act of unfair competition'.\n(11) The allegation that Article 10 ter of the Paris Convention had been infringed in that Jordan no longer allowed nationals of the other signatory States to take the appropriate legal remedies effectively to repress unfair competition cannot be accepted either, because, as indicated above, the allegation of infringement of Article 10 bis by Jordan is unfounded.\n(12) In the light of the arguments put forward by Smith Kline, there are therefore no grounds for concluding that Jordan, by amending its law on patents in the way described by the company in its complaint, carried out an act of unfair competition within the meaning of Article 10 bis of the Paris Convention.\n(13) While under Article 10 bis the signatory parties are bound to assure effective protection against unfair ocmpetition, it is up to each individual party to define the acts which it takes to be acts of unfair competition. Lastly, as Article 10 bis does not lay down minimum standards for effective protection for patents, the fact that a State withdraws with retroactive effect the protection given to pharmaceuticals by its national legislation is not an infringement of this provision either. It should be pointed out in this respect that there was no allegation that this withdrawal infringed another rule of international law.\n(14) To sum up, the complaint submitted by Smith Kline does not, from a purely legal point of view, contain sufficient evidence of the existence of illicit commercial practices by Jordan. It has therefore to be rejected. Moreover, the lack of factual data produced in support of the allegations could, on its own, have justified its rejection,", "main_body": ["The complaint made against Jordan by Smith Kline & French Laboratories Limited, pursuant to Article 3 of Regulation (EEC) No 2641/84, is hereby rejected.", "This Decision is addressed to Smith Kline & French Laboratories Limited."], "attachments": "Done at Brussels, 23 December 1988.\nFor the Commission\nWilly DE CLERCQ\nMember of the Commission\n(1) OJ No L 252, 20. 9. 1984, p. 1."}