{"celex_id": "31987R3220", "uri": "http://publications.europa.eu/resource/cellar/a377c14a-dab3-4ee8-ae00-3684f9f4ceec", "type": "Regulation", "concepts": ["4395", "4692"], "title": "Commission Regulation (EEC) No 3220/87 of 28 October 1987 amending Regulation (EEC) No 1678/85 as regards the agricultural conversion rates for the pigmeat sector in France\n", "header": "COMMISSION  REGULATION (EEC) No 3220/87\nof 28 October 1987\namending Regulation (EEC) No 1678/85 as regards the agricultural conversion rates for the pigmeat sector in France\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1677/85 of 11 June 1985 on monetary compensatory amounts in agriculture (1), as last amended by Regulation (EEC) No 1889/87 (2), and in particular Article 12 thereof,\nWhereas Article 6a of Regulation (EEC) No 1677/85 lays down that the agricultural conversion rates of a Member State should, in accordance with the procedure provided for in Article 12 of that Regulation, be adjusted so as to avoid the creation of new monetary compensatory amounts;\nWhereas the amendment of the correcting factor would normally lead to the introduction of compensatory amounts in France in the pigmeat sector with effect from 1 November 1987 in the light of the change in the agricultural conversion rate determined by Council Regulation (EEC) No 1678/85 (3), as last amended by Regulation (EEC) No 3164/87 (4), in the version as amended by Regulation (EEC) No 1890/87 (5); whereas, in order to avoid this consequence, the agricultural conversion rate should be adjusted so as to avoid the creation of such new monetary compensatory amounts;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Pigmeat,", "main_body": ["In Annex VI of Regulation (EEC) No 1678/85, in the version as amended by Regulation (EEC) No 1890/87, the line relating to pigmeat is hereby replaced by the following:\n1.2,5 //  //  // Products  // Agricultural conversion rates  //  //  // 1.2.3.4.5 //  // 1 ECU = FF . . .   // Applicable until   // 1 ECU = FF . . .   // Applicable from   //    //  //   //   //   // 'Pigmeat   // 7,65699   // 31 October 1987  // 7,73579   // 1 November 1987'   //    //   //   //   //", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities\nIt shall apply with effect from 1 November 1987.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 28 October 1987.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 164, 24. 6. 1985, p. 6.\n(2) OJ No L 182, 3. 7. 1987, p. 1.\n(3) OJ No L 164, 24. 6. 1985, p. 11.\n(4) OJ No L 301, 24. 10. 1987, p. 15.\n(5) OJ No L 182, 3. 7. 1987, p. 4."}