{"celex_id": "31988R4199", "uri": "http://publications.europa.eu/resource/cellar/b949872b-c64d-4e8a-8ef2-cdc912dcccaa", "type": "Regulation", "concepts": ["1159", "1294", "133", "544"], "title": "Council Regulation (EEC) No 4199/88 of 21 December 1988 laying down for 1989 certain measures for the conservation and management of fishery resources applicable to vessels registered in the Faroe Islands\n", "header": "COUNCIL REGULATION (EEC) No 4199/88 of 21 December 1988 laying down for 1989 certain measures for the conservation and management of fishery resources applicable to vessels registered in the Faroe Islands\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 170/83 of 25 January 1983 establishing a Community system for the conservation and management of fishery resources (1), as amended by the Act of Accession of Spain and Portugal (2), and in particular Article 11  thereof,\nHaving regard to the proposal from the Commission,\nWhereas, in accordance with the procedure provided for in Article 2 of the Agreement on fisheries between the European Economic Community, of the one part, and the Government of Denmark and the Home Government of the Faroe Islands, of the other part (3),  the Community and the Home Government of the Faroe Islands have held consultations concerning their mutual fishing rights for 1989;\nWhereas, in the course of these consultations, the delegations agreed to recommend to their respective authorities that certain catch quotas for 1989 should be fixed for the vessels of the other party;\nWhereas measures should be taken to implement the results of these consultations between the Community and the Faroe Islands and thus prevent any interruption of mutual fisheries relations as at 31 December 1988;\nWhereas, under the terms of Article 3 of Regulation (EEC) No 170/83, it is for the Council to fix the total catches allocated to third countries and to lay down the specific conditions under which such catches may be taken;\nWhereas the fishing activities covered by this Regulation are subject to the relevant control measures provided for by Council Regulation (EEC) No 2241/87 of 23 July 1987 establishing certain control measures for fishing activities (4);\nWhereas Article 3 (2) of Commission Regulation (EEC) No 1381/87 of 20 May 1987 establishing detailed rules concerning the marking and documentation of fishing vessels (5) provides that all vessels with chilled or refrigerated sea-water tanks are to keep on board a document certified by a competent  authority and specifying the calibration of the tanks in cubic metres at 10-cm intervals,", "main_body": ["1.  Vessels registered in the Faroe Islands are hereby authorized, until 31 December 1989, to fish for the species listed in Annex I, within the geographical and quantitative limits laid down therein and in accordance with this Regulation, in  the 200-nautical-mile fishing zone of the Member States in the North Sea, Skagerrak, Kattegat, Baltic Sea and Atlantic Ocean north of 43°00mN.\n2.  Fishing authorized under paragraph 1 shall be limited, except in the Skagerrak, to those parts of the 200-\nnautical-mile fishing zone lying seawards of 12 nautical miles from the baselines from which the fishing zones of Member States are measured.\n3.  Notwithstanding paragraph 1, unavoidable by-catches of species for which no quota has been fixed in a given zone shall be permitted within the limits laid down by the conservation measures in force in the zone concerned.\n4.  By-catches in a given zone of a species for which a quota is established in that zone shall be counted against the quota concerned.", "1.  Vessels fishing within the quotas fixed in Article 1 shall comply with the conservation and control measures and all other provisions governing fishing in the zones referred to in that Article.\n2.  The vessels referred to in paragraph 1 shall keep a log book in which the information set out in Annex II shall be entered.\n3.  The vessels referred to in paragraph 1 shall transmit to the Commission, in accordance with the rules laid down in Annex III, the information set out in that Annex.\n4.  Those vessels referred to in paragraph 1 which have chilled or refrigerated sea-water tanks shall keep on board a document certified by a competent authority and specifying the calibration of the tanks in cubic metres at 10 centimetre intervals. Until 1 January 1990, and in the absence of such documents, the relevant certification shall be established and signed by the vessel owner.\n5.  The registration letters and numbers of the vessels referred to in paragraph 1 must be clearly marked on the bow of each vessel on both sides.", "1.  Fishing in the waters referred to in Article 1 and within the quotas fixed in that Article shall be permitted only where a licence issued by the Commission on behalf of the Community is kept on board and where the conditions set out in  the licence are observed.\n2.  Licences shall be issued for the purposes of paragraph 1 provided that the number of licences valid on any one day does not exceed:\n(a) 14 for the fishing of mackerel in ICES divisions VI a (north of 56°30mN), VII e, f and h, sprat in ICES sub-area IV and division VI a (north of 56°30mN), horse mackerel in ICES sub-area IV and divisions VI a (north of 56°30mN), VII e, f and h and  herring in ICES division VI a (north of 56°30mN); four for the fishing of herring in ICES division III a N (Skagerrak);\n(b) 15 for the fishing of Norway pout in ICES sub-area IV and division VI a (north of 56°30mN) and sand eel in ICES sub-area IV;\n(c) 20 for the fishing, by long-line, of ling, tusk and blue ling in ICES divisions VI a (north of 56°30mN) and VI b; however, the total number of vessels allowed to fish simultaneously shall not exceed 10;\n(d) 16 for the fishing, by trawl, of blue ling in ICES divisions VI a (north of 56°30mN) and VI b;\n(e) 20 for the fishing of blue whiting in ICES sub-area VII (west of 12°00mW) and ICES divisions VI a (north of 56°30mN) and VI b;\n(f) three for the fishing, by long-line, of porbeagle in the whole Community zone with the exception of NAFO 3 PS.\n3.  Each licence shall be valid for one vessel only. Where two or more vessels are taking part in the same fishing operation, each vessel must be in possession of a licence.\n4.  Licences may be cancelled with a view to the issue of new licences. Cancellation shall take effect from the date on which the licence is surrendered to the Commission.\n5.  Licences shall be wholly or partially withdrawn before the date of expiry if the respective quotas, fixed in Article 1, have been exhausted.\n6.  Licences shall be withdrawn in the event of any failure to meet the obligations laid down in this Regulation.\n7.  For a period not exceeding 12 months, no licence shall be issued for any vessel in respect of which the obligations laid down in this Regulation have not been met.\n8.  Licences issued pursuant to Regulation (EEC) No 3980/87(6) and valid on 31 December 1988 shall remain valid until 31 March 1989 at the latest, if so requested by the Faroese authorities.", "When an application for a licence is submitted to the Commission, the following information must be supplied:\n(a) name of the vessel;\n(b) registration number;\n(c) external identification letters and numbers;\n(d) port of registration;\n(e) name and address of the owner or charterer;\n(f) gross tonnage and overall length;\n(g) engine power;\n(h) call sign and radio frequency;\n(i) intended method of fishing;\n(j) intended area of fishing;\n(k) species for which it is intended to fish;\n(l) period for which a licence is requested.", "Fishing in the Skagerrak within the limits of the quotas referred to in Article 1 shall be subject to the following conditions:\n(1) direct fishing for herring for purposes other than human consumption shall be prohibited;\n(2) the use of trawls and purse seines for the capture of pelagic species shall be prohibited from Saturday midnight to Sunday midnight.", "Where an infringement is duly established, Member States shall without delay inform the Commission of the name of the vessel concerned and of any action they have taken.", "This Regulation shall enter into force on 1 January 1989.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 21 December 1988.\nFor the Council\nThe President\nV. PAPANDREOU\n(1) OJ No L 24, 27. 1. 1983, p. 1.\n(2) OJ No L 302, 15. 11. 1985, p. 1.\n(3) OJ No L 226, 29. 8. 1980, p. 12.\n(4) OJ No L 207, 29. 7. 1987, p. 1.\n(5) OJ No L 132, 21. 5. 1987, p. 9.\n(6) OJ No L 375, 31. 12. 1987, p. 45.\nANNEX I\nFaroese catch quotas for 1989\n1. Quotas for Faroese vessels fishing in the Community zone\nSpecies  Fishing zone: ICES-sub-area/division   Quantity (tonnes)\nLing, tusk and blue ling  VI a (2), VI b               800 (1) (10)\nBlue ling                 VI a (2), VI b               940 (7)\nMackerel                  VI a (2), VII e, f, h      5 250 (11)\nHerring                   VI a (2),                    660\nHorse mackerel            IV, VI a (2), VII e, f, h  7 000\nNorway pout               IV, VI a (2)               9 000 (3) (4) (8)\nSprat                     IV, VI a (2)               2 000\nSand eel                  IV                         9 000 (3) (8)\nBlue whiting              VI a (2), VI b, VII (5)   62 000 (9)\nOther white fish\n(by-catches only)         IV, VI a (2)                 400\nHerring                   III a N (Skagerrak) (6)      500\nPorbeagle       Entry Community zone except NAFO 3 Ps  125 (1)\n(1) To be fished by long-line.\n(2) North of 56°30mN.\n(3) Each of these quotas may be exceeded by a maximum of 10 000 tonnes provided that the total catches of Norway pout (including blue whiting), sand eel and sprat do not exceed 20 000 tonnes.\n(4) Of which a maximum of 6 000 tonnes may be fished in ICES VI a north of 56°30m N subject to the provision on request by the Community of details of the quantity and composition of any by-catch taken.\n(5) West of 12°00mW.\n(6) Limited in the west by a line drawn from the Hanstholm lighthouse to the Lindesnes lighthouse and in the south by a line drawn from Skagen lighthouse to the Tistlarna lighthouse and from there to the nearest coast of Sweden.\n(7) To be fished by trawl.\n(8) Catches of Norway pout and sand eel may include unavoidable by-catches of blue whiting.\n(9) Catches of blue whiting may include unavoidable by-catches of argentine.\n(10 )Of which an incidental catch of other species of 20 % per ship, at any moment, is authorized in ICES sub-areas VI a and b. However, this percentage may be exceeded in the first 24 hours following the beginning of the fishing on a specific ground.  The total incidental catch of other species in VI a and b may not exceed 75 tonnes.\n(11) Of which no more than 1 000 tonnes may be fished from 1 October to 31 December 1989 in Community waters between latitudes 5°00mN and 62°N and longitudes 4°W and 1°E.\n2. Quotas for Faroese vessels fishing in Greenland waters according to Article 1 (3) of EEC/Greenland Fisheries Protocol (1) (shown for information only).\nSpecies  Fishing zones: ICES division of NAFO sub-area  Quantity (tonnes)\nNorthern deepwater prawn  NAFO 1 (2)          475\n(Pandalus borealis)       XIV                 675\nGreenland halibut         NAFO 1              150\nXIV                 150\nRedfish                   XIV                 500\nCapalin                   XIV              10 000\n(1) OJ No L 29, 1. 2. 1985, p. 14.\n(2) South of 68°N.\nANNEX II\nThe following details are to be entered in the log-book after each haul when fishing within the 200 nautical-mile fishing zone off the coasts of the Member States of the Community:\n1. the quantity (in kilograms live-weight) of each species caught, including by-catches;\n2. the date and the time of the haul;\n3. the geographical position in which the catches were made;\n4. the fishing method used;\n5. all radio messages sent in conformity with Annex III.\nANNEX III\n1. The information to be transmitted to the Commission and the timetable for its transmission are as follows:\n1.1. On each occasion the vessel enters the 200-nautical-mile fishing zone off the coasts of the Member States of the Community which is under the jurisdiction of the Member States as regards fisheries:\n(a) the information specified under 1.4;\n(b) the quantity (in kilograms live-weight) of each species of fish in the hold;\n(c) the date and ICES sub-area within which the master intends to commence fishing.\nWhere the fishing operations necessitate more than one entry into the zones referred to under 1.1 on a given day, one communication shall suffice on first entry.\n1.2. On each occasion the vessel leaves the zone referred to under 1.1:\n(a) the information specified under 1.4;\n(b) the quantity (in kilograms live-weight) of each species of fish in the hold;\n(c) the quantity (in kilograms live-weight) of each species caught since the previous transmission;\n(d) the ICES sub-area in which the catches were taken;\n(e) the quantity (in kilograms live-weight) of each species transferred to other vessels since the vessel entered the zone and the identification of the vessel to which the transfer was made;\n(f) the quantity (in kilograms live-weight) of each species landed in a port of the Community since the vessel entered the zone.\n1.3. At three-day intervals, commencing on the third day after the vessel first enters the zones referred to under 1.1 when fishing for herring and mackerel, and at weekly intervals, commencing on the seventh day after the vessel first enters the zones  referred to under 1.1 when fishing for all species other than herring and mackerel:\n(a) the information specified under 1.4;\n(b) the quantity (in kilograms live-weight) of each species caught since the previous transmission;\n(c) the ICES divisions/sub-areas in which the catches were made.\n1.4.(a) The name, call sign, identification numbers and letters of the vessel and the name of its master;\n(b) the licence number if the vessel is under licence;\n(c) the serial number of the message;\n(d) identification of the type of message;\n(e) the date, the time and the geographical position of the vessel.\n2.1. The information specified under point 1 shall be transmitted to the Commission of the European Communities in Brussels (telex 24 189 FISEU-B) via one of the radio stations listed under point 3 below and in the form specified under point 4.\n2.2. If it is impossible for reasons of force majeure for the message to be transmitted by the vessel, it may be transmitted on the vessel's behalf by another vessel.\n3. Name of radio station  Call sign of radio station\nSkagen                    OXP\nBlaavand                   OXB\nRoenne                     OYE\nNorddeich                 DAF DAK\nDAH DAL\nDAI DAM\nDAJ DAN\nScheveningen              PCH\nOostende                  OST\nNorth Foreland            GNF\nHumber                    GKZ\nCullercoats               GCC\nWick                      GKR\nPortpatrick               GPK\nAnglesey                  GLV\nIlfracombe                GIL\nNiton                     GNI\nStonehaven                GND\nPortishead                GKA\nGKB\nGKC\nLand's End                GLD\nValentia                  EJK\nMalin Head                EJM\nBoulogne                  FFB\nBrest                     FFU\nSaint-Nazaire             FFO\nBordeaux-Arcachon         FFC\nThorshavn                 OXJ\nBergen                    LGN\nFarsund                   LGZ\nFloroe                     LGL\nRogaland                  LGQ\nTjoeme                     LGT\nAAlesund                   LGA\n4. Form of the communications\nThe information specified under point 1 concerning the fishing operations in the zones referred to under 1.1 shall contain the following particulars, which shall be given in the following order:\n- name of vessel,\n- call sign,\n- external identification letters and numbers,\n- serial number of the message for the voyage in question,\n- indication of the type of message according to the following code:\n- message when entering one of the zones referred to under 1.1:  'IN',\n- message when leaving one of the zones referred to under 1.1: 'OUT',\n- message when moving from one ICES division to another: 'ICES',\n- weekly message: 'WKL',\n- three-day message: 2 'WKL',\n- the geographical position,\n- the ICES divisions/sub-areas in which fishing is expected to commence,\n- the date on which fishing is expected to commence,\n- the quantity (in kilograms live weight) of each species of fish in the hold using the code mentioned in\npoint 5,\n- the ICES divisions/sub-areas in which the catches were made,\n- the quantity (in kilograms) of each species transferred to other vessels since the previous transmission,\n- the name and call sign of the vessel to which the transfer was made,\n- the quantity (in kilograms) of each species landed in a port of the Community since the previous transmission,\n- the name of the master.\n5. The code to be used to indicate the quantities of fish on board as mentioned in point 4 above:\nPRA    Northern deep-water prawn (Pandalus borealis),\nHKE    Hake (Merluccius merluccius),\nGHL    Greenland halibut (Reinhardtius hippoglossoides),\nCOD    Cod (Gadus morhua),\nHAD    Haddock (Melanogrammus aeglefinus),\nHAL    Halibut (Hippoglossus hippoglossus),\nMAC    Mackerel (Scomber scombrus),\nHOM    Horse mackerel (Trachurus trachurus),\nRNG    Round-nose grenadier (Coryphaenoides rupestris),\nPOK    Saithe (Pollachius virens),\nWHG    Whiting (Merlangius merlangus),\nHER    Herring (Clupea harengus),\nSAN    Sand-eel (Ammodytes spp.),\nSPR    Sprat (Sprattus sprattus),\nPLE    Plaice (Pleuronectes platessa),\nNOP    Norway pout (Trisopterus esmarkii),\nLIN    Ling (Molva molva),\nOTH    Other\nPEZ    Shrimp (Penaeidae),\nANE    Anchovy (Engraulis encrasicholus),\nRED    Redfish (Sebastes spp.),\nPLA    American plaice (Hypoglossoides platessoides),\nSQX    Squid (Illex spp.),\nYEL    Yellowtail flounder (Limanda ferruginea),\nWHB    Blue whiting (Micromesistius poutassou),\nTUN    Tuna (Thunnidae),\nBLI    Blue ling (Molva dypterygia),\nUSK    Tusk (Brosme brosme),\nDGS    Dogfish (Squalus acanthias),\nBSK    Basking shark (Cetorinhus maximus),\nPOR    Porbeagle (Lamma nasus),\nSQC    Common squid (Loligo spp.),\nPOA    Atlantic pomfret (Brama brama),\nPIL    Sardine (Sardina pilchardus),\nCSH    Common shrimp (Crangon crangon),\nLEZ    Megrim (Lepidorhombus spp.),\nMNZ    Angler/Monk (Lophius spp.),\nNEP    Norway lobster (Nephrops norvegicus),\nPOL    Pollack (Pollachius pollachius)."}