{"celex_id": "31986R2426", "uri": "http://publications.europa.eu/resource/cellar/da7d50b7-77c6-48f2-bf3a-e75bddc0fdf9", "type": "Regulation", "concepts": ["1309", "1667", "5384", "797"], "title": "Commission Regulation (EEC) No 2426/86 of 29 July 1986 amending Regulation (EEC) No 771/74 laying down detailed rules for granting aid for flax and hemp\n", "header": "COMMISSION  REGULATION (EEC) No 2426/86\nof 29 July 1986\namending Regulation (EEC) No 771/74 laying down detailed rules for granting aid for flax and hemp\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1308/70 of 29 June 1980 on the common organization of the market in flax and hemp (1), as last amended by Regulation (EEC) No 3768/85 (2), and in particular Article 4 (5) thereof,\nWhereas Article 2 (2) of Council Regulation (EEC) No 619/71 of 22 March 1971 laying down general rules for granting aid for flax and hemp (3), as last amended by Regulation (EEC) No 2059/84 (4), stipulated that aid for textile flax and hemp as provided for in Article 4 of Regulation (EEC) No 1308/70 is granted on application by the parties concerned by a time limit under conditions ensuring equal treatment between recipients; whereas, pursuant to Article 5 (1) of Commission Regulation (EEC) No 771/74 (5), as last amended by Regulation (EEC) No 1479/86 (6), the said time limit is fixed by the Member State concerned and at all events by 31 October for flax and by 15 December for hemp;\nWhereas the provision whereby interested parties who fail to submit applications in time forgo all entitlement to aid constitutes an excessively severe penalty; whereas the said penalty should therefore be replaced by a penalty proportional to the delay recorded; whereas in order to ensure equal treatment between the recipients of aid, regardless of their place of establishment in the Community, a time limit should be introduced which is applicable in all Member States; whereas in order to ensure the proper operation of the system of aid, the time limit for the submission of applications for aid should be fixed at 30 November for flax and 31 December for hemp;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Flax and Hemp,", "main_body": ["Article 5 (1) of Regulation (EEC) No 771/74 is hereby replaced by the following:\n'1. Producers of textile flax or hemp shall submit applications for aid by 30 November each year in the case of flax and by 31 December each year in the case of hemp.\nHowever, except in the event of force majeure, if the application for aid is submitted:\n- by the end of the month following that referred to in the foregoing subparagraph, 66 % of the aid referred to in Article 4 of Regulation (EEC) No 1308/70 shall be granted;\n- by the end of the second month following the said month, 33 % of the said aid shall be granted.", "This Regulation shall apply with effect from the 1986/87 marketing year.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 29 July 1986.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 146, 4. 7. 1970, p. 1.\n(2) OJ No L 362, 31. 12. 1985, p. 8.\n(3) OJ No L 72, 26. 3. 1971, p. 2.\n(4) OJ No L 191, 19. 7. 1984, p. 6.\n(5) OJ No L 92, 3. 4. 1974, p. 13.\n(6) OJ No L 130, 16. 5. 1986, p. 9."}