{"celex_id": "31980R0565", "uri": "http://publications.europa.eu/resource/cellar/dacd5512-1baa-4b75-9c0f-d186da2580da", "type": "Regulation", "concepts": ["2173", "2734", "3190", "3568", "5843"], "title": "Council Regulation (EEC) No 565/80 of 4 March 1980 on the advance payment of export refunds in respect of agricultural products\n", "header": "COUNCIL REGULATION (EEC) No 565/80  of 4 March 1980  on the advance payment of export refunds in respect of agricultural products\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2727/75 of 29 October 1975 on the common organization of the market in cereals (1), as last amended by Regulation (EEC) No 1547/79 (2), and in particular Article 16 (5) thereof, and the corresponding provisions of the other Regulations on the common organization of the market in respect of agricultural products,\nHaving regard to the proposal from the Commission,\nWhereas Council Regulation (EEC) No 441/69 of 4 March 1969 laying down additional general rules for granting export refunds on products subject to a single price system, exported unprocessed or in the form of certain goods not covered by Annex II to the Treaty (3), as last amended by Regulation (EEC) No 269/78 (4), has been amended several times ; whereas experience has shown further amendments to be desirable ; whereas, in the interests of clarity, it is desirable to consolidate the rules in question;\nWhereas the Regulations laying down general rules for granting export refunds on certain agricultural products and the criteria for fixing the amount of such refunds provide that, in order for the export refund to be paid, proof must be furnished that such products have been exported from the Community;\nWhereas, in following the principle whereby a balance is ensured between the use of Community basic products with a view to exporting processed products or goods listed in Annexes B and C to Regulation (EEC) No 2682/72 (5), as last amended by Regulation (EEC) No 707/78 (6), to third countries and the use of basic products from such countries admitted under inward processing arrangements pursuant to Council Directive 69/73/EEC of 4 March 1969 on the harmonization of provisions laid down by law, regulation or administrative action in respect of inward processing (7), as last amended by Directive 76/119/EEC (8), an amount equal to the export refund should be paid as soon as the Community basic products, from which processed products or goods intended for export are obtained, are placed under customs control;\nWhereas products covered by a common market organization and imported from third countries may, under certain conditions, be brought under a customs warehousing or a free zone procedure, collection of the import duties being suspended ; whereas provision should be made for payment of an amount equal to the export refund as soon as Community products or goods intended for export are brought under such a procedure;\nWhereas the payment of an amount equal to the export refund does not in any way affect the conditions under which the right to an export refund is established ; whereas a security should be lodged to guarantee the reimbursement of a sum not less than the amount paid where it is subsequently established that there was no right to the export refund or that the products or goods to which these measures were applied were not actually exported from the Community within the time limits laid down,", "main_body": ["This Regulation lays down general rules for paying in advance of export an amount equal to the export refunds on the products covered by the following Regulations:    - Regulation No 136/66/EEC (oils and fats),\n- Regulation (EEC) No 804/68 (milk and milk products),\n- Regulation (EEC) No 805/68 (beef and veal),\n- Regulation (EEC) No 727/70 (raw tobacco),\n- Regulation (EEC) No 1035/72 (fruit and vegetables),\n- Regulation (EEC) No 3330/74 (sugar),\n- Regulation (EEC) No 2727/75 (cereals),\n- Regulation (EEC) No 2759/75 (pigmeat),\n- Regulation (EEC) No 2771/75 (eggs),\n- Regulation (EEC) No 2777/75 (poultrymeat),\n- Regulation (EEC) No 100/76 (fishery products),\n- Regulation (EEC) No 1418/76 (rice),\n- Regulation (EEC) No 516/77 (products processed from fruit and vegetables),\n- Regulation (EEC) No 337/79 (wine).  (1)OJ No L 281, 1.11.1975, p. 1. (2)OJ No L 188, 26.7.1979, p. 1. (3)OJ No L 59, 10.3.1969, p. 1. (4)OJ No L 40, 10.2.1978, p. 7. (5)OJ No L 289, 27.12.1972, p. 13. (6)OJ No L 94, 8.4.1978, p. 7. (7)OJ No L 58, 8.3.1969, p. 1. (8)OJ No L 24, 30.1.1976, p. 58.", "For the purposes of this Regulation:    (a) \"products\" means the products referred to in Article 1 ; \"basic products\" means products intended to be exported after processing into processed products or into goods;\n(b) \"processed products\" means products:    - obtained from the processing of basic products, and\n- to which an export refund is applicable;\n(c) \"goods\" means the goods listed in Annexes B and C to Regulation (EEC) No 2682/72.", "Products for which a refund equal to or greater than 0 has been fixed shall be eligible to benefit from this Regulation.", "1. An amount equal to the export refund shall, at the request of the party concerned, be paid as soon as the basic products are placed under customs control ensuring that the processed products or the goods will be exported within a set time limit.\n2. The arrangement provided for in this Article shall apply to processed products and goods obtained from basic products provided that inward processing arrangements are not prohibited for comparable products.\nHowever, the arrangement shall not apply in exceptional cases where the processed products or the goods are obtained from basic products which can be disposed of without difficulty.\n3. As regards control procedures and the rate of yield, the basic products shall be subject to the same rules as apply in respect of inward processing to products of the same nature.\n4. The export refund referred to in paragraph 1 shall be:    (a) in the case of processed products, the refund applicable to the processed product;\n(b) in the case of goods, the refund specifically fixed for basic products when:    - used, or\n- considered, under Community provisions, to be used\nfor the manufacture of such goods.\n5. The rate of the export refund shall, unless it is fixed in advance, be that in force on the day on which the basic products are brought under customs control.\n6. Where the export refund is fixed in advance, the day on which the basic products are brought under customs control shall be the operative date for determining any adjustment to be made to the rate of refund applicable.\n7. Where the export refund varies according to use or destination, the rate to be applied shall be the lowest rate. However, if the use or destination is declared, the rate to be applied shall be that fixed for the use or destination for which the processed products or the goods are intended.", "1. An amount equal to the export refund shall, at the request of the party concerned, be paid as soon as the products or goods have been brought under the customs warehousing or free zone procedure with a view to their being exported within a set time limit.\n2. The arrangement provided for in this Article shall apply to products and goods intended for export without further processing when the products or goods are of a kind that can be stored.\nHowever, the arrangement shall not apply in exceptional cases where the products or goods concerned can be disposed of without difficulty.\n3. Where the export refund varies according to use or destination, the rate to be applied shall be the lowest rate. However, if the use or destination is declared, the rate to be applied shall be that fixed for the use or destination for which the products or goods are intended.", "The benefit of the arrangements provided for in this Regulation shall be subject to the lodgment of a security guaranteeing reimbursement of an amount equal to the amount paid, plus an additional amount.\nWithout prejudice to cases of force majeure, this security shall be forfeited in whole or in part:    - where reimbursement has not been made when export has not taken place within the period referred to in Articles 4 (1) and 5 (1), or\n- if there proves to be no right to the export refund, or if there was a right to a smaller refund.", "The competent authorities of the Member States may refuse to grant the benefit of the arrangement provided for in this Regulation if the character of the applicant is not such as to guarantee that the whole transaction will be effected in accordance with the provisions in force.\nIn each Member State, this power shall be exercised in accordance with the principles currently applicable in that State governing non-discrimination between applicants and the freedom of trade and industry.", "If necessary, the basic products, products and goods which do not benefit from the arrangements provided for in this Regulation shall be set out in a list to be determined.", "Regulation (EEC) No 441/69 is hereby repealed with effect from 1 April 1980. It shall, however, continue to apply to transactions entered into under that Regulation.", "0\nThis Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply from 1 April 1980 to basic products, products and goods which are brought under control from that date.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 4 March 1980.\nFor the Council\nThe President\nG. MARCORA"}