{"celex_id": "31987D0029", "uri": "http://publications.europa.eu/resource/cellar/30245edd-bf4c-41f0-a691-2cfc4c953c03", "type": "Decision", "concepts": ["1519", "1565", "2763"], "title": "87/29/EEC: Commission Decision of 10 December 1986 approving a specific programme relating to the processing and marketing of milk in Italy, pursuant to Council Regulation (EEC) No 355/77 (Only the Italian text is authentic)\n", "header": "COMMISSION  DECISION\nof 10 December 1986\napproving a specific programme relating to the processing and marketing of milk in Italy, pursuant to Council Regulation (EEC) No 355/77\n(Only the Italian text is authentic)\n(87/29/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 355/77 of 15 February 1977 on common measures to improve the conditions under which agricultural and fishery products are processed and marketed (1), as last amended by Regulation (EEC) No 2224/86 (2), and in particular Article 5 thereof,\nWhereas the programme covers, for the whole of Italy, on the one hand restructuring, rationalization and modernization of installations for the processing and marketing of cows', sheep and goat milk and milk products and the creation of new capacity for sheep and goat milk, and for 'marginal areas' of the North and for the Mezzogiorno on the other, one construction of new cows' milk production capacity in order to increase the productivity and profitability of the sector and adapt it to market requirements; whereas it is therefore a programme as defined in Article 2 of Regulation (EEC) No 355/77;\nWhereas approval of the programme is without prejudice to the decisions to be taken under Article 14 of Regulation (EEC) No 355/77 with regard to Community financing of the projects and cannot therefore be taken to extend to projects falling into those categories that do not satisfy the criteria contained in the Commission's Decisions on the choice of projects to be financed under that Regulation;\nWhereas the programme contains sufficient information, as required in Article 3 of Regulation (EEC) No 355/77, to show that the objectives of Article 1 of the Regulation can be achieved in respect of the abovementioned sector; whereas the schedule for implementation of the programme does not exceed the time limit laid down in Article 3 (1) (g) of the Regulation;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Agricultural Structure,", "main_body": ["The programme relating to the processing and marketing of milk in Italy, transmitted by the Italian Government pursuant to Regulation (EEC) No 355/77 on 30 April 1986, is hereby approved.\nApproval does not extend to projects falling into those categories that do not satisfy the criteria contained in the Commission's Decisions on the choice of projects to be financed under that Regulation.", "This Decision is addressed to the Italian Republic."], "attachments": "Done at Brussels, 10 December 1986.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 51, 12. 2. 1977, p. 1.\n(2) OJ No L 194, 17. 7. 1986, p. 4."}