{"celex_id": "31987L0522", "uri": "http://publications.europa.eu/resource/cellar/272ec971-9aa1-476a-b276-92e4d273a2b9", "type": "Directive", "concepts": ["1086", "1958", "2971", "889", "980"], "title": "Council Directive 87/522/EEC of 19 October 1987 amending Directive 81/527/EEC on the development of agriculture in the French overseas departments\n", "header": "COUNCIL  DIRECTIVE\nof 19 October 1987\namending Directive 81/527/EEC on the development of agriculture in the French overseas departments\n(87/522/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 797/85 of 12 March 1985 on improving the efficiency of agricultural structures (1), as last amended by Regulation (EEC) No 1760/87 (2), and in particular Article 18 thereof,\nHaving regard to the proposal from the Commission (3),\nHaving regard to the opinion of the European Parliament (4),\nWhereas Article 6 (1) of Directive 81/527/EEC (5), as amended by Regulation (EEC) No 797/85, provides that the common measure is to last five years from the date on which the programme concerned is approved; whereas that period expired on 28 January 1987;\nWhereas the implementation of measures introduced by Directive 81/527/EEC has effectively contributed to the development of agriculture in the overseas departments; whereas, however, the low level of economic development and the underdevelopment of the agricultural sector of the said departments as compared with the other Community regions calls for the possibility of continuing the work laid down in the programme for applying the measures, in order to consolidate progress achieved;\nWhereas it is necessary in particular to step up the technical assistance effort called for by the innovative character of the diversification of production in order, additionally, to ensure a link between experimental stations and agricultural holdings;\nWhereas the financial breakdown should be made more flexible in line with the special requirements of application,", "main_body": ["Directive 81/527/EEC is hereby amended as follows:\n1. Article 5 (1) shall be replaced by the following:\n'1. Expenditure incurred by the French Republic, under the programme, on the measures referred to in Article 3 shall be eligible under the Guidance Section of the Fund up to the following limits:\n- under Article 3 (a), up to 50 million ECU;\n- under Article 3 (b), up to 122 million ECU;\n- under Article 3 (c), up to 57 million ECU;\n- under Article 3 (d), up to 18 million ECU;\n- under Article 3 (e), up to 40,5 million ECU, of which a maximum of 5,35 million ECU may be used for technical assistance and the application of agronomical research findings.\nWhen the programme or any amendments thereto are approved, as referred to in Article 2 (2), the Commission may adjust those limits, without, however, exceeding the estimated cost provided for in Article 6 (3) or the figure of 5,35 million ECU for technical assistance and the application of research findings.'\n2. Article 6 (1) and (3) shall be replaced by the following:\n'1. The duration of the common measure shall be not more than seven years from the date on which the programme is approved.'\n'3. The total estimated cost of the common measure to be borne by the Fund shall be 115 million ECU.'", "This Directive is addressed to the French Republic."], "attachments": "Done at Luxembourg, 19 October 1987.\nFor the Council\nThe President\nL. TOERNAES\n(1) OJ No L 93, 30. 3. 1985, p. 1.\n(2) OJ No L 167, 26. 6. 1987, p. 1.\n(3) OJ No C 175, 3. 7. 1987, p. 5.\n(4) Opinion delivered on 16 October 1987 (not yet published in the Official Journal).\n(5) OJ No L 197, 20. 7. 1981, p. 38."}