{"celex_id": "31985R0684", "uri": "http://publications.europa.eu/resource/cellar/ff2ac23f-2bbe-4885-a336-6f0a03fa2a35", "type": "Regulation", "concepts": ["2661", "2687"], "title": "Commission Regulation (EEC) No 684/85 of 13 March 1985 amending during the marketing year the representative market price and the threshold price for olive oil\n", "header": "COMMISSION  REGULATION (EEC) No 684/85\nof 13 March 1985\namending during the marketing year the representative market price and the threshold price for olive oil\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation No 136/66/EEC of 22 September 1966 on the establishment of a common organization of the market in oils and fats (1), as last amended by Regulation (EEC) No 231/85 (2), and in particular Article 4 thereof,\nHaving regard to Commission Regulation (EEC) No 683/85 of 13 March 1985 laying down detailed rules for the application of Article 4 of Regulation No 136/66/EEC with regard to the adjustment during the marketing year of the representative market price and the threshold price for olive oil (3), and in particular Article 1 (2) thereof,\nWhereas Council Regulation (EEC) No 3014/84 (4) fixed, for the 1984/85 marketing year, the representative market price and the threshold price for olive oil at 196,87 ECU per 100 kilograms and 195,74 ECU per 100 kilograms respectively and the percentages to be deducted from the consumption aid in accordance with Article 11 (5) and (6) of Regulation No 136/66/EEC at 2,2 and 4 %;\nWhereas Regulation (EEC) No 683/85 defined the criteria according to which the factors which were used to fix the previous representative market price may be considered as a marked change; whereas it follows from the application of these criteria that the representative market price and the threshold price for olive oil currently in force should be amended; whereas, therefore, the percentages deducted in accordance with Article 11 (5) and (6) of Regulation No 136/66/EEC should be amended in such a way as to maintain the overall amount that results from the application of the previously determined deductions;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Oils and Fats,", "main_body": ["The representative market price and the threshold price for olive oil shall be fixed as follows:\n- representative market price: 208,80 ECU per 100 kilograms,\n- threshold price: 207,67 ECU per 100 kilograms.", "1. The percentage of the consumption aid referred to in Article 11 (5) of Regulation No 136/66/EEC is hereby fixed at 2,9.\n2. The percentage of the consumption aid to be allocated for the campaigns and projects referred to in Article 11 (6) of Regulation No 136/66/EEC is hereby fixed at 5,3.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 13 March 1985.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No 172, 30. 9. 1966, p. 3025/66.\n(2) OJ No L 26, 31. 1. 1985, p. 12.\n(3) See page 7 of this Official Journal.\n(4) OJ No L 285, 30. 10. 1984, p. 1."}