{"celex_id": "31989D0118", "uri": "http://publications.europa.eu/resource/cellar/6ae8d678-933d-42f5-ab8a-d848486c9efc", "type": "Decision", "concepts": ["223", "2795", "3933", "5122", "637"], "title": "89/118/EEC: Council Decision of 13 February 1989 on a European stimulation plan for economic science (1989 to 1992) (SPES)\n", "header": "COUNCIL  DECISION\nof 13 February 1989\non a European stimulation plan for economic science (1989 to 1992) (SPES)\n(89/118/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 130q (2) thereof,\nHaving regard to the proposal from the Commission (1),\nIn cooperation with the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas Article 130k of the Treaty provides for the implementation of the Framework Programme to be carried out by means of specific programmes developed within each activity;\nWhereas Council Decision 87/516/Euratom, EEC of 28 September 1987 concerning the framework programme for Community activities in the field of research and technological development (1987 to 1991) (4) includes the stimulation, enhancement and better use of existing Community human research and development resources amongst the activities it provides for;\nWhereas Council Decision 88/419/EEC of 29 June 1988 on a programme plan to stimulate the international cooperation and interchange needed by European research scientists (1988 to 1992) (Science) (5) concerns only the exact and natural sciences; whereas it is recognized that support would be advantageous in other scientific areas;\nWhereas economic science addresses itself to the fundamental objectives of the Community, is able to contribute to a better formulation of Community policies and, more generally, aims to increase the wealth and productivity of the whole economy; whereas it is therefore appropriate that, of the human and social sciences, priority should be given to stimulating economic science;\nWhereas the creation of a Researchers' Europe is necessary in order to ensure that the development gap between different Member States of the European Community does not widen further;\nWhereas it may be in the Community's interest to involve third countries and international organizations in certain Community programmes and particularly in those programmes contributing to the overall strengthening of Europe's scientific potential;\nWhereas the Scientific and Technical Research Committee (Crest) has been consulted,", "main_body": ["A plan to stimulate cooperation between and the interchange of researchers in economic science, hereinafter referred to as the 'Programme', as set out in the Annex, is hereby adopted for a four-year period commencing on 1 January 1989.", "The summary of the programme and its objectives, together with the operational arrangements for implementing the programme are set out in the Annex.", "The funds estimated as necessary for the execution of the programme amount to ECU 6 million for the period 1989 to 1992, including expenditure on a staff of two.\nThe Community financial support awarded to stimulation activites shall contribute up to 100 % of the cost of the scientific cooperation or interchange activities.", "1. The Commission shall be responsible for the execution of the programme.\n2. The contracts entered into by the Commission shall show the rights and obligations of each party, particularly the methods of disseminating, protecting and exploiting research results and of making any reimbursement that may be necessary of the funding given.", "1. The Commission is authorized to negotiate, in accordance with Article 130n of the Treaty, agreements with international organizations, with those countries participating in European cooperration in the field of\nscientific and technical research (COST) and with those European countries having concluded framework agreements in scientific and technical cooperation with the Community with a view to associating them wholly or partially with the programme.\n2. These agreements shall be founded on the criterion of mutual advantage.", "1. During the third year of the programme, the Commission shall address a report to the European Parliament and to the Council on the basis of the results so far achieved. This report shall be accompanied by suggestions for changes which may be necessary in the light of these results.\n2. After completion of the programme, the Commission shall send to Member States and the European Parliament a report on the performance and results of the programme.\n3. The abovementioned reports will be carried out in relation to the objectives set out in the Annex and in accordance with the provisions of Article 2 (2) of the Framework Programme set out in Decision 87/516/Euratom, EEC.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 13 February 1989.\nFor the Council\nThe President\nC. SOLCHAGA CATALAN\n(1) OJ No C 109, 26. 4. 1988, p. 4.\n(2) OJ No C 309, 5. 12. 1988, p. 101 and Decision of 18 January 1989 (not yet published in the Official Journal).\n(3) OJ No C 318, 12. 12. 1988, p. 23.\n(4) OJ No L 302, 24. 10. 1987, p. 1.\n(5) OJ No L 206, 30. 7. 1988, p. 34.\nANNEX\nObjectives and summary of the European plan to stimulate economic science (1989 to 1992) (SPES)\n1. The programme consists of a range of activities which have as their aim the establishment of a network of cooperation and interchange between economists of the highest professional quality at the Community level.\nThe purpose of these activities is to:\n- stimulate the mobility of Community economists and cooperation on joint research projects or networks by researchers of the Community Member States.\n- improve training by encouraging doctoral students and researchers of the Community Member States to continue with their work in Community universities or research centres other than those of their country of origin.\n- encourage young economists to return to the Community if they have been working for osme time in centres of excellence of non-Community countries, and\n- favour or support the exchange of knowledge and information between researchers in economic science of Community Member States.\n2. The programme shall be implemented by support for the following actions:\n- scholarships, research grants, grants for multinational networks or research projects, and\n- subsidies for high-level training courses, organized in collaboration with the scientific communities concerned and facilitating the realization of surveys and studies as well as access to data banks.\n3. Consideration shall be given to applications for financial support made by individuals or institutions which satisfy each of the following criteria:\n(a) scientific excellence;\n(b) the multinational European aspects (transnational cooperation or activity outside the country of origin);\n(c) the European interest of the substance of the research, either in terms of its general scientific value or its applied analytical content.\nWhere scientific and technical quality is comparable, particular attention will be given to projects likely to reduce scientific and technical development disparities between Member States and thereby to contribute to economic and social cohesion within the European Communities.\n4. Topies of research are, inter alia:\n(i) the Community's internal market programme and issues of microeconomic analysis, including industrial organization and the economic of regulatory policies (e.g. standards),\n(ii) European integration economics, including issues of intra-European regional North-South relations,\n(iii) the determinants of economic growth in western Europe, including dynamic factors, such as advanced technology and innovation, and constraints, such as environmental concerns,\n(iv) systemic issues in the monetary areas and macroeconomic and fiscal policy coordination,\n(v) problems of trade policy and the role of western Europe in the international division of labour,\n(vi) employment, health and social policy issues, which have quite different characteristics in western Europe, compared to the United States of America or Japan, and\n(vii) methodological and modelling problems relevant tot the abovementioned subjects or otherwise of fundamental interest, the setting up of statistical concepts and adequate technical, social and economic indicators, as well as more precise economic models."}