{"celex_id": "31987D0195", "uri": "http://publications.europa.eu/resource/cellar/f500862f-8b81-4137-b3cd-eccda19ce10c", "type": "Decision", "concepts": ["1396", "4839", "5541", "889"], "title": "87/195/EEC: Commission Decision of 3 December 1986 on a proposal by the Belgian Government to grant aid for investments by a flat-glass producer at Moustier (Only the French and Dutch texts are authentic)\n", "header": "COMMISSION  DECISION\nof 3 December 1986\non a proposal by the Belgian Government to grant aid for investments by a flat-glass producer at Moustier\n(Only the French and Dutch texts are authentic)\n(87/195/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular the first subparagraph of Article 93 (2) thereof,\nHaving given notice in accordance with the above Article to interested parties to submit their comments, and having regard to those comments,\nWhereas:\nI\nThe Belgian Law of 17 July 1959 introducing and coordinating measures to encourage economic expansion and the creation of new industries and the royal decree of 17 August 1959 (1) implementing it introduced general measures to assist the Belgian economy in the form, inter alia, of interest rebates on loans raised to pay for investments, government guarantees covering loans contracted by enterprises with banks giving entitlement to a rebate, and exemption for five years from land tax.\nWhen it examined the Law in accordance with the procedure laid down in Article 93 (1) and (2) of the EEC Treaty, the Commission found that it constituted a general aid scheme as it contained no sectoral or regional objectives. Since the scheme applied to all investments, making no distinction between enterprises, regions or sectors, it could not qualify for application of any of the exceptions provided for in Article 92 (3) (a) or (c) of the EEC Treaty. Without such detailed information, the Commission was unable to assess the scheme's effects on trade between Member States and on competition, or, more especially, its compatibility with the common market.\nThe Commission has decided to authorize such general aid schemes where one or other of the following two conditions is met: either the Member State concerned notifies to the Commission a plan for regional or sectoral application, or alternatively, where this is not considered feasible, it notifies significant individual awards.\nUnder Commission Decision 75/397/EEC (2), the Belgian Government is required to notify the Commission, giving it time to state its views in advance, of all significant individual awards under the Law of 17 July 1959, so that the Commission may decide whether they are compatible with the common market.\nII\nBy letter dated 15 November 1985, the Belgian Government informed the Commission, in accordance with that procedure, of its intention to grant, under the Law of 17 July 1959, aid towards investments by a flat-glass producer at Moustier in the province of Namur.\nThe investments, which total Bfrs 1 201 725 000, relate to the renovation of one of the two float-glass production lines and the modernization of the other, thereby improving energy use and working conditions without increasing optimum capacity. They would make it possible to produce tinted glass and pyrolytically coated glass besides clear glass.\nThe proposed aid would take the form of an interest subsidy of four percentage points for six years on Bfrs 531,6 million, a capital grant of 4 % for six years on Bfrs 269,55 million and exemption from land tax for six years on the whole investment, representing a net grant equivalent of 5,8 %. In justification of its proposal, the Belgium Government pointed to the diversification into new high-technology products with the help of the investments in question, which would lead in turn to an increase in exports to third countries, the potential energy savings and the favourable impact on other businesses in the area, in particular those in the neighbouring steel area of Charleroi.\nIII\nAfter an initial scrutiny of the notification, the Commission concluded that the aid proposals could not be considered compatible with the common market on the ground that they would distort competition and affect trade between Member States to an extent contrary to the common interest, owing notably to the vulnerability of the flat-glass sector and the Commission's view that the\nrenovation of a float line is in principle a replacement investment. As the exceptions provided for in Article 92 of the Treaty did not seem to be applicable, the Commission decided to initiate the procedure provided for in the first subparagraph of Article 93 (2) and, by letter dated 13 January 1986, gave notice to the Belgian Government to submit its observations.\nThe Belgian Government submitted its observations under the procedure by letter dated 13 June 1986. It stressed the research and diversification drive undertaken by the firm, to a large extent at the instigation and with the encouragement of the authroities. The firm would not have made its expenditure on research, development and pre-production since 1979 had it not been able to count on economic expansion aid for the subsequent stage of production and adaptation of the existing plant. There was in Europe no significant competition in the recipient firm's new products, and the Commission's assessment of the utilization of production capacity in the flat-glass sector was false. The assertion that the renovation of a float line was a mere replacement and modernization investment was likewise false.\nIn the context of the consultation of other interested parties, the Governments of two Member States, an industry federation, a manufacturing group in the same sector and the recipient firm submitted observations.\nIV\nThe interest subsidy, the capital grant and the exemption from land tax proposed by the Belgian Government constitute aids within the meaning of Article 92 (1) of the EEC Treaty because they would enable the recipient firm to be relieved, by means of State resources, of part of the cost of the investment which it would normally have to bear.\nAccording to the information in the Commission's possession, there were in the Community of Ten at the end of 1985 25 flat-glass float lines and six drawn flat-glass production plants, plus another three float lines and two drawn glass plants in Spain and Portugal.\nFor its part, Belgium has four float lines and one drawn glass plant.\nThe two float lines belonging to the Belgian producer concerned have a joint effective capacity of 446 000 tonnes a year, or approximately 8 % of installed capacity in the Community and approximately half of Belgian basic flat-glass production.\nFlat glass is traded between Member States and there is competition between the various producers. The Belgian producer in question exports about 50 % of its production to the other Member States and 20 % to non-member countries, the remainder being sold or processed in the Benelux. Exports of flat glass (SITC 66440) from the Belgo-Luxembourg Economic Union to the other Member States amounted to 413 000 tonnes in 1982, 447 000 tonnes in 1983, 481 000 tonnes in 1984 and 434 000 tonnes in 1985, and the corresponding imports to 126 000 tonnes in 1982, 114 000 tonnes in 1983, 92 000 tonnes in 1984 and 109 000 tonnes in 1985. In this context it should be noted that Luxembourg has one float line.\nThe basic flat-glass industry has been in difficulties owing to stagnant demand and underutilization of capacity, and these have had an adverse effect on company finances and led to job cuts and plant closures. The Groupement EuropĂŠen des Producteurs de Verre Plat (GEPVP) estimates that unused capacity in the Community of Ten amounted to some 590 000 tonnes in 1982, 500 000 tonnes in 1983, 400 000 tonnes in 1984 and 480 000 tonnes in 1985, or 16 %, 13 %, 10 % and 12 %, respectively, of net saleable glass capacity. For these reasons, by Decision 84/497/EEC (1), the Commission found that aid proposed by the Netherlands Government for the setting-up of a new flat-glass production plant in the Netherlands was incompatible with the common market and should therefore not be granted.\nConsequently, the aid proposed by the Belgian Government would affect trade between Member States and distort competition within the meaning of Article 92 (1) of the EEC Treaty by favouring both the firm concerned and Belgian flat-glass production.\nWhere financial assistance from the State strengthens the position of certain enterprises compared with that of others competing with them in the Community, it must be deemed to affect those other enterprises.\nArticle 92 (1) provides that, in principle, any aid fulfilling the criteria set out therein is incompatible with the common market.\nThe exceptions to this principle set out in Article 92 (2) of the Treaty are inapplicable in this case in view of the nature and objectives of the proposed aid.\nArticle 92 (3) of the Treaty lists those aids which may be considered compatible with the common market. Compatibility with the Treaty must be viewed in the context of the Community as a whole and not in that of a single Member State. In order to ensure the proper functioning\nof the common market and to take into account the principles laid down in Article 3 (f) of the Treaty, the exceptions to the principle of Article 92 (1) set out in paragraph 3 of that Article must be interpreted strictly when any aid scheme or any individual aid award is examined.\nIn particular, they may be applied only where the Commission establishes that, without the aid, the free play of market forces would not by itself induce potential recipients to act in such a manner as to contribute to the attainment of one of the objectives sought.\nTo apply the exceptions to cases which do not contribute to the attainment of such an objective, or where the aid is not essential to that end, would be tantamount to granting undue advantages to the industries or firms of certain Member States, the financial position of which would be bolstered, and might affect trade between Member States and distort competition without this being justified in any way by the common interest within the meaning of Article 92 (3).\nIn view of the above, the proposed aid does not fall within any of the categories of exception provided for in Article 92 (3).\nAs to the exceptions provided for in Article 92 (3) (a) and (c) concerning aid to promote or facilitate the development of certain areas, it should be noted that the standard of living in no part of Belgium is abnormally low and that there is no serious underemployment there within the meaning of the exception provided for in Article 92 (3) (a); as far as the exception in Article 92 (3) (c) is concerned, the Moustier area in the province of Namur where the plants in question are located has not been included among those requiring special regional aid by virtue of the Commission's Decision 82/740/EEC (1) concerning the delimitation of development areas in Belgium.\nAs to the exceptions provided for in Article 92 (3) (b), it is clear that the aid is intended neither to promote the execution of an important project of common European interest nor to remedy a serious disturbance in the Belgian economy.\nAs to the exceptions provided for in Article 92 (3) (c) in favour of aid to facilitate the development of certain economic activities, the periodic renovation of a float line, which must be carried out every six to nine years must - in principle - be considered a replacement investment, the cost of which is an element of the operating costs. It is perfectly normal and in the interests of the producer itself that it should use the most modern and economic techniques and materials in order to reduce its running costs, including energy consumption. Consequently, aid for the periodic renovation of a float line does not satisfy the requirements of the development of the sector concerned without adversely affecting trading conditions to an extent contrary to the common interest within the meaning of paragraph 3 (c) of Article 92. For these reasons, by Decision 86/593/EEC (2), the Commission found that aid which the Belgian Government was planning to grant for the renovation of two other float lines in Belgium, involving improved energy use and incorporating technical developments without any increase in optimum capacity, was incompatible with the common market and should therefore not be granted.\nThe information furnished by the Belgian Government and the recipient firm under the procedure concerning the technical innovations included in the investment at issue was examined by the Commission with particular care. According to the Belgian Government, these elements cost Bfrs 672 million, or 56 % of the total investment. The Commission also took note of the fact that the recipient firm is the first glassmaker in Europe to produce glass with energy-saving coatings directly on floats.\nIt should be noted in this connection that coated glass can be made using two different processes, either by vacuum deposit in processing units or by pyrolysis on flat-glass production lines. The two processes result in products whose composition differs but whose uses are partly the same, namely insulation in buildings. In view of the undoubted surplus capacity in the coated and tempered glass field, the Commission determined by Decision 84/507/EEC (3), that aid which the Luxembourg Government was proposing to grant for the establishment of a flat-glass coating and tempering plant was incompatible with the common market and should therefore not be granted.\nThe GEPVP, while it considers that aid for repairing existing basic flat-glass plants is justifiable - a view not shared by the Commission - expressed opposition in 1985 to the award of any investment aid in the field of the processing of flat glass intended for use in the motor and construction industries.\nUnder these circumstances, the aid in question would affect trading conditions to an extent contrary to the common interest, even if the investment included technological innovations.\nConsequently, the Belgian Government's proposed aid does not satisfy the conditions necessary for the application of one of the exceptions set out in Article 92 (3) of the EEC Treaty,", "main_body": ["The Belgian Government shall refrain from implementing its proposal, notified to the Commission by letter dated 15 November 1985 to grant aid under the Law of 17 July 1959 towards investments effected at Moustier by a flat-glass producer.", "The Belgian Government shall inform the Commission within two months of the date of notification of this Decision of the measures it has taken to comply therewith.", "This Decision is addressed to the Kingdom of Belgium."], "attachments": "Done at Brussels, 3 December 1986.\nFor the Commission\nPeter SUTHERLAND\nMember of the Commission\n(1) Moniteur belge/Belgisch Staatsblad, 29. 8. 1959.\n(2) OJ No L 177, 8. 7. 1975, p. 13.\n(1) OJ No L 276, 19. 10. 1984, p. 37.\n(1) OJ No L 312, 9. 11. 1982, p. 18.\n(2) OJ No L 342, 5. 12. 1986, p. 32.\n(3) OJ No L 283, 27. 10. 1984, p. 39."}