{"celex_id": "31985R2506", "uri": "http://publications.europa.eu/resource/cellar/ece6e339-eea4-41f2-a8c6-d5d462e3c457", "type": "Regulation", "concepts": ["4288", "4291", "4692", "4839"], "title": "Commission Regulation (EEC) No 2506/85 of 4 September 1985 extending for the second time the duration of private storage contracts in the pigmeat sector, concluded in Belgium pursuant to Regulations (EEC) No 772/85 and (EEC) No 978/85\n", "header": "COMMISSION  REGULATION (EEC) No 2506/85\nof 4 September 1985\nextending for the second time the duration of private storage contracts in the pigmeat sector, concluded in Belgium pursuant to Regulations (EEC) No 772/85 and (EEC) No 978/85\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2759/75 of 29 October 1975 on the common organization of the market in pigmeat (1), as last amended by Regulation (EEC) No 2966/80 (2), and in particular Article 20 thereof,\nHaving regard to Council Regulation (EEC) No 2763/75 of 29 October 1975 laying down general rules for granting private storage aid for pigmeat (3), and in particular Article 3 thereof,\nWhereas, because of the health situation in the breeding sector in Belgium exceptional support measures for the market in pigmeat were adopted by the Commission in the form of private storage aid in respect of that Member State among others by Regulation (EEC) No 772/85 (4), as last amended by Regulation (EEC) No 978/85 (5), and Regulation (EEC) No 978/85 itself, as amended by Regulation (EEC) No 1086/85 (6);\nWhereas Article 3 of Regulation (EEC) No 2763/75 states that storage contracts may be extended under conditions to be determined; whereas Article 3 (1) (f) of Commission Regulation (EEC) No 1092/80 of 2 May 1980 laying down detailed rules for granting private storage aid for pigmeat (7), as amended by Regulation (EEC) No 201/85 (8), states that storage contracts must include a provision that the storage period may be curtailed or extended;\nWhereas private storage aid contracts under Regulations (EEC) No 772/85 and (EEC) No 978/85 were due to expire at the end of July 1985 and were extended by one month by Commission Regulation (EEC) No 2007/85 (9); whereas prevailing market conditions dictate that the storage period should be exetended by a further month;\nWhereas the Management Committee for Pigmeat has not delivered an opinion within the time limit set by its chairman,", "main_body": ["1. The storage period for pigmeat covered by private storage aid contracts concluded under Regulations (EEC) No 772/85 and (EEC) No 978/85 is further extended by one month commencing on the date of expiry of the prolonged storage contract.\nThe amounts of aid shall be increased in accordance with the tables annexed to the said Regulations.\n2. Where, as a result of the extension of the storage contract provided for in paragraph 1, it becomes necessary to store the meat other than in the original place of storage, Article 3 (2) (a) of Regulation (EEC) No 1092/80 shall not apply as to the transfer of the meat from one store to another.\nTransfers shall be subject to the prior agreement of the Belgian intervention agency.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 4 September 1985.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 282, 1. 11. 1975, p. 1.\n(2) OJ No L 307, 18. 11. 1980, p. 5.\n(3) OJ No L 282, 1. 11. 1975, p. 19.\n(4) OJ No L 86, 27. 3. 1985, p. 20.\n(5) OJ No L 105, 17. 4. 1985, p. 6.\n(6) OJ No L 114, 27. 4. 1985, p. 36.\n(7) OJ No L 114, 3. 5. 1980, p. 22.\n(8) OJ No L 23, 26. 1. 1985, p. 19.\n(9) OJ No L 188, 20. 7. 1985, p. 25."}