{"celex_id": "31988R1555", "uri": "http://publications.europa.eu/resource/cellar/81263b79-d78e-4998-9229-a77ded1da755", "type": "Regulation", "concepts": ["133", "1961", "2084", "2437", "313", "4320"], "title": "Council Regulation (EEC) No 1555/88 of 31 May 1988 amending for the fourth time Regulation (EEC) No 3094/86 laying down certain technical measures for the conservation of fishery resources\n", "header": "COUNCIL  REGULATION (EEC) No 1555/88\nof 31 May 1988\namending for the fourth time Regulation (EEC) No 3094/86 laying down certan technical measures for the conservation of fishery resources\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 170/83 of 25 January 1983 establishing a Community system for the conservation and management of fishery resources (1), as amended by the Act of Accession of Spain and Portugal, and in particular Article 11 thereof,\nHaving regard to the proposal from the Commission,\nWhereas Article 2 of Regulation (EEC) No 170/83 states that the conservation measures necessary to achieve the aims set out in Article 1 of that Regulation must be formulated in the light of the available scientific advice;\nWhereas Regulation (EEC) No 3094/86 (2), as last amended by Regulation (EEC) No 3953/87 (3), lays down general rules relating to the fishing and landing of biological resources found in Community waters;\nWhereas the charges to the rules governing fishing in the Skagerrak and Kategat agreed between the delegations of the Community and those of Norway and Sweden should be implemented; whereas, accordingly, the date of entry into force of the increase in the minimum mesh size in the Skagerrak and Kattegat for deep-water prawn (Pandalus borealis) should be brought forward and the minimum mesh size for Norway lobster (Nephrops norvegicus) in the Skagerrak and Kattegat should be increased;\nWhereas horse mackerel of lengths complying with the minimum sizes are too large to be used as live bait and whereas therefore the keeping on board of smaller fish for use as live bait should be allowed;\nWhereas the rules on the inapplicability of Regulation (EEC) No 3094/86 of fishing during the artificial restocking of stocks or the transplantation of fish, crustaceans and molluscs should be clarified to show that the other provisions of the Regulation apply only to fish, crustaceans or molluscs which are retained for this purpose and placed on sale for human consumption,", "main_body": ["Regulation (EEC) No 3094/86 is hereby amended as follows:\n1. The following shall be added to the second subparagraph of Article 5 (3):\n'(c) horse mackerel (Trachurus spp.) intended for use as live bait.'\n2. The second subparagraph of Article 12 shall be replaced by the following:\n'Fish, crustaceans and molluscs caught for the purposes set out in the first subparagraph may be sold for human consumption only if the other provisions of this Regulation are complied with'.\n3. The data in Annex I concerning the geographical areas:\n- Skagerrak and Kattegat for prawn (Pandalus borealis) (authorized target species) and\n- Skagerrak and Kattegat for Norway lobster (Nephrops norvegicus) (authorized target species),\nshall be replaced by the items given in the Annex to this Regulation.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 31 May 1988.\nFor the Council\nThe President\nH. KLEIN\n(1) OJ No L 24, 27. 1. 1983, p. 1.\n(2) OJ No L 288, 11. 10. 1986, p. 1.\n(3) OJ No L 371, 30. 12. 1987, p. 9.\nANNEX\n1.2.3.4.5.6.7 //  //  //  //  //  //  //  // Region  // Geographical area  // Additional conditions  // Minimum mesh size (mm)   // Authorized target species  // Minimum percentage of target species   // Maximum percentage of protected species   //    //   //   //   //   //   //   // 2  // Skagerrak and Kattegat   // Until 31 December 1988   // 60  // Norway lobster (Nephrops norvegicus)   // 20   // 70   //  //   // From 1 January 1989   // 70 (2) 60 (3)   // Norway lobster (Nephrops norvegicus)   // 20   // 70   //   //  // From 1 January 1991   // 70   // Norway lobster (Nephrops norvegicus)   // 20   // 70   //   // Skagerrak and Kattegat  // Until 31 May 1988   // 30   // Deep-water prawn (Pandalus borealis)   // 20   // 50   //   //   // From 1 June 1988  // 35 (4) 30 (3)   // Deep-water prawn (Pandalus borealis)  // 20   // 50   //   //   // From 1 January 1989   // 35  // Deep-water prawn (Pandalus borealis)   // 20   // 50   //  //   //   //   //   //   //\n(2) Applied to the meshes of the last eight metres of the net measured from the codline with the meshes stretched lengthwise.\n(3) The rest of the net.\n(4) Applied to the meshes of the last six metres of the net measured from the codline with the meshes stretched lengthwise."}