{"celex_id": "31989R0915", "uri": "http://publications.europa.eu/resource/cellar/d533224d-f12f-44fb-8be6-22e9f37d1984", "type": "Regulation", "concepts": ["3263", "4404", "5360", "5373"], "title": "Commission Regulation (EEC) No 915/89 of 10 April 1989 laying down detailed rules for the application of arrangements for producers who have taken part in the arrangements for the set-aside of arable land to be exempted from the co-responsibility levies in the cereals sector\n", "header": "COMMISSION  REGULATION (EEC) No 915/89\nof 10 April 1989\nlaying down detailed rules for the application of arrangements for producers who have taken part in the arrangements for the set-aside of arable land to be exempted from the co-responsibility levies in the cereals sector\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Regulation (EEC) No 2727/75 of the Council of 29 October 1975 on the common organization of the market in cereals (1), as last amended by Regulation (EEC) No 166/89 (2), and in particular Articles 4 (5) and 4b (5) thereof,\nHaving regard to Council Regulation (EEC) No 797/85 of 12 March 1985 on improving the efficiency of agricultural structures (3), as last amended by Regulation (EEC) No 591/89 (4), and in particular Article 1a (6) thereof,\nWhereas co-responsibility levies for producers taking part in the scheme for the set-aside of arable land provided for in Regulation (EEC) No 797/85 in accordance with Commission Regulation (EEC) No 1272/88 of 29 April 1988 laying down detailed rules for applying the set-aside incentive scheme for arable land (5) may be reimbursed in respect only of quantities of cereals marketed during the marketing years in which production was affected by the said scheme;\nWhereas a producer qualifying under the scheme provided for in Regulation (EEC) No 797/85 may also qualify under the direct-aid arrangements provided for in Council Regulation (EEC) No 729/89 of 20 March 1989 laying down general rules for the special arrangements applicable to small producers under the co-responsibility arrangements in the cereals sector (6); whereas, in that case and in the interest of proper management of the arrangements in question, the reimbursement provided for in Regulation (EEC) No 729/89 should be applied first; whereas, where that reimbursement is only partial, account should be taken of this under the arrangements laid down in Regulation (EEC) No 797/85;\nWhereas, moreover, where a producer's undertaking to withdraw arable land from production is not fulfilled, provision should be made for the recovery of sums reimbursed, plus an amount making it not worthwhile to take advantage unduly of the reimbursement;\nWhereas the Management Committee for Cereals has not delivered an opinion within the time limit set by its chairman,", "main_body": ["The reimbursement provided for in the second indent of the second subparagraph of Article 4 (1) of Regulation (EEC) No 2727/75 of the co-responsibility levies provided for in Articles 4 and 4b of that Regulation shall be made in accordance with this Regulation.", "1. To qualify for the reimbursement referred to in Article 1, producers must provide proof of having entered into the undertaking provided for in Article 8 of Regulation (EEC) No 1272/88 in respect of at least 30 % of the arable land on their holdings.\n2. Reimbursement shall be due for quantities of cereals placed on the market during each of the marketing years in which production was affected by the undertaking referred to in paragraph 1, in respect of up to 20 tonnes.\n3. Member States may fix a minimum amount per producer below which reimbursement shall not be made. Such a minimum amount may not exceed ECU 25 per producer.", "1. Reimbursement shall take place on application by the parties concerned for each of the marketing years in question by 31 December at the latest following the end of the marketing year in respect of which that reimbursement is due.\n2. Applications for reimbursement shall be accompanied by supporting documents testifying that the applicant has borne the co-responsibility levies provided for in Articles 4 and 4b of Regulation (EEC) No 2727/75. The Member States may require any other supporting documents to be submitted.", "Where a producer is also a recipient under the arrangements laid down in Regulation (EEC) No 729/89, the Member States shall make the reimbursement provided for in the latter Regulation. Where such reimbursement is only partial, the quantity not compensated for shall be taken into account when the reimbursement under this Regulation is carried out in respect of up to 20 tonnes.", "1. The Member States shall take any requisite additional measures, and in particular controls, to ensure that reimbursement is carried out in accordance with this Regulation. They may request operators to provide any additional informaion which they consider useful. Such controls must in particular ensure compliance with Article 4.\n2. Where the undertaking referred to in Article 2 (1) is not complied with, except in cases of force majeure, co-responsibility levies unduly reimbursed, plus 30 %, shall be recovered without prejudice to the application of national penal provisions.", "This Regulation shall enter into force on the day of its publication int he Official Journal of the European Communities.\nIt shall apply for the 1989/90 to 1991/92 marketing years.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 10 April 1989.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 281, 1. 11. 1975, p. 1.\n(2) OJ No L 20, 25. 1. 1989, p. 16.\n(3) OJ No L 93, 30. 3. 1985, p. 1.\n(4) OJ No L 65, 9. 3. 1989, p. 1.\n(5) OJ No L 121, 11. 5. 1988, p. 36.\n(6) OJ No L 80, 23. 3. 1989, p. 5."}