{"celex_id": "31986R0598", "uri": "http://publications.europa.eu/resource/cellar/06cb72ca-eaa7-46f0-990b-a7419ffa8fa7", "type": "Regulation", "concepts": ["1309", "3591", "4073", "5010", "5283", "863"], "title": "Commission Regulation (EEC) No 598/86 of 28 February 1986 on the application of the supplementary trade mechanism to imports into Spain of common wheat of breadmaking quality from the Community as constituted at 31 December 1985\n", "header": "COMMISSION   REGULATION   (EEC)   No  598/86\nof 28  February 1986\non the application of the  supplementary trade mechanism to imports into Spain of common wheat of breadmaking quality from the  Community as constituted at 31  December 1985\n<(BLK0)LA ORG=\"CCF\">EN</(BLK0)LA>\nTHE   COMMISSION   OF   THE   EUROPEAN   COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the Act of Accession of Spain and Portugal,\nHaving regard to Council Regulation (EEC) No  569/86 of 25  February 1986 laying down general  rules of application of the supplementary trade mechanism applicable to trade  (1), and in  particular Article  7  (1) thereof,\nWhereas, pursuant to Article  81 of the Act of Accession, imports into Spain of common wheat of  breadmaking quality are subject to the said mechanism; whereas common wheat treated by one of the  methods adopted by Commission Regulation (EEC) No  575/86  (2), is not subject to the mechanism;\nWhereas Article  84 of the Act fixed, for 1986, a guide quantity for imports into Spain of wheat  of breadmaking quality from the Community as constituted at 31  December 1985, and provided that  the quantity be increased by 15  % per year in subsequent years; whereas the exact quantities for  1987 to 1989 should be fixed; whereas, having regard to the purpose of the STM arrangements, it  should be made clear that the part of the guide quantity not used during a given year may not be  carried forward to the subsequent year;\nWhereas, in the interests of good management, the quantities for which STM licences may be issued  during any one month must be limited;\nWhereas, in order to avoid speculative applications being made for STM licences, the validity of  such licences must be limited to a fairly short period adequate for the imports to be carried out  in normal conditions; whereas the fulfilment of the undertaking entered into by the STM licence  holder may be ensured by the lodging of a security;\nWhereas on the basis of the available estimates for production and consumption of common wheat of  breadmaking quality in Spain and in the Community as constituted at 31  December 1985, and the  desirable rate of increase in trade during the last months of the current marketing year, the  indicative ceiling provided for in Article  83 of the Act should be fixed at a level allowing  harmonious development of intra-Community trade between now and the end of the 1985/86 marketing  year;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the  Management Committee for Cereals,", "main_body": ["For the purposes of applying the supplementary trade mechanism,  hereinafter referred to as the STM, provided for in Articles  81 et seq. of the Act of Accession,  any common wheat which has not been treated in accordance with Regulation (EEC) No  575/86 shall be  regarded as common wheat of breadmaking quality.", "1. For the period until 31  December 1989, the guide quantities referred to in  Article  84 of the Act of Accession shall be as follows:\n- 175  000 tonnes for 1986,\n- 201  250 tonnes for 1987,\n- 231  438 tonnes for 1988,\n- 266  154 tonnes for 1989.\n2. During any one month, STM licences may not be issued for quantities totalling more than 50  %  of the guide quantity referred to in paragraph 1 for the year in question. Applications for STM  licences for quantities exceeding those available for the month in question shall not be  acceptable.\n3. The part of the guide quantity not used during any one year may not be carried forward to the  next year.", "1. STM licences for common wheat of breadmaking quality shall be valid from the date  of issue until the end of the second month following the month of issue. However, for licences  issued during November and December, validity shall be limited to 31  December of the year of  issue.\n2. Licence applications shall be subject to the lodging of a security of 5  ECU per tonne.", "The indicative import ceiling, referred to in Article 83  (1) of the Act of  Accession, shall be 175  000 tonnes for the period from 1  March 1986 to 31  July 1986.", "This Regulation shall enter into force on 1  March 1986.\nThis Regulation shall be binding in its entirety and directly applicable in all  Member States."], "attachments": "Done at Brussels, 28  February 1986.\nFor the CommissionFrans ANDRIESSENVice-President"}