{"celex_id": "31988D0311", "uri": "http://publications.europa.eu/resource/cellar/6b0236f0-ab72-4571-abc3-4aff6c5b6adc", "type": "Decision", "concepts": ["2300", "2816", "3663", "50"], "title": "88/311/EEC: Council Decision of 31 May 1988 on the extension of legal protection of topographies of semiconductor products in respect of persons from certain countries and territories\n", "header": "COUNCIL  DECISION\nof 31 May 1988\non the extension of legal protection of topographies of semiconductor products in respect of persons from certain countries and territories\n(88/311/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 87/54/EEC of 16 December 1986 on the legal protection of topographies of semiconductor products (1), and in particular Article 3 (7) thereof,\nHaving regard to the proposal from the Commission,\nWhereas the right to protection of topographies of semiconductor products in the Community applies to persons qulifying for protection under Article 3 (1) to (5) of Directive 87/54/EEC;\nWhereas the right to protection can be extended, by a Council Decision, to persons who do not benefit from protection under the said provisions;\nWhereas the extension of protection should, as far as possible, be decided for the Community as a whole;\nWhereas it seems appropriate at present to extend protection on an interim basis to allow time for conditions for mutual unlimited protection to be established;\nWhereas one of the factors on which this Decision is based is the consideration that the countries or territories which have an appropriate legislation will continue to protect topographies of semiconductor products under their national law and make this protection available to those persons from the Member States of the Community who benefit from the right to protection under Directive 87/54/EEC;\nWhereas another factor on which this Decision is based is the consideration that countries or territories which do not yet have appropriate legislation will provide one and will make it accessible as soon as possible to persons from the Member States of the Community benefiting from the right to protection under Directive 87/54/EEC,", "main_body": ["Member States shall extend the right to protection under Directive 87/54/EEC in favour of natural persons who are nationals of a country or territory listed in the Annex or who have their habitual residence in the territory of one of those countries or territories.\nThis extension shall also apply to companies or other legal persons of a country or territory listed in the Annex which have a real and effective industrial or commercial establishment in such a country or territory, subject to the condition that companies or other legal persons of a Member State which have a right to protection under Directive 87/54/EEC benefit from protection in the country or territory in question.\nThe countries and territories listed in the Annex which satisfy the conditions laid down in the second subparagraph shall be determined by the Commission and communicated to the Member States.", "This Decision shall apply from 1 June 1988.\nMember States shall extend the right to protection under this Decision in favour of the persons referred to in Article 1 until 7 November 1990.\nAny exclusive rights acquired under this Decision shall continue to produce their effect for the period laid down under Directive 87/54/EEC.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 31 May 1988.\nFor the Council\nThe President\nH. KLEIN\n(1) OJ No L 24, 27. 1. 1987, p. 36.\nANNEX\nAustria\nFinland\nFrench Polynesia\nFrench Southern and Antarctic Territories\nIceland\nJapan\nNew Caledonia and Dependencies\nNorway\nSweden\nSwitzerland\nColllectivitĂŠ territoriale de Mayotte\nCollectivitĂŠ territoriale de Saint-Pierre et Miquelon\nWallis and Futuna Islands"}