{"celex_id": "31988D0353", "uri": "http://publications.europa.eu/resource/cellar/8d6d8acd-dd3d-4bc0-a637-38d9b9dfc5d9", "type": "Decision", "concepts": ["235", "4375", "5055"], "title": "88/353/EEC: Commission Decision of 22 June 1988 accepting an undertaking given in connection with the anti-dumping investigation concerning imports of oxalic acid originating in Taiwan or South Korea and terminating the investigation with regard to the exporter concerned\n", "header": "COMMISSION  DECISION\nof 22 June 1988\naccepting an undertaking given in connection with the anti-dumping investigation concerning imports of oxalic acid originating in Taiwan or South Korea and terminating the investigation with regard to the exporter concerned\n(88/353/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2176/84 of 23 July 1984 on protection against dumped or subsidized imports from countries not members of the European Economic Community (1), as amended by Regulation (EEC) No 1761/87 (2), and in particular Article 10 thereof,\nAfter consultations within the Advisory Committee as provided for by the abovementioned Regulation,\nWhereas:\nA. Provisional measures\n(1) Commission Regulation (EEC) No 699/88 (3) imposed a provisional anti-dumping duty on imports of oxalic acid originating in Taiwan or South Korea.\nB. Subsequent procedure\n(2) After the provisional anti-dumping duty had been imposed, some of the parties concerned, including the complainant (DAVSA), made known their views concerning that duty.\nSome of them also asked to be informed of the essential facts and considerations on the basis of which the Commission proposed to recommend definitive measures. Those requests were granted.\nC. Dumping\n(3) No new evidence of dumping has been received since the provisional duty was imposed. The Commission accordingly considers the results of the investigation set out in Regulation (EEC) No 699/88 to be definitive.\nD. Injury\n(4) No new evidence concerning injury to the Community industry has been presented.\nThe Commission accordingly confirmed the conclusions concerning injury set out in Regulation (EEC) No 699/88.\n(5) The Commission accordingly believes that the facts as definitively established show that the dumped imports of oxalic acid originating in Taiwan and South Korea must be considered to have caused material injury.\nE. Community interest\n(6) No new information concerning the Community interest has been submitted since the provisional duty was imposed and the Commission's conclusions concerning the Community interest set out in Regulation (EEC) No 699/88 therefore remain unchanged.\nIn those circumstances, definitive anti-dumping measures must be imposed on imports of oxalic acid originating in Taiwan or South Korea in order to protect the Community interest.\nF. Undertaking\n(7) When Uranus Chemicals Co. Ltd, Hsin Chu, Taiwan, was informed that the main conclusions of the preliminary investigation concerning the product originating in Taiwan had been confirmed, it gave an undertaking concerning its exports to the Community.\nThe main effect of the undertaking is to bring the prices of exports to the Community up to a level which the Commission considers sufficient to eliminate the injury caused by the imports concerned, given the prices of those imports and the margin by which they undercut the internal Community threshold price needed to guarantee an efficient Community producer sufficient income to enable him to continue his activities.\nIn those circumstances, the undertaking given is considered acceptable and the proceeding can accordingly be terminated without a definitive anti-dumping duty being imposed on imports from the exporter concerned.\nThe Advisory Committee did not oppose that solution,", "main_body": ["The undertaking given by Uranus Chemicals Co. Ltd, Hsin Chu, Taiwan, in connection with the anti-dumping investigation concerning imports of oxalic acid falling within CN code 2917 11 00, originating in Taiwan or South Korea, is hereby accepted.", "The investigation referred to in Article 1 is hereby terminated with regard to Uranus Chemicals Co. Ltd, Hsin Chu, Taiwan."], "attachments": "Done at Brussels, 22 June 1988.\nFor the Commission\nKarl-Heinz NARJES\nVice-President\n(1) OJ No L 201, 30. 7. 1984, p. 1.\n(2) OJ No L 167, 26. 6. 1987, p. 9.\n(3) OJ No L 72, 18. 3. 1988, p. 12."}