{"celex_id": "31988R3915", "uri": "http://publications.europa.eu/resource/cellar/560e6d23-52f5-46da-9d8c-893d977d9b87", "type": "Regulation", "concepts": ["1091", "2739", "3813"], "title": "Commission Regulation (EEC) No 3915/88 of 15 December 1988 laying down provisions for the implementation of Article 63c of Council Regulation (EEC) No 918/83 setting up a Community system of reliefs from customs duty\n", "header": "16.12.1988 EN Official Journal of the European Communities L 347/55\nCOMMISSION REGULATION (EEC) No 3915/88\nof 15 December 1988\nlaying down provisions for the implementation of Article 63c of Council Regulation (EEC) No 918/83 setting up a Community system of reliefs from customs duty\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 918/83 of 28 March 1983 setting up a Community system of reliefs from customs duty (1), as amended by Regulation (EEC) No 1315/88 (2), and in particular Article 143 thereof,\nWhereas Article 63c of Regulation (EEC) No 918/83 provides for relief from import duties for consignments containing samples of reference substances approved by the World Health Organization (WHO) which are intended for use in the quality control of materials used in the manufacture of medicinal products; whereas such consignments are addressed to consignees authorized by the competent national authorities to benefit from such relief;\nWhereas the requisite conditions for the correct implementation of that provision should be laid down; whereas those conditions must be established in accordance with the procedure provided for in Article 143 (2) and (3) of Regulation (EEC) No 918/83;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Committee on Duty Free Arrangements,", "main_body": ["This Regulation lays down provisions for the implementation of Article 63c of Regulation (EEC) No 918/83.", "The relief referred to in Article 63c of Regulation (EEC) No 918/83 shall apply only to consignments sent by the ‘WHO Collaborating Centre for Chemical Reference Substances’ in Stockholm (Sweden) to consignees who are authorized by the competent national authorities to receive them duty free.", "Relief from import duties for consignments referred to in Article 63c of Regulation (EEC) No 918/83 shall be conditional on the display, on packages containing reference substances, of:\n— firstly, the stamp of the WHO Collaborating Centre referred to in Article 2 above,\n— secndly, a label, a specimen of which is shown in the Annex to this Regulation, on which the box corresponding to chemical reference substances has been clearly marked with a tick.", "Relief shall extend to any special packaging which is essential to the transportation of chemical reference substances and to any requisite accessories which the consignments may contain.", "This Regulation shall enter into force on 1 January 1989.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 15 December 1988.\nFor the Commission\nCOCKFIELD\nVice-President\n(1)  OJ No L 105, 23. 4. 1983, p. 1.\n(2)  OJ No L 123, 17. 5. 1988, p. 2.\nANNEX"}