{"celex_id": "31982R0358", "uri": "http://publications.europa.eu/resource/cellar/70e46703-e876-4c15-96d8-bf8689c5b74f", "type": "Regulation", "concepts": ["1518", "206", "2095", "2771", "2850", "665"], "title": "Council Regulation (EEC) No 358/82 of 15 February 1982 on the application of the EEC-Israel Cooperation Council Decision No 1/81 replacing the unit of account by the ECU in the Protocol on the definition of ' originating products' and methods of administrative cooperation, to the Agreement between the European Economic Community and the State of Israel\n", "header": "COUNCIL  REGULATION (EEC) No 358/82\nof 15 February 1982\non the application of the EEC-Israel Cooperation Council Decision No 1/81 replacing the unit of account by the ECU in the Protocol on the definition of 'originating products' and methods of administrative cooperation, to the Agreement between the European Economic Community and the State of Israel\nTHE COUNCIL OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community and, in particular, Article 113 thereof,\nHaving regard to the proposal of the Commission,\nWhereas the Agreement between the European Economic Community and the State of Israel (1) was signed on 11 May 1975 and entered into force on 1 July 1975;\nWhereas, pursuant to Article 25 of the Protocol on the definition of 'originating products' and methods of administrative cooperation, the EEC-Israel Cooperation Council has adopted Decision No 1/81 amending the Protocol as regards the rules of origin;\nWhereas the Decision should be made operative in the Community,", "main_body": ["Decision No 1/81 of the EEC-Israel Cooperation Council shall be applicable in the Community.\nThe text of this Decision is attached to this Regulation.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 15 February 1982.\nFor the Council\nThe President\nP. de KEERSMAEKER\n(1) OJ No L 136, 28. 5. 1975, p. 3.\nDECISION No 1/81 OF THE COOPERATION COUNCIL\nof 18 November 1981\nreplacing the unit of account by the ECU in the Protocol on the definition of the concept of 'originating products' and methods of administrative cooperation, to the Agreement between the European Economic Community and the State of Israel\nTHE COOPERATION COUNCIL,\nHaving regard to the Agreement establishing an Association between the European Economic Community and the State of Israel, and in particular Title I thereof,\nHaving regard to the Protocol 3 concerning the application of Article 2 (3) of the Agreement, hereinafter called 'the Protocol', and in particular Article 25 thereof,\nWhereas the unit of account is not appropriate to the current international monetary situation; whereas it is therefore necessary to adopt a new common value basis for determining when EUR. 2 forms may be used instead of EUR. 1 movement certificates and when no documentary evidence of origin is required;\nWhereas the European Communities introduced the ECU as from 1 January 1981;\nWhereas it is convenient to use the ECU to serve as a common value basis;\nWhereas, for administrative and commercial reasons, the common value basis must remain fixed for periods of at least two years; whereas the ECU to be used must, in consequence, be exceptionally fixed at a base date to be updated every two years,\nHAS DECIDED AS FOLLOWS:\nArticle 1\nThe Protocol shall be amended as follows:\n1. In the second subparagraph of Article 6 (1), the amount '1 000 units of account' shall be replaced by '1 620 ECU'.\n2. In Article 6 (1), the third subparagraph shall be replaced by the following:\n'Up to and including 30 April 1983, the ECU to be used in any given national currency shall be the equivalent in that national currency of the ECU as at 1 October 1980. For each successive period of two years thereafter it shall be the equivalent in that national currency of the ECU as at the first working day in October in the year immediately preceding that two-year period.\nAmounts in the national currency of the exporting State equivalent to the amounts expressed in this Article and in Article 17 in ECU shall be fixed by the exporting State and communicated to the other parties to the Agreement.\nWhen these amounts are more than the corresponding amounts fixed by the importing State, the importing State shall accept them if the goods are invoiced in the currency of the exporting State.\nIf the goods are invoiced in the currency of another Member State of the Community, the importing State shall recognize the amount notified by the State concerned.'\n3. In Article 17 (2) of the Protocol, the amounts '60 units of account' and '200 units of account' shall be replaced by '105 ECU' and '325 ECU', respectively.\nArticle 2\nThis Decision shall enter into force on 1 February 1982.\nDone at Brussels, 18 November 1981.\nFor the Cooperation Council\nThe President\nMichael BUTLER"}