{"celex_id": "31987R3525", "uri": "http://publications.europa.eu/resource/cellar/2df63bb2-4db3-4665-9b4f-47368d9a6801", "type": "Regulation", "concepts": ["4498", "712", "863"], "title": "Commission Regulation (EEC) No 3525/87 of 24 November 1987 amending Regulation (EEC) No 989/86 laying down detailed rules for applying the limitation of processing aid to certain quantities of oranges and lemons in Spain\n", "header": "COMMISSION  REGULATION (EEC) No 3525/87\nof 24 November 1987\namending Regulation (EEC) No 989/86 laying down detailed rules for applying the limitation of processing aid to certain quantities of oranges and lemons in Spain\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2601/69 of 18 December 1969 laying down special measures to encourage the processing of certain varieties of oranges (1), as last amended by Regulation (EEC) No 3391/87 (2), and in particular Article 3 (2) thereof,\nHaving regard to Council Regulation (EEC) No 460/86 of 25 February 1986 laying down general rules for applying the Act of Accession of Spain and Portugal as regards the processing of oranges and lemons (3), and in particular Article 2 thereof,\nWhereas Article 119 (4) of the Act of Accession limits, for the first four marketing years following accession, the quantities of oranges and lemons which may qualify for processing aid in Spain;\nWhereas Regulation (EEC) No 2601/69 provides that the special measures designed to encourage the processing of oranges are also applicable to the 'Cadenera', 'Castellana' and 'Macetera' varieties within a total quantitiy, for those three varieties of 10 000 tonnes of fresh oranges in 1987/88;\nWhereas Commission Regulation (EEC) No 989/86 (4), as last amended by Regulation (EEC) No 1427/87 (5), lays down the detailed rules for the application of the aid for processing; whereas those detailed rules should be extended to the 'Cadenera', 'Castellana' and 'Macetera' varieties;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Fruit and Vegetables,", "main_body": ["Regulation (EEC) No 989/86 is hereby amended as follows:\n1. Article 1 is replaced by the following:\n'Article 1\n1. For the 1987/88 marketing year, processors established in Spain shall, not later than 1 January 1988, communicate to the agency designated by the Spanish authorities the total quantity of fresh oranges of the 'Cadenera', 'Castellana' and 'Macetera' varieties respectively which they have used and the net weight of finished products obtained for 1984/85, 1985/86 and 1986/87 respectively.\n2. The provisions of the first subparagraph of Article 3 (2) of Regulation (EEC) No 1562/85 shall apply mutatis mutandis to communications made pursuant to paragraph 1.';\n2. Article 2 (1) and (2) are replaced by the following:\n'1. The quantities of products which, under Article 119 (4) of the Act of Accession and Article 2 of Council Regulation (EEC) No 3391/87 (*), may qualify for Community aid shall, for each processor and each marketing year, be fixed by Spain as a percentage of the processor's production during the marketing year taken into consideration for the calculation of the average total production as referred to in paragraph 3.\n2. The percentage referred to in paragraph 1 shall be equal to the percentage represented by that portion of the average total production in Spain, expressed by reference to the quantity of raw material used, to which the limitation of the granting of production aid relates. The quantity to which the limitation of the granting of production aid relates shall be the quantity stipulated for each group of products in Article 119 (4) of the Act of Accession and Article 2 (1) of Regulation (EEC) No 3391/87 less 2 %. The latter 2 % shall be distributed among processors in accordance with Article 3.\n(*) OJ No L 323, 13. 11. 1987, p. 2.'", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 24 November 1987.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 324, 27. 12. 1969, p. 21.\n(2) OJ No L 323, 13. 11. 1987, p. 2.\n(3) OJ No L 53, 1. 3. 1986, p. 14.\n(4) OJ No L 90, 5. 4. 1986, p. 33.\n(5) OJ No L 136, 26. 5. 1987, p. 15."}