{"celex_id": "31989D0580", "uri": "http://publications.europa.eu/resource/cellar/61cd6ab9-a0f2-469b-86ab-f2a9f25297c5", "type": "Decision", "concepts": ["1085", "2194", "2211", "5252", "5953", "889"], "title": "89/580/EEC: Commission Decision of 21 March 1989 on aid supplementing the Community premium payable per ewe and goat in respect of the 1987 marketing year (Only the French text is authentic)\n", "header": "COMMISSION  DECISION\nof 21 March 1989\non aid supplementing the Community premium payable per ewe and goat in respect of the 1987 marketing year\n(Only the French text is authentic)\n(89/580/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular the first subparagraph of Article 93 (2) thereof,\nHaving regard to Council Regulation (EEC) No 1837/80 of 27 June 1980 on the common organization of the market in sheepmeat and goatmeat (1), as last amended by Regulation (EEC) No 1115/88 (2), and in particular Article 23 thereof,\nHaving given formal notice (3) to the parties concerned to submit their comments, in accordance with Article 93 (2) of the Treaty,\nWhereas, in the light of the following:\nI\n1. By letter of 9 June 1988 the French authorities notified the Commission that in mid-April they had paid the balance of the Community premium payable per ewe and goat in respect of the 1987 marketing year.\n2. The French authorities stated that they had made that payment because the Management Committee for Sheep and Goats, which had met on 16 March 1988, had failed to decide on the amount of the premium for 1987, and this despite the fact that pursuant to Article 5 (1) of Regulation (EEC) No 1837/80 the amount of the premium must be fixed immediately after the end of the marketing year.\nCommission Regulation (EEC) No 1318/88 (4) subsequently fixed the amount of the premium for 1987 at a level below that set by the French authorities, taking into account both the advance payment which the Council authorized on 23 July 1987 pursuant to the third subparagraph of Article 93 (2), and the balance referred to above.\nThe French stockfarmers concerned accordingly received, on the basis of FF 4,55 per ewe and FF 3,56 per goat, a total of FF 35 million (ECU 5 million).\nII\n1. By letter of 14 November 1988 the Commission informed the French Government that it had decided to initiate in respect of that aid the procedure provided for in Article 93 (2) of the EEC Treaty.\n2. In its letter the Commission informed the French authorities that, in its opinion, the aid constituted operating aid, which could have no lasting effect on the development of the sector concerned since its effects would cease to be felt as soon as the measure itself came to an end. The Commission feels that aid of this type is, in principle, incompatible with the common market.\nThe scheme in question disregards the principle whereby any measure which a Member State adopts which is not specifically provided for by the Community and which relates to market mechanisms is likely to have an adverse effect on the operation of the EEC market organization\nconcerned. Moreover, it supplements an existing Community scheme, since Regulation (EEC) No 1837/80 already provides for a premium designed to offset the loss of income suffered by sheepmeat and goatmeat producers.\nThe proposed aid therefore constitutes an infringement of Community provisions.\n3. Under the procedure referred to above the Commission has given notice to the French Government to submit its comments.\nThe Commission has also given notice to the other Member States and the parties concerned other than Member States to submit their comments.\nIII\nBy letter of 19 December 1988 the French Government replied to the Commission's letter.\nThe French authorities stated that:\n- it was difficult to defer payment of the balance of the premium, given that an appreciable reduction in the stockfarmers' incomes had been recorded in 1987,\n- the substantial time gap between the advance payment and the payment of the balance of the premium for 1987 had presented stockfarmers with major difficulties in terms of cash flow,\n- they were willing to consider jointly with the Commission possible ways of complying with the Community provisions.\nIn a proposal submitted to the French authorities in the course of a meeting held in January the Commission suggested, in response to that invitation, that the disputed aid should either be reimbursed or set off against the payment of the balance in respect of the 1988 marketing year.\nIV\n1. The French authorities have failed to fulfil their obligations under Article 93 (3) of the EEC Treaty firstly by not submitting a draft of the measure and secondly by implementing it with effect from 12 April 1988, i.e. without enabling the Commission to submit its comments.\nFailure to comply with those obligations has resulted in a particularly serious situation in that the aid constitutes an infringement of the rules of the market organization for sheepmeat and goatmeat and is incompatible with the common market under the terms of Article 92 of the EEC Treaty.\n2. The points put forward by the French authorities are based on facts which cannot be taken into consideration in the case in point.\nThe French authorities did not feel that the proposals put forward by the Commission at the meeting referred to above could be taken up, and offered no further suggestion as to how to comply with the Community rules.\nV\n1. By virtue of Article 23 of Regulation (EEC) No 1837/80, Articles 92 to 94 of the Treaty apply to the production of and trade in the products covered by the aid in question.\nThe measure benefited French sheepmeat and goatmeat producers in that it enabled them to reduce their stockfarming costs. It therefore distorted competition between French stockfarmers and stockfarmers elsewhere in the Community.\nIn France the demand for sheepmeat and goatmeat tends to outstrip production. According to the statistics for 1987 the country's gross production is 159 000 tonnes, compared with a level of internal demand of 258 000 tonnes.\nAccording to those figures the degree of self-sufficiency is fairly low (62 %), the shortfall being covered mainly by imports from other Member States (101 334 tonnes), while exports to other Member States account for a total of 9 172 tonnes.\nThe measure will serve to curb the exports of operators in the other Member States, in that traders will prefer to buy French animals, i.e. those which qualify for the aid. The measure is likely to affect intra-Community trade.\nThe measure accordingly fulfils the criteria laid down in Article 92 (1) of the Treaty, which provides that such aid is incompatible in principle with the common market.\n2. The exceptions to that rule, which are set out in Article 92 (2) are clearly not applicable in this case. Those provided for in Article 92 (3) refer specifically to the common European interest and not to the interest of individual sectors of the national economy. Such exceptions must be strictly interpreted when scrutinizing any regional or sectoral aid scheme or any individual case of application of general aid schemes.\nThey may in particular be allowed only in cases where the Commission is able to establish that the aid is required in order to achieve one of the objectives set out in those provisions. To allow such exceptions in respect of aid which does not offer such guarantees would amount to allowing trade between Member States to be affected and competition to be distorted without justification from the point of view of the Community interest and would result in unfair advantage for certain Member States.\nIn the case in point the aid scheme does not offer such guarantees. The French Government was unable to provide any justification, and the Commission could find none, showing that the aid in question fulfils the conditions required for the application of one of the exceptions set out in Article 92 (3) of the Treaty.\nIt is not a measure intended to promote a project of common European interest as referred to in Article 92 (3) (b) in that, by virtue of its possible effect on trade, it is contrary to the common interest. Nor is it a measure intended to remedy, as referred to in that provision, a serious disturbance in the economy of the Member State concerned.\nConcerning the exceptions provided for in Article 92 (3) (a) and (c) in the case of aid intended to encourage or facilitate the economic development of regions and certain activities referred to in the said subparagraph (c), it should be pointed out that the aid cannot bring about a lasting improvement in the conditions of the economic sector concerned, since the latter's structural situation would, as soon as the aid ceased to be granted, be the same as that obtaining prior to the introduction of the State scheme.\nThe aid in question should accordingly be regarded as operating aid, i.e. a type of aid to which the Commission has always been opposed in principle, in that no conditions are imposed on the granting of such aid which would enable it to qualify under one of the exceptions provided for in Article 92 (3) (a) or (c).\n3. Moreover, in the case of products in the sheepmeat and goatmeat sector which are covered by a common market organization, Member States' powers to intervene directly in the operation of a market organization comprising a system of common prices are limited, this being an area where the Community now has exclusive powers.\nThe grant, in this sector, of aid which is payable per product unit disregards the principle whereby Member States no longer have the power to make, via such measures, unilateral arrangements relating to farmers' incomes within the framework of a market organization.\nThe fact that the aid supplements the Community premium provided for in the market organization arrangements would tend to reinforce the view that it constitutes an infringement.\nEven if it had been possible to envisage an exception under Article 92 (3) of the Treaty, the fact that the aid infringes the market organization concerned would have made it possible to allow such an exception in this case.\n4. The aid in question is accordingly incompatible with the common market, as referred to in Article 92 of the Treaty, and cannot be granted.\n5. This Decision is without prejudice to any action which the Commission may take as regards the financing of the common agricultural policy by the European Agricultural Guidance and Guarantee Fund (EAGGF),", "main_body": ["The aid supplementing the Community premium per ewe and goat in respect of the 1987 marketing year is illegal in terms of Article 93 (3) of the Treaty. It is, moreover, incompatible with the common market as referred to in Article 92 of the Treaty.", "The French Government shall inform the Commission, within two months from notification of this Decision, of the measures taken to ensure compliance therewith.", "This Decision is addressed to the French Republic."], "attachments": "Done at Brussels, 21 March 1989.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 183, 16. 7. 1980, p. 1.\n(2) OJ No L 110, 29. 4. 1988, p. 36.\n(3) OJ No C 26, 1. 2. 1989, p. 2.\n(4) OJ No L 123, 17. 5. 1988, p. 12."}