{"celex_id": "31984R3056", "uri": "http://publications.europa.eu/resource/cellar/871165a7-9b0c-4dcf-bb4e-b8711fd3d544", "type": "Regulation", "concepts": ["1309", "3591", "3774", "4453"], "title": "Commission Regulation (EEC) No 3056/84 of 29 October 1984 on arrangements for imports into the United Kingdom of certain textile products (category 29) originating in Thailand\n", "header": "COMMISSION  REGULATION (EEC) No 3056/84\nof 29 October 1984\non arrangements for imports into the United Kingdom of certain textile products (category 29) originating in Thailand\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3589/82 of 23 December 1982 on common rules for imports of certain textile products originating in third countries (1), as last amended by Regulation (EEC) No 3762/83 (2), and in particular Article 11 thereof,\nWhereas Article 11 of Regulation (EEC) No 3589/82 lays down the conditions under which quantitative limits may be established; whereas imports into the United Kingdom of textile products of category 29 specified in the Annex hereo and originating in Thailand exceeded the level referred to in paragraph 3 of the said Article 11;\nWhereas, in accordance with paragraph 5 of the said Article 11 of Regulation (EEC) No 3589/82, Thailand was notified on 17 July 1984 of a request for consultations;\nWhereas, pending the outcome of the requested consultations, imports into the United Kingdom were made subject to a provisional quantitative limit for the period 17 July to 16 October 1984 by Commission Regulation (EEC) No 2117/84 of 20 July 1984 (3);\nWhereas in consultations held on 15 October 1984, it was agreed that imports of the textile products in question should be subject to quantitative limits for the years 1984 to 1986;\nWhereas paragraph 13 of the said Article 11 provides for compliance with the quantitative limits to be ensured by means of a double-checking system in accordance with Annex VI to Regulation (EEC) No 3589/82;\nWhereas the products in question exported from Thailand between 1 January 1984 and the date of entry into force of this Regulation must be set off against the quantitative limit for the year 1984;\nWhereas this quantitative limit should not prevent the importation of products covered by it shipped from Thailand before the date of entry into force of Regulation (EEC) No 2117/84 as well as during the period between 17 October 1984 and the entry into force of this Regulation;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Textile Committee,", "main_body": ["Without prejudice to the provisions of Article 2, imports into the United Kingdom of the category of products originating in Thailand and specified in the Annex hereto shall be subject to the quantitative limits set out in that Annex.", "1. Products as referred to in Article 1, shipped from Thailand to the United Kingdom before the date of entry into force of Regulation (EEC) No 2117/84 as well as during the period between 17 October 1984 and the entry into force of this Regulation, not yet released for free circulation, shall be so released subject to the presentation of a bill of lading or orther transport document proving that shipment actually took place as specified above.\n2. Imports of products as referred to in Article 1 shipped from Thailand to the United Kingdom during the period of application of Regulation (EEC) No 2117/84 as well as from the entry into force of this Regulation shall be subject to the double-checking system described in Annex VI to Regulation (EEC) No 3589/82.\n3. All quantities of products as referred to in Article 1 shipped from Thailand to the United Kingdom on or after 1 January 1984 and released for free circulation, shall be deducted from the quantitative limit laid down. This limit shall not, however, prevent the importation of products covered by it but shipped from Thailand before the entry into force of Regulation (EEC) No 2117/84 as well as during the period between 17 October 1984 and the entry into force of this Regulation.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nIt shall apply until 31 December 1986.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 29 October 1984.\nFor the Commission\nWilhelm HAFERKAMP\nVice-President\n(1) OJ No L 374, 31. 12. 1982, p. 106.\n(2) OJ No L 380, 31. 12. 1983, p. 1.\n(3) OJ No L 195, 25. 7. 1984, p. 28.\nANNEX\n1.2.3.4.5.6.7.8 //   //   //   //   //   //   //   //  // Category  // CCT heading No  // NIMEXE code (1984)  // Description  // Third country  // Member State  // Units  // Quantitative limits from 1 January to 31 December  //   //  //   //   //   //   //   //   // 29  // 61.02 B II e) 3 aa) bb) cc)  //  61.02-42, 43, 44  // Women's, girls' and infants' outer garments: B. Other: Women's, girls' and infants' (other than babies') woven suits and costumes (including coordinate suits consisting of two or three pieces which are ordered, packed, consigned and normally sold together), of wool, of cotton or of man-made textile fibres, excluding ski suits  // Thailand  // UK  // 1 000 pieces  // 1984: 152 1985: 160 1986: 168  //   //   //   //   //   //   //   //"}