{"celex_id": "31988D0631", "uri": "http://publications.europa.eu/resource/cellar/d4da8a4b-9138-4fc8-a381-86295b6ed299", "type": "Decision", "concepts": ["1088", "2356", "2560", "2877"], "title": "88/631/EEC: Commission Decision of 1 December 1988 amending for the fourth time Commission Decision 87/361/EEC recognizing certain parts of the territory of the French Republic as being officially swine-fever free (Only the French text is authentic)\n", "header": "COMMISSION DECISION  of 1 December 1988  amending for the fourth time Commission Decision 87/361/EEC recognizing certain parts of the territory of the French Republic as being officially swine-fever free  (Only the French text is authentic)   (88/631/EEC)  (88/631/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 80/1095/EEC of 11 November 1980 laying down conditions designed to render and keep the territory of the Community free from classical swine fever (1), as last amended by Directive 87/487/EEC (2), and in particular  Article 7 (2) thereof,\nHaving regard to Commission Decision 88/567/EEC of 3 November 1988 approving the plan for the eradication of classical swine fever presented by France (3),\nWhereas, following a favourable development in the disease situation, the Commission adopted Decision 87/361/EEC (4), as last amended by Decision 88/517/EEC (5), recognizing certain parts of the territory of the French Republic as officially swine-fever  free;\nWhereas certain other parts of the territory of the French Republic now also fulfill the conditions as laid down in Article 7 of Decision 80/1095/EEC, and, consequently, may also be recognized as officially swine-fever free;\nWhereas for the reasons of clarity, it is desirable to present a new Annex whih brings together regions in France recognized as officially free from classical swine fever,\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["The Annex to Decision 87/361/EEC is replaced by the Annex to this Decision.", "This Decision is addressed to the French Republic."], "attachments": "Done at Brussels, 1 December 1988.\nFor the Commission  Frans ANDRIESSEN  Vice-President   (1) OJ No L 325, 1. 12. 1980, p. 1.\n(2) OJ No L 280, 3. 10. 1987, p. 24.\n(3) OJ No L 310, 16. 11. 1988, p. 35.\n(4) OJ No L 194, 15. 7. 1987, p. 31.\n(5) OJ No L 283, 18. 10. 1988, p. 32.\nANNEX  Regions of France which are recognized as officially swine-fever free.   Ain, Aisne, Allier, Alpes-de-Haute-Provence, Hautes-Alpes, Alpes-maritimes, Ardèche, Ardennes, Ariège, Aube, Aude, Aveyron, Bouches-du-Rhône, Calvados, Cantal, Charente,  Charente-Maritime, Cher, Corrèze, Côte-d'Or, Côtes-du-Nord, Creuse, Dordogne, Doubs, Drôme, Eure, Eure-et-Loir, Finistère, Gard, Haute-Garonne, Gers, Gironde, Hérault, Ille-et-Vilaine, Indre-et-Loire, Isère, Jura, Landes, Loir-et-Cher, Loire,  Haute-Loire, Loire-Atlantique, Loiret, Lot, Lot-et-Garonne, Lozère, Maine-et-Loire, Manche, Marne, Haute-Marne, Mayenne, Meurthe-et-Moselle, Meuse, Morbihan, Moselle, Nièvre, Nord, Oise, Orne, Pas-de-Calais, Puy-de-Dôme, Pyrénées-Atlantiques,  Hautes-Pyrénées, Pyrénées-Orientales, Bas-Rhin, Haut-Rhin, Rhône, Haute-Saône, Saône-et-Loire, Sarthe, Savoie, Haute-Savoie, Seine-Maritime, Deux-Sèvres, Somme, Tarn, Tarn-et-Garonne, Var, Vaucluse, Vendée, Vienne, Haute-Vienne, Vosges, Yonne,  Territoire de Belfort, Ville de Paris, Seine-et-Marne, Yvelines, Essonne, Hauts-de-Seine, Seine-Saint-Denis, Val-de-Marne, Val d'Oise."}