{"celex_id": "31986R0410", "uri": "http://publications.europa.eu/resource/cellar/f6726e3e-5b64-4ba5-8308-e380119cee1c", "type": "Regulation", "concepts": ["2324", "2563", "474", "863"], "title": "Commission Regulation (EEC) No 410/86 of 24 February 1986 on transitional measures to be adopted on account of the accession of Spain and Portugal, in respect of trade in agricultural products\n", "header": "COMMISSION  REGULATION (EEC) No 410/86\nof 24 February 1986\non transitional measures to be adopted on account of the accession of Spain and Portugal, in respect of trade in agricultural products\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the Act of Accession of Spain and Portugal, and in particular Articles 90 (1) and 257 (1) thereof,\nWhereas Commission Regulation (EEC) No 409/86 of 20 February 1986 on methods of administrative cooperation to safeguard, during the transitional period, the free movement of goods in trade between the Community as constituted on 31 December 1985, on the one hand, and Spain and Portugal on the other hand, and in trade between these two new Member States (1), provides, in particular, for transitional measures for goods exported before 1 March 1986 from Spain or from Portugal to the other Member States, or from the other Member States to Spain or to Portugal; whereas these measures raise problems for agricultural products which have attracted export refunds;\nWhereas, in the interest of simplification, a system should be applied the basis of which is that operations begun before 1 March 1986 should remain subject either to the provisions operative before that date for trade carried out under the agreements between the Community and Spain and the Community and the EFTA countries, or to the provisions operative for trade between the Community and third countries; whereas, for beef and veal, pigmeat, poultrymeat and eggs, market management considerations require that all products exported from Spain or imported into Spain from the Community as constituted on 31 December 1985 should be subject to the same system of charges;\nWhereas, having due regard, in particular, to the import charges in Spain and Portugal before 1 March 1986, speculative movements of certain products may have started; whereas measures should be taken to prevent such products from qualifying for export refunds twice over;\nWhereas any refunds on exports to Portugal of products subject to transition by stages shall not exceed the difference between the prices recorded in the Community as constituted on 31 December 1985 and those recorded in Portugal plus any customs duty; whereas advance-fixing certificates applied for before 1 March 1986 shall no longer apply to exports to Portugal made after that date;\nWhereas this Regulation is without prejudice to any special transitional measures adopted in respect of certain products;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of all the relevant management committees,", "main_body": ["1. For the purposes of this Regulation, the Community as constituted on 31 December 1985 is hereafter called 'Community of Ten'.\n2. This Regulation establishes transitional measures applicable to agricultural products exported before 1 March 1986:\n- from Spain or from Portugal to the Community of Ten,\n- from the Community of Ten to Spain or to Portugal,\n- from Spain to Portugal,\n- from Portugal to Spain.\n3. Articles 2 to 7 shall not apply to the products referred to in Articles 131 and 259 of the Act of Accession.", "Agricultural products for which the declaration of export or of placing under one of the procedures referred to in Articles 4 and 5 of Council Regulation (EEC) No 565/80 (1) has been accepted in the Community of Ten by 28 February 1986 and which are imported into Spain or Portugal after this date shall be subject:\n(a) in the Community of Ten, to the provisions applicable until 28 February 1986 for the systems of export refunds and monetary compensatory amounts and, where appropriate, export licences and advance fixing certificates, including those on the use in this connection of the T5 control copy referred to in Article 10 of Commission Regulation (EEC) No 223/77 (2);\n(b) in Spain or Portugal, notwithstanding the provisions of Regulation (EEC) No 409/86:\n- to the arrangements applicable to trade between the Community of Ten and Spain on 28 February 1986 if the products in question are accompanied by a movement certificate AE 1 or AE 2,\n- to the arrangements applicable to trade between the Community of Ten and Portugal on 28 February 1986 if the products in question are accompanied by a movement certificate EUR 1 or and EUR 2,\n- to the arrangements applicable to trade with third countries in all other cases.", "Agricultural products for which the declaration of export has been accepted in Spain or Portugal by 28 February 1986 and which are imported into the Community of Ten after that date shall be subject in the Community of Ten, notwithstanding the provisions of Regulation (EEC) No 409/86:\n- to the arrangements applicable to trade between the Community of Ten and Spain on 28 February 1986 if the products in question are accompanied by a movement certificate AE 1 or AE 2,\n- to the arrangements applicable to trade between the Community of Ten and Portugal on 28 February 1986 if the products in question are accompanied by a movement certificate EUR 1 or EUR 2,\n- to the arrangements applicable to trade with third countries in all other cases.", "Agricultural products for which the declaration of export has been accepted in Spain or Portugal by 28 February 1986 and which are imported into Portugal or Spain after that date shall be subject:\n- to the arrangements applicable to trade between Spain and Portugal on 28 February 1986 if the products in question are accompanied by a movement certificate EUR 1 or EUR 2 marked 'EFTA-SPAIN TRADE' in accordance with the agreements on trade between the two said countries,\n- to the arrangements applicable to trade with third countries in all other cases.", "Notwithstanding Articles 2 and 3, products within the beef and veal, pigmeat, poultrymeat and egg sectors:\n- for which the declaration of export or of placing under one of the procedures referred to in Articles 4 and 5 of Regulation (EEC) No 565/80 has been accepted in the Community of Ten by 28 February 1986 and which are imported into Spain after that date shall be subject in Spain to the arrangements applicable to trade with third countries,\n- for which the declaration of export has been accepted in Spain by 28 February 1986 and which are imported into the Community of Ten after that date shall be subject in the Community of Ten to the arrangements applicable to trade with third countries.", "1. Products referred to in Articles 2, 3 and 5 which, on and after 1 March 1986, are imported into Spain or the Community of Ten and which are accompanied by a movement certificate AE 1 or AE 2, or by a T 2 L or T 2 LES document issued subsequently, shall not be subject to presentation of an import licence.\nWhere appropriate, the relevant products shall be subject to the presentation of an STM licence.\n2. Products referred to in Articles 2, 3 and 5 which, on and after 1 March 1986, are imported into either Portugal or the Community of Ten and which are accompanied by a movement certificate EUR 1 or EUR 2 or by a T 2 L or T 2 LPT document issued subsequently, shall not be subject to presentation of an import licence.\nWhere appropriate, the relevant products shall be subject to the presentation of an STM licence.", "1. The products referred to in Annex I for which the declaration of export from Spain to third countries has been accepted during the period from 1 March to 31 August 1986 may qualify for an export refund only if they are of Spanish origin.\n2. Products listed in Annex II for which the customs export formalities for export from Portugal to a non-member country are completed between 1 March and 31 August 1986 may qualify for an export refund only if they are of Portuguese origin.\n3. Products listed in Annexes I and II which are not of Spanish or Portuguese origin cannot, during the period referred to in paragraphs 1 and 2, be placed in Spain or Portugal under one of the arrangements provided for in Articles 4 and 5 of Regulation (EEC) No 565/80.", "1. For products subject to the system of transition by stages, certificates fixing refunds in advance applied for before 1 March 1986 may no longer be used for products for which the declaration of export from the Community of Ten to Portugal has been accepted after 28 February 1986.\n2. If the holder of a certificate as referred to in paragraph 1 shows to the satisfaction of the competent authorities that it was intended to be used, in whole or in part, for the purposes of exportation to Portugal, the guarantee corresponding to the unused quantities shall be released on application by the interested parties lodged with the relevant agency not later than 31 March 1986.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 24 February 1986.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) See page 5 of this Official Journal.\n(1) OJ No L 62, 7. 3. 1980, p. 5.\n(2) OJ No L 38, 9. 2. 1977, p. 20.\nANNEX I\n1.2.3 //  //  //  // Sector  // CCT heading No  // Remarks  //  //  //  // Milk and milk products   // 04.01 04.02 04.03 04.04 ex 23.07 B   // Products as specified in Article 1 of Regulation (EEC) No 804/68   // Pigmeat   // 01.03 A II 02.01 A III a) 02.06 B 16.01 16.02 A II 16.02 B III a)   //   // Beef and veal   // 01.02 A 02.01 A II 16.02 B III b) 1   //  // Eggs and poultry   // 01.05 02.02 04.05 A I 04.05 B I   //  // Oils and fats   // 15.07 A 12.01 B   //   // Fishery products   // 03.01 B   //   // Cereals and Rice   // 10.01 A 10.02 10.03 10.06 B 11.01 11.02 11.07 11.08 A 11.09 17.02 B 21.07 F II 23.02 A 23.03 A I ex 23.07 B   // Products as specified in Annex A to Regulation (EEC) No 2727/75  // Tobacco   // 24.01   //   // Products processed from fruit and vegetables   // ex 08.11 E   // Cherries tailed, stoned and preserved in a liquid sulphurous solution   //   // ex 20.04  // Cherries, preserved in sugar (drained, glacĂŠ or crystallized)   //   // ex 20.06 A   // Hazelnuts (fruit of Corylus avellana), not including mixtures   //   // ex 20.07  // Pure orange juice without addition of other substances  //    //   //\nANNEX II\n1.2.3 //  //  //  // Sector  // CCT heading No  // Remarks  //  //  //  // Oils and fats   // 15.07 A 12.01 B   //  // Fishery products   // 03.01 B   //   // Tobacco   // 24.01  //   // Products processed from fruit and vegetables   // ex 08.11 E   // Cherries tailed, stoned and preserved in a liquid sulphurous solution   //   // ex 20.04   // Cherries, preserved in sugar (drained, glacĂŠ or crystallized)   //   // ex 20.06 A  // Hazelnuts (fruit of Corylus avellana), not including mixtures   //   // ex 20.07   // Pure orange juice without addition of other substances   //    //   //"}