{"celex_id": "31980D1227", "uri": "http://publications.europa.eu/resource/cellar/be354b4f-f745-4570-993a-3e285b841377", "type": "Decision", "concepts": ["1092", "1504", "2211", "2620", "3774"], "title": "80/1227/EEC: Commission Decision of 12 December 1980 empowering Ireland to refuse authorization to slaughter on its territory certain sheep originating in the United Kingdom (Only the English text is authentic)\n", "header": "COMMISSION DECISION  of 12 December 1980  empowering Ireland to refuse authorization to slaughter on its territory certain sheep originating in the United Kingdom  (Only the English text is authentic)  (80/1227/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1837/80 of 27 June 1980 on the common organization of the market in sheepmeat and goatmeat (1), and in particular Article 9 (4) thereof,\nWhereas Article 9 (3) of Regulation (EEC) No 1837/80 lays down that, in the event of payment of the variable slaughter premium for sheep, an amount equivalent to that premium is to be charged on products referred to in Article 1 (a) of that Regulation as they leave the territory of the Member State which grants the said premium;\nWhereas the United Kingdom, which grants the said premium, and Ireland have a common land frontier ; whereas it is possible to send animals which have qualified for the premium in the United Kingdom across the said frontier fraudulently and to have them slaughtered in Ireland without paying the amount referred to above ; whereas this problem cannot be resolved by the usual means;\nWhereas, in order to limit the said risk of fraud, it is accordingly necessary to make provision for the Irish authorities to refuse the slaughter on their territory of animals in respect of which no proof is provided that the abovementioned amount had been paid when the said animals left the territory of the United Kingdom, in accordance with Commission Regulation (EEC) No 2661/80 (2);\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Management Committee for Sheep and Goats,", "main_body": ["Where sheep originating in the United Kingdom and marked pursuant to Article 2 (1) of Regulation (EEC) No 2661/80 are presented for slaughter in Ireland and no proof to the satisfaction of the competent authorities is provided that the amount referred to in Article 4 of the said Regulation has been paid or a security for that amount provided as laid down in paragraph 2 of the same Article, the Irish authorities shall refuse to authorize slaughter of the said animals on their territory.", "The competent Irish authorities shall inform the competent authorities of the United Kingdom and the Commission of cases where slaughter has been refused pursuant to this Decision.", "This Decision is addressed to Ireland."], "attachments": "Done at Brussels, 12 December 1980.\nFor the Commission\nFinn GUNDELACH\nVice-President  (1)OJ No L 183, 16.7.1980, p. 1. (2)OJ No L 276, 20.10.1980, p. 19."}