{"celex_id": "31988R4100", "uri": "http://publications.europa.eu/resource/cellar/ce55a1a6-ea8c-4b9a-aef6-11608dfc8d3c", "type": "Regulation", "concepts": ["1116", "161"], "title": "Council Regulation (EEC) No 4100/88 of 16 December 1988 opening, allocating and providing for the administration of Community tariff quotas for lemons and almonds (1989)\n", "header": "COUNCIL REGULATION (EEC) No 4100/88 of 16 December 1988 opening, allocating and providing for the administration of Community tariff quotas for lemons and almonds (1989)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 113 thereof,\nHaving regard to the proposal from the Commission,\nWhereas, in accordance with the Agreement with the United States of America on the Mediterranean preferences, citrus and pasta, the Community undertakes, in particular, to suspend provisionally and partially the customs duties applicable to lemons and  almonds other than bitter almonds, within the limits of Community tariff quotas of appropriate volumes and of variable duration; whereas provision should be made that the Commission can, in order to be able to ensure that the reciprocal concessions  agreed upon in the Agreement are balanced, suspend by means of a Regulation the application of these tariff measures;\nWhereas it is therefore proper to open for all or part of 1989 the Community tariff quotas in question;\nWhereas equal and continuous access to the quotas should be ensured for all Community importers and the tariff quota rates should be applied consistently to all imports until the quotas are used up; whereas, in the light of these principles, allocation  of the tariff quotas among the Member States would seem to preserve the Community nature of the quotas; whereas, in order to correspond as closely as possible to the actual development of the market, the allocation should reflect the requirements of the  Member States based on statistics of imports from third countries during a representative reference period and to the economic outlook for the tariff year in question;\nWhereas, during the last three years for which complete statistics are available, imports into each of the Member States represented the following percentages of total imports of the product in question from third countries which do not benefit from an  equivalent preferential tariff measure:\nMember States Lemons Almonds 1985 1986 1987 1985 1986 1987 Benelux 53,80 54,80 43,61  7,77 11,28  7,39 Denmark  1,15  0,32  1,97  2,86  2,90  2,94 Germany  4,80  4,57  7,65 53,59 47,99 48,89 Greece  0     0,23 10,21  0     0,02  2,33 Spain  0     0     0     0     1,54  2,79 France 22,86 16,43 18,48 19,09 19,88 18,87 Ireland  0,11  0     0,28  0,05  0,07  0,04 Italy  0,\n0,\n0,\n2,73  1,54  6,16 Portugal  0,\n0,\n0,01  0,\n0,\n0,03 United Kingdom 17,28 23,65 17,79 13,91 14,78 10,56 Whereas, for 1989, maintenance of quotas for the Member States is necessary, bearing in mind that it is impossible for the administration concerned in each Member State to introduce, in 1989, the administrative and technical basis for Community  administration of the quota; whereas it is, however, possible, bearing in mind the way in which trade has developed in recent years, to provide for a Community reserve of a significicantly large amount;\nWhereas, in view of these factors and of market forecasts for these products for 1989, the initial percentage shares in the quota volume can be expressed approximately as follows:\nMember States Lemons Almonds Benelux 51,39  8,86 Denmark  1,12  2,90 Germany  5,49 50,19 Greece  2,79  0,73 Spain -  1,40 France 19,73 19,30 Ireland  0,12  0,06 Italy -  3,38 Portugal -  0,01 United Kingdom 19,36 13,17 30. 12. 88 Official Journal of the European Communities Whereas to allow for possible import trends for these products the quota volumes should be divided into two parts; the first being allocated among the Member States and the second held as a reserve to cover any subsequent requirements of Member States  which have used up their initial share as well as the requirements of the Member States which do not participate in the initial allocation; whereas, to afford importers some degree of certainty, the first part of each Community tariff quota should be  set at a high level, which in this case could be 54 % of the quota volumes;\nWhereas initial shares may be used up at different rates; whereas, in order to avoid disruption of supplies on this account, it should be provided that any Member State which has almost used up its initial share should draw an additional share from the  correspondimg reserve; whereas each time its additional share is almost up a Member State should draw a further share and so on as many times as each of the reserves allows; whereas the initial and additional shares should be valid until the end of the  quota period; whereas this form of administration requires close collaboration between the Member States and the Commission and the Commission must be able to keep account of quota utilization rates and inform the Member States accordingly;\nWhereas if at a given date in the quota period a considerable quantity of a Member State's initial share remains unused, it is essential that such State should return a significant proportion of this to the corresponding reserve in order to prevent part of the Community tariff quotas from remaining unused in one Member State while it could be used in others;\nWhereas if, during the quota period, the Community reserve is almost totally used up, it is essential that Member States return to the said reserve the whole of the unused proportion of their initial quota and of any drawings made, in order to avoid one  part of the Community tariff quotas remaining unused in one Member State when it could be used in others;\nWhereas since the Kingdom of Belgium, the Kingdom of the Netherlands and the Grand Duchy of Luxembourg are united within and jointly represented by the Benelux Economic Union, any measure concerning the administration of the shares allocated to that  economic union may be carried out by any one of its members,", "main_body": ["1.  The customs duties applicable to imports of the products listed below shall be suspended for the periods, at the levels and within the limits of Community tariff quotas shown for each product:\nOrder No CN code Description Quota period Volume of quota (in tonnes) Rate of duty (in %) 09.0039 0805 30 10 Lemons (Citrus limon, Citrus limorium) From 15 January to 14 June 1989 10 000 6 09.0041 0802 11 90 0802 12 90 Almonds, whether or not shelled, other than bitter almonds From 1 January to 31 December 1989 45 000 2 2.  Within the limit of these tariff quotas, the Kingdom of Spain and the Portuguese Republic shall apply customs duties calculated in accordance with the relevant provisions in the 1985 Act of Accession.", "1.  The Community tariff quota referred in Article 1 shall be divided into two parts.\n2.  A first tranche of 5 400 tonnes for lemons and 24 300 tonnes for almonds shall be allocated among certain Member States; the respective shares of the Member States which, subject to Article 5, are valid during the periods indicated in Article 1 (1)  shall correspond to the following volumes (in tonnes):\nMember State Order No 09.0039 09.0041 Benelux 2 776  2 153 Denmark    60    705 Germany   296 12 196 Greece   151    177 Spain -    340 France 1 065  4 690 Ireland     6     15 Italy -    822 Portugal -      2 United Kingdom 1 046  3 200  3.  The second tranche of each of the quotas referred to in Article 1 (1) amounting to 4 600 and 20 700 tonnes respectively, shall constitute the corresponding reserve.\n4.  If an importer indicates that he is about to import any of the products in question into a Member State which does not participate in the initial allocation or which has exhausted its initial quota and applies to use the corresponding quota, the  Member State concerned shall inform the Commission and draw an amount corresponding to its requirements to the extent that the available balance of the quota so permits.\n5.  Without prejudice to Article 3, the drawings made pursuant to paragraph 4 shall be valid until the end of the quota period.", "1.  Once at least 80 % of the reserve of one of the tariff quotas, as defined in Article 2 (3), has been used up, the Commission shall inform the Member States thereof.\n2.  It shall also notify Member States in this case of the date from which drawings on the Community reserve must be made according to the following provisions.\nIf an importer presents in a Member State a declaration of entry into free circulation including a request for preferential benefit for a product covered by this Regulation, and if this declaration is accepted by the customs authorities, the Member  States concerned shall draw, from the Community reserve, by means of notification to the Commission, a quantity corresponding to these needs.\nThe requests for drawing, with the indication of the date of acceptance of the said declarations must be communicated to the Commission without delay.\nThe drawings are granted by the Commission on the basis of the date of acceptance of the declaration of entry into free circulation by the customs authorities of the Member State concerned, to the extent that the available balance so permits.\nIf a Member State does not use the quantities drawn it shall return them as soon as possible to the reserve.\nIf the quantities requested are greater than the available balance of the reserve, allocation shall be made on a pro rata basis with respect to the requests. Member States shall be informed by the Commission in accordance with the same procedures.\n3.  Within a time limit fixed by the Commission as from the date referred to in the first subparagraph of paragraph 2, Member States shall be required to return to the reserve all the quantities which have not been used on that date, within the meaning  of Article 5 (3) and (4).", "The Commission shall keep an account of the shares drawn by the Member States pursuant to Articles 2 and 3 and shall, as soon as it has been notified, inform each State of the extent to which the reserves have been used up.\nIt shall inform the Member States, of the amounts still in reserve after amounts have been returned thereto pursuant to Article 3.\nIt shall ensure that the drawing which uses up a reserve does not exceed the balance available and to this end shall notify the amount of that balance to the Member State making the last drawing.", "1.  The Member States shall take all measures necessary to ensure that drawings of shares pursuant to Articles 2 (4) and 3 are carried out in such a way that imports may be charged without interruption against their accumulated shares in the  Community tariff quotas.\n2.  The Member States shall ensure that importers of the products in question have free access to the shares allocated to them.\n3.  The Member States shall charge imports of the products against their shares as and when they are entered with the customs authorities for free circulation.\n4.  The extent to which a Member State has used up its share shall be determined on the basis of imports charged in accordance with paragraph 3.", "At the request of the Commission, Member States shall inform it of imports of the products concerned actually charged against their shares.", "The Member States and the Commission shall cooperate closely in order to ensure that this Regulation is complied with.", "The Commission may, by means of a Regulation, suspend the application of the tariff measures put into effect by this Regulation should it transpire that the reciprocal measures provided for in the Agreement were no longer being applied.", "This Regulation shall enter into force on 1 January 1989.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 16 December 1988.\nFor the Council The President G. GENNIMATAS EWG:L000UMBE08.95 FF: 0UEN;   SETUP: 01;   Hoehe: 1576 mm;   392 Zeilen;   11771 Zeichen;\nBediener: FRST   Pr.: B;\nKunde: ................................"}