{"celex_id": "31988R1186", "uri": "http://publications.europa.eu/resource/cellar/6af594cb-4154-4db6-a00c-99c9be4838de", "type": "Regulation", "concepts": ["4288", "4692", "863"], "title": "Commission Regulation (EEC) No 1186/88 of 29 April 1988 laying down traditional measures for the support of the pigmeat market in Spain\n", "header": "COMMISSION  REGULATION (EEC) No 1186/88\nof 29 April 1988\nlaying down traditional measures for the support of the pigmeat market in Spain\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the Act of Accession of Spain and Portugal, and in particular Article 90 thereof,\nWhereas the period fixed in Article 90 of the Act of Accession has been extended until 31 December 1988 according to Council Regulation (EEC) No 4007/87 (1);\nWhereas pigmeat production has had a big increase in Spain during the last years; whereas, at the current situation, this production cannot be sold on other markets than the Spanish; whereas the liberalization of trade following Accession has led traders of other Member States to export substantial amounts of pigmeat into Spain; whereas this has created economic difficulties for pigmeat producers in Spain; whereas these difficulties are sufficiently serious to justify the introduction of transitional measures in order to alleviate the situation of these producers;\nWhereas these transitional measures should take the form of aid for private storage to be granted according to the rules fixed in respect of Council Regulation (EEC) No 2759/75 of 29 October 1975 on the common organization of the market in pigmeat (2), as last amended by Regulation (EEC) No 3906/87 (3) and, in particular, to Council Regulation (EEC) No 2763/75 of 29 October 1985 laying down general rules for granting private storage aid for pigmeat (4) and Commission Regulation (EEC) No 1092/80 of 2 May 1980 laying down detailed rules for granting private storage aid for pigmeat (5), as amended by Regulation (EEC) No 201/85 (6);\nWhereas, in order to avoid any excess due to the application of these aids, provision should be made to restrict these aids for Spanish origin products;\nWhereas Article 3 of the aforementioned Regulation (EEC) No 2763/75 provides that the period of storage can be curtailed or extended if the market situation so requires; whereas Article 8 (4) of Commission Regulation (EEC) No 1092/80 provides for early withdrawal from store for export; whereas the period of storage may also be curtailed in case of force majeure as referred to in Article 9 of the said Regulation; whereas, therefore, provision should be made to fix not only the amounts of aid for a specific period of storage but also the amounts to be added or deducted if this period is curtailed or extended;\nWhereas, in order to facilitate administrative and control work resulting from the conclusion of contracts, minimum quantities should be fixed;\nWhereas the security should be fixed at a level such as to oblige the storer to fulfil the obligations undertaken by him;\nWhereas the Management Committee for Pigmeat has not delivered an opinion within the time limit set by its chairman,", "main_body": ["1. As from 2 May 1988, applications for private storage aid on pigmeat originating from Spain may be introduced to the Spanish intervention agency in accordance with the provisions of Regulation (EEC) No 1092/80.\nThe list of products which qualify for aid and the relevant amounts are set out in the Annex hereto.\n2. If the period of storage is extended or curtailed, the amount of the aid shall be adjusted accordingly. The amounts of the supplements and deductions per month and per day are set out in columns 7 and 8 of the said Annex.", "The minimum quantities per contract and per product shall be as follows:\n(a) 10 tonnes for boned products;\n(b) 15 tonnes for all the other products.", "The security shall be 20 % of the amounts of aid set out in the Annex.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 2 May 1988.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 29 April 1988.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 378, 31. 12. 1987, p. 1.\n(2) OJ No L 282, 1. 11. 1975, p. 1.\n(3) OJ No L 370, 30. 12. 1987, p. 11.\n(4) OJ No L 282, 1. 11. 1975, p. 19.\n(5) OJ No L 114, 3. 5. 1980, p. 22.\n(6) OJ No L 23, 26. 1. 1985, p. 19.\nANNEX\n(ECU/tonne)\n1.2.3,6.7,8 //  //  //  //  // CN code  // Products in respect of which aid is granted  // Amount of the aid for a storage period of  // Supplement or deduction  //  //  //  // 1.2.3.4.5.6.7.8 //  //  // 3 months   // 4 months   // 5 months   // 6 months   // per month   // per day  //    //   //   //   //   //   //   //   // 1  // 2  // 3  // 4   // 5   // 6   // 7   // 8   //    //   //   //   //  //   //   //   // ex 0203   // Meat of domestic swine, fresh or chilled:   //   //   //   //   //   //   // ex 0203 11 10  // Half carcases without the head, forefoot, tail, flare fat, kidney, thin skirt and spinal cord (1)   // 403   // 457  // 511   // 565   // 54   // 1,80   // ex 0203 12 11   // Legs   // 489   // 550   // 611   // 672   // 61   // 2,03   // ex 0203 12 19   // Shoulders   // 489   // 550   // 611   // 672  // 61   // 2,03   // ex 0203 19 11   // Fore-ends   // 489  // 550   // 611   // 672   // 61   // 2,03   // ex 0203 19 13  // Loins, with or without the neck-end, or neck-ends separately (2) (3)   // 489   // 550   // 611   // 672   // 61  // 2,03   // ex 0203 19 15   // Bellies, whole or trimmed by rectangular cut   // 237   // 285   // 333   // 381   // 48  // 1,60   // ex 0203 19 55   // Bellies, whole or trimmed by rectangular cut, without rind and ribs   // 237   // 285  // 333   // 381   // 48   // 1,60   // ex 0203 19 55  // Legs, shoulders, fore-ends, loins with or without the neck-end, or neck-ends separately, boned (2) (3)   // 489  // 550   // 611   // 672   // 61   // 2,03   // ex 0203 19 55  // Cuts corresponding to 'middles', with or without rind or fat, boned (4)   // 369   // 420   // 471   // 522   // 51  // 1,70   //    //   //   //   //   //   //   //\n(1) The aid may be granted for half carcases presented as Wiltshire sides, i. e. without the head, cheek, chap, feet, tail, flare fat, kidney, tenderloin, blade bone, sternum, vertebral column, pelvic bone and diaphragm.\n(2) Loins and neck-ends may be with or without rind, the adherent layer of fat, however, not exceeding 25 mm in depth.\n(3) The quantity contracted may cover any combination of the products mentioned.\n(4) Same presentation as for products falling within CN code 0210 19 20."}