{"celex_id": "31987R1999", "uri": "http://publications.europa.eu/resource/cellar/d8e6d0dc-b51b-4dca-a0b0-c0c0e49ab756", "type": "Regulation", "concepts": ["1565", "1642", "2763", "3568"], "title": "Commission Regulation (EEC) No 1999/87 of 7 July 1987 derogating from Regulation (EEC) No 2729/81 as regards the issue of export licences with advance fixing of refunds in respect of milk and milk products\n", "header": "COMMISSION  REGULATION (EEC) No 1999/87\nof 7 July 1987\nderogating from Regulation (EEC) No 2729/81 as regards the issue of export licences with advance fixing of refunds in respect of milk and milk products\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 804/68 of 27 June 1968 on the common organization of the market in milk and milk products (1), as last amended by Regulation (EEC) No 773/87 (2), and in particular Article 13 (3) thereof,\nWhereas Article 10 of Commission Regulation (EEC) No 2729/81 (3), as last amended by Regulation (EEC) No 3812/85 (4), laid down that export licences with advance fixing of the refund are only to be issued on the fifth working day following the day on which the application is lodged, in so far as special measures are not taken in the intervening period;\nWhereas Commission Regulation (EEC) No 1826/87 (5) laid down that, in order to avoid speculative trading and market disturbance, the possibility of advance fixing of the level of the refund in certain agricultural sectors should be suspended from 1 July 1987;\nWhereas a number of applications for the issue of export licences were lodged before 1 July 1987 in the milk and milk products sector; whereas, pursuant to Article 10 of Regulation (EEC) No 2729/81, any applications lodged since 24 June should be rejected; whereas, in light of the fact that the prices for the 1987/88 milk year remain at the same level as those of the preceding marketing year, there is no risk of speculative trading; whereas it is appropriate, therefore, to derogate from Article 10 of Regulation (EEC) No 2729/81 in respect of applications lodged in the period from 24 to 30 June 1987;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Milk and Milk Products,", "main_body": ["By way of derogation from Article 10 (1) of Regulation (EEC) No 2729/81, export licences with advance fixing of the refund for products falling within subheading 04.02 A II b) and heading No 04.03 of the Common Customs Tariff shall be issued on the fifth working day following the day on which the application is lodged in so far as the applications were lodged in the period from 24 to 30 June 1987 inclusive.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 7 July 1987.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 148, 28. 6. 1968, p. 13.\n(2) OJ No L 78, 20. 3. 1987, p. 1.\n(3) OJ No L 272, 26. 9. 1981, p. 19.\n(4) OJ No L 368, 31. 12. 1985, p. 3.\n(5) OJ No L 173, 30. 6. 1987, p. 7."}