{"celex_id": "31983R2542", "uri": "http://publications.europa.eu/resource/cellar/19a0095a-6785-432d-9699-d89e95cdbe2e", "type": "Regulation", "concepts": ["20", "2749", "303", "4291", "4498", "4860"], "title": "Commission Regulation (EEC) No 2542/83 of 9 September 1983 amending certain provisions of Regulations (EEC) No 262/79 and (EEC) No 1932/81 concerning respectively the sale of butter at reduced prices and the granting of aid for butter for use in the manufacture of pastry products, ice-cream and other foodstuffs\n", "header": "COMMISSION  REGULATION (EEC) No 2542/83\nof 9 September 1983\namending certain provisions of Regulations (EEC) No 262/79 and (EEC) No 1932/81 concerning respectively the sale of butter at reduced prices and the granting of aid for butter for use in the manufacture of pastry products, ice-cream and other foodstuffs\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 804/68 of 27 June 1968 on the common organization of the market in milk and milk products (1), as last amended by Regulation (EEC) No 1600/83 (2), and in particular Articles 6 (7) and 12 (3) thereof,\nHaving regard to Council Regulation (EEC) No 985/68 of 15 July 1968 laying down general rules for intervention on the market in butter and cream (3), as last amended by Regulation (EEC) No 1272/79 (4), and in particular Article 7a thereof,\nWhereas Article 9 (1) of Commission Regulation (EEC) No 262/79 (5), as last amended by Regulation (EEC) No 1014/83 (6), provides that establishments which also process butter under Commission Regulation (EEC) No 1932/81 (7), as last amended by Regulation (EEC) No 48/82 (8), must abide by certain undertakings; whereas experience has shown that certain undertakings need not be required where the establishment provides adequate guarantees as to its functioning;\nWhereas the possibility provided for in (a) of the first subparagraph of Article 10 (2) of Regulation (EEC) No 262/79 should be extended to products falling within subheading 19.02 B II b) of the Common Customs Tariff in the form of uncooked dough; whereas Article 2 (1) (a) of Regulation (EEC) No 1932/81 should therefore be amended;\nWhereas under Article 23 of Regulation (EEC) No 262/79 a condition for the granting of an extension of the processing period is that there has been no serious negligence on the part of the party concerned; whereas experience suggests that such proof need no longer be required;\nWhereas the Management Committee for Milk and Milk Products has not delivered an opinion within the time limit set by its chairman,", "main_body": ["Regulation (EEC) No 262/79 is hereby amended as follows:\n1. The following is added to the second indent of the second subparagraph of Article 9 (1):\n'However, at the request of the party concerned, Member States may waive this obligation if the establishment has premises so designed as to guarantee the separation and identification of any stocks of the butter in question.'\n2. The first subparagraph of Article 10 (2) is replaced by the following:\n'2. However, an undertaking may take part in the tendering procedure without subscribing to the conditions provided for in Article 5 (1) and (2) if it gives a written undertaking a fulfil the following conditions:\n(a) all the butter awarded shall be processed in accordance with the use specified in the tender (formula A, formula B or formula C) into products as specified in Article 4 (1), (2) and 3 (a) (aa) within eight months of the final day for submission of tenders as specified in Article 12 (2);\n(b) the processing referred to under (a) shall be undertaken in such a way that the minimum quantity of butter used in each factory in one month is five tonnes;\n(c) the requirements laid down in the second subparagraph of Article 9 (1) shall be observed.'\n3. Article 23 (2) is replaced by the following:\n'2. In other cases which cannot be regarded as cases of force majeure and where the periods for processing referred to in Article 8 or the period for processing referred to in Article 10 (2) (a) have been exceeded by no more than 60 days in total, the amount of the processing security to be forfeit shall\nbe only 4 ECU per tonne for each day by which the prescribed periods have been exceeded.'", "Article 2 (1) (a) of Regulation (EEC) No 1932/81 is hereby replaced by the following:\n'(a) as regards butter, only by those undertakings which give a written undertaking to process themselves, within the time limits referred to in paragraph 2, the butter referred to in Article 1 (2) (a) directly into the formula A, formula B or formula C products specified in Article 4 of Regulation (EEC) No 262/79 in accordance with the detailed rules laid down in Article 10 (2) of the said Regulation;'.", "This Regulation shall enter into force on 15 September 1983.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 9 September 1983.\nFor the Commission\nPoul DALSAGER\nMember of the Commission\n(1) OJ No L 148, 28. 6. 1968, p. 13.\n(2) OJ No L 163, 22. 6. 1983, p. 56.\n(3) OJ No L 169, 18. 7. 1968, p. 1.\n(4) OJ No L 161, 29. 6. 1979, p. 13.\n(5) OJ No L 41, 16. 2. 1979, p. 1.\n(6) OJ No L 114, 29. 4. 1983, p. 8.\n(7) OJ No L 191, 14. 7. 1981, p. 6.\n(8) OJ No L 7, 12. 1. 1983, p. 5."}