{"celex_id": "31985D0318", "uri": "http://publications.europa.eu/resource/cellar/3f27e158-759a-43c2-8360-abd330393ff3", "type": "Decision", "concepts": ["1088", "1417", "3600", "431"], "title": "85/318/EEC: Commission Decision of 11 June 1985 concerning the zones referred to in Article 2 (3) of Regulation (EEC) No 2616/80 instituting a specific Community regional development measure contributing to overcoming constraints on the development of new economic activities in certain zones adversely affected by restructuring of the steel industry (Only the French text is authentic)\n", "header": "COMMISSION  DECISION\nof 11 June 1985\nconcerning the zones referred to in Article 2 (3) of Regulation (EEC) No 2616/80 instituting a specific Community regional development measure contributing to overcoming constraints on the development of new economic activities in certain zones adversely affected by restructuring of the steel industry\n(Only the French text is authentic)\n(85/318/EEC)\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2616/80 of 7 October 1980 instituting a specific Community regional development measure contributing to overcoming constraints on the development of new economic activities in certain zone adversely affected by restructuring of the steel industry (1), as amended by Council Regulation (EEC) No 216/84 (2), and in particular Article 2 (3) thereof,\nWhereas the specific measure instituted by Regulation (EEC) No 2616/80 already applies to the zones referred to in Article 2 (2) of that Regulation;\nWhereas Article 2 (3) of Regulation (EEC) No 2616/80 provides that the specific measure shall also apply to those zones which in principle meet the criteria laid down in Article 2 (1) (a), (b) and (f) of that Regulation each time the Commission has adopted a position on the restructuring programmes for the steel industry forwarded by the Member States in accordance with Commission Decision No 2320/81/ECSC of 7 August 1981 establishing Community rules for aids to the steel industry (3);\nWhereas France has forwarded its restructuring programme for the steel industry, and the Commission has adopted a position on that programme;\nWhereas the zones likely to benefit from the specific measure must be the subject of a request by the Member State in question; whereas France has submitted such a request to the Commission;\nWhereas the départements of Nord, Meurthe-et-Moselle, Moselle, the arrondissements of Autun and Charolles in the département of Saône-et-Loire and the arrondissements of Charleville-Mézières and Sedan in the département of the Ardennes conform to the abovementioned criteria,", "main_body": ["The zones referred to in Article 2 (3) of Regulation (EEC) No 2616/80 are, in the case of France, as follows:\nthe départements of Nord, Meurthe-et-Moselle, Moselle, the arrondissements of Autun and Charolles in the département of Saône-et-Loire and the arrondissements of Charleville-Mézières and Sedan in the département of the Ardennes.", "This Decision is addressed to the French Republic."], "attachments": "Done at Brussels, 11 June 1985.\nFor the Commission\nGrigoris VARFIS\nMember of the Commission\n(1) OJ No L 271, 15. 10. 1980, p. 9.\n(2) OJ No L 27, 31. 1. 1984, p. 9.\n(3) OJ No L 228, 13. 8. 1981, p. 14."}