{"celex_id": "31982R0192", "uri": "http://publications.europa.eu/resource/cellar/03ebf01b-4e8f-4a74-8b6e-430a60db3f0f", "type": "Regulation", "concepts": ["2173", "2713", "2733", "4291", "4314"], "title": "Council Regulation (EEC) No 192/82 of 26 January 1982 amending Regulation (EEC) No 1785/81 on the common organization of the markets in the sugar sector\n", "header": "COUNCIL  REGULATION (EEC) No 192/82\nof 26 January 1982\namending Regulation (EEC) No 1785/81 on the common organization of the markets in the sugar sector\nTHE COUNCIL OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 43 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nWhereas Article 27 of Regulation (EEC) No 1785/81 (2) affords sugar-producing undertakings the possibility of carrying forward sugar produced in a given marketing year to be treated as part of the following year's production; whereas that Article lays down for the sugar carried forward an obligatory storage period of 12 months beginning on 1 February of the marketing year in which the sugar was produced with, as a counterpart, the reimbursement of storage costs during that period; whereas only undertakings situated in the French departments of Guadeloupe and Martinique have a specific storage period corresponding to their sugar production period;\nWhereas these mandatory dates fixed for the start of the storage period no longer correspond to the requirements of sugar production as it has evolved in the various regions of the Community; whereas, in order to avoid inequalities in treatment between producers in these regions, according to whether they begin their production earlier or later, and thus to allow the earlier producers to make use of the aforesaid possibility as soon as their production exceeds their A quotas, the dates on which the obligatory storage period starts should henceforth no longer be laid down in the said Article 27 but, without affecting the principles involved, in the relevant detailed rules of application;\nWhereas, having regard to production in the 1981/82 marketing year and to the need felt by undertakings to carry sugar forward, it is now appropriate for the carry-forward to the 1982/83 marketing year to provide measures which will retroactively allow all Community sugar-producing undertakings to make arrangements in this respect,", "main_body": ["Article 27 of Regulation (EEC) No 1785/81 is hereby amended as follows:\n1. the first and second subparagraphs of paragraph 2 shall be replaced by the following:\n'2. Undertakings which take the decision referred to in paragraph 1 shall:\n- inform the Member State concerned, before 1 February, of the quantity or quantities of sugar being carried forward, and\n- undertake to store such quantity or quantities for a period of 12 consecutive months from a date to be determined. For this period storage costs, including those of any C sugar carried forward shall be reimbursed under Article 8.\nFor undertakings situated in the French departments of Guadeloupe and Martinique the date referred to in the first indent of the first subparagraph shall be 1 May.'\n2. the following new paragraph 4 shall be added:\n'4. In respect of sugar carried forward from the 1981/82 marketing year to the 1982/83 marketing year decisions by undertakings referred to in paragraph 1 shall, at the request of the undertakings concerned, be regarded as retroactive to the date on which the Member State concerned determined that the sugar covered by those decisions was produced.\nIn such cases the storage period referred to in the second indent of the first subparagraph of paragraph 2 shall begin on the date referred to in the preceding subparagraph.'", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 26 January 1982.\nFor the Council\nThe President\nL. TINDEMANS\n(1) Opinion delivered on 22 January 1982 (not yet published in the Official Journal).\n(2) OJ No L 177, 1. 7. 1981, p. 4."}