{"celex_id": "31987R3442", "uri": "http://publications.europa.eu/resource/cellar/502b5766-9d23-4094-9cd1-4cb5483093fd", "type": "Regulation", "concepts": ["1474", "2901", "4353", "4499"], "title": "Council Regulation (EEC) No 3442/87, of 19 October 1987, concerning the conclusion of an Agreement in the form of an Exchange of Letters on the amendment of the Agreement between the European Economic Community and the Republic of Austria on the application of the rules on Community transit and concerning the application in the Community of Decision No 1/87 of the EEC-Austria Joint Committee on Community transit amending the Agreement between the European Economic Community and the Republic of Austria on the application of the rules on Community transit, and the Appendices thereto\n", "header": "COUNCIL REGULATION (EEC) N° 3442/87 of 19 October 1987 concerning the conclusion of an Agreement in the form of an exchange of letters on the amendment of the Agreement between the European Economic Community and the Republic of Austria on the application of the rules on Community transit and concerning the application in the Community of Decision N° 1/87 of the EEC-Austria Joint Committee on Community transit amending the Agreement between the European Economic Community and the Republic of Austria on the application of the rules on Community transit, and the Appendices thereto\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 113 thereof,\nHaving regard to the proposal from the Commission,\nWhereas the Agreement in the form of an exchange of letters on the amendment of the Agreement between the European Economic Community and the Republic of Austria on the application of the rules on Community transit (1) signed on 30 November 1972 should be approved; whereas the proposed amendment is the subject of Recommendation N° 1/87 of the EEC-Austria Joint Committee on Community transit; whereas that Recommendation provides for making such amendments to the Agreement as are made necessary by the introduction of the single administrative document;\nWhereas Article 16 of the said Agreement confers on the Joint Committee set up by the Agreement the power to adopt by Decision certain amendments to the Agreement and the Appendices thereto;\nWhereas the Joint Committee has decided to amend the Agreement of 30 November 1972 and the Appendices thereto in order, inter alia, to take account of the technical adjustments made to the rules on Community transit as a result of the introduction of the single administrative document, instituted in connection with the simplification of formalities in trade within the Community;\nWhereas the said amendments are the subject of Decision N° 1/87 of the Joint Committee; whereas it is necessary to take the measures which the implementation of that Decision requires,", "main_body": ["The Agreement in the form of an exchange of letters on the amendment of the Agreement between the European Economic Community and the Republic of Austria on the application of the rules on Community transit is hereby approved on behalf of the Community.\nThe text of the Agreement appears in Annex A.", "The President of the Council is hereby authorized to designate the person empowered to sign the Agreement in order to bind the Community.", "Decision N° 1/87 of the EEC-Austria Joint Committee on Community transit amending the Agreement between the European Economic Community and the Republic of Austria on the application of the rules on Community transit and the Appendices thereto shall be applicable in the Community.\nThe text of the Decision appears in Annex B.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 19 October 1987.\nFor the Council\nThe President\nU. ELLEMANN-JENSEN\n(1) OJ N° L 294, 29. 12. 1972, p. 1."}