{"celex_id": "31986R4026", "uri": "http://publications.europa.eu/resource/cellar/d8d06c75-120a-4f90-9dd4-c33179b2004b", "type": "Regulation", "concepts": ["133", "2718", "313", "5255", "598", "997"], "title": "Council Regulation (EEC) No 4026/86 of 18 December 1986 amending Regulation (EEC) No 3094/86 laying down certain technical measures for the conservation of fishery resources\n", "header": "COUNCIL REGULATION (EEC) N° 4026/86 of 18 December 1986 amending Regulation (EEC) N° 3094/86 laying  down certain technical measures for the conservation of fishery resources\nTHE  COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) N° 170/83 of 25 January 1983 establishing a Community  system for the conservation and management of fishery resources(1), and in particular Article 11  thereof,\nHaving regard to the proposal form the Commission,\nWhereas Article 2 of Regulation (EEC) N° 170/83 states that the conservation measures necessary to  achieve the aims set out in Article 1 of the Regulation must be formulated in the light of the  available scientific advice;\nWhereas Regulation (EEC) N° 3094/86(2) lays down general rules for the fishing and landing of  biological resources found in Community waters;\nWhereas examination of new information concerning the estimates of losses of catches of soles when  using, in certain areas, beam trawls the length of whose beams is limited to eight metres and the  probable effects on fishing of establishing at 55o30m N the dividing line in sub-area VI of the  International Council for the Exploration of the Sea, north of which a minimum mesh size of 90  millimetres shall apply with effect from 1 January 1989, as provided for in Regulation (EEC) N°  3094/86, shows that such measures could seriously jeopardize the economic viability of the  fisheries concerned; whereas for this reason it is appropriate to modify these measures while  providing for the conservation of the fish stocks concerned,", "main_body": ["Regulation (EEC) N° 3094/86 is hereby amended as follows:\n1.Article 9 (3) (c) is replaced by the following:\n'(c)However, it shall be prohibited to use beam trawls of which the aggregate beam length, measured  as the sum of the length of each beam between the inner edges of the attached shoes or skids, is  greater than eight metres except when fishing with gear designed and used for catching shrimps  (Crangon species) or prawns (Pandalus montagui).\nBy way of derogation from the preceding sub- paragraph, it shall be permitted in the period ending 31 December 1987 to use beam trawls of which  the aggregate beam length does not exceed 12 metres.\nN°twithstanding the two preceding subpara- graphs, vessels whose primary activity is fishing for shrimps (Crangon species) shall be permitted  to use beams whose aggregate length, as defined in the first subparagraph, exceeds eight or 12  metres as the case may be when fishing for sole, provided that they appear on a list to be drawn up  annually.' 2.Annex I is amended as set out in the Annex hereto.", "This Regulation shall enter into force on the third day following its publication in  the Official Journal of the European Communities.\nIt shall spply with effect from 1 January 1987.\nThis Regulation shall be binding in its entirety and directly applicable in all  Member States."], "attachments": "Done at Brussels, 18 December 1986.\nFor the CouncilThe President M. TOPLING  Tabelle MS 5\n(1)OJ N° L 24, 17. 1. 1983, p. 1.\n(2)OJ N° L 288, 11. 10. 1986, p. 1.\nANNEX\n>TABLE>"}