{"celex_id": "31989D0001", "uri": "http://publications.europa.eu/resource/cellar/546d0625-942a-4279-b34b-167ed9fb0b5b", "type": "Decision", "concepts": ["1182", "2320", "3544", "712"], "title": "89/1/EEC: Commission Decision of 8 December 1988 approving the programme covering the processing and marketing of fisheries and aquaculture products for the period 1988 to 1992 presented by Greece under Council Regulation (EEC) No 355/77 (only the Greek version of this text is authentic)\n", "header": "COMMISSION  DECISION\nof 8 December 1988\napproving the programme covering the processing and marketing of fisheries and aquaculture products for the period 1988 to 1992 presented by Greece under Council Regulation (EEC) No 355/77\n(Only the Greek version of this text is authentic)\n(89/1/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 355/77 of 15 February 1977 on a common measure to approve the conditions under which agricultural and fishery products are processed and marketed (1), as last amended by Council Regulation (EEC) No 1760/87 (2), and in particular Article 5 thereof,\nWhereas on 11 March 1988 the Greek Government notified a programme covering the processing and marketing of fishery and aquaculture products for the period 1988 to 1992, whereas on 6 September 1988 it provided further information relating to the programme;\nWhereas the aims behind the programme are rationalization and modernization of processing and marketing structures for fishery and aquaculture products, an improvement in the use of and value added to available fishery and aquaculture resources, improvement of product quality and diversification of production; whereas it is therefore a programme as defined in Article 2 of Regulation (EEC) No 355/77.\nWhereas any development of the processing and marketing of fishery products arising from implementation of the programme must be consonant with the probable trend in resource availibility and with the outcomes and objectives of the multiannual guidance programmes covering the Greek fishing fleet and aquaculture in Greece for the period 1987 to 1991; whereas, accordingly, it must be possible for the programme to the reviewed;\nWhereas the Greek authorities must improve the statistical information available on the sectors covered by the programme; whereas such improvement will permit the progress of the programme to be monitored more accurately and hence its impact on the processing and marketing of fishery and aquaculture products in Greece to be better assessed;\nWhereas the programme includes enough detail as required by Article 3 of Regulation (EEC) No 355/77; whereas the objectives set out in Article 1 of that Regulation can be attained;\nWhereas the measures provided for in this Decision are in accordance with the opinion issued jointly by the Standing Committee on Agricultural Structure and the Standing Committee for the Fishing Industry,", "main_body": ["The programme covering the processing and marketing of fishery and aquaculture products for the period 1988 to 1992 presented on 11 March 1988 by the Greek Government under Regulation (EEC) No 355/77, further information on which was provided on 6 September 1988 and an outline of which is set out in Annex 1 hereto, is approved subject to the provisions set out in Annex II.", "The Decision is addressed to the Hellenic Republic."], "attachments": "Done at Brussels, 8 December 1988.\nFor the Commission\nAntรณnio CARDOSO E CUNHA\nMember of the Commission\n(1) OJ No L 51, 23. 2. 1977, p. 1.\n(2) OJ No L 167, 26. 6. 1987, p. 1.\nANNEX I\nOutline of the programme covering the processing and marketing of fishery and aquaculture products for the period 1988 to 1992 presented by Greece under Council Regulation (EEC) No 355/77\n1. Purpose of programme\nImprovement and rationalization of marketing channels for fishery and aquaculture products and of processing of these products, by means of restructuring and modernization of existing structures and the creation of new structures.\n2. Delimitation of zone covered\nThe entire territory of the Hellenic Republic.\n3. Duration of programme\nThe programme covers the period 1 January 1988 to 31 December 1992.\n4. Objectives of programme\nThe objectives of the programme are:\n- Improvement of landing conditions; improvement of fish quality\n- Restructuring of fish marketing sector,\n- Organization of fish transport,\n- Restructuring/modernization processing sector,\n- Improvement of situation of producers.\n5. Types of projects planned and priorities\nThe most important types of project planned for the marketing sector under the programme are:\n- the creation of new auction markets and of wholesale markets,\n- the realization of storage installations, installations on lakes and shellfish purification bases and the provision of means of transport;\nand for the processing sector:\n- the rationalization and modernization of obsolete units,\n- the creation of new units.\n6. Financial estimates\nThe total estimated financial estimate for the entire programme is Dr 6 935 million (Ecu 41 510 000) divided as follows:\n1.2.3 //  //  //  //  // million Dr   // million ECU   //  //   //   // - Marketing and preparation of fresh fish including auction markets, cold installations and transport  // 4 335   // 25,95   // - Marketing units for freshwater fish products shellfish/eel centres   // 580   // 3,47   // - Processing units salting/smoking/brining/canning   // 2 020  // 12,09   //    //   //\nThe financial data and the split between the various investment types are indicative only. ANNEX II\n1. The Commission finds that the programme presented by the Greek Government constitutes a framework for Community and national financial assistance for the sector concerned in force up to 31 December 1989 and is a suitable basis for development of the processing and marketing of fishery and aquaculture products.\nLater Community and national financial measures for the sector will have to fit into the framework of the new structural policy, the entry into force of which is scheduled for 1 January 1989. The Commission will request the Greek authorities in good time to make whatever adjustments are necessary.\n2. With regard to development of the processing and marketing of fishery products, the Commission must stress the importance of the future trend of resources and of the objectives and implementation of the multiannual guidance programmes for the fishing fleet and for aquaculture.\n3. The Commission draws the attention of the Greek authorities to the need to improve statistical information on the sectors covered by the programme. Action must be taken in parallel with the implementation of the programme to improve statistical information so that a more detailed picture can be gained of the processing and marketing of fishery products in Greece and their development in relation to implementation of the present programme.\n4. The Commission points out that the investment estimates set out in the programme do not predetermine what Community financial assistance will be granted."}