{"celex_id": "31984R1312", "uri": "http://publications.europa.eu/resource/cellar/744aa91f-1ea9-4065-bf43-8fe3f6663c50", "type": "Regulation", "concepts": ["1520", "2979"], "title": "Commission Regulation (EEC) No 1312/84 of 11 May 1984 derogating from Regulation (EEC) No 2835/77 in respect of the time limit for the submission of applications for aid in Italy for durum wheat\n", "header": "COMMISSION  REGULATION (EEC) No 1312/84\nof 11 May 1984\nderogating from Regulation (EEC) No 2835/77 in respect of the time limit for the submission of applications for aid in Italy for durum wheat\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2727/75 of 19 October 1975 on the common organization of the market in cereals (1), as last amended by Regulation (EEC) No 1018/84 (2), and in particular Article 10 (5) thereof,\nWhereas Council Regulation (EEC) No 3103/76 of 16 December 1976 on aid for durum wheat (3), as amended by Regulation (EEC) No 1455/82 (4), laid down general rules applying to the granting of such aid; whereas it specified that the aid would be granted to producers in certain regions of Italy, France and Greece and in particular to those located in mountain, hill and less-favoured areas as referred to in Council Directive 75/268/EEC (5), as last amended by Directive 84/169/EEC (6);\nWhereas Commission Regulation (EEC) No 2835/77 (7) set 30 April of each year as the final date for submission of applications for aid for durum wheat;\nWhereas Council Directive 84/167/EEC of 28 February 1984 amending Directive 75/273/EEC concerning the Community list of less-favoured farming areas within the meaning of Directive 75/268/EEC (Italy) (8) extended the list of less-favoured farming areas in Italy; whereas this Directive took effect at a date that made it difficult for the abovementioned time limit of 30 April to be met in the new areas;\nWhereas a derogation should therefore be introduced to apply to these areas;\nWhereas, moreover, since farmers in these areas will be receiving aid for durum wheat for the first time, the aid applications submitted should, to the extent necessary, be the subject of closer scrutiny;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["1. In the areas added by Directive 84/167/EEC to the Community list of less-favoured agricultural areas, provided for by Directive 75/273/EEC, applications for aid for the 1984/85 marketing year must, by way of derogation from Article 4 (1) of Regulation (EEC) No 2835/77, be submitted to the competent Italian agency not later than 31 May 1984.\n2. Italy shall, in addition to the measures laid down in Article 5 of Regulation (EEC) No 2835/77, adopt any measures which it considers necessary in order to carry out the checks specified in Article 5 of Regulation (EEC) No 3103/76.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 11 May 1984.\nFor the Commission\nPoul DALSAGER\nMember of the Commission\n(1) OJ No L 281, 1. 11. 1975, p. 1.\n(2) OJ No L 107, 19. 4. 1984, p. 1.\n(3) OJ No L 351, 21. 12. 1976, p. 1.\n(4) OJ No L 164, 14. 6. 1982, p. 16.\n(5) OJ No L 128, 19. 5. 1975, p. 1.\n(6) OJ No L 82, 26. 3. 1984, p. 67.\n(7) OJ No L 327, 20. 12. 1977, p. 1.\n(8) OJ No L 82, 26. 3. 1984, p. 1."}