{"celex_id": "31987D0107", "uri": "http://publications.europa.eu/resource/cellar/25cb9ede-9e55-4d61-b316-9632a4bb8602", "type": "Decision", "concepts": ["1182", "3074", "932"], "title": "Commission Decision of 19 December 1986 on the duty-free importation of goods intended to be distributed or made available free of charge to victims of the earthquake which occurred in September 1986 in the Hellenic Republic (Only the Greek text is authentic)\n", "header": "COMMISSION  DECISION\nof 19 December 1986\non the duty-free importation of goods intended to be distributed or made available free of charge to victims of the earthquake which occurred in September 1986 in the Hellenic Republic\n(Only the Greek text is authentic)\n(87/107/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 918/83 of 28 March 1983 setting up a Community system of reliefs from customs duty (1), as last amended by Regulation (EEC) No 3822/85 (2), and in particular Article 81 thereof,\nHaving regard to the questions, made by the Government of the Hellenic Republic dated 7 November 1986 seeking the duty-free importation of goods intended to be distributed or made available free of charge to victims of the earthquake which occurred in September 1986 in the Hellenic Republic,\nWhereas this earthquake constitutes a disaster within the meaning of Title XVI C of Regulation (EEC) No 918/83; whereas there is consequently reason to authorize the duty-free imporation of goods which satisfy the requirements of Articles 79 to 85 of the abovementioned Regulation (EEC) No 918/83;\nWhereas, so that the Commission may be suitably informed of the use made of the goods admitted duty-free, the Government of the Hellenic Republic must communicate the measures taken to prevent such goods imported duty-free from being employed otherwise than for the use laid down; whereas the Commission should also be informed of the extent and the nature of the importations made;\nWhereas other Member States have been consulted as laid down in Article 81 of Regulation (EEC) No 918/83,", "main_body": ["1. Goods imported for free circulation by State bodies or by organizations approved by the competent Hellenic authorities for the purpose of being distributed by them free to the victims of the earthquake which occurred in September 1986 in the Hellenic Republic, or made available to them free of charge while remaining the property of the organizations in question shall be admitted free of customs duties, charges having equivalent effect, agricultural levies and other import charges provided for under the common agricultural policy or under specific arrangements applicable to certain goods resulting from the processing of agricultural products.\n2. Goods imported for free circulation by the relief units to cover their own requirements during the period of their operations shall also be admitted duty-free.", "The Government of the Hellenic Republic shall communicate to the Commission the list of approved organizations referred to in Article 1 (1).", "1. The Government of the Hellenic Republic shall communicate quarterly to the Commission by broad category of products, all information regarding the nature and quantities of the various goods admitted free of duty in pursuance of Article 1.\n2. The first communication referred to in paragraph 1 must reach the Commission by 10 February 1987 at the latest, and the following communications by the 10th day of the month following the end of the quarter to which they relate.", "The Government of the Hellenic Republic shall communicate to the Commission the measures which it takes to ensure that Articles 83, 84 and 85 of Regulation (EEC) No 918/83 are respected.", "This Decision applies to importations made on or after 13 September 1986.", "This Decision is addressed to the Hellenic Republic."], "attachments": "Done at Brussels, 19 December 1986.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 105, 23. 4. 1983, p. 1.\n(2) OJ No L 370, 31. 12. 1985, p. 22."}