{"celex_id": "31985D0108", "uri": "http://publications.europa.eu/resource/cellar/741854db-d049-4ba8-8d6e-7d039bc8665d", "type": "Decision", "concepts": ["1519", "4689", "5369", "5962", "994"], "title": "85/108/EEC: Commission Decision of 14 January 1985 on certain protective measures against foot-and-mouth disease in Italy\n", "header": "COMMISSION  DECISION\nof 14 January 1985\non certain protective measures against foot-and-mouth disease in Italy\n(85/108/EEC)\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 64/432/EEC of 26 June 1964 on animal health problems affecting intra-Community trade in bovine and porcine animals (1), as last amended by Directive 84/644/EEC (2), and in particular Article 9 thereof,\nHaving regard to Council Directive 72/461/EEC of 12 December 1972 on health problems affecting intra-Community trade in fresh meats (3), as last amended by Directive 84/643/EEC (4), and in particular Article 8 thereof,\nHaving regard to Council Directive 80/215/EEC of 22 January 1980 on health problems affecting intra-Community trade in meat-based products (5), as last amended by Directive 81/476/EEC (6), and in particular Article 7 thereof,\nWhereas an outbreak of foot-and-mouth disease has occurred in Italy; whereas this outbreak is such as to constitute a danger to the livestock of the other Member States owing to the important volume of trade both in animals and fresh meat and in certain meat-based products;\nWhereas following this outbreak of foot-and-mouth disease, on 14 December 1984 the Commission adopted Decision 85/40/EEC on certain protective measures against foot-and-mouth disease in Italy ( (7);\nWhereas the persistence of the disease and the fact that it is spreading to other parts of the territory require that restrictive measures in intra-Community trade be extended and intensified;\nWhereas certain Member States have taken protective measures in this connection;\nWhereas all Member States should therefore adopt measures designed to protect them for the time necessary to eradicate the disease;\nWhereas the measures to be implemented must be devised in a manner which takes account firstly of the special situation of certain Member States in regard to foot-and-mouth disease and the methods used to combat the disease and secondly the health policy measures applied by the Italian authorities, more particularly the slaughtering policy applied in the various provinces;\nWhereas the meats obtained from animals slaughtered before 1 November 1984 are not likely to cause spreading of the disease;\nWhereas the vehicles which are or have been used to transport live animals may constitute an important vector for the disease;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["1. Germany, Belgium, France, Luxembourg and the Netherlands shall prohibit the introduction into their territory of animals of the bovine and porcine species from that part of the territory of Italy which is defined in the Annex.\n2. Denmark, Greece, Ireland and the United Kingdom shall prohibit the introduction into their territory of animals of the bovine and porcine species from Italy.\n3. The certificate provided for in Directive 64/432/EEC accompanying animals from Italy shall bear the following words: 'Animals complying with the Commission Decision of 14 January 1985'.", "1. Germany, Belgium France, Luxembourg and the Netherlands shall prohibit the introduction onto their territory of fresh meats obtained from animals of the bovine, porcine, ovine and caprine species from that part of the territory of Italy which is defined in the Annex or obtained from animals from that part of the territory but slaughtered elsewhere.\n2. Denmark, Greece, Ireland and the United Kingdom shall prohibit the introduction onto their territory of fresh meats obtained from animals of the bovine, porcine, ovine and caprine species from Italy.\n3. However, the prohibitions provided for in paragraphs 1 and 2 shall not apply to meats obtained from animals slaughtered before 1 November 1984.\n4. The health certificate provided for in Council Directive 64/433/EEC of 26 June 1984 on health problems affecting intra-Community trade in fresh meat (1) and accompanying fresh meat consigned from Italy shall, as appropriate, bear one of the following entries:\n- 'Meats obtained from animals slaughtered before 1 November 1984',\n- 'Meats not covered by the prohibition provided for in Article 2 (1) of the Commission Decision of 14 January 1985'.", "1. Germany, Belgium, France, Luxembourg and the Netherlands shall prohibit the introduction onto their territory of meat-based products other than those which have undergone one of the forms of treatment laid down in Article 4 (1) of Directive 80/215/EEC from that part of the territory of Italy which is defined in the Annex or which have been prepared using meats obtained from animals from that same part of the territory of Italy but slaughtered elsewhere.\n2. Denmark, Greece, Ireland and the United Kingdom shall prohibit the introduction onto their territory of meat-based products from Italy other than those which have undergome one of the processes referred to in Article 4 (1) of Directive 80/215/EEC.\n3. However, the prohibitions provided for in paragraphs 1 and 2 shall not apply to meat-based products prepared using meats obtained from animals slaughtered before 1 November 1984.\n4. The health certificate provided for in Council Directive 77/99/EEC of 21 December 1976 on health problems affecting intra-Community trade in meat-based products (2) and accompanying meat-based products mentioned in paragraphs 1 and 2 and consigned from Italy shall, as appropriate, bear one of the following entries:\n- 'Products prepared using meat obtained from animals slaughtered before 1 November 1984',\n- 'Products not covered by the prohibition provided for in Article 3 (1) of the Commission Decision of 14 January 1985'.", "The Member States shall take steps to ensure that the vehicles which have been used to transport live animals from Italy are disinfected before entering the territory of another Member State and upon such entry at the latest.", "The Member States shall amend the measures which they apply to trade so as to bring them into compliance with this Decision. They shall immediately inform the Commission thereof.", "The Commission shall monitor the situation and shall if necessary amend this Decision accordingly.", "Commission Decision 85/40/EEC of 14 December 1984 is hereby repealed.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 14 January 1985.\nFor the Commission\nFrans ANDRIESSEN\nMember of the Commission\n(1) OJ No 121, 29. 7. 1964, p. 1977/64.\n(2) OJ No L 339, 27. 12. 1984, p. 30.\n(3) OJ No L 302, 31. 12. 1972, p. 24.\n(4) OJ No L 339, 27. 12. 1984, p. 27.\n(5) OJ No L 47, 21. 2. 1980, p. 4.\n(6) OJ No L 186, 8. 7. 1981, p. 20.\n(7) OJ No L 16, 19. 1. 1985, p. 46.\n(1) OJ No 121, 29. 7. 1964, p. 2012/64.\n(2) OJ No L 27, 31. 1. 1977, p. 85.\nANNEX\n- Provinces of Bologna, Brescia, Cuneo, Modena and Reggio Emilia.\n- Any other part of the territory situated within a radius of 10 kilometres around any outbreak of foot-and mouth disease."}