{"celex_id": "31987D0533", "uri": "http://publications.europa.eu/resource/cellar/4ce77958-0329-4d6a-836d-897c2194ebc4", "type": "Decision", "concepts": ["1519", "2045", "4315", "889"], "title": "87/533/EEC: Commission Decision of 8 April 1987 on an Italian Government aid scheme to support Italian sugar traders (Only the Italian text is authentic)\n", "header": "COMMISSION  DECISION\nof 8 April 1987\non an Italian Government aid scheme to support Italian sugar traders\n(Only the Italian text is authentic)\n(87/533/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular the first subparagraph of Article 93 (2) thereof,\nHaving regard to Council Regulation (EEC) No 1785/81 of 30 June 1981 on the common organization of the markets in the sugar sector (1), as last amended by Regulation (EEC) No 606/82 (2), and in particular Article 44 thereof,\nHaving given notice to the parties concerned, in accordance with the first subparagraph of Article 93 (2) of the Treaty, to submit their comments (3),\nWhereas:\nI\nOn 14 November 1984, at a meeting of the Management Committee for Sugar, the Commission learned of an aid scheme provided for by the delibera (decision) of the CIPE (Comitato Interministeriale di Programmazione Economica) of 11 October 1984 (4), by the provvedimenti of the CIP (Comitato Interministeriale Prezzi) No 39/1984 of 24 October 1984 (5) and No 41/1984 of 16 November 1984 (6).\nThis scheme provides for aid to be granted to Italian sugar traders at a rate of Lit 37,12 per kilogram of white sugar in storage on 29 October 1984, free of corporation tax and in respect of which the sovraprezzo (surcharge) has been paid. The purpose of the scheme is to maintain the level of income of those traders affected by the CIPE decision to reduce maximum sugar prices with effect from 30 October 1984.\nII\n1. In a letter to the Italian Government dated 23 November 1984, the Commission expressed reservations regarding this scheme and related its view to its conclusions with regard to the principle of fixing sugar prices in Italy as contravening the Community pricing arrangements.\nBy letter of 7 May 1986, the Commission informed the Italian Government that it had decided to initiate the procedure provided for in Article 93 (2) of the Treaty in respect of the abovementioned aid scheme.\nThe Commission took the view that this scheme:\n- constitutes an operating aid having no lasting effect on the improvement of the structures concerned,\n- fulfils the conditions laid down in Article 92 (1) of the Treaty, without qualifying for the exceptions provided for in Article 92 (2) and (3),\n- furthermore constitutes, by its nature and its method of financing, an infringement of the common organization of the markets in the sugar sector and is therefore incompatible with the common market within the meaning of the abovementioned Article 92.\nUnder this procedure, the Commission gave notice to the Italian Government to submit its comments.\nThe Commission also gave notice to the other Member States and to other parties concerned to submit their comments.\n2. On 22 July 1986, the Italian Government replied to the Commission's letter of 7 May 1986. Amongst other things, it stressed that the reduction in the price of sugar pursuant to CIP Provvedimento No 39/84 meant that traders could not sell sugar in stock on 29 October 1984 without incurring losses. The Italian Government therefore considered that the said Provvedimento does not constitute an aid since its purpose is to ensure equal treatment in relation to the product sold before the price reduction.\n3. In its letter of 9 January 1987, the Italian Government informed the Commission, inter alia, that:\n- in its communication pursuant to the first subparagraph of Article 93 (2) of the EEC Treaty, addressed to the parties concerned other than the Member States, the Commission had stated that the system of maximum prices for sugar in Italy did not contravene the Community pricing arrangements,\n- this decision throws further light on the thinking behind the national scheme, the purpose of which was to restore equilibrium to the market conditions affecting traders who had purchased the sugar before the national price reduction and who had subsequently sold it,\n- the Italian Government therefore hoped that the Commission would reconsider, in a more favourable light, the measures intended to restore fair trading conditions for the operators concerned.\nIII\nThe quantities of sugar in respect of which aid is to be granted to sugar traders are as follows:\n- estimated quantity of sugar held in storage by traders on 29 October 1984 and to which the aid relates:\n47 839 tonnes (according to information supplied by the Italian authorities), i. e.:\n- 3,75 % of the total Italian production for 1984/85, which was 1 274 000 tonnes (source: Eurostat);\n- 24,8 % of the quantity imported in 1984/85 (source: Eurostat).\nOn the basis of these figures, the total amount of aid would be Lit 1 700 million (1 164 000 ECU),\n- quantities of raw sugar imported annually from the Member States (EUR-10, source: Eurostat):\n- 1982/83: 283 000 tonnes,\n- 1983/84: 273 000 tonnes,\n- 1984/85: 239 773 tonnes.\nSince Italy is a net importer of sugar, its production is limited to quota A.\nIV\n1. The aid, to be granted in respect of any quantity of sugar held in storage on 29 October 1984, is likely to distort competition: it favours Italian traders who held stocks of white sugar on 29 October 1984 at the expense of their competitors in the other Member States which trade in sugar and who have sought to market sugar after that date.\nIt must be borne in mind that, with effect from 30 October 1984, both groups of economic operators have been subject to the same maximum sale prices for sugar fixed by the CIPE, and that only those traders who held stocks of sugar on 29 October 1984 will receive the aid at a rate of Lit 37,12 per kilogram.\nThanks to the aid, therefore, the latter are in a position to offer, if they so desire, more advantageous conditions of sale than could be offered by their opposite numbers in the other Member States where such State aid is not available.\nThe scheme also affects trade in sugar between Italy and the other Member States from which it imports the product: as from 30 October 1984, economic operators in those States will have found it more difficult to export to Italy because Italian traders will have preferred, as from that date, first to dispose of the stocks of sugar which they held on 29 October 1984 - for which they can receive aid at the rate of Lit 37,12 per kilogram - before selling imported sugar, which has received no aid, from the other Member States.\n2. The scheme in question therefore meets the conditions laid down in Article 92 (1) of the Treaty, which provides that any aid meeting the criteria which it sets out shall be, in principle, incompatible with the common market.\nThis incompatibility cannot be waived, pursuant to Article 92 (2) of the Treaty, since the exceptions laid down therein clearly do not apply to the present case. The exceptions provided for in paragraph 3 of the said Article state the exact purposes to be served by granting the aid in question, and these purposes must relate to the pursuit of a Community interest; in particular, the aid cannot be granted unless the Commission can establish that it is necessary in order to achieve one of the objectives referred to in those Articles. To grant the benefit of those exceptions to aid schemes which do not involve that type of compensation would be to allow a situation to exist which is prejudicial to trade between Member States, to permit distortion of competition without any justification in terms of the Community interest and, consequently, to give unjustified advantages to certain Member States.\nThe scheme in question is clearly not intended to promote the execution of an important project of common European interest within the meaning of Article 92 (3) (b), nor does it help to remedy a serious disturbance in the economy of a Member State within the meaning of that Article. As regards the exceptions provided for in Article 92 (3) (a) and (c) in respect of aid to promote or facilitate the economic development of certain areas, and of certain activities as provided for in the abovementioned subparagraph (c), it should be noted that the aid in question is granted only to certain Italian traders and without reference to the alteration or improvment of their marketing structure. Accordingly, this scheme must be considered as an operating aid for those traders and the Commission has, in principle, always been opposed to this kind of aid since it is granted without reference to any conditions which might make it eligible for one of the exceptions provided for in Article 92 (3) (a) and (c).\nIt must also be borne in mind that, although the Commission has decided that the national arrangements for fixing maximum prices for sugar in Italy do not contravene the Community pricing system, this does not justify the conclusion that the aid in question (the purpose of which, according to the Italian authorities, is to compensate for the fixing of lower national prices on 30 October 1984) is eligible for one of the exceptions provided for in Article 92 (3) (a) and (c) of the Treaty.\n3. The granting of the aid in question ignores the principle that the Member States no longer have the power to take unilateral decisions on incomes in the context of an EEC market organization by granting aids of this kind.\nThere are, in any case, limits to the extent to which Member States may intervene directly in the operation of EEC market organizations involving a common system of prices since such organizations are exclusively within the competence of the Community.\nTherefore, since the aid scheme under consideration contravenes the EEC market organization in question, no exception pursuant to Article 92 (3) of the Treaty could be applied to it even if such an exception were considered possible on other grounds.\n4. The aid scheme in question does not, therefore, meet the conditions necessary for it to qualify for one of the exceptions provided for in Article 92 and must be considered as incompatible with the common market. The Italian authorities must take the necessary steps to ensure that the aid in question is not granted.\nThis Decision is without prejudice to any conclusions which the Commission may reach, where appropriate, regarding recovery of the abovementioned aid from its recipients and regarding financing of the common agricultural policy by the European Agricultural Guidance and Guarantee Fund should it appear that the aid was granted before completion of the procedure provided for in Article 93 (2) of the Treaty,", "main_body": ["The aid, which consists of a payment to Italian traders of Lit 37,12 per kilogram of white sugar held in storage, free of corporation tax, and in respect of which the sovraprezzo has been paid as provided for by the delibera of the CIPE (Comitato Interministeriale di Programmazione Economica) of 11 October 1984 and by the provvedimenti of the CIP (Comitato Interministeriale Prezzi) No 39/1984 of 24 October 1984 and No 41/1984 of 16 November 1984, is incompatible with the common market within the meaning of Article 92 of the Treaty and may not be granted.", "The Italian Government shall inform the Commission, within one month from the date of notification of this Decision, of the steps which it has taken to comply with the provisions of Article 1.", "This Decision is addressed to the Italian Republic."], "attachments": "Done at Brussels, 8 April 1987.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 177, 1. 7. 1981, p. 4.\n(2) OJ No L 74, 18. 3. 1982, p. 1.\n(3) OJ No C 269, 25. 10. 1986, p. 2.\n(4) Gazzetta Ufficiale delle Repubblica Italiana No 313, 14. 11. 1984.\n(5) Gazzetta Ufficiale delle Repubblica Italiana No 298, 29. 10. 1984.\n(6) Gazzetta Ufficiale delle Repubblica Italiana No 319, 20. 11. 1984."}