{"celex_id": "31986D0027", "uri": "http://publications.europa.eu/resource/cellar/7eaef615-8590-48cb-862d-3f4e61f6adcb", "type": "Decision", "concepts": ["3774", "889"], "title": "86/27/ECSC: Commission Decision of 27 January 1986 approving additional aids from the United Kingdom to the coalmining industry during the 1984/85 financial year (Only the English text is authentic)\n", "header": "COMMISSION  DECISION\nof 27 January 1986\napproving additional aids from the United Kingdom to the coalmining industry during the 1984/85 financial year\n(Only the English text is authentic)\n(86/27/ECSC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to Commission Decision 528/76/ECSC of 25 February 1976 regarding the Community system of measures taken by the Member States to assist the coalmining industry (1),\nHaving consulted the Council,\nI\nWhereas on 24 July 1985 the Commission adopted Decision 85/419/ECSC (2); whereas that Decision authorized the aids which the United Kingdom Government proposed to grant to the coal industry during the 1984/85 financial year provided they had been dealt with and examined by the Commission in the 'Memorandum on the financial aids granted by the Member States to the coal industry in 1984 and on the additional financial aids granted by the Member States to the coal industry in 1983';\nWhereas, as was stated in that memorandum, the United Kingdom Government proposed to grant £ 513 200 000 of aid under Decision No 528/76/ECSC to the British coalmining industry;\nWhereas, in addition, the United Kingdom Government in written applications dated 21 June and 31 July 1985 respectively, requested permission to alter or to increase the aids originally proposed as follows:\n(in millions of £)\n1.2.3.4 //  //  //  //  //  // Original amount  // Additional amount   // New amount   //    //   //   //  // Cover for coalfields' operating losses   // 513,2   // 1 711,8   // 2 225,0   // Per tonne of production in £   // 10,37   //   // 44,95   //    //   //   //\nWhereas the overall amount of aid to current production in the British coalmining industry during the 1984/85 financial year is thus increased by £ 1 711 800 000. It proved necessary to increase the UK aid to cover pit operating losses since these were sharply increased in the 1984/85 coal marketing year owing to the unforeseeable strike. According to the information available to the Commission on the actual position of costs and returns in 1984, the loss per tonne rose considerably more than had been estimated. The increase in aid does not completely cover the pit operating losses for 1984; this measure is thus compatible with the provisions of Article 12 (1) (1) of the Decision;\nII\nWhereas the following remarks must be made in respect of the compatibility of the total amount of British aids to support current production (3 783 100 000 ECU or 76,43 ECU/t) with the proper functioning of the common market:\n- there has been no decline in trade in coal between the United Kingdom and the other Community countries,\n- industrial users of coking coal and steam coal did not receive aids as a result of artificially low prices of British coal;\nWhereas it may therefore be concluded that the additional aids proposed during the 1984/85 financial year for current production in the British coalmining industry are compatible with the proper functioning of the common market;\nIII\nWhereas, pursuant to Article 14 (1) of the Decision, the Commission must ascertain that aids authorized are used exclusively for the purposes set out in Articles 7 to 12 thereof; whereas the Commission must be informed in particular of the amount of these aids and the manner in which they are apportioned,", "main_body": ["The United Kingdom is hereby authorized in respect of the 1984/85 financial year to grant an additional aid to cover losses on coalmining industry not exceeding £ 1 711 800 000.", "The United Kingdom shall notify the Commission by 31 March 1986 of details of the aids granted pursuant to this Decision, and in particular of the amounts paid and the manner in which they are apportioned.", "This Decision is addressed to the United Kingdom."], "attachments": "Done at Brussels, 27 January 1986.\nFor the Commission\nNicolas MOSAR\nMember of the Commission\n(1) OJ No L 63, 11. 3. 1976, p. 1.\n(2) OJ No L 230, 29. 8. 1985, p. 52."}