{"celex_id": "31986R0841", "uri": "http://publications.europa.eu/resource/cellar/26ac9f3e-30f6-4db6-946f-3d9c9212da62", "type": "Regulation", "concepts": ["161", "2563", "4713", "4734"], "title": "Commission Regulation (EEC) No 841/86 of 21 March 1986 fixing the initial quotas for 1986 to be opened by Portugal in respect of certain products of the wine sector from third countries\n", "header": "COMMISSION  REGULATION (EEC) No 841/86\nof 21 March 1986\nfixing the initial quotas for 1986 to be opened by Portugal in respect of certain products of the wine sector from third countries\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3797/85 of 20 December 1985 laying down detailed rules concerning quantitative restrictions on imports into Portugal from third countries of certain agricultural products subject to transition by stages (1), and in particular Article 3 (1) thereof,\nWhereas, pursuant to Article 1 of Regulation (EEC) No 3797/85, Portugal may apply quantitative restrictions in the form of annual quotas in respect of certain products of the wine sector; whereas the initial quota for 1986 must be fixed at either 0,1 % of average annual production in Portugal during the three years prior to accession for which statistics are available, or the average level of Portuguese imports during the three years prior to accession for which statistics are available, where this quantity is greater;\nWhereas, in the light of the statistics at present available, the initial quota should be based on the first of the two criteria described above;\nWhereas the quota for the period from 1 March to 31 December 1986 must be equal to the initial quota less one-sixth;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Wine,", "main_body": ["The initial quotas to be opened by Portugal in respect of certain products of the wine sector from third countries for the period from 1 March to 31 December 1986 shall be as follows:\n1.2.3 //  //  //  // CCT heading No   // Description  // Initial quota for 1986 (hl)   //    //   //   // 22.05  // Wine of fresh grapes; grape must with fermentation arrested by the addition of alcohol:   //   //   // ex B. Wine other than that referred to in A in bottles with 'mushroom' stoppers held in place by ties or fastenings; wine otherwise put up with an excess pressure due to carbon dioxide in solution of not less than 1 bar but less than 3 bar, measured at a temperature of 20 Â°C:   //   //   // - Wine put up other than in bottles with 'mushroom' stoppers held in place ties or fastenings, with an excess pressure due to carbon dioxide in solution of not less than 1 bar but less than 3 bar, measured at a temperature of 20 Â°C:   // 7 100   //   // C. Other:   //   //   // I. Of an actual alcoholic strength by volume not exceeding 13 % vol  //   //   // II. Of an actual alcoholic strength by volume exceeding 13 % vol but not exceeding 15 % vol   //   //    //\n(1) OJ No L 367, 31. 12. 1985, p. 7.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 March 1986.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 21 March 1986.\nFor the Commission\nFrans ANDRIESSEN\nVice-President  //"}