{"celex_id": "31986R0642", "uri": "http://publications.europa.eu/resource/cellar/71642502-6d45-4dd8-8535-ff7b04cbd06e", "type": "Regulation", "concepts": ["1642", "2670", "2730", "2731", "3568", "4314"], "title": "Commission Regulation (EEC) No 642/86 of 28 February 1986 amending Regulation (EEC) No 1303/83 laying down special detailed rules for the application of the system of import licences and advance fixing certificates for products processed from fruit and vegetables\n", "header": "COMMISSION  REGULATION (EEC) N° 642/86\nof 28 February 1986\namending Regulation (EEC) N° 1303/83 laying down  special detailed rules for the application of the system of import licences and advance fixing  certificates for products processed from fruit and vegetables\nTHE COMMISSION OF THE  EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) N° 426/86 of 24 February 1986 on the common organization  of the market in products processed from fruit and vegetables (1), and in particular Articles 13  (4) and 14 (3) thereof;\nWhereas Article 15 of Commission Regulation (EEC) N° 1303/83 (2), as last amended by Regulation  (EEC) N° 793/85 (3), provides that the basic product in respect of which the refund is fixed in  advance shall be shown in the application for the certificate and the certificate itself; whereas  Regulation (EEC) N° 426/86 has extended the range of basic products for which export refund may be  granted and fixed in advance; whereas as a consequence Regulation (EEC) N° 1303/83 should be  amended;\nWhereas in the advance fixing certificate the product to be exported shall be described with  reference to the relevant subheading of the Common Customs Tariff; whereas the criteria for  classifying a product in a specific subheading is in many cases the content of sugar; whereas an  exporter may need several advance fixing certificates for a specific product where the sugar  content of the product varies; whereas this situation could be avoided if the advance fixing  certificate could cover products with different sugar content; whereas such a simplification could  be made without creating problems for the management of the advance fixing system;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the  Management Committee for Products Processed from Fruit and Vegetables,", "main_body": ["In Regulation (EEC) N° 1303/83 Article 15 is replaced by the  following:\n'Article 15\n1.  In the case of advance fixing of the export refund:\n(a)  The application for the certificate and the certificate itself shall indicate in section 12  the basic product in respect of which the refund is fixed in advance. For this purpose «basic  product» means:\n- sugar, including white sugar, raw sugar and beet and cane syrup,\n- glucose in the form of white crystalline powder, whether or not agglomerated,\n- other glucose and glucose syrup, or\n- isoglucose;\n(b)  The products to be exported may, in the application for the certificate and in the certificate  itself, be described by reference to the four-digit heading of the Common Customs Tariff within  which the products fall. The certificate shall be valid for all products attracting export refund  falling within that heading.\n2.  When the provisions of paragraph 1 (b) are applied, the amount of the security shall as a  derogation from Article 13 be 1,80 ECU/100 kg net.'", "This Regulation shall enter into  force 1 March 1986.\nThis Regulation shall be binding in its entirety and directly applicable in all  Member States."], "attachments": "Done at Brussels, 28 February 1986.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ N° L 49, 27. 2. 1986, p. 1.\n(2) OJ N° L 138, 27. 5. 1983, p. 25.\n(3) OJ N° L 88, 23. 3. 1985, p. 43.\nEWG:L060UMBE25.93\nFF: 1UEN;   SETUP: 01;   Hoehe: 396 mm;   77 Zeilen;   3380 Zeichen;\nBediener:  FRST   Pr.: B;\nKunde: ................................"}