{"celex_id": "31988L0289", "uri": "http://publications.europa.eu/resource/cellar/63dc122d-007c-4d31-8df0-dec0f0cc6a76", "type": "Directive", "concepts": ["1445", "192", "2560", "3191", "4689", "5034"], "title": "Council Directive 88/289/EEC of 3 May 1988 amending Directive 72/462/EEC on health and veterinary inspection problems upon importation of bovine animals and swine and fresh meat from third countries\n", "header": "COUNCIL  DIRECTIVE\nof 3 May 1988\namending Directive 72/462/EEC on health and veterinary inspection problems upon importation of bovine animals and swine and fresh meat from third countries\n(88/289/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 43 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas Directive 72/462/EEC (4), as last amended by Directive 87/64/EEC (5), lays down health and veterinary inspection requirements for importation of bovine animals and swine and fresh meat from third countries;\nWhereas Council Directive 64/433/EEC of 26 June 1964 on health problems affecting intra-Community trade in fresh meat (6) has been amended by Directive 88/288/EEC (7) in relation to trade in offal, as well as in relation to the possibility of adopting other examinations in the framework of ante-mortem and post-mortem health inspection in order to take account of particular local situations; whereas the same health guarantees offered by Directive 64/433/EEC should also apply to imports from third countries,", "main_body": ["Directive 72/462/EEC is hereby amended as follows:\n1. The second sentence of Article 4 (1) shall be replaced by the following:\n'In accordance with the detailed implementing rules to be established by the Commission under the procedure laid down in Article 30, the list or lists may be amended or supplemented by the Commission in line with the result of the inspections provided for in Article 5, of which it has previously informed the Member States.\nIn the event of difficulties, the matter shall be referred to the Committee in accordance with the procedure laid down in Article 29.\nBefore 1 January 1990, the Council shall review these provisions on the basis of a Commission report.'\n2. The following sentence shall be added to Article 17 (2) (b) and (d):\n'In accordance with the procedure laid down in Article 29, additional requirements adapted to the specific situation of countries specified by name with respect to certain diseases likely to endanger human health may be decided on.'\n3. In Article 18 (1) (b) the first phrase shall be replaced by:\n'(b) cuts smaller than quarters or boned meat or offal or sliced livers of bovine animals from cutting plants . . . (remainder unchanged) . . .'.\n4. The following paragraph shall be added to Article 18:\n'4. The admission of sliced livers of animals other than of the bovine species may be decided upon by the Council acting by a qualified majority on a proposal from the Commission.'\n5. Article 20 (b) shall be replaced by the following:\n'(b) fresh meat:\n(i) from animals to which hormonal substances prohibited under Directives 81/602/EEC and 88/146/EEC (*) have been administered;\n(ii) containing residues of hormonal substances authorized in accordance with the exceptions provided for in Article 4 of Directive 81/602/EEC and Articles 2 and 7 of Directive 85/649/EEC, residues of antibiotics, pesticides, or of other substances . . . (remainder unchanged) . . . . .\n(*) OJ No L 70, 16. 3. 1988, p. 16.'", "Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive not later than 1 January 1989 and shall forthwith inform the Commission thereof.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 3 May 1988.\nFor the Council\nThe President\nM. BANGEMANN\n(1) OJ No C 276, 1. 11. 1986, p. 11.\n(2) OJ No C 156, 15. 6. 1987, p. 190.\n(3) OJ No C 68, 16. 3. 1987, p. 2.\n(4) OJ No L 302, 31. 12. 1972, p. 28.\n(5) OJ No L 34, 5. 2. 1987, p. 52.\n(6) OJ No 121, 29. 7. 1964, p. 2012/64.\n(7) See page 28 of this Official Journal."}