{"celex_id": "31984R3398", "uri": "http://publications.europa.eu/resource/cellar/7e6386a7-58b7-417d-8b41-a0afecb3fb35", "type": "Regulation", "concepts": ["2077", "2871"], "title": "Commission Regulation (EEC) No 3398/84 of 3 December 1984 derogating from Regulation (EEC) No 2213/83 as regards the quality standards for onions\n", "header": "COMMISSION  REGULATION (EEC) No 3398/84\nof 3 December 1984\nderogating from Regulation (EEC) No 2213/83 as regards the quality standards for onions\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1035/72 of 18 May 1972 on the common organization of the market in fruit and vegetables (1), as last amended by Regulation (EEC) No 1332/84 (2), and in particular the second subparagraph of Article 2 (2) thereof,\nWhereas the quality standards for onions are laid down in Annex I to Commission Regulation (EEC) No 2213/83 (3);\nWhereas difficulties have arisen over the interpretation of certain quality specifications; whereas the development of harvesting and packaging methods makes it impossible to observe completely the standards concerning the integrity of the outer skins protecting the bulb as they have been laid down; whereas the quality standards should take this into account; whereas, moreover, sufficient experience should be gained before the standards are amended permanently; whereas temporary derogations from the quality standards for onions should be allowed at this point without the quality of the product being thereby affected;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Fruit and Vegetables,", "main_body": ["The following derogations from Title II 'Provisions concerning quality' of Annex I to Regulation (EEC) No 2213/83 shall apply:\n1. Under A 'Minimum requirements', the first indent is replaced by:\n'intact',\n2. Under B 'Classification':\n(a) in (i) 'Class I', the last paragraph is replaced by the following:\n'The following are, however, permitted:\n- light staining which does not affect the last dried skin protecting the flesh, provided it does not cover more than one-fifth of the surface of the bulb;\n- small cracks in the outer skins and the absence of part of the outer skins provided that the flesh is protected'.\n(b) in (ii) 'Class II', the second sentence of the last paragraph is replaced by the following:\n'The following, however, are permitted:\n- staining which does not affect the last dried skin protecting the flesh provided it does not cover more than half the surface of the bulb,\n- cracks in the outer skins and the absence of a part of the outer skins from not more than one-third of the surface of the bulb, provided the flesh remains intact.'\n(c) in (iii) 'Class III', the following indent is added:\n'- staining which does not affect the last dried skin protecting the flesh.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply until 30 June 1985.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 3 December 1984.\nFor the Commission\nPoul DALSAGER\nMember of the Commission\n(1) OJ No L 118, 20. 5. 1972, p. 1.\n(2) OJ No L 130, 16. 5. 1984, p. 1.\n(3) OJ No L 213, 4. 8. 1983, p. 13."}