{"celex_id": "31980R2418", "uri": "http://publications.europa.eu/resource/cellar/d0a90073-cadf-4c3e-bc89-479a16ac02f6", "type": "Regulation", "concepts": ["1830", "2069", "4261", "4381"], "title": "Commission Regulation (EEC) No 2418/80 of 18 September 1980 on the classification of goods falling within subheading 87.02 B II a) 1 aa) 22 of the Common Customs Tariff\n", "header": "COMMISSION REGULATION (EEC) No 2418/80  of 18 September 1980  on the classification of goods falling within subheading 87.02 B II a) 1 aa) 22 of the Common Customs Tariff\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 97/69 of 16 January 1969 on measures to be taken for uniform application of the nomenclature of the Common Customs Tariff (1), as last amended by Regulation (EEC) No 280/77 (2), and in particular Article 3 thereof,\nWhereas provision must be made to ensure uniform application of the nomenclature of the Common Customs Tariff regarding the classification of dumpers:    - consisting of a very heavy chassis to which the suspension of the six tyred wheels is directly connected by means of cylinders, a tipper body mounted on the chassis the automatic tipping system of which is driven by the engine, a driving cab and a compression ignition engine of a cylinder capacity of 14 600 cc connected to a nine-speed gear box;\n- incorportating neither axles nor clutch pedal;\n- having the following dimensions and technical characteristics:       - greatest length : 7 772 mm,\n- greatest width : 3 632 mm,\n- height : 3 912 mm,\n- maximum load capacity : 31 78 tonnes,\n- tare : 26 72 tonnes,\n- maximum speed : about 41 km/h,\n- turning circle : 15 200 mm;\n- designed for the transport of earth, sand, gravel, stones or other similar materials either on working sites for the construction of roads, waterways, harbour works and the like or, within a maximum range of 5 km, between quarries and such working sites;\nWhereas the Common Customs Tariff annexed to Council Regulation (EEC) No 950/68 (3), as last amended by Regulation (EEC) No 2130/80 (4), includes, under subheading 87.02 B II a) 1 aa) 22, dumpers of a cylinder capacity of 10 000 cc or more and, under subheading 87.07 C II, works trucks, mechanically propelled, of the types used in factories, warehouses, dock areas or airports for short-distance transport or handling of goods (other than those specially designed for the transport of highly radioactive materials and other than straddle carriers), not fitted with self-actuated lifting equipment;\nWhereas the abovementioned motor vehicles, designed for the transport of building materials either on working sites or between quarries and such sites, are different, because of their construction, weights and dimensions, from those types used in factories, warehouses, dock areas or airports for short-distance transport and, consequently, are covered neither by CCT heading No 87.07 nor by the Explanatory Notes to the Customs Cooperation Council Nomenclature, heading No 87.07, first paragraph;\nWhereas the pneumatic tyres with which these motor vehicles are fitted have a pressure of about 2 bar, which is considered to be low and which enables the vehicles to work over soft ground;\nWhereas, by virtue of their mechnical equipment and their appearance, these motor vehicles possess the characteristics of dumpers and are marketed under that description;\nWhereas the Explanatory Notes to the Customs Cooperation Council Nomenclature, heading No 87.02, Part B (2) (1), mention sturdily-built vehicles with a tipping body, designed for the transport of various materials, fitted with off-the-road wheels and capable of working over soft ground, as being dumpers;\nWhereas the Explanatory Notes to the Customs Cooperation Council Nomenclature, heading No 87.07, Part I.A., third paragraph, exclude dumpers from this heading and classify them in heading No 87.02;\nWhereas, therefore, it is necessary to classify these motor vehicles in subheading 87.02 B II a) 1 aa) 22 of the Common Customs Tariff;  (1)OJ No L 14, 21.1.1969, p. 1. (2)OJ No L 40, 11.2.1977, p. 1. (3)OJ No L 172, 22.7.1968, p. 1. (4)OJ No L 207, 9.8.1980, p. 3.\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Committee on the Common Customs Tariff Nomenclature,", "main_body": ["Dumpers:    - consisting of a very heavy chassis to which the suspension of the six tyred wheels is directly connected by means of cylinders, a tipper body mounted on the chassis the automatic tipping system of which is driven by the engine, a driving cab and a compression ignition engine of a cylinder capacity of 14 600 cc connected to a nine-speed gear box;\n- incorporating neither axles nor clutch pedal,\n- having the following dimensions and technical characteristics:       - greatest length : 7 772 mm,\n- greatest width : 3 632 mm,\n- height : 3 912 mm,\n- maximum load capacity : 31 78 tonnes,\n- tare : 26 72 tonnes,\n- maximum speed : about 41 km/h,\n- turning circle : 15 200 mm;\n- designed for the transport of earth, sand, gravel, stones or other similar materials either on working sites for the construction of roads, waterways, harbour works and the like or, within a maximum range of 5 km, between quarries and such working sites,\nshall be classified in the Common Customs Tariff under subheading:\n87.02 Motor vehicles for the transport of persons, goods or materials (including sports motor vehicles, other than those of heading No 87.09):\nB. For the transport of goods or materials:\nII. Other:\na) With either a spark ignition or a compression ignition engine:\n1. Motor lorries with either a spark ignition engine of a cylinder capacity of 2 800 cc or more or a compression ignition engine of a cylinder capacity of 2 500 cc or more:\naa) Dumpers of a cylinder capacity:\n22. Of 10 000 cc or more.", "This Regulation shall enter into force on the 42nd day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 18 September 1980.\nFor the Commission\nĂ\u0089tienne DAVIGNON\nMember of the Commission"}