{"celex_id": "31987R1898", "uri": "http://publications.europa.eu/resource/cellar/e8dff3ef-1591-4019-a4c1-ae15dd885b22", "type": "Regulation", "concepts": ["13", "2763", "5573"], "title": "Council Regulation (EEC) No 1898/87 of 2 July 1987 on the protection of designations used in marketing of milk and milk products\n", "header": "COUNCIL REGULATION (EEC) No 1898/87 of 2 July  1987 on the protection of designations used in marketing of milk and milk products\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ", Having regard to the Treaty establishing the European  Economic Community, and in particular Article 43 thereof, Having regard to the proposal from the  Commission  (1), Having regard to the opinion of the European Parliament  (2), Having regard to the  opinion of the Economic and Social Committee  (3), Whereas Council Regulation (EEC) No 804/68  (4),  as last amended by Regulation (EEC) No 773/87  (5), introduced the common organization of the  market in the milk products sector; Whereas the situation of the milk and milk products sector is  characterized by structural surpluses and whereas the disposal of these products should therefore  be improved by promoting their consumption; Whereas the natural composition of milk and milk  products should be protected in the interests of Community producers and consumers; Whereas  regulations which ensure appropriate labelling and prevent the consumer from being misled will help  this objective to be achieved; Whereas milk and milk products should, therefore, be defined and the  designations needing to be reserved for them should be clarified; Whereas, apart from the case of  products the exact nature of which is known through traditional usage, it is also necessary to  avoid any confusion in the mind of the consumer between milk products and other food products,  including those consisting partly of milk components; Whereas this Regulation aims at protecting  the consumer and at establishing conditions of competition between milk products and competing  products in the field of product designation, labelling and advertising which avoid any distortion;  Whereas competing products enjoy a competitive advantage in terms of production cost due to the  fact that many of them are frequently manufactured from raw materials imported at zero duty rates,  whereas milk products have a higher production cost which is dictated by the need to safeguard  agricultural producer incomes; Whereas it is essential for the Commission to follow closely  developments in the market for milk products and competing substitute products and to report back  to the Council; Whereas, pending the report from the Commission, Member States having already taken  national measures to curb the manufacture and marketing of these products on their territory must  maintain their regulations, in compliance with the general rules of the Treaty, until the end of  the fifth 12-month period of application of the supplementary levy in the milk sector,", "main_body": ["1.    This Regulation shall apply to foodstuffs  intended for human consumption which are marketed in the Community. 2.    For the purposes of this  Regulation:(a)  'marketing' shall mean holding or display with a view to sale, offering for sale,  sale, delivery or any other manner of placing on the market;(b)'designation' shall mean the name  used at all stages of marketing.", "1.    The term 'milk' shall mean exclusively the normal  mammary secretion obtained from one or more milkings without either addition thereto or extraction  therefrom. However, the term 'milk' may be used:(a)  for milk treated without altering its  composition, or for milk the fat content of which has been standardized under Council Regulation  (EEC) No 1411/71 of 29 June 1971 laying down additional      rules on the common organization of  the market in milk and milk products for products falling within CCT heading No 04.01  (1), as last  amended by Regulation (EEC) No 566/76  (2);(b)in association with a word or words to designate the  type, grade, origin and/or intended use of such milk or to describe the physical treatment or the  modification in composition to which it has been subjected, provided that the modification is  restricted to an addition and/or withdrawal of natural milk constituents. 2.    For the purposes of  this Regulation, 'milk products' shall mean products derived exclusively from milk, on the  understanding that substances necessary for their manufacture may be added provided that those  substances are not used for the purpose of replacing, in whole or in part, any milk constituent.The  following shall be reserved exclusively for milk products:-  the designations listed in the Annex  hereto,-designations or names within the meaning of Article 5 of Council Directive 79/112/EEC of 18  December 1978 on the approximation of the laws of the Member States relating to the labelling,  presentation and advertising of foodstuffs for sale to the ultimate consumer  (3), as last amended  by Directive 85/7/EEC  (4), actually used for milk products. 3.    The term 'milk' and the  designations used for milk products may also be used in association with a word or words to  designate composite products of which no part takes or is intended to take the place of any milk  constituent and of which milk or a milk product is an essential part either in terms of quantity or  for characterization of the product. 4.    The origin of milk and milk products to be defined in  accordance with the procedure referred to in Article 30 of Regulation (EEC) No 804/68 must be  stated if it is not bovine.", "1.    The designations referred to in Article 2 may not be  used for any product other than those referred to in that Article.However, this provision shall not  apply to the designation of products the exact nature of which is clear from traditional usage  and/or when the designations are clearly used to describe a characteristic quality of the product.  2.    In respect of a product other than those described in Article 2, no label, commercial  document, publicity material or any form of advertising (as defined in Article 2 (1) of Directive  84/450/EEC  (5)) or any form of presentation, may be used which claims, implies or suggests that  the product is a dairy product.However, in respect of a product which contains milk or milk  products, the designation 'milk' or the designations referrred to in the second subparagraph of  Article 2 (2) may be used only to describe the basic raw materials and to list the ingredients in  accordance with Directive 79/112/EEC.", "1.    Member States shall send the Commission by 1  October 1987 an indicative list of the products which they regard as corresponding in their  territory to the products referred to in the second subparagraph of Article 3 (1). Member States  shall, where necessary, make additions to this list subsequently. 2.    In accordance with the  procedure laid down in Article 30 of Regulation (EEC) No 804/68, the Commission shall:(a)  adopt  the detailed rules for the application of this Regulation;(b)draw up and, where necessary,  supplement the list of the products referred to in the second subparagraph of Article 3 (1) on the  basis of the lists sent to it by the Member States;(c)make additions, where necessary, to the list  of designations given in the Annex hereto. 3.    Each year before 1 October and for the first time  before 1 October 1988, the Member States shall report to the Commission on developments in the  market in milk products and competing products in the context of the implementation of this  Regulation so that the Commission is in a position to report to the Council by 1 March of the  ensuing year.", "Member States may, until the end of the fifth period of application  of Article 5c of Regulation (EEC) No 804/68 and in compliance with the general provisions of the  Treaty, maintain their national regulations which restrict the manufacture and marketing in their  territory of products not fulfilling the conditions referred to in Article 2 of this Regulation.", "This Regulation shall enter into force on 1 July 1987.\nThis Regulation  shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 2  July 1987. For the Council The President K.  E. TYGESEN  ANNEX Designations referred to in Article  2 (2) second subparagraph, first indent -  whey-  cream-  butter-  buttermilk-  butteroil-   caseins-  anhydrous milkfat (AMF)-  cheese-  yoghurt-  kephir-  koumiss\n(1)  OJ No C 111, 26. 4. 1984, p. 7.\n(2)  OJ No C 72, 18. 3. 1985, p. 127.\n(3)  OJ No C 307, 19. 11. 1984, p. 1.\n(4)  OJ No L 148, 28. 6. 1968, p. 13.\n(5)  OJ No L 78, 20. 3. 1987, p. 1.\n(1)  OJ No L 148, 3. 7. 1987, p. 4.\n(2)  OJ No L 67, 15. 3. 1976, p. 23.\n(3)  OJ No L 33, 3. 2. 1979, p. 1.\n(4)  OJ No L 2, 3. 1. 1985, p. 22.\n(5)  OJ No L 250, 9. 9. 1984, p. 17."}