{"celex_id": "31986D0516", "uri": "http://publications.europa.eu/resource/cellar/fc90b7a7-68c6-4647-9f49-efb734c52c85", "type": "Decision", "concepts": ["1519", "1898", "2738", "4689", "619", "994"], "title": "86/516/EEC: Commission Decision of 20 October 1986 amending Decision 86/448/EEC on certain protective measures against foot-and-mouth disease in Italy\n", "header": "COMMISSION  DECISION\nof 20 October 1986\namending Decision 86/448/EEC on certain protective measures against foot-and-mouth disease in Italy\n(86/516/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 64/432/EEC of 26 June 1964 on animal health problems affecting intra-Community trade in bovine animals and swine (1), as last amended by Regulation (EEC) No 3768/85 (2), and in particular Article 9 thereof,\nHaving regard to Council Directive 72/461/EEC of 12 December 1972 on health problems affecting intra-Community trade in fresh meat (3), as last amended by Regulation (EEC) No 3768/85, and in particular Article 8 thereof,\nHaving regard to Council Directive 80/215/EEC of 22 January 1980 on health problems affecting intra-Community trade in meat products (4), as last amended by Regulation (EEC) No 3768/85, and in particular Article 7, thereof,\nWhereas an outbreak of foot-and-mouth disease has occurred in Italy; whereas that outbreak is such as to constitute a danger to the livestock of the other Member States, owing to the large volume of trade both in animals and fresh meat and in certain meat-based products;\nWhereas, following that outbreak of foot-and-mouth disease, the Commission adopted several Decisions, particularly 86/448/EEC of 4 September 1986 on certain protective measures against foot-and-mouth disease in Italy (5);\nWhereas, having regard to the development of the situation, it is possible to permit intra-Community trade in meat obtained before the appearance of an outbreak of foot-and-mouth disease in the restricted part of the territory, as well as in meat-based products prepared from such meat in parts of the territory that are not the subject of restrictions;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["Commission Decision 86/448/EEC is modified as follows:\n1. The following is added at the end of Article 2, paragraph 2:\n'This prohibition does not apply to meat obtained one month before the confirmation of the outbreak of foot-and-mouth disease.'\n2. In Article 2, paragraph 3, the following is added after the date of '4 September 1986':\n'as amended by the Decision of 20 October 1986.'\n3. The following is added at the end of Article 3, paragraph 1:\n'This prohibition does not apply to meat-based products:\n- prepared one month before the confirmation of the outbreak of foot-and-mouth disease,\n- prepared in parts of the territory which are not subject to restrictions using meat obtained one month before the confirmation of the outbreak of foot-and-mouth disease from parts of the territory which become the subject of restrictions.'\n4. In Article 3, paragraph 3, the following is added after the date of '4 September 1986':\n'as amended by the Decision of 20 October 1986.'", "The Member States shall amend the measures which they apply to trade so as to bring them into compliance with this Decision three days after its notification. They shall immediately inform the Commission thereof.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 20 October 1986.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No 121, 29. 7. 1964, p. 1977/64.\n(2) OJ No L 362, 31. 12. 1985, p. 8.\n(3) OJ No L 302, 31. 12. 1972, p. 24.\n(4) OJ No L 47, 21. 2. 1980, p. 4.\n(5) OJ No L 259, 11. 9. 1986, p. 34."}