{"celex_id": "31988D0429", "uri": "http://publications.europa.eu/resource/cellar/41b31cc1-67cf-4850-8aa5-feb1f3ff20ff", "type": "Decision", "concepts": ["191", "2080", "2827", "3409", "3795"], "title": "88/429/EEC: Commission Decision of 1 July 1988 authorizing the Member States to provide for derogations from certain provisions of Council Directive 77/93/EEC, in respect of growing medium originating in third countries\n", "header": "COMMISSION  DECISION\nof 1 July 1988\nauthorizing the Member States to provide for derogations from certain provisions of Council Directive 77/93/EEC, in respect of growing medium originating in third countries\n(88/429/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 77/93/EEC of 21 December 1976 on protective measures against the introduction into the Member States of organisms harmful to plants or plant products (1), as last amended by Commission Directive 88/272/EEC (2), and in particular Article 14 (3) thereof,\nHaving regard to requests made by the Member States,\nWhereas, under the provisions of Directive 77/93/EEC, growing medium as such, as defined in Annex V, item 5 (a) thereof, may not in principle be introduced into the Community, because of the risk of introducing soil-borne harmful organisms, if it originates in Turkey, the USSR or third countries outside the European continent other than Algeria, Cyprus, Israel, Malta, Morocco and Tunisia;\nWhereas, however, Article 14 (3) of the said Directive permits derogations from that rule, provided that it is established that there is no risk of spreading harmful organisms;\nWhereas it is evident that in certain cases it may be desirable for soil or other growing medium to be introduced from such third countries for the purpose of scientific work in the Member States;\nWhereas the introduction of such potentially dangerous material should only be permitted provided that certain conditions are complied with;\nWhereas the Member States should be authorized to provide for derogations in respect of the introduction of growing medium, as defined in Directive 77/93/EEC, Annex V, item 5 (a), for the purpose of scientific work and under specified conditions;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Plant Health,", "main_body": ["1. The Member States are hereby authorized to provide, under the conditions laid down in paragraphs 2 and 3, for derogations, for the purpose of scientific work, from Article 4 (1) of Directive 77/93/EEC with regard to the prohibition on the introduction of growing medium referred to in Part A, item 12 to Annex III thereof.\n2. Without prejudice to other provisions of Directive 77/93/EEC, the plant protection organization of the Member State concerned shall ensure, in the case of each derogation granted, that the following conditions are satisfied:\n(a) the nature and objectives of the scientific work for which the growing medium is to be imported shall have been examined and approved;\n(b) the quantity of growing medium shall be limited to an amount which is adequate for the approved scientific work;\n(c) the premises and facilities of the establishment at which the scientific work is to be undertaken shall have been inspected and approved to ensure that no harmful organism imported with the growing medium can escape; and\n(d) the scientific and technical qualifications of the personnel by whom the scientific work is to be undertaken shall have been examined and approved.\n3. Where a derogation has been provided in conformity with the terms of this Decision, the plant protection organization of the Member State concerned shall ensure that, upon completion of the scientific work in question:\n(a) the imported growing medium and any plants, plant products, growing medium and other material which has been in contact with it shall be destroyed, sterilized or otherwise treated in a manner to be specified by the plant protection organization; and\n(b) the premises and facilities at which the scientific work in question has been undertaken shall be sterilized or otherwise treated or cleaned, as necessary, in a manner to be specified by the plant protection organization.", "1. Member States shall inform the Commission and the other Member States of each instance of implementation of this Decision.\n2. The authorization granted in Article 1 shall expire on 31 December 1992.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 1 July 1988.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 26, 31. 1. 1977, p. 20.\n(2) OJ No L 116, 4. 5. 1988, p. 19."}