{"celex_id": "31981R3822", "uri": "http://publications.europa.eu/resource/cellar/6fad304c-ce9e-495a-8696-96d8494d043a", "type": "Regulation", "concepts": ["3659", "4043", "4044", "4271", "5308", "5327"], "title": "Council Regulation (Euratom, ECSC, EEC) No 3822/81 of 15 December 1981 amending Regulation No 422/67/EEC, No 5/67/Euratom determining the emoluments of the President and members of the Commission, and of the President, Judges, Advocates-General and Registrar of the Court of Justice, Regulation (ECSC, EEC, Euratom) No 1240/70 determining the emoluments of former members of the Commission of the European Communities whose duties end on 1 July 1970, Regulation No 423/67/EEC, No 6/67/Euratom determining the emoluments of the members of the EEC and Euratom Commissions and of the High Authority who have not been appointed members of the single Commission of the European Communities, and Regulation (EEC, Euratom, ECSC) No 2290/77 determining the emoluments of the members of the Court of Auditors\n", "header": "COUNCIL REGULATION (EURATOM, ECSC, EEC) No 3822/81 of 15 December 1981 amending Regulation No 422/67/EEC, No 5/67/Euratom determining the emoluments of the President and members of the Commission, and of the President, Judges, Advocates-General and Registrar of the Court of Justice, Regulation (ECSC, EEC, Euratom) No 1240/70 determining the emoluments of former members of the Commission of the European Communities whose duties end on 1 July 1970, Regulation No 423/67/EEC, No 6/67/Euratom determining the emoluments of the members of the EEC and Euratom Commissions and of the High Authority who have not been appointed members of the single Commission of the European Communities, and Regulation (EEC, Euratom, ECSC) No 2290/77 determining the emoluments of the members of the Court of Auditors\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing a single Council and a single Commission of the European Communities, and in particular Article 6 thereof,\nHaving regard to the Treaty establishing the European Coal and Steel Treaty, and in particular Article 78e thereof,\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 206 thereof,\nHaving regard to the Treaty establishing the European Atomic Energy Community, and in particular Article 180 thereof,\nHaving regard to the Protocol on the privileges and immunities of the European Communities, and in particular Articles 20 and 21 thereof,\nWhereas it is for the Council to determine the salaries, allowances and pensions of the President and members of the Commission, of the President, Judges, Advocates-General and the Registrar of the Court of Justice, and of the members of the Court of Auditors, and also any allowance representing remuneration;\nWhereas the specific difficulties of the economic and social situation necessitate the introduction of a special levy assessed on the basis of the economic data reflecting the average gaps recorded in the Member States between the trend in real per capita wages and salaries and the trend in:    - total productivity (GDP in volume terms per person employed),\n- productivity available for distribution (i.e. productivity corrected for terms of trade),\n- productivity per member of the active population, including persons in employment and the unemployed,\nwhich levy should apply to the net salaries, pensions and termination-of-service allowances paid by the Communities;\nWhereas, however, the application of the levy to pensions and to temporary termination-of-service allowances should be suspended for the first five years,", "main_body": ["1. After Article 19 of Council Regulation No 422/67/EEC, No 5/67/Euratom of 25 July 1967 determining the emoluments of the President and members of the Commission and of the President, Judges, Advocates-General and the Registrar of the Court of Justice (1), an Article 19a shall be inserted reading as follows:\n\"Article 19a\nThe net basic salary, pensions and temporary termination-of-service allowances of the President and members of the Commission, of the President, Judges, Advocates-General and Registrar of the Court of Justice shall be subject to a special levy determined in accordance with the provisions of Article 66a of the Staff Regulations of officials, which shall apply by analogy.\"\n2. After Article 2 of Council Regulation (ECSC, EEC, Euratom) No 1240/70 of 29 June 1970 determining the emoluments of former members of the Commission of the European Communities whose duties end on 1 July 1970 (2), an Article 2a shall be inserted reading as follows:\n\"Article 2a\nThe net pensions of the persons concerned shall be subject to a special levy determined in accordance  (1) OJ No 187, 8.8.1967, p. 1. (2) OJ No L 142, 30.6.1970, p. 4.  with the provisions of Article 66a of the Staff Regulations of officials, which shall apply by analogy.\"\n3. After Article 2 of Council Regulation No 423/67/EEC, No 6/67/Euratom of 25 July 1967 determining the emoluments of members of the EEC and Euratom Commissions and of the High Authority who have not been appointed members of the single Commission of the European Communities (1), an Article 2a shall be inserted reading as follows:\n\"Article 2a\nThe net pensions of the persons concerned shall be subject to a special levy determined in accordance with the provisions of Article 66a of the Staff Regulations of officials, which shall apply by analogy.\"\n4. After Article 19 of Council Regulation (EEC, Euratom, ECSC) No 2290/77 of 18 October 1977 determining the emoluments of the members of the Court of Auditors (2), an Article 19a shall be inserted reading as follows:\n\"Article 19a\nThe net basic salary, pensions, as well as the temporary termination-of-service allowances of members and former members of the Court of Auditors or those entitled under him, shall be subject to a special levy determined in accordance with the provisions of Article 66a of the Staff Regulations of officials, which shall apply by analogy.\"", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 15 December 1981.\nFor the Council\nThe President\nD. HOWELL  (1) OJ No 187, 8.8.1967, p. 6. (2) OJ No L 268, 20.10.1977, p. 1."}