{"celex_id": "31989L0451", "uri": "http://publications.europa.eu/resource/cellar/4deab01a-e1c6-45a7-9192-20f7fe305358", "type": "Directive", "concepts": ["2428", "3811", "5300", "5383", "720", "893"], "title": "Commission Directive 89/451/EEC of 17 July 1989 adapting to technical progress for the third time Council Directive 77/728/EEC on the approximation of the laws, Regulations and administrative provisions of the Member States relating to the classification, packaging and labelling of paints, varnishes, printing inks, adhesives and similar products\n", "header": "COMMISSION  DIRECTIVE\nof 17 July 1989\nadapting to technical progress for the third time Council Directive 77/728/EEC on the approximation of the laws, regulations and administrative provisions of the Member States relating to the classification, packaging and labelling of paints, varnishes, printing inks, adhesives and similar products\n(89/451/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 77/728/EEC of 7 November 1977 on the approximation of the laws, regulations and administrative provisions of the Member States relating to the classification, packaging and labelling of paints, varnishes, printing inks, adhesives and similar products (1), as last amended by Directive 88/379/EEC (2), and in particular Article 11 thereof,\nWhereas Annex II to Directive 77/728/EEC lays down special provisions concerning the labelling of certain preparations, particularly paints and varnishes containing lead; whereas Article 2 of Directive 86/508/EEC (3) provides for a revision of the limit value for lead by 31 December 1988 at the latest and whereas, under these circumstances, the numerical value laid down in point 1 of Annex II should be revised;\nWhereas the measures provided for in this Directive are in accordance with the opinion of the Committee on the Adaptation to Technical Progress of Directives relating to the removal of technical barriers to trade in dangerous substances and preparations,", "main_body": ["Directive 77/728/EEC is hereby amended as follows:\nThe numerical value 0,25 % in point 1 of Annex II shall be replaced by 0,15 %, the rest of the text remaining unchanged.", "Member States shall adopt and publish the provisions necessary to comply with the Directive before 15 April 1990. They shall forthwith inform the Commission thereof. They shall apply those provisions from 15 October 1990 at the latest.\nThe provisions adopted pursuant to the first subparagraph shall make express reference to this Directive.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 17 July 1989.\nFor the Commission\nMartin BANGEMANN\nVice-President\n(1) OJ No L 303, 28. 11. 1977, p. 23.\n(2) OJ No L 187, 16. 7. 1988, p. 14.\n(3) OJ No L 295, 18. 10. 1986, p. 31."}