{"celex_id": "31984D0390", "uri": "http://publications.europa.eu/resource/cellar/9c3174c7-6830-451e-9441-95cbc876038c", "type": "Decision", "concepts": ["2488", "2560", "4689", "502", "5034", "618"], "title": "84/390/EEC: Commission Decision of 11 July 1984 laying down guidelines for the approval of frontier inspection posts for the importation of bovine animals and swine from third countries\n", "header": "COMMISSION  DECISION\nof 11 July 1984\nlaying down guidelines for the approval of frontier inspection posts for the importation of bovine animals and swine from third countries\n(84/390/EEC)\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 72/462/EEC of 12 December 1972 on health and veterinary inspection problems upon importation of bovine animals and swine and fresh meat from third countries (1), as last amended by Directive 83/91/EEC (2), and in particular Article 27 (1) thereof,\nWhereas, as a first step, it is necessary to lay down guidelines for the approval of frontier inspection posts for the importation of bovine animals and swine from third countries;\nWhereas, as a second step, Member States must draw up and communicate to the Commission lists of frontier posts which correspond to the guidelines laid down in this Decision; whereas, in addition, the frontier posts must operate under the responsibility of an official veterinarian;\nWhereas, while Directive 72/462/EEC does not apply to animals intended exclusively for grazing or draught purposes in the vicinity of Community frontiers, such animals must, in the event of subsequent importation, be subject before such importation to an animal health inspection, which may take place on the spot, in accordance with Article 12 of the Directive;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["1. For the purpose of the approval of frontier inspection posts for the importation of bovine animals and swine from third countries in accordance with Directive 72/462/EEC, Member States shall, before 1 January 1986, draw up and communicate to the Commission lists of those posts which correspond to the guidelines laid down in the Annex.\n2. The lists referred to in paragraph 1 may be supplemented or amended by the Member States which shall, within a period of three months, inform the Commission accordingly.", "This Decision shall be subject to review within the Standing Veterinary Committee before 1 January 1989.", "This Decision is addressesd to the Member States."], "attachments": "Done at Brussels, 11 July 1984.\nFor the Commission\nPoul DALSAGER\nMember of the Commission\n(1) OJ No L 302, 31. 12. 1972, p. 28.\n(2) OJ No L 59, 5. 3. 1983, p. 34.\nANNEX\nGUIDELINES FOR THE APPROVAL OF FRONTIER INSPECTION POSTS\nCHAPTER I\n1. Frontier inspection posts should as a rule:\n(a) be situated near to the point of entry of bovine animals and swine into the geographical territory of the Community;\n(b) be so situated that contact with outside livestock susceptible to diseases of bovine animals and swine is prevented;\n(c) conform to the provisions of Article 27 (2) of Directive 72/462/EEC.\n2. Frontier inspection posts which have a large and regular throughput of animals should have, in addition to the requirements of paragraph 1 (c) above:\n(a) ramps, gangways or other equipment for the unloading and loading of various means of transport,\n(b) facilities situated at or near the post, in such a manner that animal health safeguards may be maintained:\n- for the accommodation of sick or suspect animals,\n- for the retention, prior to destruction, of animals which are dead on arrival or which die at the post or which may be slaughtered at the direction of the official veterinarian in accordance with Article 12 (3) (c) of Directive 72/462/EEC;\n(c) adequately equipped accommodation for the use of the official veterinarian and his staff with access to a changing room, toilet and washing facilities;\n(d) adequate lighting to ensure that the veterinary inspections provided for in the Directive may be carried out;\n(e) an adequate supply of clean water under pressure together with equipment and materials to ensure that cleansing and disinfection of the facilities of the post may be carried out;\n(f) effluent, manure, waste-food and litter disposal or treatment systems which meet hygienic and animal health requirements;\n(g) a designated area for the cleansing and disinfection of vehicles and containers, or have access to a cleansing depot for this purpose.\n3. The equipment and facilities referred to in paragraphs 1 (c) and 2 above should be easy to clean and disinfect and, where appropriate, have a suitable drainage system.\nCHAPTER II\n1. Frontier inspection posts shall operate under the responsibility of an official veterinarian.\n2. The official veterinarian may be helped in carrying out purely practical tasks by assistants specially trained for the purpose.\n3. Staff should, in particular, wear clean working clothes and footwear and should respect rules of hygiene.\n4. Frontier inspection posts and equipment therein should be regularly cleansed and disinfected to the satisfaction of the official veterinarian so that each consignment of animals retains its animal health status.\n5. Animals should be admitted to the frontier inspection post by the authority of the official veterinarian and should be immediately subjected to a health control.\n6. When deemed necessary by the official veterinarian, animals should be tethered, rested, fed and watered.\n7. Pests such as rodents should be systematically destroyed. 8. The official veterinarian should, in order that the health control (import control) designated in Article 12 (1) of Directive 72/462/EEC may be carried out, be systematically informed by the competent authority of the following:\n(a) an up-to-date list of third countries and parts of third countries from which Member States shall authorize importation of bovine animals and swine;\n(b) the relevant Commission Decisions including the model health certificates applicable to each third country on the list referred to above.\n9. A copy of the health certificate which accompanies each consignment of animals should be retained by the competent authority for at least 12 months together with the date and result of the health control. If this copy is not available then a record of the details of the health certificate should be made and retained for the same period and should at least contain:\n(i) the number of animals submitted to each control according to species, sex and purpose;\n(ii) the origin of and destination of the animals together with the name and address of the consignor and consignee;\n(iii) the result of the health control carried out on each consignment and a reference to the health certificate which accompanies each consignment of bovine animals or swine."}