{"celex_id": "31987R0753", "uri": "http://publications.europa.eu/resource/cellar/841696df-1752-4a6e-b83a-61ceb2b691c6", "type": "Regulation", "concepts": ["1115", "1602", "1952", "500", "5025", "979"], "title": "Commission Regulation (EEC) No 753/87 of 17 March 1987 amending Regulation (EEC) No 1365/82 laying down standard rates for the financing, by the European Agricultural Guidance and Guarantee Fund, Guarantee Section, of expenditure resulting from the free distribution of products withdrawn from the market by producers' organizations, or bought in by the intervention agencies, in the fruit and vegetables sector\n", "header": "COMMISSION  REGULATION (EEC) No 753/87\nof 17 March 1987\namending Regulation (EEC) No 1365/82 laying down standard rates for the financing, by the European Agricultural Guidance and Guarantee Fund, Guarantee Section, of expenditure resulting from the free distribution of products withdrawn from the market by producers' organizations, or bought in by the intervention agencies, in the fruit and vegetables sector\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3247/81 of 9 November 1981 on the financing by the European Agricultural Guidance and Guarantee Fund, Guarantee Section, of certain intervention measures, particularly those involving the buying-in, storage and sale of agricultural products by intervention agencies (1), as last amended by Regulation (EEC) No 2632/85 (2), and in particular Article 7 thereof,\nWhereas, with a view to its emergency scheme, for the free supply of food to those most in need following the cold spell in Europe, the Commission has also designated fruit and vegetables withdrawn from the market or bought in under Article 21 of Council Regulation (EEC) No 1035/72 of 18 May 1972 on the common organization of the market in fruit and vegetables (3), last amended by Regulation (EEC) No 1351/86 (4);\nWhereas Article 7 of Regulation (EEC) No 3247/81 provides that, according to the procedure laid down in Article 13 of Council Regulation (EEC) No 729/70 of 21 April 1970 on the financing of the common agricultural policy (5), as last amended by Regulation (EEC) No 3769/85 (6), uniform standard rates should be determined for the Community with a view to the financing of expenditure incurred for the free distribution under this scheme;\nWhereas the uniform standard rates fixed by Commission Regulation (EEC) No 1365/82 (7) are to be updated on the basis of present day costs; and whereas it is necessary to add a class for distances above 1 000 kilometres for the duration of the specific action relating to the exceptional cold spell; whereas the standard amounts have been examined by the Management Committee for fruit and vegetables;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the FEOGA Committee,", "main_body": ["Article 1 of Regulation (EEC) No 1365/82 shall read as follows:\n'Article 1\nThe standard rates to be applied, pursuant to Article 7 of Regulation (EEC) No 3247/81, for the financing by the European Agricultural Guidance and Guarantee Fund, Guarantee Section, of expenditure resulting from free distribution as provided for in Article 21 of Regulation (EEC) No 1035/72 shall be the following:\n- distance below 25 km: 1,10 ECU per 100 kg gross,\n- distance of 25 km or more and below 200 km: 2,30 ECU per 100 kg gross,\n- distance of 200 km or more and below 350 km: 3,20 ECU per 100 kg gross,\n- distance of 350 km or more and below 500 km: 4,50 ECU per 100 kg gross,\n- distance of 500 km or more and below 1 000 km: 5,90 ECU per 100 kg gross; this amount is applicable to distribution measures taking place before 31 March 1987,\n- distance equal to or above 1 000 km: 7,65 ECU per 100 kg gross; this amount is applicable to distribution measures taking place before 31 March 1987,\n- distance of 500 km or more: 5,90 ECU per 100 kg gross; this amount is applicable from 1 April 1987,\n- supplement in case of transport by wagon, other cooling or freezing vehicle: 0,55 ECU per 100 kg gross.'", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 15 January 1987.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 17 March 1987.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 327, 14. 11. 1981, p. 1.\n(2) OJ No L 251, 20. 9. 1985, p. 1.\n(3) OJ No L 118, 20. 5. 1972, p. 1.\n(4) OJ No L 119, 8. 5. 1986, p. 46.\n(5) OJ No L 94, 28. 4. 1970, p. 13.\n(6) OJ No L 362, 31. 12. 1985, p. 17.\n(7) OJ No L 153, 3. 6. 1982, p. 14."}