{"celex_id": "31987R3679", "uri": "http://publications.europa.eu/resource/cellar/005c47d4-baa1-460d-9ace-4693e47a1e15", "type": "Regulation", "concepts": ["2689", "2777", "4689", "4691", "5263"], "title": "Commission Regulation (EEC) No 3679/87 of 9 December 1987 amending Regulation (EEC) No 1481/86 on the determination of prices of fresh or chilled sheep carcases on representative Community markets and the survey of prices of certain other qualities of sheep carcases in the Community\n", "header": "COMMISSION  REGULATION (EEC) No 3679/87\nof 9 December 1987\namending Regulation (EEC) No 1481/86 on the determination of prices of fresh or chilled sheep carcases on representative Community markets and the survey of prices of certain other qualities of sheep carcases in the Community\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1837/80 of 27 June 1980 on the common organization of the market in sheepmeat and goatmeat (1), as last amended by Regulation (EEC) No 794/87 (2), and in particular Article 4 thereof,\nWhereas Commission Regulation (EEC) No 1481/86 (3), as last amended by Regulation (EEC) No 2501/86 (4), provides that the price recorded on the representative market or markets of each Member State is established using weighting coefficients reflecting the relative importance of each category coming onto each market;\nWhereas in Belgium, in the light of the volume of transactions recorded there, the market at Ciney should be recognized as a representative market; whereas the weighting coefficients for the representative markets should be altered to take account of the trend in quantities coming into these markets;\nWhereas in Denmark the places of quotation and the coefficients fixed should be altered to take account of the trend quantities coming into that market;\nWhereas in Italy, the representative market at Noci has closed; whereas in view of the volume of transactions carried on the markets at Aquila, Grosseto and Forli these markets should be recognized as representative markets; whereas the weighting coefficients should be altered to take account of the trend of quantities coming into the representative markets;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Sheep and Goats,", "main_body": ["In Annex II to Regulation (EEC) No 1481/86, points A, B 1 and H are replaced by those in the Annex to this Regulation.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 4 January 1988.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 9 December 1987.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 183, 16. 7. 1980, p. 1.\n(2) OJ No L 79, 21. 3. 1987, p. 3.\n(3) OJ No L 130, 16. 5. 1986, p. 12.\n(4) OJ No L 219, 6. 8. 1986, p. 7.\nANNEX\nFACTORS ENTERING INTO THE DETERMINATION OF PRICES RECORDED ON THE REPRESENTATIVE MARKETS OF THE COMMUNITY\nA. BELGIUM\n1.2.3 // 1. Representative markets:   // Weighting coefficients   //   // Sint-Truiden   // 50 %   //   // Gent  // 25 %   //   // Ciney   // 25 %   //   // 2. Category  // Weighting coefficient   //   // Agneaux extra   // 100 %  //\nB. DENMARK\n1. Representative market: Denmark\nThe price recorded on this market is the weighted average of the prices recorded at the following places of quotation.\n1.2 //  // Weighting coefficient   // Jutland, Skive  // 15,2 %   // Vestjyske, Roedding   // 28,0 %   // FNK, AAlborg   // 42,2 %   // Vest, Holstebro   // 6,4 %   // DLK, AArhus  // 8,2 %\nH. ITALY\n1.2 // 1. Representative markets:   // Weighting coefficients   // (a) Roma   // 25,0 %   // (b) Other markets:   //  // Avellino   // 6,0 %   // Firenze   // 5,0 %   // Foggia  // 22,0 %   // Nuoro   // 19,0 %   // L'Aquila   // 11,0 %  // Grosseto   // 6,0 %   // ForlĂŹ   // 6,0 %   // 2. Category:   // Weighting coefficient   // Agnelli   // 100 %"}