{"celex_id": "31987D0251", "uri": "http://publications.europa.eu/resource/cellar/47b3988a-7bae-42a7-9d02-c5519b989dee", "type": "Decision", "concepts": ["1136", "3581", "3892", "4010", "550", "888"], "title": "87/251/EEC: Commission Decision of 12 March 1987 on the initiation of an international consultation and disputes settlement procedure concerning a United States measure excluding imports of certain aramid fibres into the United States of America\n", "header": "COMMISSION  DECISION\nof 12 March 1987\non the initiation of an international consultation and disputes settlement procedure concerning a United States measure excluding imports of certain aramid fibres into the United States of America\n(87/251/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2641/84 of 17 September 1984 on the strengthening of the common commercial policy with regard in particular to protection against illicit commercial practices (1), and in particular Article 11 (2) (a), thereof,\nWhereas:\nA. Procedure\n(1) On 9 December 1985, the Commission received a complaint alleging that the application of Section 337 of the US Tariff Act of 1930 in the matter of 'certain aramid fibres', an action instigated by E.I. Dupont de Nemours (hereinafter Dupont), constituted an illicit commercial practice of the United States Government, and that the resulting order by the US International Trade Commission (USITC) to exclude from the US market unlicensed importations of certain forms of aramid fibre manufactured outside the United States by a Community producer, AKZO NV or its affiliated companies (hereinafter AKZO), was thereby causing or threatening to cause injury to a Community industry.\n(2) The complaint was lodged on behalf of the AKZO group by ENKA BV of the Netherlands, the sole producer of aramid fibres in the Community. The complaint contained evidence judged by the Commission to be sufficient to warrant the opening of an investigation procedure under Regulation (EEC) No 2641/84.\n(3) An examination procedure was initiated on 5 February 1986 (2). Details of the Community producer's allegations are contained in the notice of initiation.\n(4) Following the publication of the notice of initiation numerous letters were received from the Union des Industries de la CommunautĂŠ EuropĂŠenne (UNICE), other national industrial organizations, as well as from individual trade organizations and companies supporting the complaint. UNICE in particular complained of certain aspects of Section 337 alleging, inter alia, harassment and inequitable treatment.\n(5) The Commission notified the parties known to be concerned and gave them the opportunity to make known their views in writing and to request a hearing.\nThe Commission received and examined extensive written submissions from the interested parties. In addition, hearings were granted to those primarily concerned parties who made such a request, i.e. AKZO and Dupont. No such request was made by the United States Government. Due to the\ncomplexities of the United States legal issues under examination, the expert opinion of a United States patent lawyer was also sought by the Commission on the 'counterclaims' issue.\nB. The alleged illicit commercial practice\n(6) The Community producer alleged, inter alia, that the procedure followed by the ITC in the aramid fibre case pursuant to Section 337, and the resulting exclusion order, constituted an illicit commercial practice of the United States Government within the meaning of Article 2 (1) of Regulation (EEC) No 2641/84. Specifically, it was claimed that national treatment provided for by Article III (4) of the GATT had been denied in the ITC procedure in question. It was further alleged that it was impossible under the Section 337 ITC proceedings to raise a counterclaim which was considered to be essential to an effective defence; that full access to vital evidence presented by Dupont, the complainant in the ITC, was denied and in consequence the respondents were thereby prevented from effectively defending their case.\nIt was claimed that the ITC proceeding conducted in respect of certain aramid fibre produced by them was not 'necessary' within the meaning of Article XX (d) of the GATT for the protection of United States patent rights, so that the resulting exclusion order did not fall within the exceptions provided for under this article. It was also alleged that the exclusion order was causing both present and future injury to a Community industry.\n(7) The United States Government responded by stating that the allegations were unfounded, that the issue in dispute was between private parties regarding the extent of rights conferred by national process patents, and that any EEC investigation of 'illicit commercial practices' should be based on evidence of a pattern, and not on the basis of a single dispute. It was further stated that the allegations made by the Community producer were essentially those asserted by Canada during a GATT panel procedure in the 'Spring Assemblies' case in 1982. It was further asserted that the complaint of the inability to raise counterclaims in ITC proceedings as opposed to a United States District Court, was currently under review by the United States Court of Appeals for the Federal Circuit in the appeal brought by AKZO against the ITC final order, and thus any Community investigation on this point was premature.\n(8) Dupont, in supporting the United States Government's position, submitted, inter alia, that the Community producer had benefitted from a full and fair opportunity to defend itself in the ITC proceeding and enjoyed protection and rights of review which are not available to defendants in patent litigation in United States District Courts. On the impossibility of raising counterclaims, Dupont asserted that the complainant could not have defended its infringement of Dupont's patent in a United States District Court by alleging the invalidity of other Dupont patents or by alleging that Dupont was infringing one of the complainants United States process patents.\nC. Recent developments\n(9) On 22 December 1986 the Court of Appeals for the Federal Circuit denied an appeal brought by AKZO against the exclusion order issued by the USITC under Section 337 prohibiting the importation into the United States of aramid fibres manufactured by AKZO in the Netherlands.\nOn 5 February 1987 the same court and judges, on appeal by AKZO, confirmed a ruling of the District Court of Richmond, Virginia, on 23 May 1986 which had declared that Dupont was not infringing AKZO's solvent process patent as AKZO had claimed and had upheld Dupont's counterclaim that the solvent patent was in any event invalid for obviousness.\nD. The Commission's view\n(10) It is not for the Commission, under Regulation (EEC) No 2641/84, to pronounce on the merits or otherwise of AKZO and Dupont's claims relating to their respective patents for aramid fibre which are in dispute. Nor does the Commission consider it appropriate or necessary, in this Decision, to address the question of whether the ITC procedures infringe the due process requirements of the United States constitution.\nOn the other hand, the Commission considers it to be relevant within the framework of Regulation (EEC) No 2641/84, to examine the practice of the United States authorities whereby imported goods, by virtue of their non-US origin, are subjected to a separate and distinct procedure for the purpose of enforcing private intellectual property rights, and to determine in this connection whether non-US origin goods are subjected to less favourable treatment as a result. Even if Section 337 does not specifically discriminate against foreign undertakings by virtue of their foreign status, in that it applies, in principle, to foreign and domestic undertakings alike, nonetheless Section 337 gives the ITC commission separate and distinct jurisdiction over products imported from a foreign country even if they are manufactured/imported by a United States undertaking or subsidiary. It is relevant to observe in this connection that virtually all Section 337 cases of the ITC and the Tariff Commission (the predecessor of the ITC) have involved foreign firms and foreign-manufactured goods, and that in practice Section 337 applies almost exclusively to foreign firms and products.\n(11) In the Commission's view, the relevant enquiry is whether or not the different rules of procedure applicable in the ITC under Section 337 result in a denial of national treatment within the meaning of Article III of the General Agreement on Tariffs and Trade, and whether this denial comes within the exception provided for in Article XX (d) or is in violation of the Agreement.\nThe purpose of an examination procedure under Regulation (EEC) No 2641/84 is not to reconsider the findings of courts of a third country in disputes between private parties. The Commission is concerned with the AKZO/Dupont aramid fibre case before the ITC because it is a case in which national treatment, as required by the GATT, was not obtained.\n(12) From the opinion and supporting evidence submitted by the United States legal expert, and from certain comments in the submissions of the interested parties, the Commission has concluded that, contrary to that which occurred in the ITC proceedings, the Community producer would have had the possibility under the rules applied by a United States Civil Court to make a counterclaim in the same action, alleging infringement of its own patent by the plaintiff which might have resulted in a different outcome of the dispute between the parties. The Commission has therefore concluded that the procedure under Section 337 in the ITC is less favourable to respondents than the procedures in the United States courts in respect of goods produced in the United States and therefore results in a denial of national treatment which is contrary to Article III of GATT.\nSection 337 procedure is not necessary in the sense that, as the practice in pratically all other countries shows, infringements of domestic patents by imports can be dealt with in the same way as infringements by domestic products. Therefore, the application of Section 337 of the United States Tariff Act 1930 constitutes an illicit commercial practice within the meaning of Regulation (EEC) No 2641/84.\nE. Injury\n(13) In making its determination of injury the Commisison considered, inter alia, the following factors:\n(a) the volume of Comunity exports concerned;\n(b) prices;\n(c) the consequent impact on the Community producer as indicated by the trend in economic factors such as production, sales, profitability, etc.\nConsidering that the exclusion order was issued in November 1985 and actual (limited sale) commercial production by the Community producer only started in mid-1986, the Commission considers that there is no present material injury resulting from the ITC exclusion order.\nHowever, in a case where threat of injury is alleged - as in the present case - the Commission must examine whether or not any future injury is clearly foreseeable. In this respect, the complainant's arguments of loss of direct sales to the United States and the Community in the period up to 1990 and beyond were found to be convincing.\n(14) Accordingly, although the Commission considers that the Community producer has failed to prove that the Community industry has already beene materially injured by the ITC exclusion order, it nonetheless finds the evidence submitted by the complainant in support of its allegations sufficient to demonstrate the existence of a threat of injury.\nF. Community interest\n(15) In the light of the results of the investigation, it appears that an important question of the application of GATT is at issue which has considerable economic implications. The previous findings of the GATT in the 'Spring Assemblies' case did not deal with the question of the compatibility of Section 337 with Article III of GATT. In view of the foregoing and the past criticisms raised by the Community against certain aspects of Section 337, the Commission considers that it is in the Community interest to initiatie international consultation and dispute settlement procedures with a view to achieving the alignment of United States legislation with its international obligations. G. Conclusion and action to be taken\n(16) The Commission, having completed the examination procedure provided for under Article 6 of Regulation (EEC) No 2641/84, considers that the application of Section 337 of the United States Tariff Act of 1930 in the case of certain aramid fibre contains sufficient evidence of an illicit commercial practice and resultant threat of injury as defined by the said Regulation to warrant further action.\n(17) The Advisory Committee has been consulted as provided for under Article 5 of Regulation (EEC) No 2641/84 as to the Comission's findings and on the decision to be taken, both of which met with the general agreement of the Advisory Committee,", "main_body": ["The procedure for consultation and dispute settlements referred to in Article XXIII of the General Agreement on Tariffs and Trade is to be initiated concerning the application of Section 337 of the United States Tariff Act of 1930 in respect of certain aramid fibre manufactured by AKZO NV or its affiliated companies outside the United States."], "attachments": "Done at Brussels, 12 March 1987.\nFor the Commission\nWilly DE CLERCQ\nMember of the Commission\n(1) OJ No L 252, 20. 9. 1984, p. 1.\n(2) OJ No C 25, 5. 2. 1986, p. 2."}