{"celex_id": "31989D0133", "uri": "http://publications.europa.eu/resource/cellar/a7c37aa0-119d-4bf0-9029-b0c9a34c0f9c", "type": "Decision", "concepts": ["2564", "2970", "2979", "889", "980"], "title": "89/133/EEC: Commission Decision of 7 February 1989 amending the boundaries of the less-favoured areas in Portugal within the meaning of Council Directive 75/268/EEC (Only the Portuguese text is authentic)\n", "header": "COMMISSION  DECISION\nof 7 February 1989\namending the boundaries of the less-favroured areas in Portugal within the meaning of Council Directive 75/268/EEC\n(Only the Portuguese text is authentic)\n(89/133/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 75/268/EEC of 28 April 1975 on mountain and hill farming and farming in less-favoured areas (1), as last amended by Regulation (EEC) No 797/85 (2), and in particular Article 2 (3) thereof,\nWhereas Directive 86/467/EEC of 14 July 1986 concerning the Community list of less-favoured farming areas within the meaning of Directive 75/268/EEC (Portugal) (3) defines the areas of Portugal which are part of the Community list of less-favoured farming areas within the meaning of Article 3 (3), (4) and (5) of Directive 75/268/EEC;\nWhereas on 5 July 1988 the Government of the Portuguese Republic notified and amendment to the administrative boundaries of five 'freguesias' (4);\nWhereas, in response to a request for information, the Portuguese authorities notified the Commission on 4 October 1988 that the new boundaries do not change the area classified pursuant to Directive 75/268/EEC but that only a subdivision of five previously classified freguesias into a total of 10 freguesias is involved;\nWhereas the Committee for the European Agricultural guidance and Guarantee Fund (EAGGF) has been consulted on the financial aspects;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Agricultural Structure,", "main_body": ["With effect from 11 June 1988, the list of less-favoured areas in Portugal contained in the Annexes to Directive 86/467/EEC is hereby amended in accordance with the Annex to this Decision.", "This Decision is addressed to the Portuguese Republic."], "attachments": "Done at Brussels, 7 February 1989.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 128, 19. 5. 1975, p. 1.\n(2) OJ No L 93, 30. 3. 1985, p. 1.\n(3) OJ No L 273, 24. 9. 1986, p. 173.\n(4) Basic adminitrative unit in Portugal.\nANNEX\nI. Less-favoured areas within the meaning of Article 3 (3) of Directive 75/268/EEC\n1.2.3 //  //  //  // Distrito  // Concelho  // Freguesia  //  //  //  // Porto   // Penafiel   // Sebolido Rio Mau  // Beja   // Odemira   // Santa Clara-a-Velha Pereiras-Gare  //    //   //\nII. Less-favoured areas within the meaning of Article 3 (4) of Directive 75/268/EEC\n1.2.3 //  //  //  // Distrito  // Concelho  // Freguesia  //  //  //  // Beja   // Almodôvar   // Gomes Aires Aldeia dos Fernandes   // Setúbal   // Montijo   // Canha Pegões   //  //   //\nIII. Less-favoured areas within the meaning of Article 3 (5) of Directive 75/268/EEC\n1.2.3 //  //  //  // Distrito  // Concelho  // Freguesia  //  //  //  // Santarém   // Tomar   // Casais Além da Ribeira   //    //   //"}