{"celex_id": "31984R0558", "uri": "http://publications.europa.eu/resource/cellar/b8a59f88-60c1-4727-bfc5-9fc4a520ce73", "type": "Regulation", "concepts": ["1826", "4620", "588"], "title": "Commission Regulation (EEC) No 558/84 of 29 February 1984 imposing a provisional anti-dumping duty on imports of hardboard originating in the Soviet Union and re-opening the anti-dumping proceeding concerning those imports\n", "header": "COMMISSION  REGULATION (EEC) No 558/84\nof 29 February 1984\nimposing a provisional anti-dumping duty on imports of hardboard originating in the Soviet Union and re-opening the anti-dumping proceeding concerning those imports\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3017/79 of 20 December 1979 on protection against dumped or subsidized imports from countries not members of the European Economic Community (1), as amended by Regulation (EEC) No 1580/82 (2), and in particular Article 10 thereof,\nAfter consultations within the advisory committee as provided for under the above Regulation,\nWhereas:\n(1) On 4 July 1981 the Commission published in the Official Journal of the European Communities (3) a notice of review of its decision of 4 June 1980 to accept undertakings in connection with the anti-dumping proceeding concerning imports of fibre building board originating in Czechoslovakia, Finland, Norway, Poland, Romania, Spain, the Soviet Union and Sweden.\n(2) The Commission conducted a preliminary examination of dumping and injury showing, as set out in Commission Regulation (EEC) No 1633/82 (4), that there was dumping and material injury resulting therefrom and withdrew its acceptance of the existing undertakings.\n(3) Voluntary price undertakings were offered by the exporters concerned including the Soviet exporter V/O Exportles represented by the Russian Wood Agency, London. These undertakings were accepted by the Commission and the anti-dumping proceeding was terminated.\n(4) The undertakings provide that half-yearly reports on quantities and prices of exports of fibre building board to the EEC have to be submitted by the companies to the Commission. Based on the data supplied by the Russian Wood Agency, acting on behalf of V/O Exportles, the Commission established that during the period October 1982 to October 1983 V/O Exportles exported significant quantities of hardboard to the Community in violation of the provisions of the undertakings.\n(5) The Commission informed the Russian Wood Agency of its findings and provided the opportunity for comments. The company availed itself of this opportunity but its reply was incomplete and did not in substance contest the findings of the Commission.\n(6) The significant violation of the undertaking by V/O Exportles threatens to undermine the stability of the pricing structure established by Regulation (EEC) No 1633/82.\n(7) In these circumstances, the protection of the Community's interests calls for the withdrawal of acceptance of the undertaking offered by the Soviet exporter and for the re-opening of the anti-dumping proceeding concerning imports of hardboard from the Soviet Union and for the immediate application of provisional measures based on the information available in accordance with Article 10 (6) of Regulation (EEC) No 3017/79.\n(8) The price undertakings were accepted in lieu of the application of anti-dumping duties on the basis of the findings as set out in the said Regulation (EEC) No 1633/82. Those findings showed that the extent of the injury caused by the dumped imports of hardboard required elimination of the full dumping margin. Under these circumstances the Commission considers it appropriate that the provisional duties should be equal to the dumping margins established in the course of the preceding anti-dumping enquiry which led to the acceptance of the undertakings. During the subsequent procedure the Commission will verify whether exports made during the period for which the violation of the undertaking has been established were at prices resulting in a different dumping margin,", "main_body": ["The Commission hereby withdraws its acceptance of the price undertaking offered by the Russian Wood Agency, London, on behalf of V/O Exportles, Moscow, USSR, concerning exports of hardboard to the European Economic Community and re-opens the anti-dumping proceeding concerning imports of hardboard originating in the Soviet Union.", "1. A provisional anti-dumping duty is hereby imposed on imports of fibre building board weighing more than 0,8 g/cm3 (hardboard), falling within heading No ex 44.11 of the Common Customs Tariff, corresponding to NIMEXE codes 44.11-10 and 20, originating in the Soviet Union.\n2. The rate of the duty shall be 27,7 % based on the customs value.\n3. The provisions in force with regard to customs duties shall apply.\n4. The release for free circulation in the Community of the products referred to in paragraph 1 shall be subject to the provision of a security equivalent to the amount of the provisional duty.", "Without prejudice to Article 7 (4) (b) and (c) of Regulation (EEC) No 3017/79, the parties concerned may make known their views and apply to be heard orally by the Commission within one month of the entry into force of this Regulation.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nSubject to Articles 11, 12 and 14 of Regulation (EEC) No 3017/79, it shall apply for a period of four months, unless the Council adopts definitive measures before the expiry of that period.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 29 February 1984.\nFor the Commission\nWilhelm HAFERKAMP\nVice-President\n(1) OJ No L 339, 31. 12. 1979, p. 1.\n(2) OJ No L 178, 22. 6. 1982, p. 9.\n(3) OJ No C 164, 4. 7. 1981, p. 3.\n(4) OJ No L 181, 25. 6. 1982, p. 19."}