{"celex_id": "31984R1632", "uri": "http://publications.europa.eu/resource/cellar/101f6ef6-63ae-4a7e-b2d6-e2f4cee5668a", "type": "Regulation", "concepts": ["1115", "1602", "2173", "3170"], "title": "Commission Regulation (EEC) No 1632/84 of 8 June 1984 amending the Annex to Regulations (EEC) No 1559/70, (EEC) No 1561/70, (EEC) No 1562/70 and (EEC) No 55/72\n", "header": "COMMISSION  REGULATION (EEC) No 1632/84\nof 8 June 1984\namending the Annex to Regulations (EEC) No 1559/70, (EEC) No 1561/70, (EEC) No 1562/70 and (EEC) No 55/72\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1035/72 of 18 May 1972 on the common organization of the market in fruit and vegetables (1), as last amended by Regulation (EEC) No 1332/84 (2), and in particular Article 21 (3) thereof,\nWhereas the Annex to Commission Regulations:\n- (EEC) No 1559/70 of 31 July 1970 laying down conditions for the supply to the animal feedingstuffs industry of fruit and vegetables withdrawn from the market (3), as last amended by Regulation (EEC) No 3548/83 (4),\n- (EEC) No 1561/70 of 31 July 1970 laying down conditions for awarding contracts for distilling operations in respect of certain fruit withdrawn from the market (5), as last amended by Regulation (EEC) No 3548/83,\n- (EEC) No 1562/70 of 31 July 1970 laying down conditions for the supply to the distilling industries of certain fruit withdrawn from the market (6), as last amended by Regulation (EEC) No 3548/83, and\n- (EEC) No 55/72 of 12 January 1972 laying down conditions for inviting tenders for the disposal of fruit and vegetables withdrawn from the market (7), as last amended by Regulation (EEC) No 3548/83, lists the agencies appointed by the Member States to carry out the operations specified in those Regulations;\nWhereas, the identifying elements of the different organizations have been changed or completed; whereas the Annex to the said Regulations should therefore be amended;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Fruit and Vegetables,", "main_body": ["The Annex to Regulations (EEC) No 1559/70, (EEC) No 1561/70, (EEC) No 1562/70 and (EEC) No 55/72 is hereby replaced by the Annex hereto.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 8 June 1984.\nFor the Commission\nPoul DALSAGER\nMember of the Commission\n(1) OJ No L 118, 20. 5. 1972, p. 1.\n(2) OJ No L 130, 16. 5. 1984, p. 1.\n(3) OJ No L 169, 1. 8. 1970, p. 55.\n(4) OJ No L 354, 16. 12. 1983, p. 36.\n(5) OJ No L 169, 1. 8. 1970, p. 63.\n(6) OJ No L 169, 1. 8. 1970, p. 67.\n(7) OJ No L 9, 12. 1. 1972, p. 1.\nANNEX\nList of the authorities responsible in Member States\n1.2 // Kingdom of Belgium:  // Office belge de l'économie et de l'agriculture (OBEA), rue de Trèves 82, B-1040 Bruxelles (telex: 24 076 OBEA BRU B; tel. (02) 230 17 40)  // Federal Republic of Germany:  // Bundesamt fuer Ernaehrung und Forstwirtschaft, Abteilung Marktordnung und Aussenhandel, Adickesallee 40, D-6 Frankfurt am Main (telex 041/1165 BEF; tel. (06 11) 156 40)  // French Republic:  // Office national interprofessionnel des fruits et légumes et de l'horticulture (Oniflhor), 164, rue de Javel, F-75015 Paris (telex ONIFLHO 250 775; tel. 554 97 08)  // Italian Republic:  // Azienda di Stato per gli interventi nel mercato agricolo (AIMA), via Palestro, 81, I-Roma (telex 613 003; tel. 495 92 61)  // Grand Duchy of Luxembourg:  // Administration des services techniques de l'agriculture (ASTA), 16, route d'Esch, L-Luxembourg (telex 2537; tel. 44 32 32)  // Kingdom of the Netherlands:  // Voedselvoorzienings In- en Verkoopbureau, Burgemeester Kessenplein 3, NL-6431 KM Hoensbroek; Address for correspondence: Postbus 960, NL-6430 AZ Hoensbroek (telex 56 396; tel. (045) 22 20 20)  // Kingdom of Denmark:  // EF-Direktoratet, Direktoratet for Markedsordningerne, Frederiksborggade 18, DK-1360 Koebenhavn K (telex 15 137; tel. (01) 92 70 00)  // Ireland:  // Department of Agriculture, Agriculture House, Kildare Street, IRL-Dublin 2 (telex 25118 AGRI EI; tel. Dublin 78 90 11)  // United Kingdom of Great Britain and Northern Ireland:  // Intervention Board for Agricultural Produce, Fountain House, 2 Queens Walk, UK-Reading RG1 7QW, Berkshire (telex: 848 302; tel. (0734) 58 36 26)  // Hellenic Republic:  // Ypoyrgeío Georgías,\nYpiresía Diacheiríseos kai Agorón Georgikón Proïónton (YDAGEP),\nAcharnón 5, Athína\n(telex 221 734; tel. 52 47 711)"}