{"celex_id": "31982D0929", "uri": "http://publications.europa.eu/resource/cellar/08bdc52d-cdd1-4cdc-a54d-0cad7d4faf9b", "type": "Decision", "concepts": ["1091", "2159", "3842", "4381"], "title": "82/929/EEC: Commission Decision of 20 December 1982 establishing that the apparatus described as 'Tektronix - Waveform Viewing Transient Digitizer System, model WP 2010' may be imported free of Common Customs Tariff duties\n", "header": "COMMISSION  DECISION\nof 20 December 1982\nestablishing that the apparatus described as 'Tektronix - Waveform Viewing Transient Digitizer System, model WP 2010' may be imported free of Common Customs Tariff duties\n(82/929/EEC)\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1798/75 of 10 July 1975 on the importation free of Common Customs Tariff duties of educational, scientific and cultural materials (1), as last amended by Regulation (EEC) No 608/82 (2),\nHaving regard to Commission Regulation (EEC) No 2784/79 of 12 December 1979 laying down provisions for the implementation of Regulation (EEC) No 1798/75 (3), and in particular Article 7 thereof,\nWhereas, by letter dated 3 May 1982, the Federal Republic of Germany has requested the Commission to invoke the procedure provided for in Article 7 of Regulation (EEC) No 2784/79 in order to determine whether or not the apparatus described as 'Tektronix - Waveform Viewing Transient Digitizer System, model WP 2010', ordered on 13 November 1978 and to be used for the measurement of short phase-transformation times in metal alloys and in particular for recording the development of the phase-transformation in time, should be considered to be a scientific apparatus and, where the reply is in the affirmative, whether apparatus of equivalent scientific value is currently being manufactured in the Community;\nWhereas, in accordance with the provisions of Article 7 (5) of Regulation (EEC) No 2784/79, a group of experts composed of representatives of all the Member States met on 20 October 1982 within the framework of the Committee on Duty-Free Arrangements to examine the matter;\nWhereas this examination showed that the apparatus in question is a signal acquisition system; whereas its objective technical characteristics, such as the sensibility in the field of the temporal measurement, and the use to which it is put make it specially suited to scientific research; whereas, moreover, apparatus of the same kind are principally used for scientific activities; whereas it must therefore be considered to be a scientific apparatus;\nWhereas, on the basis of information received from Member States, apparatus of equivalent scientific value capable of use for the same purpose is not currently manufactured in the Community; whereas, therefore, duty-free admission of this apparatus is justified,", "main_body": ["The apparatus described as 'Tektronix - Waveform Viewing Transient Digitizer System, model WP 2010', which is the subject of an application by the Federal Republic of Germany of 3 May 1982, may be imported free of Common Customs Tariff duties.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 20 December 1982.\nFor the Commission\nPoul DALSAGER\nMember of the Commission\n(1) OJ No L 184, 15. 7. 1975, p. 1.\n(2) OJ No L 74, 18. 3. 1982, p. 4.\n(3) OJ No L 318, 13. 12. 1979, p. 32."}