{"celex_id": "31989L0361", "uri": "http://publications.europa.eu/resource/cellar/cf2579a9-7989-4236-97e2-6c58212998d5", "type": "Directive", "concepts": ["2211", "3191", "3308", "5252", "619", "6322"], "title": "Council Directive 89/361/EEC of 30 May 1989 concerning pure-bred breeding sheep and goats\n", "header": "6.6.1989 EN Official Journal of the European Communities L 153/30\nCOUNCIL DIRECTIVE\nof 30 May 1989\nconcerning pure-bred breeding sheep and goats\n(89/361/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 43 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas the breeding and rearing of sheep and goats occupies an important place in Community agriculture; whereas these activities can constitute a source of income for part of the farming population;\nWhereas sheep and goat breeding should be encouraged and whereas satisfactory results in that respect depend largely on the use of pure-bred animals;\nWhereas disparities exist as regards entry in flock books; whereas those disparities constitute a barrier to trade, within the Community; whereas complete liberalization of trade calls for subsequent harmonization particularly regarding entry in flock books;\nWhereas, in order to remove those disparities and thereby contribute to increasing agricultural productivity in the sector, intra-Community trade should be liberalized;\nWhereas Member States should be authorized to require that certificates drawn up in accordance with Community procedures be presented;\nWhereas provisions should be introduced preventing pure-bred breeding sheep and goats from being imported from third countries on terms which are less stringent than those applicable within the Community;\nWhereas implementing measures should be adopted regarding certain technical aspects; whereas, for the purposes of the planned measures, provisions should be made for close cooperation between the Member States and the Commission within the Standing Committee on Zootechnics,", "main_body": ["1.   This Directive covers zootechnical problems which may arise in intra-Community trade in pure-bred breeding sheep and goats and the semen, ova and embryos thereof.\n2.   Pending the entry into force of the relevant Community provisions, national animal health rules shall, provided they comply with the general provisions of the EEC Treaty, apply in respect of intra-Community trade.", "For the purposes of this Directive, the following definitions shall apply:\n(a) ‘pure-bred breeding sheep and goat’: any sheep or goat the parents and grandparents of which are entered or registered in a flock book of the same breed and which is itself entered or registered and eligible for entry therein;\n(b) ‘flock book’: any book, register, file or data medium:\n— which is maintained by a breeders' organization or association officially approved by the Member State in which that breeders' organization or association is established, or by an official agency of the Member State in question, and\n— in which pure-bred breeding sheep or goats of a given breed are entered or registered with mention of their ancestors.", "1.   Member States may not prohibit, restrict or impede on zootechnical grounds:\n— intra-Community trade in pure-bred breeding sheep and goats and the semen, ova and embryos thereof,\n— the official approval of breeders' organizations or associations which maintain or establish flock books in accordance with Article 4.\n2.   However, Member States may continue to apply their national provisions which comply with the general rules of the EEC Treaty pending the entry into force of the Community decisions referred to in Articles 4 and 6.", "The Commission shall, in accordance with the procedure laid down in Article 8, determine before 1 January 1991:\n— the criteria for the approval of breeders' organizations and associations which maintain or establish flock books,\n— the criteria for entry or registration in flock books,\n— methods for monitoring performance and assessing the genetic value of pure-bred breeding sheep and goats,\n— the criteria for the approval of a breeding animal for the purpose of using its semen, ova or embryos.", "Member States shall notify the Commission and the other Member States of the breeders' organizations and associations which are approved for the purpose of maintaining or establishing flock books and which meet the criteria determined in accordance with the first indent of Article 4.", "Member States may require pure-bred breeding sheep and goats and the semen, ova and embryos of such animals to be accompanied at the time of their marketing by a zootechnical certificate drawn up in accordance with the specimen established by the Commission under the procedure set out in Article 8.", "Pending the implementation of Community rules on the subject, the zootechnical conditions applicable to imports of pure-bred breeding sheep and goats and the semen, ova and embryos thereof from third countries must not be more favourable than those governing intra-Community trade.", "Where the procedure laid down in this Article is to be used, the Standing Committee on Zootechnics set up by Decision 77/505/EEC (4), shall act in accordance with the rules set out in Article 11 of Directive 88/661/EEC (5).", "The Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive by 1 January 1991 at the latest. They shall forthwith inform the Commission thereof.", "0\nThis Directive is addressed to the Member States."], "attachments": "Done at Brussels, 30 May 1989.\nFor the Council\nThe President\nC. ROMERO HERRERA\n(1)  OJ No C 348, 23. 12. 1987, p. 6.\n(2)  OJ No C 94, 11. 4. 1988, p. 182.\n(3)  OJ No C 80, 28. 3. 1988, p. 35.\n(4)  OJ No L 206, 12. 8. 1977, p. 11.\n(5)  OJ No L 382, 31. 12. 1988, p. 36."}