{"celex_id": "31980R0037", "uri": "http://publications.europa.eu/resource/cellar/bfa5f392-553a-41a9-b8b9-e130c2d2ed18", "type": "Regulation", "concepts": ["161", "3190", "3461", "491", "5088", "5367"], "title": "Commission Regulation (EEC) No 37/80 of 9 January 1980 laying down measures applying the system of certificates of origin provided for under the International Coffee Agreement 1976 when quotas are in effect\n", "header": "COMMISSION REGULATION (EEC) No 37/80  of 9 January 1980  laying down measures applying the system of certificates of origin provided for under the International Coffee Agreement 1976 when quotas are in effect\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2436/79 of 9 October 1979 on the application of the system of certificates of origin provided for under the International Coffee Agreement 1976 when quotas are in effect (1), and in particular Article 3 (3) thereof,\nWhereas, in order to supervise exports of coffee from the Community, provision should be made for certain formalities concerning the use of the certificate of re-export to be completed at the customs office by which the goods leave the Community;\nWhereas, for case of administration, it is desirable to provide for more flexible rules where coffee declared for exportation is carried to third countries under the procedure laid down in Section I of Title IV of Commission Regulation (EEC) No 223/77 of 22 December 1976 on provisions for the implementation of the Community transit procedure and for certain simplification of that procedure (2), as last amended by Regulation (EEC) No 1964/79 (3);\nWhereas it is laid down in Article 4 of Regulation (EEC) No 2436/79 that the Commission shall fix, from the time of the introduction or suspension of a quota, the date on which the provisions relating to the implementation of the system of certificates of origin shall become applicable or shall cease to be applicable;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Community Transit Committee,", "main_body": ["The certificate of re-export provided for in Article 3 (1) of Regulation (EEC) No 2436/79 shall be presented at the customs office where the customs export formalities are carried out. Where that office is not the office by which the goods in question leave the Community, that certificate shall also be presented at the customs office by which the goods leave. Such latter office shall stamp the certificate and channel it as provided for by the rules in the Annex to Regulation (EEC) No 2436/79.", "Where the customs office at which the customs export formalities are carried out is not in the same Member State as the customs office by which the goods leave the Community, the goods shall be placed under a customs transit procedure which shall cover their movement between the two customs offices in question.\nThe customs office where the customs export formalities are carried out shall ensure that one of the following statements is entered in the box reserved for the description of the goods on all copies of the transit documents used:    - \"International Coffee Organization - Certificate of re-export R No ...\",\n- \"Den internationale Kaffeorganisation - Re-eksportcertifikat R løbenummer ...\",\n- \"Internationale Kaffee-Organisation - Wiederausfuhrzeugnis R Nr. ...\",\n- \"Organisation internationale du café - certificat R de réexportation nº ...\",\n- \"Organizzazione internazionale del caffé - certificato R di riesportazione n. ...\",\n- \"Internationale Koffieorganisatie - certificaat van heruitvoer R nr. ...\".", "By way of derogation from Article 1, where goods are placed under the procedure laid down in Section 1 of Title IV of Regulation (EEC) No 223/77 for carriage to a railway station of destination outside the customs territory of the Community, the certificate of re-export referred to in Article 1 shall be presented at the office of departure. That office shall stamp the  (1)OJ No L 282, 12.11.1979, p. 1. (2)OJ No L 38, 9.2.1977, p. 20. (3)OJ No L 227, 7.9.1979, p. 12.  certificate and channel it as provided for by the rules in the Annex to Regulation (EEC) No 2436/79.\nPermission to vary the contract of carriage so that carriage ends in the Community shall be granted only after the stamped certificate has been surrendered to the office of departure.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 9 January 1980.\nFor the Commission\nÉtienne DAVIGNON\nMember of the Commission"}