{"celex_id": "31989R1614", "uri": "http://publications.europa.eu/resource/cellar/65d9703c-ca09-4efc-8164-2349e5034fe0", "type": "Regulation", "concepts": ["1063", "1335", "1706"], "title": "Council Regulation (EEC) No 1614/89 of 29 May 1989 amending Regulation (EEC) No 3529/86 on protection of the Community's forests against fire\n", "header": "COUNCIL REGULATION (EEC) No 1614/89 of 29 May 1989 amending Regulation (EEC) No 3529/86 on protection of the Community's forests against fire\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Articles 43 and 130s thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas, despite the existence of prevention measures, forest fires each year affect 500 000 hectares of woodland, especially in the southern part of the Community; whereas it is therefore necessary for those preventive measures, introduced by  Regulation (EEC) No 3529/86 (4), to be supplemented by appropriate measures to ensure more effective protection of forests against fires;\nWhereas experiments with new techniques and technologies and new equipment and products can help to increase such protection;\nWhereas a Standing Forestry Committee has been set up by Decision 89/367/EEC (5); whereas that committee should be granted the powers of the Committee on Forest Protection as provided for in Regulation (EEC) No 3529/86;\nWhereas the Community's financial contribution to the measures involved should be adjusted accordingly,", "main_body": ["Regulation (EEC) No 3529/86 is hereby amended as follows:\n1.  In Article 2:\n(a)  the following paragraph is added:\n'1a. The scheme shall also cover measures to encourage pilot projects and experiments in new techniques and technologies, and the development of equipment and products which may increase the effectiveness of measures to protect forests against fires.'\n(b)  in paragraph 2, 'paragraph 1' is replaced by 'paragraphs 1 and 1a'.\n2.  Article 4 (1) is amended as follows:\n(a)  in paragraph 1, the first part of the sentence is replaced by the following:\n'The Standing Forestry Committee set up by Decision 89/367/EEC (6) shall be consulted, within the meaning of Article 8 of Regulation (EEC) No 3528/86:';\n(b)  in paragraph 2, 'within the meaning of Article 8 of Regulation (EEC) No 3528/86' is deleted.\n(c)  the following footnote is added:\n'(7) OJ No L 165, 15. 6. 1989, p. 14.'\n3.  The following is added after Article 4:\n'Article 4a\nThe Commission shall coordinate and monitor the measures taken for the protection of forests against fire that are the subject of this Regulation. It may in particular have recourse to research institutes and scientific and technical advisers.'\n4.  In Article 5 (2), 'ECU 20 million' is replaced by 'ECU 31,5 million'.\n5.  In Article 6, '30 %' is replaced by '50 %'.", "Article 2\nThis Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 29 May 1989.\nFor the Council\nThe President\nC. ROMERO HERRERA\n(1) OJ No C 312, 7. 12. 1988, p. 113.\n(2) Opinion delivered on 26 May 1989 (not yet published in the Official Journal).\n(3) OJ No C 139, 5. 6. 1989, p. 14.\n(4) OJ No L 326, 21. 11. 1986, p. 5.\n(5) See page 14 of this Official Journal."}