{"celex_id": "31986R3818", "uri": "http://publications.europa.eu/resource/cellar/e254f742-73d2-4718-b958-23cde645a591", "type": "Regulation", "concepts": ["1642", "1644", "3732", "5360"], "title": "Commission Regulation (EEC) No 3818/86 of 15 December 1986 amending Regulation (EEC) No 2042/75 on special detailed rules for the application of the system of import and export licences for cereals and rice\n", "header": "COMMISSION  REGULATION (EEC) No 3818/86\nof 15 December 1986\namending Regulation (EEC) No 2042/75 on special detailed rules for the application of the system of import and export licences for cereals and rice\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2727/75 of 29 October 1975 on the common organization of the market in cereals (1), as last amended by Regulation (EEC) No 1579/86 (2), and in particular Articles 12 (2), 15 (5) and 16 (6) thereof,\nWhereas the export refund for certain cereal-based compound feedingstuffs destined for North Yemen has been fixed at a higher level than the export refunds for other destinations;\nWhereas as a result of this temporary measure it was necessary to reduce the period of validity of export licences for such exports to 30 days to avoid disruption of the export market in question and to discourage long-term speculative trading;\nWhereas, however, experience has shown that a period of 60 days would be more appropriate;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["Commission Regulation (EEC) No 2042/75 (3) ia amended as follows:\nTable A of Annex II is hereby replaced by the Annex to this Regulation.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 15 December 1986.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 281, 1. 11. 1975, p. 1.\n(2) OJ No L 139, 24. 5. 1986, p. 29.\n(3) OJ No L 281, 1. 11. 1975, p. 57.\nANNEX\n'ANNEX II\nPERIOD OF VALIDITY OF EXPORT LICENCES\nA. For cereals\n1.2.3 //  //  //  // CCT heading No  // Description  // Period of validity  //  //  //  // 10.01 B I 10.02 10.03 10.04 10.05 B 10.07 10.01 B II   // Common wheat, and meslin Rye Barley Oats Maize, other than hybrid maize for sowing Buckwheat, millet, canary seed and grain sorghum; other cereals Durum wheat Other products listed in Article 1 of Regulation (EEC) No 2727/75 (1)   // Until the end of the fourth month following that of the issue of the licence   //    //   //  // 11.02 A I a)   // Durum wheat, groats and meal   // Until the end of the sixth month following that of issue of the licence   //    //   //\n(1) In respect of products classified within Common Customs Tariff subheading 23.07 B I destined for export to North Yemen, the period of validity shall be 60 days from the date of the issue of the licence.'"}