{"celex_id": "31989L0366", "uri": "http://publications.europa.eu/resource/cellar/3dcb7a41-9f61-4118-9397-16f2a7dbecb9", "type": "Directive", "concepts": ["2081", "2409", "2548"], "title": "Council Directive 89/366/EEC of 30 May 1989 amending Directive 66/403/EEC on the marketing of seed potatoes\n", "header": "COUNCIL  DIRECTIVE\nof 30 May 1989\namending Directive 66/403/EEC on the marketing of seed potatoes\n(89/366/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 43 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nWhereas Council Directive 66/403/EEC (3), as last amended by Directive 88/380/EEC (4), provides in Article 13 (2) that Member States may be authorized, in respect of the marketing of seed potatoes in all or part of their territories, to take more stringent measures than provided for in Annex I to the Directive against particular virus diseases which do not exist in those regions or which appear particularly harmful to crops in those regions;\nWhereas it has appeared that the scope of this provision should be extended to harmful organisms other than virus diseases;\nWhereas Directive 66/403/EEC also provides in Article 15 (2) that, in principle, with effect from certain dates, Member States may no longer determine for themselves the equivalence of seed potatoes harvested in third countries with seed potatoes harvested within the Community and complying with that Directive;\nWhereas, however, since work to establish Community equivalence for all the third countries concerned had not been completed, Article 15 (2a) of that Directive permitted Member States to extend to 31 March 1988 the period of validity of equivalence which they had already determined in respect of certain countries not covered by the Community equivalences;\nWhereas the said work is still incomplete and another date should therefore be set in that respect,", "main_body": ["Directive 66/403/EEC is hereby amended as follows:\n1. In Article 13 (2), the first sentence is replaced by the following:\n'The Commission, acting in accordance with the procedure laid down in Article 19, shall, in respect of the marketing of seed potatoes in all or part of the territory of one or more Member States, authorize more stringent measures than those provided for in Annexes I and II to be taken against harmful organisms which do not exist in those regions or which appear particularly harmful to crops in those regions.'\n2. In Article 15 (2a), '31 March 1988' is replaced by '31 March 1989'.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 30 May 1989.\nFor the Council\nThe President\nC. ROMERO HERRERA\n(1) OJ No C 79, 30. 3. 1989, p. 6.\n(2) Opinion delivered on 26 May 1989 (not yet published in the Official Journal).\n(3) OJ No 125, 11. 7. 1966, p. 2320/66.\n(4) OJ No L 187, 16. 7. 1988, p. 31."}