{"celex_id": "31988R2386", "uri": "http://publications.europa.eu/resource/cellar/0ec7010d-caa8-4061-8a26-287c7a10745f", "type": "Regulation", "concepts": ["4062", "4620", "5063", "588"], "title": "Commission Regulation (EEC) No 2386/88 of 29 July 1988 imposing a provisional anti-dumping duty on imports of copper sulphate originating in Bulgaria and the USSR\n", "header": "COMMISSION  REGULATION (EEC) No 2386/88\nof 29 July 1988\nimposing a provisional anti-dumping duty on imports of copper sulphate originating in Bulgaria and the USSR\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2176/84 of 23 July 1984 on protection against dumped or subsidized imports from countries not members of the European Economic Community (1) as amended by Regulation (EEC) No 1761/87 (2), and in particular Article 10 (6) thereof,\nAfter consultations within the Advisory Committee as provided for in that Regulation,\nWhereas:\nA Procedure\n(1) Following complaints lodged by the European Federation of Chemical Manufacturers' Associations (CEFIC) on behalf of producers of copper sulphate whose collective output constitutes practically all Community production of the product in question, the Commission published notices in the Official Journal of the European Communities announcing the initiation of anti-dumping proceedings concerning imports into the Community of copper sulphate corresponding to CN code ex 2833 25 00, originating in Bulgaria (3) and the USSR (4) and undertook investigations.\n(2) Following the two investigations, which established the existence of dumping and injury, the Bulgarian and USSR exporters, offered undertakings concerning their exports of copper sulphate to the Community and these undertakings were accepted by the Commission (5) (6).\nB. Violation of the undertakings\n(3) The Commission has received allegations according to which copper sulphate originating in Bulgaria and the USSR was being exported to the Community in violation of the terms of the Bulgarian and USSR undertakings. The Commission examined the information submitted to it and offered both exporters the opportunity to comment. No satisfactory explanation by either party was given.\n(4) The Commission noted that the allegations against both exporters were supported by the official import statistics.\nNeither exporter concerned contested these figures.\n(5) The USSR exporter argued that its selling prices in the United Kingdom were in accordance with the terms of the undertaking. However, in offering the price undertaking which was accepted by the Commission, the USSR exporter undertook to comply with a given delivered price, (ex-warehouse Community), free at Community frontier, not only on its own account but also through its subsidiaries, branches and agents. Both the import statistics and the evidence supplied by the USSR exporter's importing agent in the Community, a joint venture set up in France, indicate that this agent had invoiced consignments to the Community at prices below those stipulated in the undertaking.\n(6) The Commission accordingly has reason to believe that the USSR exporter had violated the terms of its undertaking.\n(7) The Bulgarian exporter did not dispute the allegation concerning the quantities and prices of its sales of copper sulphate to the EEC. Taking account of these figures the Commission had reason to believe that the Bulgarian exporter had violated the terms of its undertaking.\nC. Provisional measures and reopening of the investigation\n(8) In the light of the evidence available to it, in particular as regards the alleged injury sustained by the Community industry, the Commission considers that it is in the interests of the Community to withdraw acceptance of the undertakings concerned and to impose a provisional anti-dumping duty forthwith on imports into the Community of copper sulphate originating in Bulgaria and the USSR. In view of these circumstances, the Commission considers that investigations concerning imports of copper sulphate into the Community originating in Bulgaria and the USSR should be reopened.\nD. Rate of Duty\n(9) In accordance with Article 10 (6) of Regulation (EEC) No 2176/84, the level of anti-dumping duty should be set on the basis of the facts established before acceptance of the undertaking. For the USSR exporter, this level is 20 % of the net price per tonne, free-at-Community frontier, before duty, and for the Bulgarian exporter the level is 39 % of that price,", "main_body": ["The acceptance of the undertakings concerning imports into the Community of copper sulphate originating in Bulgaria and the USSR by Commission Regulation (EEC) No 2908/84 (1) and Commission Decision 87/443/EEC (2) respectively are hereby withdrawn.", "1. A provisional anti-dumping duty is hereby imposed on imports of copper sulphate, corresponding to CN code ex 2833 25 00 originating in Bulgaria and the USSR.\n(2) The amount of the anti-dumping duty shall be equal to the following percentages of the free-at-Community frontier net price per tonne, before duty:\n- 39 % for copper sulphate originating in Bulgaria,\n- 20 % for copper sulphate originating in the USSR.\n(3) The provisions in force concerning customs duties shall apply.\n(4) The release for free circulation in the Community of the products referred to in paragraph 1 shall be subject to payment of a security equivalent to the amount of the provisional duty.", "Without prejudice to Article 7 (4) (b) and (c) of Regulation (EEC) No 2176/84, interested parties may make known their views in writing and apply to be heard by the Commission within one month of the entry into force of this Regulation.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nSubject to Articles 11, 12 and 14 of Regulation (EEC) No 2176/84, it shall apply for four months, unless the Council adopts definitive measures before the expiry of that period.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 29 July 1988.\nFor the Commission\nWilly DE CLERCQ\nMember of the Commission\n(1) OJ No L 201, 30. 7. 1984, p. 1.\n(2) OJ No L 167, 26. 6. 1987, p. 9.\n(3) OJ No C 90, 31. 3. 1984, p. 2.\n(4) OJ No C 200, 9. 8. 1986, p. 4.\n(5) OJ No L 275, 18. 10. 1984, p. 12.\n(6) OJ No L 235, 20. 8. 1987, p. 22.\n(1) OJ No L 275, 18. 10. 1984, p. 12.\n(2) OJ No L 235, 20. 8. 1987, p. 22."}