{"celex_id": "31980R3509", "uri": "http://publications.europa.eu/resource/cellar/1c46a4e6-2fcc-40ab-b619-e60d5088da55", "type": "Regulation", "concepts": ["1182", "12", "1988", "922", "979", "980"], "title": "Council Regulation (EEC) No 3509/80 of 22 December 1980 amending, consequent on Greek accession, Regulations (EEC) No 729/70 and (EEC) No 355/77 as regards the adaptation of certain amounts which may be charged to the EAGGF, Guidance Section\n", "header": "COUNCIL REGULATION (EEC) No 3509/80 of 22 December 1980 amending, consequent on Greek accession, Regulations (EEC) No 729/70 and (EEC) No 355/77 as regards the adaptation of certain amounts which may be charged to the EAGGF, Guidance Section\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the 1979 Act of Accession, and in particular Article 146 (2) thereof,\nHaving regard to the proposal from the Commission,\nWhereas Article 6c of Council Regulation (EEC) No 729/70 of 21 April 1970 on the financing of the common agricultural policy (1), as last amended by Regulation (EEC) No 929/79 (2), fixed the amount of financial assistance which may be charged to the European Agricultural Guidance and Guarantee Fund (EAGGF), Guidance Section, for the period 1980 to 1984 ; whereas this amount was fixed in proportion to requirements for improving the agricultural structures of the Community of Nine;\nWhereas the appropriations considered necessary for the application of Council Regulation (EEC) No 355/77 of 15 February 1977 on common measures to improve the conditions under which agricultural products are processed and marketed (3), as last amended by Regulation (EEC) No 1820/80 (4), and mentioned in Article 16 (3) of the said Regulation will, from 1 January 1981, be insufficient to cover the additional cost of applying the aforesaid Regulation in Greece;\nWhereas these amounts must be adjusted, pursuant to Annex II, Chapter I, second part, point C. 1 and point E. 1 of the 1979 Act of Accession, to meet the increased requirements of agriculture in the Community, in order not to reduce the effect of the activities of the EAGGF, Guidance Section,", "main_body": ["In Article 6c of Regulation (EEC) No 729/70, the figure \"3 600\" is hereby replaced by \"3 755\".", "Article 16 (3) of Regulation (EEC) No 355/77 is hereby replaced by the following:\n\"3. The estimated cost of the common measure financed by the Fund for the period from 1 January 1978 to 31 December 1982 is 646 million European units of account, i.e. 122 million European units of account per year for the period 1978 to 1980 and 140 million European units of account per year for the period 1981 to 1982\".", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 22 December 1980.\nFor the Council\nThe President\nJ. SANTER\n(1) OJ No L 94, 28.4.1970, p. 13.  (2) OJ No L 117, 12.5.1979, p. 4.  (3) OJ No L 51, 23.2.1977, p. 1.  (4) OJ No L 180, 14.7.1980, p. 1."}