{"celex_id": "31989L0681", "uri": "http://publications.europa.eu/resource/cellar/8eaae1e7-2fa0-4abd-b686-5bf3d98c8248", "type": "Directive", "concepts": ["2897", "4476", "4655", "5234", "5612", "5726"], "title": "Council Directive 89/681/EEC of 21 December 1989 amending directive 87/402/EEC on roll-over protection structures mounted in front of the driver's seat on narrow-track wheeled agricultural and forestry tractors\n", "header": "COUNCIL DIRECTIVE\nof 21 December 1989\namending Directive  87/402/EEC on roll-over protection structures mounted in front of the driver's seat on narrow-track  wheeled agricultural and forestry tractors\n(89/681/EEC)\nTHE COUNCIL OF THE EUROPEAN  COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article  100a thereof,\nHaving regard to the proposal from the Commission (1),\nIn cooperation with the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas it is necessary to adopt measures with the aim of progressively establishing the internal  market over a period expiring on 31 December 1992; whereas the internal market comprises an area  without internal frontiers in which the\nfree movement of goods, persons, services and capital is  ensured;\nWhereas Article 12 of Directive 87/402/EEC (4) lays down that the said Directive shall be  supplemented by provisions introducing additional impact tests into the dynamic test procedure;\nWhereas, since provision is already made for an additional test in the case of the static test  procedure, it is necessary also in that of the dynamic test procedure to provide for an additional  test - which more accurately reflects the situation in the event of tractor roll-over - in order  that these two test procedures may be rendered equivalent and the present imbalance between them  eliminated;\nWhereas, in respect of the reliability of the parameters and calculations, the results of the  practical experiments carried out on rear-mounted structures may be transposed to the same type of  structure, but mounted on the front,\nOJ N° C 256, 9. 10. 1989, p. 76.", "main_body": ["Directive 87/402/EEC is hereby amended as follows:\n1.\nin Annex IV-A, point 1.6 is replaced by the following:\n'1.6.\nAdditional tests\n'1.6.1.\nIf cracks or tears which cannot be considered negligible appear during an impact test, a second,  similar test, but with a height of fall of:\nHm =  10  × 12 + 4a\nHm =\nH\n10\n×\n12 + 4a\n1 + 2a\nshall be performed immediately after the impact  tests causing these tears or cracks to appear, ''a'' being the ratio of the permanent  deformation\nto the elastic deformation (a = Dp/De) as measured at the point of impact.\nThe additional permanent deformation due to the second impact must not exceed 30 % of\nthe permanent  deformation due to the first impact.\nIn order to be able to carry out the additional test, it is necessary to measure the elastic  deformation during all of the impact tests.\n'1.6.2.\nIf, during a crushing test, significant cracks or tears appear, a second, similar, crushing test,  but with a force equal to 1,2 Fv, shall be performed immediately after the crushing test which  caused these tears or cracks to appear.';\n2.\nin Annex VI, the following point is added:\n'7.3.\nIndication and results of any additional dynamic test'.", "Member States shall bring into force the laws, regulations and administrative provisions  necessary to comply with\nthis Directive not later than 12 months from\n3 January 1990. They shall  forthwith inform the Commission thereof.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 21 December 1989.\nFor the Council\nThe President\nE. CRESSON\n(1) OJ N° C 305, 30. 11. 1988, p. 7.\n(2) OJ N° C 120, 16. 5. 1989, p. 70, and (3) OJ N° C 102, 24. 4. 1989, p. 6.\n(4) OJ N° L 220, 8. 8. 1987, p. 1."}