{"celex_id": "31986R2469", "uri": "http://publications.europa.eu/resource/cellar/1bc1ddb2-9186-4c88-aa85-61ed66c285e9", "type": "Regulation", "concepts": ["1006", "2437", "4083", "797"], "title": "Commission Regulation (EEC) No 2469/86 of 31 July 1986 laying down detailed rules for the granting of compensation to producers of tuna for the canning industry\n", "header": "COMMISSION  REGULATION (EEC) No 2469/86\nof 31 July 1986\nlaying down detailed rules for the granting of compensation to producers of tuna for the canning industry\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3796/81 of 29 December 1981 on the common organization of the market in fishery products (1), as last amended by the Act of Accession of Spain and Portugal, and in particular Article 17 (6) thereof,\nHaving regard to Council Regulation (EEC) No 1196/76 of 17 May 1976 laying down general rules for the granting of compensation to producers of tunny for the canning industry (2), and in particular Article 7 thereof,\nWhereas Article 17 (1) of Regulation (EEC) No 3796/81 provides that compensation is to be granted, if necessary, to Community producers of tuna in respect of tuna for the canning industry; whereas this measure was included in order to compensate Community producers for any disadvantages that may arise under the import arrangements; whereas by virtue of the latter a fall in the import prices for tuna could directly threaten the income level of Community producers of this product;\nWhereas Regulation (EEC) No 1196/76 establishes criteria for enabling an assessment to be made of the extent to which this threat has materialized and lays down rules for determining the amount of the compensation;\nWhereas the categories of tuna eligible for compensation should be specified;\nWhereas for quantities for which entitlement to compensation is established, rules should be laid down governing the submission of applications by the parties concerned in order to obtain payment of the compensation;\nWhereas Member States' control authorities should be responsible for adopting suitable provisions for monitoring on a permanent basis the system introduced;\nWhereas the Management Committee for Fishery Products has not delivered an opinion within the time limit set by its chairman,", "main_body": ["1. This Regulation lays down detailed rules for the granting of the compensation to tuna producers, hereinafter called 'compensation', referred to in Article 17 of Regulation (EEC) No 3796/81.", "1. The grant of the compensation and its maximum amount shall be determined by means of a Regulation adopted in accordance with the procedure laid down in Article 33 of Regulation (EEC) No 3796/81, when it has been ascertained that the conditions laid down in Articles 3 and 4 of Regulation (EEC) No 1196/76 are met for the period in question.\n2. The compensation shall be granted for each of the products referred to in Annex III of Regulation (EEC) No 3796/81 in respect of all quantities of tuna produced by a Community producer, landed inside the Community, sold by that producer to the canning industry established in the Community and delivered to that industry during the period in question, with a view to their complete and definitive processing into products falling with Common Customs Tariff heading No 16.04.\n3. The maximum amount of the compensation shall be at the level which is necessary to ensure that the fall in prices on the Community market does not threaten the income which producers of tuna derive from sale of the quantities produced, be it on the Community market or on that of third countries.", "The competent authorities of the Member State concerned shall determine the amount of compensation for each batch of an individual category of product sold to the canning industry.\nThis amount shall be limited to the difference between the Community producer price applicable and the price actually charged by the producer for the batch in question but may not exceed the maximum amount fixed for the period in question by the Regulation referred to in Article 2 (1).", "1. An application for payment of compensation accompanied by the documentary evidence referred to in paragraph 2, shall be submitted by the producer concerned for each quantity delivered during the period in question to the competent authorities of the Member State in which the producer is established not later than 30 days after the entry into force of the Regulation referred to in Article 2 (1).\n2. The documentary evidence shall be as follows:\n(a) the invoice for the sale of the products showing at least the names and addresses of the buyer and seller, as defined in Article 2 (2), and, for each batch of an individual category of product:\n- the quantity sold,\n- the sale price actually charged by the producer,\n- the date of delivery,\n- the place of delivery;\n(b) proof of landing in the customs territory of the Community, certified by the competent authorities of the Member State in which the landing took place;\n(c) proof of delivery of the products in question in the customs territory of the Community;\n(d) proof of payment of the goods at the price referred to in point (a) second indent;\n(e) proof of the Community origin of the products;\n(f) a declaration by the processor that the quantity purchased is intended for processing in accordance with Article 2 (2).\n3. The compensation shall be paid by the Member State concerned within a period of two months following the entry of the complete file referred to in this Article, except in the case of an administrative inquiry as to the right to compensation.", "1. The Member States concerned shall introduce a control system for ensuring that the products for which compensation is claimed qualify for it and that the provisions of this Regulation are observed.\n2. Detailed rules governing the control system shall provide at least for the following:\n- provisions concerning verification of the Community origin of the products, particularly on the basis of shipping documents,\n- identification in the producers sales records of the quantities landed and sold under these arrangements and, for each quantity in question, the buyer of the product as well as the price at which that quantity has been sold,\n- direct and regular inspections of the processing industries, in particular with the aim of verifying that products purchased under these arrangements have in fact been intended for processing in accordance with Article 2 (2).", "1. In the event of a false declaration being made intentionally or as a result of grave negligence, the recipient of the compensation shall be obliged to pay to the Member State concerned an amount equivalent to 25 % of the compensation paid to him during the period of three months covered by the application, irrespective of his obligation to repay the compensation in accordance with the conditions set out in Article 8 of Council Regulation (EEC) No 729/70 of 21 April 1970 on the financing of the common agricultural policy (1).\n2. Where an infringement of the compensation scheme, with limited implications, has been committed by a recipient of the compensation and it is shown by the same recipient, to the satisfaction of the Member State concerned, that such infringement was not committed with intention to defraud or as the result of grave negligence, the Member State shall withhold an amount equal to 10 % of the amount of the compensation applicable to the quantities which are the subject of the infringement and which were intended to qualify for the compensation or in respect of which the compensation has been granted.\n3. Each month, Member States shall notify the Commission of those cases in which they have applied this Article.", "1. The Member States concerned shall notify the Commission not later than one month after the date of entry into force of this Regulation of the control measures introduced pursuant to Article 5 (1).\n2. The Member States shall also notify the Commission, before the end of the quarter following that for which compensation has been paid, of payments made under Article 4 (3), the quantities delivered and relating thereto as well as the result of the inspections covered by Article 5 (2).", "The conversion rate applicable to the compensation shall be the representative rate in force on the date of sale of the product.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 31 July 1986.\nFor the Commission\nAntรณnio CARDOSO E CUNHA\nMember of the Commission\n(1) OJ No L 379, 31. 12. 1981, p. 1.\n(2) OJ No L 133, 22. 5. 1976, p. 1.\n(1) OJ No L 194, 28. 4. 1970, p. 13."}