{"celex_id": "31987R3350", "uri": "http://publications.europa.eu/resource/cellar/e4d78791-1ee9-46c1-9145-94e586f635c0", "type": "Regulation", "concepts": ["2642", "2644", "4682", "5025"], "title": "Commission Regulation (EEC) No 3350/87 of 6 November 1987 amending Regulation (EEC) No 2226/78 laying down detailed rules for the application of intervention measures in the beef and veal sector\n", "header": "COMMISSION  REGULATION (EEC) No 3350/87\nof 6 November 1987\namending Regulation (EEC) No 2226/78 laying down detailed rules for the application of intervention measures in the beef and veal sector\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 805/68 of 27 June 1968 on the common organization of the market in beef and veal (1), as last amended by Regulation (EEC) No 467/87 (2), and in particular Article 6a (6) thereof,\nWhereas, pursuant to Article 3 (2) (g) of Commission Regulation (EEC) No 2226/78 (3), as last amended by Regulation (EEC) No 827/87 (4), buying-in prices are fixed on the basis of the two most recently recorded market prices; whereas, in accordance with Article 6a (4) of Regulation (EEC) No 805/68, the market prices taken into consideration are those recorded in the Member States where buying-in is authorized; whereas, in the light of the objectives of the recent reform of the intervention arrangements, the Member States in question are in effect limited to those whose market prices are less than 87 % of the intervention price; whereas, in the interest of clarity, this should be specified in Regulation (EEC) No 2226/78;\nWhereas Article 13 (1) of Regulation (EEC) No 2226/78 fixes the maximum temperature for the boning room at 10°C; whereas, in order to comply with Council Directive 64/433/EEC of 26 June 1964 on health problems affecting intra-Community trade in fresh meat (5), as last amended by Directive 86/587/EEC (6), this temperature should be raised to 12°C;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Beef and Veal,", "main_body": ["Regulation (EEC) No 2226/78 is hereby amended as follows:\n1. Article 3 (2) (g) is replaced by the following:\n'(g) buying-in prices shall be fixed, on the basis of the two most recently recorded market prices in Member States in which prices are less than 87 % of the intervention price, before the last Monday of each month; the buying-in price shall apply from the first Monday of the following month; however, where the components used would otherwise result in a buying-in price which differs by less than 1,5 ECU per 100 kg from the previous buying-in price, the latter shall continue to apply;\n2. Article 13 (1) is replaced by the following:\n'1. The boning room shall be maintained at a temperature not exceeding + 12°C.'", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 6 November 1987.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 148, 28. 6. 1968, p. 24.\n(2) OJ No L 48, 17. 2. 1987, p. 1.\n(3) OJ No L 261, 26. 9. 1978, p. 5.\n(4) OJ No L 80, 24. 3. 1987, p. 6.\n(5) OJ No 121, 29. 7. 1964, p. 2012/64.\n(6) OJ No L 339, 2. 12. 1986, p. 26."}