{"celex_id": "31985D0214", "uri": "http://publications.europa.eu/resource/cellar/1f7b060b-0354-43c5-844c-bc7ca0a89ec5", "type": "Decision", "concepts": ["174", "4430"], "title": "85/214/EEC: Council Decision of 26 March 1985 concernng the coordination of the activities of the Member States and the Commission related to the implementation of a long-term programme for the use of telematics for Community information systems concerned with imports/exports and the management and financial control of agricultural market organizations\n", "header": "COUNCIL  DECISION\nof 26 March 1985\nconcernng the coordination of the activities of the Member States and the Commission related to the implementation of a long-term programme for the use of telematics for Community information systems concerned with imports/exports and the management and financial control of agricultural market organizations\n(85/214/EEC)\nTHE COUNCIL OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 235 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nHaving regard to the opinion of the Economic and Social Committee (2),\nWhereas administration of the customs union and of the common agricultural policy often makes it essential that import/export data and data on the agricultural market and its financial control be rapidly communicated and processed;\nWhereas the study of informatics systems instituted by the Council in its Decision 77/619/EEC (3) produced a recommendation for the adoption of a concerted development programme for the next 10 years by the competent administrations of the Community;\nWhereas the coordination of the preparatory activities of the Member States and the Commission for the elaboration of a long-term programme for the use of telematics for Community information systems concerned with imports/exports and the management and financial control of agricultural market organizations, as requested by the Council in its Decision 82/607/EEC (4), have been carried out;\nWhereas, in the light of the results , the Commission has submitted a report and proposals for a long-term development programme for the specification and use of telematic facilities to be implemented in concert with the parties concerned within the framework of the CADDIA (Cooperation in Automation of Data and Documentation for Imports/Exports and Agriculture);\nWhereas, since the Commission departments and the competent national administrations will be both the operators and the users of the improved information systems, it is appropriate, in the interests of the proper working of the Community machinery, to coordinate at Community level future work in the Member States and the Commission with a view to the elaboration and implementation of a development programme;\nWhereas the Treaty has not provided the specific powers necessary for this purpose,", "main_body": ["The Council takes note of the Commission's report and of the proposals made pursuant to Decision 82/607/EEC.", "The Commission shall be responsible for implementing the coordination measures necessary for the specification, implementation, and use of CADDIA telematic facilities by the Member States and itself. In carrying out its work, the Commission shall be guided by a development programme.", "The Commission shall be assisted in this task by a Steering Committee chaired by the Commission and composed of representatives of the Member States and of the Commission.\nThe tasks of the Steering Committee shall be:\n(a) the preparation and updating, as appropriate, of the CADDIA development programme;\n(b) the review of the systems and plans of the Member States in the CADDIA field and, where necessary, the provisions of advice on measures needed to ensure that such systems and plans are compatible with the objectives and technical solutions adopted for CADDIA;\n(c) the review of technical progress reports on all studies and projects carried out under the CADDIA development programme and the provision of advice, where necessary, to ensure the full conformity of such studies and projects with the objectives and technical solutions adopted for CADDIA.", "The Commission shall report annually to the European Parliament and the Council on the introduction of CADDIA telematic systems and the implementation of the long-term development programme.", "This Decision shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply for an initial period of two years beginning on that date."], "attachments": "Done at Brussels, 26 March 1985.\nFor the Council\nThe President\nR. ALTISSIMO\n(1) OJ No C 172, 2. 7. 1984, p. 185.\n(2) OJ No C 248, 17. 9. 1984, p. 17.\n(3) OJ No L 255, 6. 10. 1977, p. 32.\n(4) OJ No L 247, 23. 8. 1982, p. 25."}