{"celex_id": "31986D0187", "uri": "http://publications.europa.eu/resource/cellar/75d6a172-599a-4c32-9895-02a5efc621f3", "type": "Decision", "concepts": ["1182", "5023"], "title": "86/187/EEC: Commission Decision of 13 November 1985 on aids granted by Greece in the form of interest rebates in respect of exports of all products with the exception of petroleum products (Only the Greek text is authentic)\n", "header": "COMMISSION  DECISION\nof 13 November 1985\non aids granted by Greece in the form of interest rebates in respect of exports of all products with the exception of petroleum products\n(Only the Greek text is authentic)\n(86/187/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 93 (2) thereof,\nHaving regard to Council Regulation (EEC) No 2727/75 of 29 October 1975 on the common organization of the market in cereals (1), as last amended by Regulation (EEC) No 1019/84 (2), and in particular Article 22 thereof, and to the corresponding provisions of the other Regulations on the common organization of the markets in agricultural products,\nAfter having invited the interested parties to submit their comments in accordance with Article 93 (2) of the Treaty and in the light of those comments (3),\nWhereas:\nI\nArticles 92 to 94 of the EEC Treaty have been made fully applicable - by virtue of the provisions of Articles 42 and 43 of the said Treaty - to the majority of products listed in Annex II to the EEC Treaty. By virtue of Article 4 of Regulation No 26 applying certain rules of competition to the production of and trade in agricultural products (4), the other products listed in the said Annex are subject only to the provisions of Article 93 (1) and the first sentence of Article 93 (3); the latter products are therefore not affected by this Decision.\nII\nBy telex No 51686 of 2 February 1984, the Commission requested the Greek Government to provide it with information concerning the granting of an aid for the export of cereals, which Greece reportedly introduced in April 1983. A telex reminder was sent on 21 March 1984. The reply sent by Greece by telex on 16 April 1984 was deemed incomplete by Commission staff, who sent a further telex on 19 June 1984 asking for additional information and a telex reminder on 24 July 1984. By telex of 10 August 1984, the Greek Government requested a one-month extension of the deadline set so as to be able to draw up its reply, which was finally sent in letter form on 18 October 1984.\nThe said letter states that:\n- the Greek authorities grant an interest rebate of 6 % or 3 % on loans which the authorities grant to cereal exporters (the rate normally applied to exporters being 18,5 %);\n- the said aid is paid solely on condition that the amount obtained by the exporters at the time of sale is swiftly repatriated and converted into drachmas;\n- this interest rebate is granted in the framework of the general reform of the system of credit set up by the Greek Government which takes the following form:\n1.2 // A. Before April 1983:   //   // Type of loan  // Interest rate   // Loans towards working capital   // 21,5 %   // Loans for investments and for undertakings which process agricultural products   // 18,5 %   // Loans for craft undertakings   // 14,0 %   // Loans for prefinancing and financing of exports   // 10,5 %   // B. After April 1983:  //   // Type of loan  // Interest rate   // Loans to industry  // 21,5 %   // Loans for undertakings which export processed agricultural products   // 18,5 %   // Loans for craft undertakings   // 14,0 %\n- the reimbursement of 6 % or 3 % (where the loan was granted at a rate of 14 %) was fixed in consideration, firstly of the general increase in interest rates and, secondly, of the average duration of loans intended to finance exports and in the light of the fact that such reimbursement is applicable to exports of all products other than petroleum products;\n- this measure is purely monetary in nature because it is intended to induce Greek exporters to repatriate the foreigh currency they have earned rapidly and to unify the system of interest rates applicable to Greek exports;\n- for these reasons this measure taken by the Greek Government should not be considered as an aid to exports of Greek products.\nIII\nAfter giving its consideration to this measure, the Commission informed the Greek Government by letter of 4 January 1985 that:\n- the interest rebate constitutes in practice an aid to exports which is incompatible with the provisions of Article 92 (1) of the EEC Treaty and with Community law on the common organization of the market in cereals (the amount of the aid came to around USD 10 per tonne of flour and USD 12 per tonne of meal exported);\n- the argument put forward by the Greek Government that the measure is purely monetary in nature does not alter the fact that in practice the aid can serve to promote exports of Greek products to the detriment of similar products from other Member States and can be assimilated to an aid measure to assist exports which is incompatible with the said Article of the Treaty;\n- if, by granting a rebate of 6 % or 3 % on the interest rate applicable, the Greek Government is striving to attain certain objectives of a monetary nature, this does not mean that it is entitled to resort to measures which are incompatible with other provisions of Community law. This is why, despite the fact that, in the monetary field, the competence of the Member States remains fairly extensive, they are nonetheless not empowered to adopt and apply national measures which are incompatible with other provisions of Community law;\n- it emerges clearly from the reply sent by the Greek Government on 18 October 1984 that the system of interest rebates on export credits applies not only to cereals but all products other than petroleum products;\n- for these reasons, the Commission decided to initiate the procedure provided for in Article 93 (2) of the EEC Treaty with regard to all products covered by the measure in question.\nAs part of this procedure, the Commission gave notice to the Greek Government, the other Member States and interested parties other than Member States to submit their comments.\nIV\nBy letter of 11 March 1985, the Greek Government replied to the Commission's letter of 4 January 1985 with the following comments:\n- the interest rebate in question was due to the general change in the Greek Government's policy as regards interest rates after April 1983. As a result of this change, interest rates to be borne by processing industries which exported their products rose from 10,5 % to 12,5 %;\n- as a result of this increase in interest rates, all Greek exporters now had to bear a greater financial burden than they did before the reform of the general system of credit applicable in Greece;\n- when the new system of financing export credits applicable in Greece since April 1983 was considered as a whole, its effect on the competitiveness of Greek export undertakings could be seen to be neutral.\nV\nThe Greek authorities have failed to fulfil their obligations under Article 93 (3) of the EEC Treaty, firstly by failing to provide notification of the measure in question and secondly by putting it into effect since April 1983 without enabling the Commission to adopt a position in the matter.\nThis failure has given rise to a particularly serious situation as regards the agricultural sector because the export aid in question essentially constitutes an infringement of the common organizations of the markets and is therefore incompatible with the common market under Article 92 of the EEC Treaty.\nThe interest rebates (6 % or 3 %) introduced after 1983 by Greece for exports of products other than petroleum products artificially serve to facilitate their sale on Community and non-Community markets since they result in an appreciable reduction in the costs incurred in selling them on foreign markets.\nIt is to be borne in mind firstly that Greek products constitute an enormous trade flow (in 1982, 46,3 % of the total value of Greek exports of 4 381 million ECU was accounted for by sales to other Member States; in 1984 the value of exports reached 13,6 % of the gross domestic product) and secondly that exports are the subject of stiff competition between Greek undertakings and those of the other Member States.\nFurthermore, by facilitating the creation of new commercial outlets, or at least the maintenance of existing ones, this measure (the impact of which is directly linked to the volume of exports) serves to encourage Greek producers to increase the quantities produced which, thanks partly to economies of scale, will firstly reduce their production costs and secondly, as a consequence of that reduction, increase their competitiveness on all markets. For these reasons, the aid measure, by making Greek producers more competitive than other producers who do not enjoy such arrangements, is such as to distort competition and affect trade between Member States.\nThe aid in question therefore satisfies the criteria laid down in Article 92 (1) of the Treaty according to which the aid measures therein described are deemed incompatible with the common market.\nThe derogations provided for in Article 92 (2) are clearly not applicable to the measures concerned. Those provided for in paragraph 3 of the said Article relate to aid measures taken in pursuit of objectives which are in the interest of the Community and not merely that of specific sectors of the national economy. Such derogations must be interpreted strictly in any examination of an aid programme of a regional or sectoral nature or of an individual case involving the application of general aid schemes.\nMore precisely, they can only be granted where the Commission is able to ascertain that the aid is necessary in order to achieve one of the objectives referred to in the said Article. To apply such derogations in the case of aid measures which do not involve such a compensating advantage would be tantamount to tolerating damage to trade between Member States and distortion of competition which would not be justified as being in the interest of the Community, and hence unwarranted advantages for certain Member States.\nIn the case in point, no such compensating advantage can be seen to exist. Indeed the Greek Government was unable to provide and the Commission unable to identify any grounds for establishing that the aid measures in question satisfy the conditions laid down for the application of one of the derogations provided for in Article 92 (3) of the Treaty.\nThe measures are not intended to promote the execution of an important project of common European interest within the meaning of Article 92 (3) (b) since, owing to the effects which it may have on trade, such a measure is contrary to the common interest.\nEven if the new system introduced after April 1983 is more effective than its predecessor in facilitating the repatriation of foreign currency, the measure will not serve to remedy a serious disturbance in the economy of the Member State concerned within the meaning of the same provision.\nAs regards the derogations provided for in Article 92 (3) (a) and (c) in respect of aid measures intended to encourage or facilitate the economic development of regions and the development of certain activities referred to in (c), it must be said that this measure - as an operating aid - cannot have any lasting beneficial effect on the situation of the holdings and undertakings benefiting by it since, once the aid ceases to be granted, they will find themselves faced with the same structural situation as that which obtained before the implementation of the State measures.\nConsequently, the aid measures must be considered as operating aids for the undertakings concerned, a category of aid to which the Commission has always been opposed as a matter of principle since the granting of such aids is not linked to conditions such as to make them qualify for one of the derogations provided for in Article 92 (3) (a) and (c).\nFurthermore, and more particularly as regards aid for the export of products listed in Annex II to the Treaty and subject to the common organization of markets, there are limits to the powers of the Member States to intervene directly in the operation of the common organization of markets involving a common price system, which are henceforth within the exclusive competence of the Community.\nTo grant aid of this type is to ignore the principle whereby the Member States are no longer empowered to take unilateral action on farmers' incomes in the framework of a common organization of the market by granting aid of this type.\nEven if derogation under Article 92 (3) of the Treaty had been conceivable for agricultural products, the infringement which the aid measures under examination constitute in terms of the common organization of markets rules out the application of such a derogation in the case of the said products.\nThe aid measures in question therefore do not satisfy the conditions which have to be met in order to qualify for one of the derogations provided for in Article 92 of the Treaty and have to be deemed incompatible with the common market and the Greek authorities shall be required to take the steps necessary in order to abolish them.\nThis Decision is without prejudice to any conclusions which the Commission may draw as regards the recovery of the said aids from beneficiaries and as regards the financing of the common agricultural policy by the European Agricultural Guidance and Guarantee Fund,", "main_body": ["The aid in the form of an interest rebate of 6 % or 3 % which, subject to certain conditions, the Greek authorities grant to exporters of agricultural products listed in Annex II to the Treaty, with respect to which Articles 92 to 94 of the Treaty have been made fully applicable by virtue of Articles 42 and 43 of the Treaty, and to exporters of all other products not listed in Annex II with the exception of petroleum products, is incompatible with the common market under the terms of Article 92 of the Treaty and must be abolished.", "Greece shall inform the Commission, within one month of receiving notification of this Decision, of the measures with it has taken in order to comply therewith.", "This Decision is addressed to the Hellenic Republic."], "attachments": "Done at Brussels, 13 November 1985.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 281, 1. 11. 1975, p. 1.\n(2) OJ No L 107, 19. 4. 1984, p. 4.\n(3) OJ No C 54, 28. 12. 1985, p. 3.\n(4) OJ No 30, 20. 4. 1962, p. 993/62."}