{"celex_id": "31987R1368", "uri": "http://publications.europa.eu/resource/cellar/ccf72762-f3af-4d8d-8e61-89cf22f349ee", "type": "Regulation", "concepts": ["2069", "4381", "4486", "4488", "5188", "849"], "title": "Commission Regulation (EEC) No 1368/87 of 18 May 1987 concerning the classification of goods under subheading 90.28 A II a) of the Common Customs Tariff\n", "header": "COMMISSION  REGULATION (EEC) No 1368/87\nof 18 May 1987\nconcerning the classification of goods under subheading 90.28 A II a) of the Common Customs Tariff\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 97/69 of 16 January 1969 on measures to be taken for uniform application of the nomenclature of the Common Customs Tariff (1), as last amended by Regulation (EEC) No 2055/84 (2), and in particular Article 3 thereof,\nWhereas, in order to ensure uniform application of the nomenclature of the Common Customs Tariff, it is necessary to stipulate the classification of an electronic measuring instrument for the acquisition and processing through an incorporated central processing unit, of a number of data derived from the measurement of electrical quantities or of physical quantities previously converted into corresponding electrical quantities;\nWhereas the Common Customs Tariff appended to Council Regulation (EEC) No 950/68 (3), as last amended by Regulation (EEC) No 750/87 (4), classifies, inter alia, automatic data-processing under tariff heading No 84.53 and, inter alia, electronic measuring instruments under tariff heading No 90.28;\nWhereas both of these headings can be taken into consideration for the classification of the abovementioned instrument;\nWhereas the purpose of the instrument in question is to carry out measuring operations: whereas the dataprocessing that it performs by means of processes specific to automatic data-processing machines is only the means of carrying out the special operations for which it was designed;\nWhereas the Explanatory Notes of the Customs Cooperation Council Nomenclature exclude from No 84.53 machines incorporating or working in conjunction with an automatic data-processing machine and performing their own specific function; whereas it is necessary to classify them in implementation of General Rule 3 a) for the interpretation of the Nomenclature according to that specific function;\nWhereas subheading No 90.28 A II a) covers electronic instruments for measuring electrical quantities; whereas the abovementioned electronic measuring instrument should be classified under that subheading;\nWhereas the measures laid down in this Regulation are in accordance with the opinion of the Committee on Common Customs Tariff Nomenclature,", "main_body": ["Electronic measuring instruments for the acquisition and processing, through an incorporated central processing unit, of a number of data derived from the measurement of electrical quantities or of physical quantities previously converted into corresponding electrical quantities fall within tariff subheading:\n90.28 Electrical measuring, checking, analysing or automatically controlling instruments and apparatus:\nA. Electronic instruments and apparatus:\nII. Other:\n(a) Telecommunications (cross-talk meters, gain measuring instruments, nepermeters; distortion factor meters, psophometers and the like);\nFor measuring or detecting ionizing radiations;\nOther measuring apparatus with self-balancing recording device;\nOther apparatus for measuring electrical quantities", "This Regulation shall enter into force on the twenty-first day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 18 May 1987.\nFor the Commission\nCOCKFIELD\nVice-President\n(1) OJ No L 14, 21. 1. 1969, p. 1.\n(2) OJ No L 191, 19. 7. 1984, p. 1.\n(3) OJ No L 172, 22. 7. 1968, p. 1.\n(4) OJ No L 76, 18. 3. 1987, p. 1."}