{"celex_id": "31989D0013", "uri": "http://publications.europa.eu/resource/cellar/165e3fca-0459-4fbd-a835-94782e1c4912", "type": "Decision", "concepts": ["1085", "192", "2560"], "title": "89/13/EEC: Commission Decision of 21 December 1988 on the maintenance of the status of certain regions of the territory of the Republic of France as regards classical swine fever (only the French version of this text is authentic)\n", "header": "COMMISSION  DECISION\nof 21 December 1988\non the maintenance of the status of certain regions of the territory of the Republic of France as regards classical swine fever\n(Only the French version of this text is authentic)\n(89/13/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 80/1095/EEC of 11 November 1980 laying down conditions designed to render and keep the territory of the Community free from classical swine fever (1), as last amended by Directive 87/487/EEC (2), and in particular Article 8 (3) thereof,\nWhereas by Decision 88/567/EEC of 3 November 1988 the Commission has approved the plan for the accelerated eradication of classical swine fever presented by the French Republic (3), and that this plan is prepared for completing the eradication of classical swine fever;\nWhereas, following a favourable development in the disease situation, the Commission adopted Decision 87/361/EEC (4), as last amended by Decision 88/631/EEC (5), recognizing certain parts of the territory of the French Republic as officially swine fever free;\nWhereas outbreaks of classical swine fever have reappeared during the month of November 1988 in parts of the territory of the Republic of France recognized as officially swine fever free regions within the context of eradication;\nWhereas the outbreaks recorded are epizootiologically interrelated and have occurred in six specified administrative regions within a geographically limited area;\nWhereas the French authorities have taken all measures necessary to control the disease and any movement of pigs and pig meat products from those parts of the territory exposed to risk of contamination;\nWhereas, under those circumstances, the status of certain regions of the Republic of France as officially free from classical swine fever should be maintained for the period necessary to clarify the situation and adopt the requisite measures;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["The status of the following regions of the Republic of France as officially free from classical swine fever shall be maintained until 7 February 1989:\n- Drôme,\n- Haute-Loire,\n- Isère,\n- Loire,\n- Rhône,\n- Saône-et-Loire.", "The Commission shall monitor the development of classical swine fever in the Republic of France with a view to adopting appropriate decisions before 7 February 1989 depending on such development.", "This Decision is addressed to the Republic of France."], "attachments": "Done at Brussels, 21 December 1988.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 325, 1. 12. 1980, p. 1.\n(2) OJ No L 280, 3. 10. 1987, p. 24.\n(3) OJ No L 310, 16. 11. 1988, p. 35.\n(4) OJ No L 194, 15. 7. 1987, p. 31.\n(5) OJ No L 350, 20. 12. 1988, p. 57."}