{"celex_id": "31985D0164", "uri": "http://publications.europa.eu/resource/cellar/e9e65bc8-986b-4b06-8317-9c1aaac51bda", "type": "Decision", "concepts": ["1888", "3191", "4689", "5369", "888"], "title": "85/164/EEC: Commission Decision of 8 February 1985 amending Decision 82/426/EEC concerning animal health conditions and veterinary certification for imports of fresh meat from the United States of America\n", "header": "COMMISSION  DECISION\nof 8 February 1985\namending Decision 82/426/EEC concerning animal health conditions and veterinary certification for imports of fresh meat from the United States of America\n(85/164/EEC)\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 72/462/EEC of 12 December 1972 on health and veterinary inspection problems upon importation of bovine animals and swine and fresh meat from third countries (1), as last amended by Directive 83/91/EEC (2), and in particular Article 16 thereof,\nWhereas Commission Decision 82/426/EEC (3) laid down conditions as to animal health and veterinary certification for the importation of fresh meat from the United States of America;\nWhereas it is possible, without risk of spread of disease, to accept meat of bovine animals where such animals have originated in the United States of America or in Canada and have spent part of the residency period in either country;\nWhereas both the United States and Canada have given undertakings to the Commission which will ensure notification to the Commission and the Member States, within 24 hours at the latest, of the confirmation of the occurrence of serious epizootic disease;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["Part IV of the Animal Health Certificate contained in the Annex to Decision 82/426/EEC is hereby replaced by the following:\n'IV. Attestation of health\nI, the undersigned, official veterinarian, certify that the fresh meat described above has been obtained from:\n- in the case of fresh meat from bovine animals, animals which have remained in the United States of America or in Canada for at least three months before being slaughtered or since birth in the case of animals less than three months old,\n- in the case of fresh meat from swine, sheep and goats, animals which have remained in the territory of the United States of America for at least three months before being slaughtered or since birth in the case of animals less than three months old,\n- in the case of fresh meat from domestic solipeds, animals which have remained in the territory of the United States of America or a neighbouring country on the list referred to in Council Decision 79/542/EEC for meat of domestic solipeds, for at least three months before being slaughtered or since birth in the case of animals less than three months old,\n- in the case of fresh meat from swine, animals which have not come from holdings which for health reasons are subject to prohibition as a result of an outbreak of porcine brucellosis during the previous six weeks,\n- in the case of fresh meat from sheep and goats, animals which have not come from holdings which for health reasons are subject to prohibition as a result of an outbreak of ovine or caprine brucellosis during the previous six weeks.\nDone at , on\n(Signature of official veterinarian)\nSeal", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 8 February 1985.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 302, 31. 12. 1972, p. 28.\n(2) OJ No L 59, 5. 3. 1983, p. 34.\n(3) OJ No L 186, 30. 6. 1982, p. 54."}