{"celex_id": "31984R0411", "uri": "http://publications.europa.eu/resource/cellar/63c7bf82-a8c8-48fc-9986-592124a8a2cc", "type": "Regulation", "concepts": ["2591", "5034", "768"], "title": "Commission Regulation (EEC) No 411/84 of 17 February 1984 amending for the second time Regulation (EEC) No 612/77 laying down rules for the application of the special import arrangements in respect of certain young male bovine animals for fattening\n", "header": "COMMISSION  REGULATION (EEC) No 411/84\nof 17 February 1984\namending for the second time Regulation (EEC) No 612/77 laying down rules for the application of the special import arrangements in respect of certain young male bovine animals for fattening\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 805/68 of 27 June 1968 on the common organization of the market in beef and veal (1), as last amended by the Act of Accession of Greece, and in particular Article 13 (4) (b) thereof,\nWhereas Commission Regulation (EEC) No 612/77 (2), as amended by Regulation (EEC) No 1384/77 (3), lays down the detailed rules for the application of the special import arrangements for certain young male bovine animals for fattening; whereas, under Article 1 (1) (c) of that Regulation, importers are required to pay, in addition to the security, an additional sum in respect of imported animals for which the proof referred to in Article 1 (3) is not furnished;\nWhereas, in cases where the import levy is partially suspended pursuant to Article 13 (1) of Regulation (EEC) No 805/68, that additional sum reaches a level which does not appear to be justified on economic grounds; whereas the method for calculating that additional sum should therefore be altered;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Beef and Veal,", "main_body": ["Article 1 (5) of Regulation (EEC) No 612/77 is hereby replaced by the following:\n'5. The additional sum shall be equal to the highest levy applicable to imports of bovine animals during the period between the day of importation and the last day on which the proof referred to in paragraph 3 may be furnished, less\n- the amount of the security which has not been released, in the case of suspension of the import levy,\n- the amount of the security which has not been released and the amount of the import levy actually collected in the case of partial suspension of the import levy.\nThis sum shall be paid as levy.'", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 17 February 1984.\nFor the Commission\nPoul DALSAGER\nMember of the Commission\n(1) OJ No L 148, 28. 6. 1968, p. 24.\n(2) OJ No L 77, 25. 3. 1977, p. 18.\n(3) OJ No L 157, 28. 6. 1977, p. 16."}