{"celex_id": "31987R3463", "uri": "http://publications.europa.eu/resource/cellar/65c4f71d-7a70-415c-98ae-c86b96c595ac", "type": "Regulation", "concepts": ["1264", "4578"], "title": "Council Regulation (EEC) No 3463/87 of 17 November 1987 laying down general rules for imports of olive oil originating in Tunisia\n", "header": "COUNCIL  REGULATION (EEC) No 3463/87\nof 17 November 1987\nlaying down general rules for imports of olive oil originating in Tunisia\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 113 thereof,\nHaving regard to the proposal from the Commission,\nWhereas Article 4 of the Additional Protocol to the Cooperation Agreement between the European Economic Community and the Republic of Tunisia (1), signed on 26 May 1987, provides that for each marketing year during the period between the date of entry into force of this Protocol and 31 December 1990, within the limit of a quantity of 46 000 tonnes per marketing year, a special levy should be charged on untreated olive oil falling within subheadings 15.07 A I a) or b) of the Common Customs Tariff wholly obtained in Tunisia and transported direct from that country to the Community;\nWhereas, in the light of the present situation and outlook as regards supplies of olive oil on the Community market, that quantity can be disposed of without any risk of market disruption, provided that imports are not concentrated within a limited period each year; whereas it is advisable to provide that import licences should be issued at a monthly rate to be determined, without this situation being able to jeopardize the offer made by the Community to Tunisia to export the abovementioned quantity of olive oil to the Community;\nWhereas, in order to ensure that the quota system is applied correctly, the Commission should be responsible for its administration;\nWhereas, by virtue of Articles 97 and 295 of the Act of Accession of Spain and Portugal, preferential, contractual or autonomous arrangements applied by the Community with regard to third countries in the olive oil sector do not apply to Spain or Portugal; whereas measures should therefore be provided for to prevent olive oil originating in Tunisia from being released for consumption in Spain or Portugal after qualifying for a reduced levy; whereas those measures should be specified in the detailed rules for the application of this Regulation,", "main_body": ["Untreated olive oil falling within subheadings 15.07 A I a) and b) of the Common Customs Tariff, wholly obtained in Tunisia and transported direct from that country to the Community as constituted on 31 December 1985, which qualifies for the special levy referred to in Article 4 of the Additional Protocol to the Cooperation Agreement between the European Economic Community and the Republic of Tunisia, shall be imported at a rate to be determined.", "The Commission shall be responsible for the administration of the imports. It shall authorize Member States to issue import licences, on the basis of the timetable laid down, up to a maximum quantity of 46 000 tonnes per marketing year.", "The detailed rules for the application of this Regulation, in particular those designed to prevent any deflection of trade, shall be adopted in acordance with the procedure provided for in Article 38 of Council Regulation No 136/66/EEC of 22 September 1966 on the establishment of a common organization of the market in oils and fats (2), as last amended by Regulation (EEC) No 1915/87 (3).", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 17 November 1987.\nFor the Council\nThe President\nL. TOERNAES\n(1) OJ No L 297, 21. 10. 1987, p. 36.\n(2) OJ No 172, 30. 9. 1966, p. 3025/66.\n(3) OJ No L 183, 3. 7. 1987, p. 7."}