{"celex_id": "31986R2132", "uri": "http://publications.europa.eu/resource/cellar/acc1c590-d77b-4478-8aa2-45fb5ae33a1e", "type": "Regulation", "concepts": ["1338", "2783", "3591"], "title": "Commission Regulation (EEC) No 2132/86 of 7 July 1986 amending quantitative limits fixed for imports of certain textile products originating in India\n", "header": "COMMISSION  REGULATION (EEC) No 2132/86\nof 7 July 1986\namending quantitative limits fixed for imports of certain textile products originating in India\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3589/82 of 31 December 1982 on common rules for imports of certain textile products originating in third countries (1), as last amended by Regulation (EEC) No 1623/86 (2), and in particular Article 7 thereof,\nWhereas, by Regulation (EEC) No 3589/82, quantitative limits agreed with third countires are shared between the Member States for 1986;\nWhereas, in the bilateral agreements, the Community has given undertakings to the supplier countries to adjust the allocation of limits among Member States in such a way as to ensure optimum utilization and to establish efficient and speedy procedures for adjusting the allocations;\nWhereas India has asked that the allocation of Community quantitative limits among the Member States be adjusted in order to take account of the trend of trade flows, and to enable suppliers to utilize agreed Communmity limits more fully;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Textile Committee,", "main_body": ["The quantitative limits for textile products originating in India, as fixed in Annex III to Regulation (EEC) No 3589/82, are hereby amended for 1986 as laid down in the Annex hereto.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 7 July 1986.\nFor the Commission\nWilly DE CLERCQ\nMember of the Commission\n(1) OJ No L 374, 31. 12. 1982, p. 106.\n(2) OJ No L 147, 31. 5. 1986, p. 1.\nANNEX\n1.2.3.4.5.6.7.8 //  //  //  //  //  //  //  //  // Cate- gory   // CCT heading No  // NIMEXE code (1986)  // Description  // Third countries  // Member States   // Units  // Quantitative limits from 1 January to 31 December 1986  //    //   //   //   //   //   //   //   //   //   //   //  //   //   //   //   // 2   // 55.09   // 55.09-03, 04, 05, 06, 07, 08, 09, 10, 11, 12, 13, 14, 15, 16, 17, 19, 21, 29, 32, 34, 35, 37, 38, 39, 41, 49, 51, 52, 53, 54, 55, 56, 57, 59, 61, 63, 64, 65, 66, 67, 68, 69, 70, 71, 73, 75, 76, 77, 78, 79, 80, 81, 82, 83, 84, 85, 87, 88, 89, 90, 91, 92, 93, 98, 99   // Other woven fabrics of cotton: Woven fabrics of cotton, other than gauze, terry fabrics, narrow woven fabrics, pile fabrics, chenille fabrics, tulle and other net fabrics   // India  // F I BNL UK DK   // Tonnes   // 4 915 2 667 1 679 25 844 708   //   //   //   //   //   //   //   //"}