{"celex_id": "31988R0797", "uri": "http://publications.europa.eu/resource/cellar/9d54ee07-163b-46a7-a298-518924a54fd3", "type": "Regulation", "concepts": ["1442", "3170", "3815", "4682", "5025"], "title": "Commission Regulation (EEC) No 797/88 of 25 March 1988 amending Regulation (EEC) No 2226/78 as regards products from animals treated with substances having a hormonal action\n", "header": "COMMISSION  REGULATION (EEC) No 797/88\nof 25 March 1988\namending Regulation (EEC) No 2226/78 as regards products from animals treated with substances having a hormonal action\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 805/68 of 27 June 1968 on the common organization of the market in beef and veal (1), as last amended by Regulation (EEC) No 3905/87 (2), and in particular Article 6 (5) thereof,\nWhereas Article 6 of Commission Regulation (EEC) No 2226/78 (3), as last amended by Regulation (EEC) No 3988/87 (4), lists the requirements that must be met by products bought in by intervention agencies;\nWhereas under Council Directive 88/146/EEC of 7 March 1988 prohibiting the use in livestock farming of certain substances having a hormonal action (5), and in particular Article 2 thereof, the administration of certain substances having a hormonal action to farm animals for purposes other than those specified in Article 4 of Council Directive 81/602/EEC of 31 July 1981 concerning the prohibition of certain substances having a hormonal action and of any substances having a thyrostatic action (6) is, from 1 January 1988, prohibited throughout the Community;\nWhereas, therefore, provision should be made for meat from animals treated with the substances prohibited by the abovementioned Directive to be excluded from intervention from a date permitting the disposal of such meat within the time limits laid down for the placing on the market of all meat from animals treated with those substances; whereas Regulation (EEC) No 2226/78 should therefore be amended to incorporate the new requirements for products bought in by intervention agencies;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Beef and Veal,", "main_body": ["The following point is added to Article 6 (1) of Regulation (EEC) No 2226/78:\n'(e) they come from animals to which substances prohibited by Article 2 of Council Directive 88/146/EEC (*) have not been administered.\n(*) OJ No L 70, 16. 3. 1988, p. 16.'", "This Regulation shall enter into force on 1 April 1988.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 25 March 1988.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 148, 28. 6. 1968, p. 24.\n(2) OJ No L 370, 30. 12. 1987, p. 7.\n(3) OJ No L 261, 26. 9. 1978, p. 5.\n(4) OJ No L 376, 31. 12. 1987, p. 31.\n(5) OJ No L 70, 16. 3. 1988, p. 16.\n(6) OJ No L 222, 7. 8. 1981, p. 32."}