{"celex_id": "31984R1062", "uri": "http://publications.europa.eu/resource/cellar/708ffd58-44d4-4bc0-b5db-c1c517edeed8", "type": "Regulation", "concepts": ["1159", "1294", "133", "2308", "2329"], "title": "Council Regulation (EEC) No 1062/84 of 16 April 1984 amending Regulation (EEC) No 3760/83 laying down for 1984 certain measures for the conservation and management of fishery resources applicable to vessels registered in the Faroe Islands\n", "header": "COUNCIL  REGULATION (EEC) No 1062/84\nof 16 April 1984\namending Regulation (EEC) No 3760/83 laying down for 1984 certain measures for the conservation and management of fishery resources applicable to vessels registered in the Faroe Islands\nTHE COUNCIL OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 170/83 of 25 January 1983 establishing a Community system for the conservation and management of fishery resources (1), and in particular Articles 3 and 11 thereof,\nHaving regard to the proposal from the Commission,\nWhereas Regulation (EEC) No 320/84 (2), which fixed for certain fish stocks and groups of fish stocks occurring in the Community's fishing zone, provisional total allowable catches for 1984, the provisional share of these catches available to the Community, the allocation of that share between the Member States and the conditions under which the total allowable catches may be fished, contains certain provisions relating to the periods in which herring may be fished in the Skagerrak and Kattegat areas in 1984;\nWhereas, to ensure conformity with the abovementioned provisions, it is necessary to amend the present provisions relating to herring contained in Regulation (EEC) No 3760/83 (3);\nWhereas following consultations between the parties the licensing arrangements for herring fishing in the Skagerrak for vessels registered in the Faroe Islands should be incorporated into Regulation (EEC) No 3760/83,", "main_body": ["Regulation (EEC) No 3760/83 is hereby amended as follows:\n1. Article 3 (1) is replaced by the following:\n'1. Fishing within the waters referred to in Article 1, under the quotas established in the said Article, shall be permitted only where a licence issued by the Commission on behalf of the Community is held on board and where the conditions set out in the licence are observed.'\n2. Article 6 (1) is replaced by the following:\n'1. Directed fishing for herring shall be prohibited throughout the year except for 12 weeks within the period 1 June to 29 September 1984 and for five weeks within the period 1 October to 31 December 1984.'", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 16 April 1984.\nFor the Council\nThe President\nM. ROCARD\n(1) OJ No L 24, 27. 1. 1983, p. 1.\n(2) OJ No L 37, 8. 2. 1984, p. 1.\n(3) OJ No L 374, 31. 12. 1983, p. 21."}