{"celex_id": "31985L0358", "uri": "http://publications.europa.eu/resource/cellar/1fc6c740-801d-4a61-a7c6-c7536a7ea4d8", "type": "Directive", "concepts": ["192", "2737", "2773", "3815", "5300", "5734"], "title": "Council Directive 85/358/EEC of 16 July 1985 supplementing Directive 81/602/EEC concerning the prohibition of certain substances having a hormonal action and of any substances having a thyrostatic action\n", "header": "COUNCIL  DIRECTIVE\nof 16 July 1985\nsupplementing Directive 81/602/EEC concerning the prohibition of certain substances having a hormonal action and of any substances having a thyrostatic action\n(85/358/EEC)\nTHE COUNCIL OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Articles 43 and 100 thereof,\nHaving regard to Council Directive 81/602/EEC of 31 July 1981 concerning the prohibition of certain substances having a hormonal action and of any substances having a thyrostatic action (1), and in particular Article 7 thereof,\nHaving regard to the proposal from the Commission (2),\nHaving regard to the opinion of the European Parliament (3),\nHaving regard to the opinion of the Economic and Social Committee (4),\nWhereas Community control measures should be introduced to guarantee the uniform application, in all Member States, of the standards fixed in Directive 81/602/EEC;\nWhereas such control measures must cover the various phases running from manufacturing to the sale of the substances and the veterinary pharmaceutical preparations referred to in Directive 81/602/EEC;\nWhereas under Article 7 of Directive 81/602/EEC it is incumbent upon the Council to adopt in particular the detailed rules for carrying out controls covering farm animals in their farms of origin and at the slaughterhouse, and the meat of such animals and the meat products obtained therefrom;\nWhereas provisions should be made for the official taking of samples at the slaughterhouse; whereas, furthermore, where there is a justified suspicion of infringement, provision should be made for the possibility taking such samples at the farm of origin;\nWhereas the analysis of samples must be carried out in an officially approved laboratory;\nWhereas, pending the adoption of a uniform Community method of analysis and reference methods, a common methodology should be adopted to be used in the event of dispute;\nWhereas, where the presence of prohibited substances or of the residues of such substances is confirmed, an investigation should be made at the farm of origin in order to exclude the meat in question from human and animal consumption and to place the prohibited substances under official control;\nWhereas in order to facilitate the implementation of the envisaged provisions, provision should be made for a procedure establishing close cooperation between the Member States and the Commission within the Standing Veterinary Committee set up by the Council Decision of 15 October 1968,", "main_body": ["The Member States shall ensure that official on-the-spot random controls are made on the substances referred to in Directive 81/602/EEC at the manufacturing, handling, storage, transport, distribution and sales stages for the presence of prohibited substances and veterinary pharmaceutical preparations containing prohibited substances which may be intended to be administered to animals for fattening purposes.", "Without prejudice to the controls provided for in Directives 64/433/EEC (1) and 72/462/EEC (2), Member States shall ensure that controls on farm animals, the meat of such animals and the meat products obtained therefrom are carried out within their territories, in accordance with the following Articles, in order to secure compliance in particular with the provisions of Directive 81/602/EEC.", "Member States shall ensure that:\n1. where there is justified suspicion of an infringement, the competent departments make or arrange to have made:\n- random controls on animals on their farms of origin, particularly in order to detect traces of implants,\n- an official control for the presence of the substances the use of which is prohibited on farms where animals are reared, kept or fattened;\nsuch controls may include the official taking of samples;\n2. random samples are taken from animals from fattening farms.", "Member States shall ensure that, at the slaughterhouse, before slaughter the animals are examined and that samples are taken officially to reveal the illegal use of the substances referred to in Directive 81/602/EEC or the presence of residues of such substances. Depending on the nature of the substances sought, these samples are to be taken from:\n- live animals, including specimens of urine or controls of any remains of solid implants, or\n- carcases after slaughter including a histopathological examination, or\n- animals and meat.", "1. The samples referred to in Articles 3 and 4 shall be analysed in a laboratory approved by the competent authorities for the analysis of hormone residues.\n2. Analysis of the samples provided for in paragraph 1 shall be carried out in accordance with methods to be determined in accordance with the procedure laid down in Article 11, within eighteen months of notification of this Directive.\nPending decisions to this effect, the Member States shall, in the event of dispute, recognize the findings obtained by radio-immunoassay (RIA) and by thin layer chromatography or by gas chromatography.\n3. All positive findings must, if contested, be confirmed by an official laboratory duly approved for the purpose by the competent authorities, using the reference methods established by virtue of Article 4 (1) (b) of Directive 64/433/EEC.", "1. Where the analysis referred to in Article 5 confirms the presence of prohibited substances or of residues either exceeding the maximum natural physiological levels for the authorized substances or proving that authorized substances have been used abusively, the competent authorities shall be informed immediately of:\n(a) all the particulars needed to identify the animal and its farm of origin. These particulars shall be determined in accordance with the procedure laid down in Article 10;\n(b) the result of the analysis.\n2. The competent authorities shall then ensure that:\n(a) an investigation is made at the farm of origin to determine the reason for the presence of hormone residues;\n(b) an investigation of the source or sources of the substance concerned is made, as necessary, at the manufacturing, handling, storage, transport, distribution or sales stage.\n3. The competent authorities shall also ensure that:\n(a) the herd or animals at the farm of origin and the herds which, as a result of the investigations referred to in paragraph 2 may be considered to contain the residue in question, are officially marked and subjected to appropriate analysis;\n(b) if these analyses reveal the presence of prohibited substances, the animals may not be placed on the market for human or animal consumption;\n(c) if the analyses reveal the presence of residues of authorized hormone substances exceeding the limits mentioned in paragraph 1, the slaughter of the animals intended for human consumption shall be prohibited until it is possible to be sure that the residue level does not exceed the permitted limits. That period may in no case be shorter than the waiting period laid down for the\npreparation in question. However, where it is established that the conditions of use of the products have not been complied with, the animals concerned must be definitely excluded from human consumption;\n(d) the animals are not disposed of to other persons during the analysis period unless this occurs under the supervision of the official veterinarian.\n4. By way of derogation from paragraph 3 (c), animals, the slaughter of which is prohibited, may be slaughtered before the end of the prohibition period if the competent authority is informed thereof before the proposed date of slaughter, and has been made aware of the place of slaughter. Animals which have been officially marked must be accompanied at the place of slaughter by an official veterinary certificate containing the information required under paragraph 1 (a).\nThe carcase of each animal the slaughter of which is communicated pursuant to the first subparagraph shall be officially subjected to analysis of the residue in question and shall be kept until the result of the analysis is known.", "Where, without prejudice to the provisions of Article 4 of Directive 81/602/EEC, the controls and investigations laid down in Articles 2 to 6 disclose the presence of prohibited substances, the Member States shall ensure that these substances are placed under official control until the necessary sanctions are imposed.", "Where the results of the controls carried out in one Member State indicate the need for investigation in one or more other Member States on in one or more third countries, the Member State concerned shall inform the other Member States and the Commission thereof.\nMember States in which an investigation proves to be necessary shall take the necessary measures.\nIf the need arises, at the request of the Member State which has requested the investigation or on its own initiative, the Commission may send an expert on the spot.\nThe detailed rules of application of this Article shall be adopted in accordance with the procedure laid down in Article 10.", "1. Member States shall forward information to the Commission at least once a year on the control measures they have taken, including details of samplings, analyses and investigations carried out for detection of the presence of residues of substances the use of which is promibited.\n2. On the basis of that information, the Commission shall report to the representatives of the Member States meeting in the Standing Veterinary Committee, hereinafter referred to as the 'Committee'. If necessary, measures may be taken in accordance with the procedure laid down in Article 10, to ensure uniform application of the controls provided for in this Directive.", "0\n1. Where the procedure laid down in this Article is to be used, the matter shall be referred to the Committee immediately by its Chairman, either on his own initiative or at the request of a Member State.\n2. The representative of the Commission shall submit to the Committee a draft of the measures to be adopted. The Committee shall deliver its opinion on the draft within a time limit which the Chairman may lay down according to the urgency of the matter. The opinion shall be delivered by a majority of forty-five votes, the votes of the Member States being weighted as provided for in Article 148 (2) of the Treaty. The Chairman shall not vote.\n3. The Commission shall adopt the measures and implement them immediately where they are in accordance with the opinion of the Committee. Where they are not in accordance with the opinion of the Committee or if no opinion is delivered, the Commission shall immediately submit to the Council a proposal on the measures to be taken. The Council shall act by a qualified majority.\nIf within three months of the date on which a matter was referred to it the Council has not adopted any measures, the Commission shall adopt the proposed measures and implement them immediately, save where the Council has decided against the measures by a simple majority.", "1\n1. Where the procedure laid down in this Article is to be followed, the Chairman shall refer the matter to the Committee without delay either on his own initiative or at the request of a Member State.\n2. The representative of the Commission shall submit to the Committee a draft of the measures to be adopted. The Committee shall deliver its opinion on the draft within a time limit which the Chairman may lay down according to the urgency of the matter. The opinion shall be delivered by a majority of 45 votes, the votes of the Member States being weighted as provided for in Article 148 (2) of the Treaty. The Chairman shall not vote. 3. The Commission shall adopt the measures and implement them immediately where they are in accordance with the opinion of the Committee. Where they are not in accordance with the opinion of the Committee or if no opinion is delivered, the Commission shall immediately submit to the Council a proposal on the measures to be taken. The Council shall act by a qualified majority.\nIf within fifteen working days of the date on which the matter was referred to it the Council has not adopted any measures, the Commission shall adopt the proposed measures and implement them immediately, save where the Council has decided against the measure by a simple majority.", "2\nMember States shall ensure, except where expenses are incurred by the application of Articles 3 and 6, that the expenses entailed by the controls referred to in Article 2 et seq. are charged against the fees laid down by Directive 85/73/EEC (1).", "3\nFor the purposes of implementing Article 4 (2) (a) of Directive 72/462/EEC, the guarantees to be requested from third countries as regards compliance with the requirement laid down under (b) of the said provision must not be more favourable than those provided for in this Directive.\nIn accordance with the procedure laid down in Article 11, guarantees at least equivalent to those resulting from application of this Directive may be accepted.", "4\nMember States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive by a date to be fixed by the Council, acting unanimously on a proposal from the Commission, before 31 December 1985.\nBefore that latter date, the Council, acting unanimously on a proposal from the Commission, shall adopt the Decision provided for in Article 5 of Directive 81/602/EEC.", "5\nThis Directive is addressed to the Member States."], "attachments": "Done at Brussels, 16 July 1985.\nFor the Council\nThe President\nM. FISCHBACH\n(1) OJ No L 222, 7. 8. 1981, p. 32.\n(2) OJ No C 305, 22. 11. 1980, p. 2.\n(3) OJ No C 50, 9. 3. 1981, p. 87.\n(4) OJ No C 138, 9. 6. 1981, p. 29.\n(1) OJ No L 121, 29. 7. 1964, p. 2012/64.\n(2) OJ No L 302, 31. 12. 1972, p. 28.\n(1) OJ No L 32, 5. 2. 1985, p. 14."}