{"celex_id": "31984D0133", "uri": "http://publications.europa.eu/resource/cellar/3a71836b-9ec6-4772-ac96-9792a47fc4bb", "type": "Decision", "concepts": ["1425", "2836", "4878", "616"], "title": "84/133/EEC: Council Decision of 2 March 1984 introducing a Community system for the rapid exchange of information on dangers arising from the use of consumer products\n", "header": "COUNCIL  DECISION\nof 2 March 1984\nintroducing a Community system for the rapid exchange of information on dangers arising from the use of consumer products\n(84/133/EEC)\nTHE COUNCIL OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 235 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas, pursuant to the preliminary programme of the European Economic Community for a consumer protection and information policy (4), goods offered to consumers must be such that under normal or foreseeable conditions of use they present no risk to health or safety of consumers; whereas where such risks exist, suitable measures should be introduced for informing consumers thereof, improving the conditions of use of the goods, or withdrawing them from the market by quick and simple procedures;\nWhereas, in cases where it is established that consumer products marketed in the European Economic Community may endanger the health and safety of users in such a way that the rapid implementation of appropriate measures is called for, means should exist for the rapid exchange at Community level of information concerning such products and to this end an organized system should be established;\nWhereas an information system of this type would appear necessary in order to attain one of the Community's objectives as regards the protection and information of consumers; whereas since the Treaty makes no provision for the specific powers for the adoption of the Decision, it is necessary to invoke Article 235 thereof;\nWhereas consumer products intended exclusively for professional use should be excluded; whereas products which other Community instruments are the subject of equivalent notification procedures should also be excluded;\nWhereas, in order to assess the conditions of operation of such an information system, an experiment should be implemented over an initial limited application period;\nWhereas, moreover, an advisory committee should be set up under the aegis of the Commission to advise on any problems connected with the administration of the system,", "main_body": ["1. Any Member State which decides to take urgent steps to prevent, restrict or attach particular conditions to the marketing or use or the possible marketing or use on its territory of a product, or a product batch, because of the serious and immediate risk which that\nproduct or product batch presents for the health or safety of consumers when used in normal and foreseeable conditions, shall immediately inform the Commission thereof. Whenever possible, the producer, distributor or importer of the product or product batch shall first be consulted.\n2. Such information shall contain:\n- particulars enabling the product or product batch to be identified, including the type and characteristics,\n- particulars of the nature and gravity of the risks in question,\n- particulars of the steps which the Member State has decided to take.\n3. On receipt of this information, the Commission shall verify its conformity with the terms of this Decision and shall forward it to the competent authorities of the other Member States.", "This Decision shall apply to all products intended for use by consumers except:\n(a) products intended exclusively for professional use;\n(b) products which under other Community instruments are the subject of equivalent notification procedures.", "The competent authorities of a Member State shall inform the Commission without undue delay of any measures they may have taken following receipt of the information referred to in Article 1 (3). On receipt of this information, the Commission shall in turn forward it to the competent authorities of the other Member States.", "Detailed procedures for the transmission of the information referred to in Article 1 shall be adopted by the Commission in agreement with the competent authorities of the Member States.", "Each Member State shall indicate to the Commission or one or more competent national authorities designated to forward or receive the information referred to in Articles 1 and 3. On receipt of this indication, the Commission shall forward it to the competent authorities of the other Member States.", "In justified cases, and if the competent authority of the Member State supplying information under this Decision so requests, the information shall be treated as confidential.", "1. An advisory committee, hereinafter referred to as 'the Committee', shall be set up at the Commission; it shall consist of two representatives per Member State and shall have a representative of the Commission as chairman. The representatives of the Member States may be accompanied by up to two experts per Member State.\n2. The Committee may examine any problem relating to the implementation and administration of the information system which is referred to it by its chairman either on his own initiative or at the request of a representative of a Member State.\n3. The Commission shall provide the secretariat for the Committee.", "1. The Member States shall take the measures necessary to comply with this Decision within 12 months of the date of its notification (1).\n2. This Decision shall remain in force for a period of four years from the date of its notification. Before the end of this period, the Commission, in the light of the experience obtained, shall present a report with proposals on the basis of which the Council may decide upon the continuation or revision of the system.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 2 March 1984.\nFor the Council\nThe President\nC. LALUMIĂ\u0088RE\n(1) OJ No C 321, 22. 12. 1979, p. 7.\n(2) OJ No C 182, 19. 7. 1982, p. 118.\n(3) OJ No C 182, 21. 7. 1980, p. 13.\n(4) OJ No C 92, 25. 4. 1975, p. 1.\n(1) This Decision was notified to the Member States on 7 March 1984."}