{"celex_id": "31988D0651", "uri": "http://publications.europa.eu/resource/cellar/e11be151-75e9-490e-ab12-2cba915a82a5", "type": "Decision", "concepts": ["1254", "1524", "3875", "5100"], "title": "88/651/EEC: Commission Decision of 23 December 1988 terminating the anti-dumping proceeding concerning imports of certain cellular mobile radio telephones originating in Canada, Hong Kong and Japan\n", "header": "COMMISSION DECISION  of 23 December 1988  terminating the anti-dumping proceeding concerning imports of certain cellular mobile radio telephones originating in Canada, Hong Kong and Japan  (88/651/EEC)  (88/651/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2423/88 on protection against dumped or subsidized imports from countries not members of the European Community (1), and in particular Article 9 thereof,\nAfter consultations within the Advisory Committee as provided for by that Regulation,\nWhereas:\nA. PROCEDURE  (1) In June 1987 the Commission received a complaint lodged by the sole producer of complete TACS mobile telephones in the Community. The complaint contained evidence of dumping of the product concerned originating in Japan and Canada and of material  injury resulting therefrom, which was considered sufficient to warrant the opening of an investigation.\nThe Commission accordingly announced, by notice published in the Official Journal of the European Communities (2), the initiation of an anti-dumping proceeding concerning imports into the Community of certain cellular mobile radio telephones falling  within CN code ex 8525 20 90 originating in Japan and Canada, and commenced an investigation.\n(2) In December 1987 the Commission received a complementary complaint from the same Community producer requesting an extension of the proceeding to include imports of the product concerned originating in Hong Kong. The complementary complaint contained  evidence that the transceivers for cellular mobile radio telephones sold in the Community were produced in Hong Kong.\nThe Commission accordingly announced, in a notice published in the Official Journal of the European Communities (3) the extension of the anti-dumping proceeding to include imports of certain cellular mobile telephones originating in Hong Kong.\n(3) The Commission officially notified the exporters and importers known to be concerned, the representatives of the exporting countries and the complainant and gave the parties directly concerned the opportunity to make known their views in writing and  to request a hearing.\n(4) Most of the producers/exporters and importers known to be concerned made known their views in writing. Some of them requested and were granted hearings.\n(5) The Commission sought and verified all the information it considered necessary for a determination of injury. On-the-spot investigations were carried out at the premises of the following companies:\n(a) Community producer:\nMotorola Limited UK, Basingstoke and Stotfold  (b) Importers/distributors:\nMitsubishi Electric UK Ltd, Rickmansworth  Panasonic Industrial UK Ltd, Slough  NEC Business Systems (Europe) Ltd, London  Novatel Communications Limited, Melksham  Carphone Group, Frome  Racal Vodac Ltd, Newbury  (6) The investigation period set pursuant to Article 7 (1) (c) of Regulation (EEC) No 2423/88 covered the period 1 January to 30 June 1987.\nB. INJURY  (7) In order to determine whether or not the allegedly dumped imports caused material injury to the Community industry, the Commission took into consideration the following facts:\n(a) Volume, market share and price of imports  (i) Volume  (8) Imports into the Community of cellular mobile radio telephones originating in Canada, Hong Kong and Japan increased from 37 376 units in 1985 to 46 069 in 1986. During the first half of 1987, 36 337 units were imported. Extrapolated over the whole  of 1987 the latter development would have represented a substantial increase. However, this trend should be assessed in the light of the development of the consumption of the product concerned during this period.\n(ii) Consumption and market shares  (9) It was found that the consumption of the product concerned, the sales of which - for technical reasons - are limited to the United Kingdom and Irish markets, increased from approximately 112 000 units at the end of 1986 to approximately 175 000  units in June 1987, i.e. an increase of 56 %.\nAs far as the market share is concerned, it was found that during the same period the share held by the exporters concerned in this proceeding increased by 0,5 %.\n(iii) Prices  (10) The evidence available to the Commission shows that during the reference period the prices of the imports were not lower than those charged by the Community producer.\n(b) Effect on Community industry  (11) The Commission also examined whether the increase in allegedly dumped imports had a significant effect on the Community industry:\n(i) Community production  (12) With regard to the production of the Community producer concerned, it was found that there was a sharp increase between 1985 (when Community production started) and 1986, and again during the first half of 1987.\n(ii) Sales  (13) It was also found that sales of the product manufactured in the Community increased significantly between 1985 and 1986 and further increased during the first six months of 1987.\n(iii) Consumption and market share  (14) The development of the production and sales of the Community producer concerned must be assessed in the light of the development of the consumption and market share of the Community industry as described above. The market share held by the  Community producer increased by 4 %. From a comparison of this increase in market shares of the Community industry and that of the allegedly dumped imports, it results that, in the period between December 1986 and June 1987, the share held by the  Community industry increased more than that held by the imports concerned in this investigation.\n(iv) Capacity and capacity utilization  (15) With regard to the production capacity and capacity utilization of the Community producers it was found that, whereas the former increased by 52 % between 1986 and the investigation period, the latter more than doubled during the same period.\n(v) Prices  (16) As far as the sales prices of the Community producer are concerned, it was found that they declined significantly during the major part of 1986 but more or less stabilized towards the end of 1986 and continued doing so during the first half of  1987.\n(vi) Profits  (17) With regard to profitability it was found that after substantial losses in 1986, the Community producer's situation improved significantly during the investigation period. Although sales through a major sales channel continued to be made at a loss,  a considerable overall profit was realised on sales of cellular mobile radio telephones.\n(c) Conclusion  (18) The above data indicates that, despite the significant growth in imports into the Community, the European producer was able to increase both production and market share as well as, given the abovementioned price stabilization, improve the company's  financial results.\n(19) In the light of these findings it is considered that the Community producer concerned did not suffer material injury during the investigation period.\nC. DUMPING  (20) In view of the above findings with respect to injury the Commission considered it unnecessary - notwithstanding the importance of the dumping margins alleged - to further investigate the question of dumping with regard to the imports concerned.\nD. WITHDRAWAL OF THE COMPLAINT AND TERMINATION OF THE PROCEEDING  (21) After having been informed by the Commission of the above findings, the complainant decided to withdraw the complaint due to the change in circumstances since the end of 1986.\nIn these circumstances, protective measures are unnecessary and the proceeding should be terminated,", "main_body": ["The anti-dumping proceeding concerning imports of certain cellular mobile radio telephones originating in Canada, Hong Kong and Japan is hereby terminated."], "attachments": "Done at Brussels, 23 December 1988.\nFor the Commission  Willy DE CLERCQ  Member of the Commission   (1) OJ No L 209, 2. 8. 1988, p. 1.\n(2) OJ No C 185, 15. 7. 1987, p. 2.\n(3) OJ No C 71, 17. 3. 1988, p. 12."}