{"celex_id": "31986R2028", "uri": "http://publications.europa.eu/resource/cellar/93c63515-27c1-4a09-b8f0-e4e4756767bc", "type": "Regulation", "concepts": ["1642", "3568"], "title": "Commission Regulation (EEC) No 2028/86 of 30 June 1986 on certain export licences with advance fixing of the refund\n", "header": "COMMISSION  REGULATION (EEC) No 2028/86\nof 30 June 1986\non certain export licences with advance fixing of the refund\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2727/75 of 29 October 1975 on the common organization of the market in cereals (1), as last amended by Regulation (EEC) No 1579/86 (2), and in particular Article 12 (2) thereof,\nWhereas Commission Regulation (EEC) No 2042/75 (3), as last amended by Regulation (EEC) No 3817/85 (4), provides, for the purposes of the application of the system of import and export licences, for a tolerance as regards the quantities concerned;\nWhereas applications for export licences for common wheat were submitted during the period from 2 to 8 August 1985 pursuant to the procedure provided for in Article 11 of Regulation (EEC) No 2042/75; whereas the said applications have been accepted and whereas the licences issued are eligible for advance fixing of the refund until 31 July 1986 in the case of exports to certain African countries;\nWhereas when those licences were issued there were no plans to have the marketing year for cereals begin on 1 July instead of 1 August and whereas such a change means a 25 ECU reduction in advance fixed refunds for exports taking place in July 1986 in respect of those licences;\nWhereas provisions appropriate to those circumstances should be adopted, so that traders will not be penalized if they do not supply the goods concerned in July 1986;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["In the case of export licences with advance fixing of the refund which were applied for during the period from 2 to 8 August 1985 for the export of common wheat to countries in Zone V (a), as defined in Annex I to Regulation (EEC) No 1124/77 (5), and which were issued in accordance with Article 11 of Regulation (EEC) No 2042/75, the obligation to export shall, notwithstanding Article 2 of Regulation (EEC) No 2042/75, be regarded as having been fulfilled where the quantity exported falls by not more than 12 % below the quantity shown on the licence.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 June 1986.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 281, 1. 11. 1975, p. 1.\n(2) OJ No L 139, 24. 5. 1986, p. 29.\n(3) OJ No L 213, 11. 8. 1975, p. 5.\n(4) OJ No L 368, 31. 12. 1985, p. 16.\n(5) OJ No L 134, 28. 5. 1977, p. 53."}