{"celex_id": "31981D0789", "uri": "http://publications.europa.eu/resource/cellar/6a8e38e6-b100-49fc-9fea-047b35fe7576", "type": "Decision", "concepts": ["1318", "3743", "4309", "4839", "69"], "title": "81/789/ECSC: Commission Decision of 14 September 1981 on the joint formation of Eurocoal Sa, Brussels, by Etmofina SA, Brussels, and Krupp Handel GmbH, Düsseldorf (Only the Dutch text is authentic)\n", "header": "COMMISSION DECISION of 14 September 1981 on the joint formation of Eurocoal SA, Brussels, by Etmofina SA, Brussels, and Krupp Handel GmbH, Düsseldorf (Only the Dutch, French and German texts are authentic) (81/789/ECSC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Coal and Steel Community, and in particular Article 66 thereof,\nHaving regard to Decision No 24/54 of 6 May 1954 laying down in implementation of Article 66 (1) of the Treaty a Regulation on what constitutes control of an undertaking (1),\nHaving regard to the application made on 4 February 1981 by Petrofina SA, Brussels, and Krupp Handel GmbH, Düsseldorf, for authorization of the joint formation of Eurocoal SA, Brussels, by Etmofina SA, Brussels, and Krupp Handel GmbH, Düsseldorf,\nHaving obtained the comments of the Governments of the Kingdom of Belgium and the Federal Republic of Germany,\nWhereas:\nI  1. Eurocoal is intended to handle in combination the coal trade interests of Krupp Handel and Etmofina in the common market, with the exception of the Federal Republic of Germany, and in a number of non-member countries.\nIt is further intended that Eurocoal will commence operations in the Federal Republic of Germany at an opportune moment.\nThe joint subsidiary is to trade in solid fuels, no express distinction having been made between supplies obtained from the Community and those obtained from non-member countries. It is estimated that its turnover will reach between one and two million tonnes after five years.\nThe founder undertakings will each have a 50 % stake in Eurocoal.\n2. Etmofina is a wholly owned subsidiary of Petrofina and is combined with it. Petrofina is a multinational group engaged mainly in all spheres of the oil industry (discovery, extraction, transportation and refining of crude oil petrochemicals and the marketing of finished products). In 1979, the group achieved a turnover of some Bfrs 273 000 million (about 6 800 million ECU). Taking these circumstances into account, Etmofina is not an undertaking within the meaning of Article 80 of the Treaty.\n3. Krupp Handel is a wholly owned subsidiary of Fried. Krupp GmbH (Krupp Group). The Krupp Group, with which Krupp Handel is combined, is engaged in steel production, shipbuilding, industrial plant production, mechanical engineering, distribution and services (involving, amongst other things, coal). In 1979, the group's turnover amounted to some DM 13 000 million (about 5 150 million ECU). Krupp Handel is an undertaking within the meaning of Article 80 of the Treaty.\n4. Both groups are convinced that the changes which have occurred on the world energy market since 1973, together with the ever-decreasing capacity of hydrocarbons to meet energy requirements, will lead to a continuing increase in solid fuel consumption.\nIn their view, this will involve not only the emergence of new requirements, but also requirements stemming from the changeover from fuel oil to solid fuel consumption.\nII\nThe two groups' trade in solid fuels in the territory covered by the agreement will in future be carried out by the joint subsidiary alone. While Krupp Handel will withdraw from such activity, Petrofina will refrain from becoming active in this market. For the purposes of their joint activity in the field of solid fuels distribution, both groups possess tangible and intangible  (1) Official Journal of the ECSC, 11.5.1954, p. 345.  resources which are mutually complementary. These resources include the two parent companies' existing marketing networks and also their existing and potential customers and supply contracts. While Krupp Handel's customers are in some cases consumers of solid fuels and in others of mineral oil products, Petrofina, which trades in mineral oil products has customers who are potential converts from mineral oil products to coal or already use coal to cover part of their energy needs and who thus represent an ideal element of goodwill for Eurocoal as regards trade in coal. Wherever they can be of use, these resources will be transferred or made available to the joint subsidiary.\nUnder these conditions, the formation of Eurocoal does not constitute an agreement between the parent companies on the coordination of their market operations, but the creation of an autonomous business entity. The proposed transaction will therefore lead to a concentration within the meaning of Article 66 (1) of the Treaty in the form of group control. The agreements on the equal participation in Eurocoal and on its management will prevent either parent company from exercising individual control over the company. It will be controlled jointly by the parent companies, the latter acting as a group in the pursuit of their common business interests. The joint undertaking will therefore be merged with Petrofina and Fried. Krupp GmbH and with the undertakings controlled by them, without the two groups being merged with each other.\nSuch concentrations may be approved if it can be shown that certain restraints of competition are not involved. This condition is met for the following reasons:\nThe proposed transaction is of only limited significance in the territory of the common market. In 1980, consumption of solid fuels - excluding supplies to State railways and the steel industry, which are generally reserved for mining undertakings - amounted to some 225 million tonnes.\nThis amount is distributed partly by the producers, which in some cases fulfil a distributive function, and partly by a large number of wholesale coal distributors. The latter include several which each year sell more than two million tonnes of solid fuels.\nUnder the given circumstances, Eurocoal's planned turnover, even when increased to include Krupp Handel's supplies in the Federal Republic of Germany, is not likely to achieve a market share of more than some 2 % in solid fuels within the common market. Even in the future, there will thus be sufficient competition on this market. Even though it must be remembered that, through its stake in Eurocoal, Petrofina will cease to be a potential competitor in the marketing of solid fuels, it is clear that the parent companies will not be able, through Eurocoal, to determine prices, to control or restrict production or distribution or to hinder effective competition in a substantial part of the market in solid fuels. Nor will the proposed transaction enable them to evade the rules of competition, in particular by establishing an artificially privileged position involving a substantial advantage in access to supplies or markets.\nA group effect between Fried. Krupp GmbH and Petrofina will not be created, since the latter has hitherto not been involved in the production or distribution of solid fuels.\nAccordingly, the proposed transaction satisfies the conditions for authorization set out in Article 66 and may therefore be authorized,", "main_body": ["The joint formation of the firm Eurocoal, Brussels, by Etmofina SA, Brussels, and Krupp Handel GmbH, Düsseldorf, is hereby authorized.", "This Decision is addressed to Petrofina SA, Brussels, and Krupp Handel GmbH, Düsseldorf."], "attachments": "Done at Brussels, 14 September 1981.\nFor the Commission\nFrans ANDRIESSEN\nMember of the Commission"}