{"celex_id": "31985D0209", "uri": "http://publications.europa.eu/resource/cellar/af77e9ca-b112-4675-b3d5-e3cd1ab03b89", "type": "Decision", "concepts": ["2425", "588", "863"], "title": "85/209/EEC: Commission Decision of 26 March 1985 accepting the undertaking given in connection with the anti-dumping investigation concerning imports of plasterboard of Spanish origin into Ireland and Northern Ireland and terminating that investigation\n", "header": "COMMISSION  DECISION\nof 26 March 1985\naccepting the undertaking given in connection with the anti-dumping investigation concerning imports of plasterboard of Spanish origin into Ireland and Northern Ireland and terminating that investigation\n(85/209/EEC)\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2176/84 of 23 July 1984 on protection against dumped or subsidized imports from countries not members of the European Economic Community (1), and in particular Article 10 thereof,\nAfter consultations within the Advisory Committee as provided for by the above Regulation,\nWhereas:\nA. Procedure\n(1) In July 1984 the Commission received a complaint lodged by Gypsum Industries Ltd, which manufactures plasterboard in Ireland. This firm is not the only Community producer nor does its output constitute a major proportion of the total Community production of the like product. However, it argued that Ireland and Northern Ireland should be considered to be a distinct competitive market for this product, separate from the rest of the Community. For this reason the complainant considered that it should be regarded as being a Community industry as provided for by Article 4 (5) of Regulation (EEC) No 2176/84 since it sells all of its production in this separate market and since the demand in this market is not to any substantial degree supplied by other Community producers of plasterboard.\nThe complaint contained evidence of dumping and of material injury resulting therefrom and also information concerning the alleged isolation of the Irish market, which was considered sufficient to justify the initiation of a proceeding. The Commission accordingly announced, by a notice published in the Official Journal of the European Communities (2), the initiation of an anti-dumping proceeding concerning imports into Ireland and Northern Ireland of plasterboard falling within subheading ex 68.10 A of the Common Customs Tariff, corresponding to NIMEXE code ex 68.10-10, originating in Spain, and commenced an investigation.\n(2) The Commission officially so advised the exporter and importers known to be concerned, the representatives of the exporting country and the complainants and gave the parties directly concerned the opportunity to make known their views in writing and to request a hearing.\nThe only known exporter and importers made their views known in writing. The exporter and one of the importers concerned requested and were granted hearings.\n(3) The Commission sought and verified all information it deemed to be necessary for the purposes of a preliminary determination and carried out investigations at the premises of the following:\nEEC producer:\nGypsum Industries Ltd, Dublin and Kingscourt,\nExporter:\nEspaĂąola de Placas de Yeso, SA, Quinto de Ebro (Zaragoza) and Madrid,\nImporter in Ireland:\nIberian Trading Ltd, Dublin.\n(4) The investigation of dumping covered the period from 1 October 1983 to 30 September 1984.\nB. Normal value\n(5) Normal value was provisionally determined on the basis of the domestic prices of the sole Spanish producer/exporter.\nC. Export price\n(6) Export prices were determined on the basis of the prices actually paid or payable for the products sold for export to the Community.\nD. Comparison\n(7) In comparing normal value with export prices, the Commission took account of differences affecting price comparability and allowances were made for differences in conditions and terms of sale concerning rebates and indirect taxes. Allowances for selling, general and administrative expenses requested by the exporter were not granted by the Commission since a direct relationship between these expenses and the sales under consideration was not satisfactorily demonstrated.\n(8) All comparisons were made at ex-works level.\nE. Margin of dumping\n(9) Normal value was set against export prices on a transaction by transaction basis and, as a result, the above preliminary examination of the facts showed the existence of dumping in respect of imports of plasterboard originating in Spain, the margin of dumping being equal to the amount by which the normal value as established exceeds the price for export to Ireland and Northern Ireland. On this basis the dumping margin expressed as a percentage of the cif export price to the market concerned varied from 0 to 15 %, the weighted average margin being 7,0 %.\nF. Injury\n(10) With regard to the injury caused by the dumped imports, the evidence available to the Commission shows that imports into Ireland and Northern Ireland of plasterboard of Spanish origin increased from an index of 100 in 1983 (exact figures are confidential) to an index of 574,6 for the first nine months of 1984 with a consequent increase in market share held by the exporting country from an index of 100 in 1983 (exact figure confidential) to 700 in the first nine months of 1984.\n(11) The resale prices of these imports undercut the prices of the Irish producer during the investigation period by from 0 to 15 %. During a significant part of the period under investigation the resale prices of these imports were lower than those required to cover the complainant producer's costs and provide a reasonable profit.\n(12) The Community industry in respect of which the injury must be assessed is the sole Community producer selling its production in the market comprised of Ireland, where the producer is located, and Northern Ireland. The Commission is satisfied that the requirements of the Community's anti-dumping Regulation (EEC) No 2176/84 regarding the separation of the Community into more than one market are fulfilled in the present circumstances.\n(13) The consequent impact on this Community industry has been a reduction in market share from an index of 100 in 1983 (exact figure confidential) to an index of 93 in the first nine months of 1984. The numbers employed have been reduced by almost 4 % during the same period, whilst the average return on sales for the six months ending 30 September 1984 fell to an index of 62,2 (exact figures confidential) compared to an index of 100 for the year ending 30 March 1984.\n(14) The Commission has considered whether injury has been caused by other factors such as the volume and prices of undumped imports or the stagnation of demand. It has been established that imports into Ireland from countries other than Spain have remained insignificant between 1983 and 1984 and were not at prices such as to cause injury to the Community industry. With regard to consumption, the investigation has shown that between 1982 and the first nine months of 1984 the demand for plasterboard in the market under consideration expanded by almost 6 %. Despite the increase in the size of the market the Irish producer has seen his market share decrease.\n(15) The volume of the dumped imports, the market share which they have obtained and the prices at which they are offered for sale in the market concerned led the Commission to determine that the effects of the dumped imports of plasterboard originating in Spain taken in isolation have to be considered as constituting material injury to the Community industry concerned.\nG. Community interest\n(16) The Commission has considered whether it is in the Community interest to take protective measures.\n(17) In view of the necessity for the Community industry concerned to generate sufficient funds to finance future investment and because of the relatively low impact of a price increase on the costs of the consuming industry the Commission has come to the conclusion that it is in the Community's interest that action be taken. H. Undertaking\n(18) The exporter concerned was informed of the main findings of the preliminary investigation and commented on them. An undertaking was subsequently offered by EspaĂąola de Placos de Yeso, SA, concerning their exports of plasterboard to Ireland and Northern Ireland.\n(19) The effect of the said undertaking will be to increase export prices to Ireland and Northern Ireland to the level necessary to eliminate the dumping. It appears that correct operation of the undertaking can be effectively monitored.\n(20) In these circumstances, the undertaking offered is considered acceptable and the investigation may, therefore, be terminated without imposition of an anti-dumping duty.\nNo objection to this course was raised in the Advisory Committee,", "main_body": ["The undertaking given by EspaĂąola de Placos de Yeso, SA in connection with the anti-dumping investigation concerning imports of plasterboard falling within Common Customs Tariff subheading ex 68.10 A, corresponding to NIMEXE code ex 68.10-10 and originating in Spain, is hereby accepted.", "The anti-dumping investigation referred to in Article 1 is hereby terminated."], "attachments": "Done at Brussels, 26 March 1985.\nFor the Commission\nWilly DE CLERCQ\nMember of the Commission\n(1) OJ No L 201, 30. 7. 1984, p. 1.\n(2) OJ No C 276, 16. 10. 1984, p. 4."}