{"celex_id": "31984D0508", "uri": "http://publications.europa.eu/resource/cellar/c9c8dd52-5142-4616-80b3-c6d8cd2a4bb0", "type": "Decision", "concepts": ["3892", "4839", "588", "889"], "title": "84/508/EEC: Commission Decision of 27 June 1984 on the aid granted by the Belgian Government to a producer of polypropylene fibre and yarn (Only the French and Dutch texts are authentic)\n", "header": "COMMISSION  DECISION\nof 27 June 1984\non the aid granted by the Belgian Government to a producer of polypropylene fibre and yarn\n(Only the Dutch and French texts are authentic)\n(84/508/EEC)\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular the first subparagraph of Article 93 (2) thereof,\nHaving given notice to the parties concerned to submit their comments as provided for in the said Article 93, and having regard to those comments,\nWhereas:\nI\nFollowing a number of complaints from federations of firms in the synthetic fibre and textile sectors, the Commission, by letters of 26 July 1983 and 3 November 1983, requested information from the Belgian Government in respect of an alleged aid granted to a Belgian textile company for the production of polypropylene fibre and yarn.\nBy letter dated 18 November 1983, the Belgian Government informed the Commission that in March 1983 an aid had been granted to the largest Belgian textile and carpet group for the purpose of establishing a production plant for polypropylene staple fibre and filament yarn.\nAccording to the Belgian authorities the aid had been granted under the transitional period of three months authorized by the Commission until the end of March 1983 for the 1982 aid programme in favour of the textile and clothing industry. The Commission also was informed that the aid amounted to Bfrs 224 million and took the form of a State participation in the capital of the subsidiary created by the textile and carpet group for the abovementioned purpose. Finally, the Belgian Governmemt indicated that this aid was the only intervention under the 1982 textile programme in favour of the textile and carpet group in question.\nBy telex dated 5 December 1983 the Commission requested additional information. Partial replies were communicated orally on 20 December 1983 and 11 January 1984.\nHaving examined the case, the Commission considered that the aid would be incompatible with the common market on the grounds that it would affect trade between Member States to an extent contrary to the common interest. The Commission also considered that in view of the overcapacities in polypropylene staple fibre and filament yarn the creation of any additional capacities should not be encouraged with State aid.\nFurthermore, the Commission considered that the aid should have been notified to it in advance under the transitional period authorized for the 1982 textile-aid programme and that neither the textile and carpet group nor its subsidiary concerned were registered on the list of firms submitted to the Commission for the purpose of monitoring the application of the transitional period.\nConsequently, the Commission initiated the procedure provided for in the first paragraph of Article 93 (2) of the EEC Treaty in respect of the aid and by letter of 13 February 1984 gave the Belgian Government notice to submit its comments.\nII\nThe Belgian Government, in submitting by letter dated 13 March 1984 its comments under the procedure provided for in Article 93 (2), did not question the aid character of the intervention and pointed out that State participation reached only 18 % of total investment cost, if including the working capital required for the project in total investment costs. It argued that no advance notification had been required as the project, while being undertaken by a carpet producer, concerned synthetic fibre and yarn and thus products not subject to this notification procedure. Furthermore, it considered that the firm in question had been listed on the document sent to the Commission for the purpose of monitoring the application of the transitional period under the name of the principal owner of the textile and carpet group and his commercial domicile. The Belgian Government also disputed the overcapacity problems in the production of polypropylene fibre and yarn highlighted by the Commission.\nThe comments of two other Member States, seven federations of firms in the sector and four individual companies, submitted to the Commission under the Article 93 (2) procedure, supported the Commission's view and underlined the overcapacity problems which the polypropylene sector is facing. They highlighted the sensitivity of the sector because of the volume of trade and the degree of competition between Member States. It was also claimed that the aid gave an unfair advantage to the carpet and synthetic-fibre producer in question in competition with other Community manufacturers.\nIII\nThe acquisition of shareholdings in companies either by central governments or by public agencies under government authority may in certain cases constitute aid under Article 92 (1) of the EEC Treaty.\nThe State intervention in question is explicitly referred to by the Belgian Government as a State aid.\nIn polypropylene staple fibre and filament yarn there is a high volume of trade and a large degree of competition between Member States. Consequently, trade between Member States is affected by an intervention undertaken by a Member State.\nIn these circumstances the operation in question constitutes aid within the meaning of Article 92 (1) of the EEC Treaty.\nArticle 92 (1) of the EEC Treaty lays down the principle that aid having the features there described is incompatible with the common market. The exceptions to this principle set out in Article 92 (3) specify objectives in the Community interest transcending the interests of the aid recipient. These exceptions must be construed narrowly when any regional or industry-aid scheme or any individual award under a general aid scheme is scrutinized. In particular they may be applied only when the Commission is satisfied that the free play of market forces alone, without the aid, would not induce the prospective aid recipient to adopt a course of action contributing to attainment of one of the said objectives.\nTo apply the exceptions to cases not contributing to such an objective would be to give unfair advantages to certain Member States and allow trading conditions between Member States to be affected and competition to be distorted without any justification on grounds of Community interest.\nIn applying these principles in its scrutiny of individual aid awards, the Commission must satisfy itself that the aid is justified by the contribution the recipient is making to attainment of one of the objectives set out in Article 92 (3), and is necessary to that end. Where this cannot be demonstrated, and especially where the aided investment would take place in any case, it is clear that the aid does not contribute to attainment of the objectives specified in the exceptions but merely serves to bolster the financial position of the recipient firm.\nThe recipient in the present case cannot be said to be making such a contribution in return for the aid.\nThe Belgian Government has been unable to give, or the Commission to discover, any justification for a finding that the planned aid falls within one of the categories of exceptions in Article 92 (3).\nWith regard to the exceptions provided for by Article 92 (3) (a) and (c) for aids which promote or facilitate the development of certain areas, the area in which the recipient undertaking's factory is located is not one where the standard of living is abnormally low or where there is serious underemployment within the meaning of Article 92 (3) (a), nor does the award appear likely to facilitate the development of certain economic areas within the meaning of Article 92 (3) (c), a purpose, moreover, for which it is not intended.\nAs far as the exceptions in Article 92 (3) (b) are concerned, the measure does not have the feature of a 'project of common European interest' or of a project likely 'to remedy a serious disturbance in the economy of a Member State', the promotion of which justifies application of this exception clause. Although the economy of Belgium faces social and economic difficulties, these are not the most serious in the Community. In this situation the danger of an escalation of State aids is most immediate and any State aid is most likely to affect trade between Member States.\nAs to the exceptions in Article 92 (3) (c), there is substantial overcapacity in both staple and filament yarn of polypropylene in the EEC. In 1983, as in the years before, capacity utilization is estimated to have been well below 70 %, which is insufficient for economically viable operation. In Belgium, moreover, the levels of utilization were much lower and stood at 50 % for staple fibre and only 40 % for filament yarn. Any artificial lowering of the establishment costs of a polypropylene plant would therefore weaken the competitive position of existing producers and would have the effect of reducing capacity utilization and depressing prices, to the detriment of, and possible withdrawal from the market of, producers which have hitherto survived owing to restructuring and productivity improvements undertaken from their own resources.\nSince polypropylene staple fibre and filament yarn are traded predominantly within the Community, it is unquestionable that the aid would have an adverse effect on trading conditions to an extent contrary to the common interest, especially as the aid was granted to a firm which is part of the largest single carpet producer in Belgium, and indeed the Community, which exports a very large percentage of its production to the other Member States.\nPolypropylene filament yarn is the basic raw material of carpet production. It represents up to 60 % of the production costs of the final product. Assistance for the production of raw materials which are key inputs in producing a final product will considerably affect the costing of and profit margins on the final product. The aid, while having been granted for polypropylene production, must be regarded as directly favouring the manufacture of carpets of the group in question.\nThe aid in question favours a project under which production capacities for polypropylene fibres and yarn are to be expanded significantly. Under the 1971 and 1977 guidelines for textile and clothing industry aids, established by the Commission in cooperation with Member States, such projects should, in view of the sensitivity of the textile and clothing sector in general, not be supported with public finance. Furthermore, in a sector as sensitive as carpets and tufted carpets and in which the Belgian industry is already a high performer and competitive, an aid for such a purpose would not be in the common interest, particularly as it was granted in favour of the already by far largest Belgian textile firm. Any aid granted for such a purpose would serve only to increase the financial strength of the undertaking in question, giving it an unfair advantage in competition with other Community producers.\nIn the carpet market, polypropylene and nylon compete with each other. Like polypropylene, nylon has been in a state of severe oversupply in the Community, and strenuous efforts have been made to reduce capacity. The State-aided expansion of polypropylene production in question will counteract these efforts and weaken the Community nylon sector.\nIt is concluded that the aid in question, in view of the absence of any justification on grounds of the Community interest and the fact that the industry is one in which competition within the Community is very keen, is liable to affect trade to an extent contrary to the common interest. Accordingly, there is no factor which could justify the Commission in exempting the aid from the rule that aids are incompatible with the common market by applying the exceptions provided for in Article 92 (3) (c) of the EEC Treaty.\nTherefore, the aid amounting to Bfrs 224 million which was granted in March 1983 in disregard of Article 93 (3) of the EEC Treaty, which requires that a Member State shall notify the Commission in advance of any aid plans, must be withdrawn,", "main_body": ["The aid granted in March of 1983 and of which the Belgian Government informed the Commission by letter dated 18 November 1983 in favour of a producer of polypropylene staple fibre and filament yarn is incompatible with the common market within the meaning of Article 92 of the EEC Treaty. The said aid shall therefore be withdrawn.", "Belgium shall inform the Commission within two months of the date of notification of this Decision of the measures taken to comply therewith.", "This Decision is addressed to the Kingdom of Belgium."], "attachments": "Done at Brussels, 27 June 1984.\nFor the Commission\nFrans ANDRIESSEN\nMember of the Commission"}