{"celex_id": "31984R2239", "uri": "http://publications.europa.eu/resource/cellar/e769228d-fb6f-4fce-87fd-53ef98604627", "type": "Regulation", "concepts": ["1102", "2069", "2763", "3167", "4381"], "title": "Commission Regulation (EEC) No 2239/84 of 31 July 1984 amending Regulation (EEC) No 1767/82 laying down detailed rules for applying specific import levies on certain milk products\n", "header": "COMMISSION  REGULATION (EEC) No 2239/84\nof 31 July 1984\namending Regulation (EEC) No 1767/82 laying down detailed rules for applying specific import levies on certain milk products\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 804/68 of 27 June 1968 on the common organization of the market in milk and milk products (1), as last amended by Regulation (EEC) No 1557/84 (2), and in particular Article 14 (7) thereof,\nWhereas Council Decision 84/255/EEC of 10 April 1984 on the conclusion of an Agreement in the form of an exchange of letters amending he Temporary Arrangement for a concerted discipline between the European Economic Community and the Republic of Finland concerning reciprocal trade in cheese (3), has established new annual tariff quotas and a quota for Tilsit cheese;\nWhereas Article 11 of and Annex II to Council Regulation (EEC) No 2915/79 of 18 December 1979 determining the groups of products and the special provisions for calculating levies on milk and milk products and amending Regulation (EEC) No 950/68 on the Common Customs Tariff (4), as last amended by Regulation (EEC) No 1736/84 (5), have been altered under the latter Regulation as a consequence of the said Decision 84/255/EEC;\nWhereas Commission Regulation (EEC) No 1767/82 (6), as last amended by Regulation (EEC) No 1693/84 (7), should be altered following the amendments to Regulation (EEC) No 2915/79;\nWhereas the annual tariff quota of 100 tonnes for Tilsit cheese is valid for 1984; whereas provision should be made that the levy fixed is valid for the same period;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Milk and Milk Products,", "main_body": ["The Annexes to Regulation (EEC) No 1767/82 are hereby amended as follows:\n1. In Annex I, the following item is added:\n1.2.3.4 //   //   //   //   // 'CCT heading No  // Description  // Country of origin  // Import levy in ECU per 100 kilograms net weight  //   //   //   //   // s) ex 04.04 E I b) 2  // Tilsit, matured for at least one month, subject to an annual tariff quota of 100 tonnes in 1984, originating in Finland  // Finland  // 55,00'  //   //   //  //\n2. Under H in Annex III, the phrase 'Tilsit and Butterkaese cheeses listed under (i) and (k) in Annex I' is replaced by 'Tilsit and Butterkaese cheeses listed under (i), (k) and (s) in Annex I'.\n3. In Annex IV, against Finland in the column headed 'Description', 'Tilsit' is added after 'Finlandia'.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nAt the request of any party concerned, it shall apply from 1 January 1984.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 31 July 1984.\nFor the Commission\nPoul DALSAGER\nMember of the Commission\n(1) OJ No L 148, 28. 6. 1968, p. 13.\n(2) OJ No L 150, 6. 6. 1984, p. 34.\n(3) OJ No L 126, 12. 5. 1984, p. 34.\n(4) OJ No L 329, 24. 12. 1979, p. 1.\n(5) OJ No L 164, 22. 6. 1984, p. 10.\n(6) OJ No L 196, 5. 7. 1982, p. 1.\n(7) OJ No L 160, 16. 6. 1984, p. 14."}