{"celex_id": "31988R2037", "uri": "http://publications.europa.eu/resource/cellar/56abd38d-3c58-4fc4-93cd-96a51d4a18a2", "type": "Regulation", "concepts": ["2563", "3591", "4687", "863"], "title": "Commission Regulation (EEC) No 2037/88 of 8 July 1988 abolishing certain Portuguese import quotas in the eggs and poultrymeat sector on products from Spain fixed by Regulation (EEC) No 4009/87\n", "header": "//  //  // REGULATION (EEC) No 2037/88\nof 8 July 1988\nabolishing certain Portuguese import quotas in the eggs and poultrymeat sector on products from Spain fixed by Regulation (EEC) No 4009/87\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the Act of Accession of Spain and Portugal, and in particular Article 257 thereof,\nHaving regard to Council Regulation (EEC) No 3792/85 of 20 December 1985 laying down the arrangements applying to trade in agricultural products between Spain and Portugal (1), amended by Regulation (EEC) No 222/88 (2), and in particular Article 13 thereof,\nWhereas Portuguese import quotas for 1988 on certain eggs and poultrymeat sector products from Spain were set by Commission Regulation (EEC) No 4009/87 (3);\nWhereas under Article 4 (4) (b) of Regulation (EEC) No 3792/85 these quotas are added to the quotas determined under Article 269 of the Act of Accession and Article 269 (2) (d) applies to the combined quotas; whereas consequently the quantitative restrictions in force in Portugal against Spanish products are abolished if imports into Portugal from the other Member States are in two consecutive years less than 90 % of the total annual quotas opened; whereas final import statistics show that for turkey and chicken chicks and for certain eggs in shell this percentage was not reached in either 1986 or 1987; whereas the quotas for these products should therefore be abolished;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Eggs and Poultrymeat,", "main_body": ["The Annex to Regulation (EEC) No 4009/87 is replaced by the Annex to this Regulation.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 8 July 1988.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 367, 31. 12. 1985, p. 7.\n(2) OJ No L 28, 1. 2. 1988, p. 1.\n(3) OJ No L 378, 31. 12. 1987, p. 4.\nANNEX\n'ANNEX\n(1 000 units)\n1.2.3 //  //  //  // CN code  // Description  // Quota for 1988   //    //   //   // 0407 00   // Birds' eggs, in shell, fresh, preserved or cooked:   //   //   //  Of poultry:   //  //   //   For hatching:   //   // ex 0407 00 11   //    Of turkeys or geese:   //   //   //     Of turkeys   // 22   // ex 0407 00 19   //    Other:   //   //   //     Other of the species Gallus domesticus   // 64'   //    //   //"}