{"celex_id": "31984R2927", "uri": "http://publications.europa.eu/resource/cellar/f24419f6-057c-4e3a-81cf-ff04ce2d7dae", "type": "Regulation", "concepts": ["20", "2741", "2749", "303", "4667", "4860"], "title": "Commission Regulation (EEC) No 2927/84 of 18 October 1984 amending Regulation (EEC) No 262/79 on the sale of butter at reduced prices for use in the manufacture of pastry products, ice-cream and other foodstuffs and Regulations (EEC) No 1932/81 and (EEC) No 2288/84\n", "header": "COMMISSION  REGULATION (EEC) No 2927/84\nof 18 October 1984\namending Regulation (EEC) No 262/79 on the sale of butter at reduced prices for use in the manufacture of pastry products, ice-cream and other foodstuffs and Regulations (EEC) No 1932/81 and (EEC) No 2288/84\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 804/68 of 27 June 1968 on the common organization of the market in milk and milk products (1), as last amended by Regulation (EEC) No 1557/84 (2), and in particular Article 6 (7) thereof,\nWhereas, according to Article 12 (1) of Regulation (EEC) No 804/68, measures other than those provided for in Article 6 of the said Regulation may be taken to facilitate the disposal of butter where surpluses occur or threaten to occur;\nWhereas Commission Regulation (EEC) No 262/79 (3), as last amended by Regulation (EEC) No 2288/84 (4), provided for the sale at reduced prices of butter for use in the manufacture of pastry products, ice-cream and other foodstuffs;\nWhereas the confectionery products referred to in Article 4 of Regulation (EEC) No 262/79 should be more clearly defined;\nWhereas Article 2 (2) of Commission Regulation (EEC) No 1932/81 of 13 July 1981 on the granting of aid for butter and concentrated butter for use in the manufacture of pastry products, ice-cream and other foodstuffs (5), as last amended by Regulation (EEC) No 2288/84, lays down a time limit of two months for the processing of butter into concentrated butter; whereas experience of the application of this provision shows that an extension of the said time limit to three months can make the system more flexible without reducing its efficiency;\nWhereas the second paragraph of Article 4 of Regulation (EEC) No 2288/84 lays down that the provisions of that Regulation are to apply from a certain date; whereas that provision refers to 'sales' although the term used in the Regulation is 'sale by tender'; whereas it is therefore necessary to amend that provision;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Milk and Milk Products,", "main_body": ["Point 1 of Article 4 of Regulation (EEC) No 262/79 is hereby replaced by the following:\n'1. Formula A:\n(a) products falling within heading No 19.08 of the Common Customs Tariff;\n(b) the following products put up for retail sale:\n- sugar confectionery falling within subheading 17.04 D II,\n- sugar confectionery falling within subheading 18.06 C II b),\n- chocolate goods, filled, falling within subheading 18.06 C II b), with the exception of their chocolate coating,\n- other food preparations containing cocoa and falling within subheadings 18.06 D II a) or b).\nThe milkfat content by weight, calculated in terms of dry matter, of the products listed in (b), or of components of such products qualifying for aid is not less than 4 % and less than 26 %. This milkfat content by weight must be indicated on the outer packaging in which the product is dispatched.'", "The second subparagraph of Article 2 (2) of Regulation (EEC) No 1932/81 is hereby replaced by the following:\n'The manufacture of the concentrated butter referred to in Article 1 (2) (b) must take place within a period of three months calculated from the closing date for the submission of the individual tenders concerned.'", "The second paragraph of Article 4 of Regulation (EEC) No 2288/84 is hereby replaced by the following:\n'It shall apply to butter which is the subject of a tendering procedure after 1 September 1984.'", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nIt shall apply in respect of butter which is the subject of a tendering procedure after 20 October 1984.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 18 October 1984.\nFor the Commission\nPoul DALSAGER\nMember of the Commission\n(1) OJ No L 148, 28. 6. 1968, p. 13.\n(2) OJ No L 150, 6. 6. 1984, p. 6.\n(3) OJ No L 41, 16. 2. 1979, p. 1.\n(4) OJ No L 210, 7. 8. 1984, p. 5.\n(5) OJ No L 191, 14. 7. 1981, p. 6."}