{"celex_id": "31980D0001", "uri": "http://publications.europa.eu/resource/cellar/e7c91d41-3557-471d-a43c-65348fb54ec4", "type": "Decision", "concepts": ["3101", "336", "4379", "4509", "4519", "4533"], "title": "80/1/EEC: Commission Decision of 7 December 1979 for the resolution of the dispute between the Kingdom of Denmark and the other Member States over the publication of reference tariffs for the cross-frontier carriage of goods by road\n", "header": "COMMISSION DECISION  of 7 December 1979  for the resolution of the dispute between the Kingdom of Denmark and the other Member States over the publication of reference tariffs for the crossfrontier carriage of goods by road  (80/1/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2831/77 of 12 December 1977 on the fixing of rates for the carriage of goods by road between Member States (1), and in particular the second paragraph of Article 7 (2) thereof,\nHaving regard to the opinion of the Committee referred to in Article 16 of that Regulation,\nWhereas:\nI\nDenmark requested the Commission of the European Communities on 31 August 1979 in accordance with Article 7 (2) of Regulation (EEC) No 2831/77 to resolve, on the basis of the provisions of the second subparagraph of Article 6 (2) of that Regulation, the dispute which had arisen between it and the other Member States over the introduction of reference tariffs in the carriage of goods by road to and from Denmark which had been proposed by the professional organizations within the industry.\nThe Danish Government, which objected to the introduction of these tariffs, takes the view that the proposed tariff level is generally 10 % too high, and the surcharges on special vehicles 20 % more than they should be.\nThe Government argues that this conclusion is borne out by a comparison of the effective freight charges in all markets where goods are carried by road between the other Member States and Denmark.\nIn support of its claim that the proposed reference tariffs should be reduced by the aforesaid amounts advances the following arguments:    (i) the Ministry of Transport, in cooperation with the Danish Association of Road Hauliers, the Transport Users' Committee and the Association of Danish Forwarding Agents has investigated the extent of the difference between the market rates and the proposed reference tariff level;\n(ii) the Transport Users' Committee and the Association of Forwarding Agents have established that the tariff level is at least 30 % above the average market rates. Certain rates even exceed by more than 100 % the normally agreed freight rates;\n(iii) the Ministry's investigations, based on a study conducted in 1973, but which takes into account the interventing increase in costs, has shown that the tariff level exceeded the market rates in 1973 by 16 % and was 10 % above the level of rates at 1 July 1979.\nThe other Governments have not accepted the Danish arguments, and maintain that, in view of the non-compulsory nature of the reference tariffs, an objection to the proposed measures is not justified under prevailing market conditions.  (1)OJ No L 334, 24.12.1977, p. 22.\nThe German Government, which arranged for the Federal Road Haulage Institution to carry out market surveys, points out, moreover, that in a comparison of the proposed tariff level with the market data for the first half of 1979 the latter were some 6 to 13 % under the recommended freight rates in respect of the 10, 15, 20 and 23 tonnes categories. The German Government finds that such differences are normal with regard to reference tariffs and that it must also be borne in mind that the progressive increase in costs will have the effect of further reducing the gap between tariff rates and market rates.\nII\nThe Commission, in settling the dispute, must ensure that the proposed tariffs are consistent with the Regulation and particularly with the objectives and criteria laid down therein for reference tariffs.\nArticle 5 of the Regulation provides that the reference tariffs shall be established in such a way as to lead to the application of transport rates which cover the costs of the corresponding services, including the general expenses of the business, and allow a fair profit.\nIn the Commission's view the draft tariffs in question for the carriage of goods by road to and from Denmark are consistent with the criteria laid down in this provision. The cost models and methods of calculation used to construct these tariffs accord with the usual rules and practices in business economics.\nThe values used in the calculation of costs, based on the situation at 1 January 1978, seem to be sound and the level of 5 % used to calculate profit and the risk to the undertaking may also be regarded as appropriate. This assessment must also be seen in the light of Article 78 of the EEC Treaty, under which any measures taken within the framework of the Treaty in respect of transport rates and conditions shall take account of the economic circumstances of carriers.\nIt must also be remembered that the four different types of average costs (fixed, staff, distance costs and overheads including risk and profit) were calculated on the assumption that in the performance of the services in question all the provisions which apply to the international carriage of goods by road, and in particular the social provisions, would be observed, which is necessary in order to encourage transport operators to avoid competing by cutting prices, which would only be possible if those provisions were systematically ignored. Naturally, because of differing rates of depreciation and insurance, there may well be differences between the theoretical cost upon which the calculation of tariffs is based and the actual costs of transport operators, while the profit which a company is prepared to accept for a particular transport operation will in many cases be lower than the 5 % recommended in the tariffs. The resultant freedom to fix individual rates outside the recommended tariffs, on the basis of the market situation and of the particular interests of the undertakings concerned, is an inherent part of the system.\nUnder Article 4 of the Regulation, the reference tariffs are to be differentiated in such a way as to promote the fixing of rates which do not depart too widely from the tariffs. Even if this Article does not require that the reference tariffs must take market conditions into account as a criterion for determining rates, it nevertheless requires that the tariffs be drawn up in such a way that they may influence actual freight charges. Recommended rates can only secure this objective if they are set at a suitable level, which may serve as a guide to hauliers and users in fixing rates freely in accordance with Article 3 of the Regulation.\nThe Commission also considers the reference tariffs, consistent with the Regulation, in the light of Articles 3 and 4 thereof.\nVariations in either direction of approximately 10 % between the reference tariffs and market rates are inherent in the system and merely reflect the inevitable differences both in operators' policies and in the relationships between supply and demand as affected by the particular features of the various sections of the transport market.\nIt should also be noted that the differences quoted by the Danish Government, and confirmed by the German market studies, relate to past market conditions. In the meantime rising costs have forced up market rates, thus reducing these differences.\nThe Danish Government has not made clear what are its precise objections with regard to the special-vehicle surcharges envisaged in the proposed tariffs. Experience with compulsory bracket tariffs, which provide for comparable surcharges, has shown that such surcharges are accepted and are reflected in the price agreements drawn up for individual transport operations. The economic basis for the calculation of the surcharges is perfectly sound, while their implementation may be left, given that the reference tariffs are not compulsory, to the free play of market forces.\nAccordingly it is found that the proposed reference tariffs for the carriage of goods by road to and from Denmark are consistent with the provisions of Articles 3, 4 and 5 of the Regulation. The tariffs must consequently be adopted and published as soon as possible,", "main_body": ["1. The proposals by the relevant professional organizations for reference tariffs for the carriage of goods by road for hire or removal between Denmark and the other Member States satisfy the requirements of Regulation (EEC) No 2831/77 and shall take effect in accordance with that Regulation.\n2. The Member States concerned shall notify this Decision to the relevant road hauliers' professional organizations at the latest by 31 December 1979 and shall request these latter to take the necessary measures to ensure that the tariffs are published as soon as possible in tariff bulletins and in the specialized press.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 7 December 1979.\nFor the Commission\nRichard BURKE\nMember of the Commission"}