{"celex_id": "31988L0297", "uri": "http://publications.europa.eu/resource/cellar/b599fca9-e2ca-45f5-b578-115fdbb5a642", "type": "Directive", "concepts": ["1562", "2324", "2488", "2897", "4476"], "title": "Council Directive 88/297/EEC of 3 May 1988 amending Directive 74/150/EEC on the approximation of the laws of the Member States relating to the type-approval of wheeled agricultural or forestry tractors\n", "header": "COUNCIL  DIRECTIVE\nof 3 May 1988\namending Directive 74/150/EEC on the approximation of the laws of the Member States relating to the type-approval of wheeled agricultural or forestry tractors\n(88/297/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community and, in particular, Article 100A thereof,\nHaving regard to the proposal from the Commission (1),\nIn cooperation with the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas it is important to adopt measures with the aim of progressively establishing the internal market over a period expiring on 31 December 1992; whereas the internal market shall comprise an area without internal frontiers in which the free movement of goods, persons, services and capital is ensured;\nWhereas in Annex II to Directive 74/150/EEC (4), as last amended by Directive 82/890/EEC (5), contains a list of parts or characteristics with the indication 'SD', which signifies that Community Directives have been or must be adopted; whereas it has become superfluous to adopt Community rules for some of those parts or characteristics because they are now used less and less frequently in tractor manufacturing or have been replaced by other devices which have since become obligatory;\nWhereas, among the Community rules governing the granting of EEC type-approval in respect of tractors, those concerning the parts or characteristics in question can be replaced by the specification that they conform to the particulars and information provided by the manufacturer,", "main_body": ["In Annex II to Directive 74/150/EEC the abbreviation 'SD' shown against items 7.3.4, 7.5 and 7.6.3 are replaced by the abbreviation 'CONF'.", "1. Member States shall bring into force the provisions necessary in order to comply with this Directive not later than 31 December 1988. They shall forthwith inform the Commission thereof.\n2. Member States shall ensure that the texts of the main provisions of national law which they adopt in the field covered by this Directive are communicated to the Commission.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 3 May 1988.\nFor the Council\nThe President\nM. BANGEMANN\n(1) OJ No C 88, 3. 4. 1987, p. 10.\n(2) OJ No C 156, 15. 6. 1987, p. 190, and OJ No C 94, 11. 4. 1988, p. 66.\n(3) OJ No C 180, 8. 7. 1987, p. 15.\n(4) OJ No L 84, 28. 3. 1974, p. 10.\n(5) OJ No L 378, 31. 12. 1982, p. 45."}