{"celex_id": "31980R1993", "uri": "http://publications.europa.eu/resource/cellar/e260ab7d-46c8-408a-a8a3-ea72808c38aa", "type": "Regulation", "concepts": ["1144", "2621", "2938", "4734", "601", "922"], "title": "Council Regulation (EEC) No 1993/80 of 22 July 1980 amending Regulation (EEC) No 456/80 on the granting of temporary and permanent abandonment premiums in respect of certain areas under vines and of premiums for the renunciation of replanting\n", "header": "COUNCIL REGULATION (EEC) No 1993/80  of 22 July 1980  amending Regulation (EEC) No 456/80 on the granting of temporary and permanent abandonment premiums in respect of certain areas under vines and of premiums for the renunciation of replanting\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 43 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas the object of Regulation (EEC) No 456/80 (4) is to encourage producers to reduce Community wine-growing potential, in particular by granting temporary or permanent abandonment premiums in respect of certain areas ; whereas, except in the case of certain areas, application of the system of the aforementioned premiums is on 1 September 1980;\nWhereas, in the Community, the two production areas for wines suitable for producing certain spirits obtained by distilling wine and with a registered designation of origin are facing special problems ; whereas the production of such wines usually exceeds the quantities necessary for the production of the spirits in question ; whereas disposal of the wines in question on the table wine market is often very difficult and threatens, moreover, seriously to disturb that market;\nWhereas Council Directive 79/359/EEC of 26 March 1979 on the programme to speed up the conversion of certain areas under vines in the Charentes departments (5), already applies ; whereas a solution to the aforementioned special problems is therefore foreseeable in those departments;\nWhereas, however, in the delimited production area of spirits obtained by distilling wine and with the designation \"Armagnac\", the same difficulties exist ; whereas it is therefore essential to provide, in that production area and solely in the case of those wine-grape vine varieties permitted for the production of those spirits, for the prior application of the system of temporary abandonment premiums as from the current wine-growing year;", "main_body": ["Article 18 of Regulation (EEC) No 456/80 is replaced by the following text:\n\"Article 18\n1. This Regulation shall enter into force on 1 March 1980.\n2. This Regulation shall apply with effect from 1 September 1980.\nHowever, it shall apply with effect from 1 March 1980 as regards:      - the renunciation premium referred to in Title II,\n- the temporary abandonment premium referred to in Title I in the case of applications for the granting of premiums submitted during the 1979/80 wine-growing year for areas eligible for a special conversion premium under the programme referred to in Directive 78/627/EEC,\n- the temporary abandonment premium referred to in Title I in the case of application for the granting of premiums submitted during the 1979/80 wine-growing year for areas of the departments of Gers, Landes and Lot-et-Garonne situated in the delimited production area for spirits attained by distilling wine and with the registered designation of origin \"Armagnac\" and planted with the wine-grape vine varieties permitted for the production of such spirits.\n3. By way of derogation from Article 3 and as regards the temporary abandonment premium referred to in the second indent of the second subparagraph of paragraph 2 of this Article, for the period from 1 March to 31 August 1980:      - the date referred to in the first indent of Article 3 (1) is replaced by \"1 May 1980\",\n- the date referred to in the first indent of Article 3 (2) is replaced by \"1 June 1980\".\nBy way of derogation from Article 3 and as regards the temporary abandonment premium referred to  (1)OJ No C 135, 6.6.1980, p. 4. (2)Opinion delivered on 11 July 1980 (not yet published in the Official Journal). (3)Opinion delivered on 3 July 1980 (not yet published in the Official Journal). (4)OJ No L 57, 29.2.1980, p. 16. (5)OJ No L 85, 5.4.1979, p. 34.  in the third indent of the second subparagraph of paragraph 2 of this Article, for the period from 1 March to 31 August 1980:      - the date referred to in the first indent of Article 3 (1) is replaced by \"11 August 1980\",\n- the date referred to in the first indent of Article 3 (2) is replaced by \"31 August 1980\".\"", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 March 1980.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 22 July 1980.\nFor the Council\nThe President\nC. NEY"}