{"celex_id": "31985R3695", "uri": "http://publications.europa.eu/resource/cellar/5be808a7-041f-448f-b0e5-a4111d05dc9a", "type": "Regulation", "concepts": ["1258", "3544"], "title": "Commission Regulation (EEC) No 3695/85 of 23 December 1985 fixing the amount of the carry-over premium for certain fishery products for the 1986 fishing year\n", "header": "COMMISSION REGULATION (EEC) No 3695/85\nof 23 December 1985\nfixing the amount of the carry-over premium for certain fishery products for the 1986 fishing year\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3796/81 of 29 December 1981 on the common organization of the market in fishery products (1), as amended by Regulation (EEC) No 3655/84 (2),\nHaving regard to Council Regulation (EEC) No 2203/82 of 28 July 1982 laying down general rules for the granting of a carry-over premium for certain fishery products (3), and in particular Article 3 thereof,\nWhereas the purpose of the carry-over premium is to give suitable encouragement to producers' organizations to carry over products withdrawn from the market so that where possible the destruction of fish of a high commercial value can be avoided;\nWhereas the amount of the premium must be such as not to disturb the balance of the market for the products in question;\nWhereas the amount of the premium may not be more than 50 % of the Community withdrawal price for the fresh product or exceed the technical costs of processing, highest costs discounted, recorded in the Community during the previous fishing year;\nWhereas withdrawal prices for the 1986 fishing year for the fishery products listed in the Annex to Regulation (EEC) No 2203/82 have been set by Commission Regulation (EEC) No 3693/85 (4);\nWhereas, on the basis of the information on technical processing costs recorded in the Community, the amount of the premium should, for the 1986 fishing year, be as indicated in the Annex;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Fishery Products,", "main_body": ["For the 1986 fishing year, the carry-over premium for the products listed in Annex I to Regulation (EEC) No 2203/82 shall be as indicated in the Annex.", "This Regulation shall enter into force on 1 January 1986.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 23 December 1985.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 379, 31. 12. 1981, p. 1.\n(2) OJ No L 340, 28. 12. 1984, p. 1.\n(3) OJ No L 235, 10. 8. 1982, p. 4.\n(4) See page 35 of this Official Journal.\nANNEX\nAmount of the premium\n1.2.3 //  //  //  // Processing methods listed in Article 14 (5) of the basis Regulation  // Products listed in Annex I to Regulation (EEC) No 2203/82  // Amounts for products listed in column 2 (ECU/tonne)   //    //   //   // 1  // 2  // 3   //  //   //   // I. Freezing and storage of whole, gutted and with head or cutting-up products   // Redfish Cod Saithe Haddock Whiting Shrimps   // 59   //    //   //   // II. Filleting, freezing and storage   // Redfish Cod Saithe Haddock Whiting  // 102   //    //   //   // III. Salting and storage of whole, gutted and with head, cutting-up or filleted products  // Redfish Cod Saithe Haddock Whiting   // 102   //    //  //   // IV. Drying and storage of whole, gutted and with head, cutting-up or filleted products   // Redfish Cod Saithe Haddock Whiting   // 113   //    //   //"}