{"celex_id": "31987R0567", "uri": "http://publications.europa.eu/resource/cellar/70c19c3c-6896-408d-a27c-b59fea1dfc72", "type": "Regulation", "concepts": ["1565", "2871"], "title": "Commission Regulation (EEC) No 567/87 of 26 February 1987 continuing the measures on the improvement of the quality of milk within the Community referred to in Regulation (EEC) No 1271/78\n", "header": "COMMISSION  REGULATION (EEC) No 567/87\nof 26 February 1987\ncontinuing the measures on the improvement of the quality of milk within the Community referred to in Regulation (EEC) No 1271/78\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1079/77 of 17 May 1977 on a co-responsibility levy and on measures for expanding the markets in milk and milk products (1), as last amended by Regulation (EEC) No 1338/86 (2), and in particular Article 4 thereof,\nWhereas the measures first carried out pursuant to Commission Regulation (EEC) No 1271/78 (3), as last amended by Regulation (EEC) No 2341/78 (4), and most recently continued in accordance with Regulation (EEC) No 1153/86 (5) have proved an effective means of improving the quality of milk in the Community;\nWhereas, since major difficulties exist with regard to the quality of raw milk in Italy and Greece compared with the other Member States, the measures presently being executed in those countries should be reinforced;\nWhereas the organizations, institutions, undertakings and producer groups possessing the necessary qualifications and experience should therefore be invited again to propose detailed programmes which these organizations would themselves carry out;\nWhereas the organizations, institutions, undertakings and producer groups who will be responsible for the measures must satisfy certain requirements; whereas the activities of such operators must not be liable to clash with the aim pursued in promoting the disposal of milk products for direct consumption; whereas it is therefore essential that operators whose activities also cover the production, distribution or sales promotion of products which imitate milk and milk products should be barred from the implementation of the measures;\nWhereas, as regards the other arrangements, the main provisions of earlier Regulations, as amended in the light of relevant experience, may be repeated;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Milk and Milk Products,", "main_body": ["1. Under the conditions laid down in this Regulation, measures shall be taken in Italy and Greece to encourage:\n(a) bacteriological analysis of raw milk;\n(b) testing in relation to health aspects of raw milk;\n(c) testing of milking machines;\n(d) counselling of individual milk producers, directed in particular towards the obtaining of milk (cowshed hygiene, milking, animal health) and its treatment (cooling);\n(e) counselling on the collection (jointly operated equipment, collection points) and transport of raw milk (specifications, equipment and operation of milk tankers);\n(f) setting-up of milk-collection centres, if necessary with refrigeration facilities (in properly justified exceptional cases, aids may also be granted to single farms);\n(g) in certain properly justified cases, equipment for the transport of samples;\n(h) training qualified personnel for quality control and milk collection.\n2. The measures referred to in paragraph 1 shall be eligible only if they are begun after 1 April 1987; they shall be completed within two years of the signature of the contract referred to in Article 5 (3) and in any case before 1 August 1989. In exceptional cases, however, a longer period may be agreed in accordance with Article 5 (2) to ensure maximum effectiveness of the measures concerned.\n3. The time limit fixed by paragraph 2 shall not prevent subsequent agreement to an extension of that limit where the party to a contract, before the fixed expiry date, makes the appropriate application to the competent authority and proves that due to exceptional circumstances beyond his control, he is unable to meet the deadline originally stipulated. However, this extension may not exceed six months.", "1. Measures as referred to in Article 1 (1) shall be proposed and carried out by institutions, organizations, undertakings or producer groups which:\n(a) have the necessary qualifications and experience;\n(b) give guarantees that they are capable of ensuring the satisfactory completion of the work.\nProposals by individual firms will be considered only where they are particularly justified and where they would not prejudice the operations of regional organizations specializing in the field.\nProposals put forward by institutions, organizations, undertakings or producer groups whose activities are exclusively or in part concerned with the production distribution or sales promotion of products which imitate milk and milk products shall not be considered.\n2. The Community contribution shall be limited to 90 % of expenditure incurred for the measures concerned. At most 30 % of the Community contribution can be used for measures under point (f) of Article 1 (1) and at most 10 % for those under point (h) of Article 1 (1).\n3. In the case of the measures referred to in Article 1 (1) (a), (b) and (g), account shall be taken for purposes of Community contribution only of the first fitting-out of laboratories with:\n- equipment (which may include incubators) for examining the bacteriological content of milk, including any combined data-processing equipment, but excluding software,\n- equipment for detecting antibiotics, inhibitory substances and impurities in raw milk, including any combined data-processing equipment, but excluding software,\n- equipment for detecting mastitis in raw milk.\nIn certain properly justified cases:\n- equipment for taking samples, transporting, sorting, preserving and preparing the samples.\nThe first fitting-out of already existing laboratories with improved, more economic, equipment shall be regarded as a measure referred to in Article 1 (1) (a), (b) and (g).\nSuch equipment shall be financed only where its technical capacity will be effectively utilized.\n4. When a proposal is submitted by an organization buying milk or by an organization representing such enterprises, the Community contribution shall be subject to an undertaking on the part of the applicant to introduce, in his area of operation, a system whereby payment for milk is varied according to its bacteriological quality within the period fixed in the contract for the completion of the approved measures.\nIn other cases, the applicant must undertake to promote in his area of operation before 1 April 1987 a system whereby payment for milk is varied according to its bacteriological quality or, if such a system already exists, to continue this system.\n5. The financing of general expenses incurred for the measures referred to in Article 1 (1) shall be limited to 2 % of the total approved cost.", "1. Those concerned are hereby invited to submit, before 1 April 1987, to the competent authority appointed by the Member States referred to in Article 1 (1) hereinafter called 'the competent authority', complete detailed proposals concerning the measures referred to in Article 1 (1).\nWhere this date is not complied with, the proposal shall be considered null and void.\n2. Further details for submission of proposals shall be as set out in the notices from the competent authorities published in Official Journal of the European Communities No C 35 of 11 February 1982, page 8.", "1. Complete proposals shall include:\n(a) the name and address of the applicant;\n(b) all details concerning the measures proposed, including the time required for completion, the expected results and details of any third parties to be involved;\n(c) the total cost of these measures, net of tax, expressed in the currency of the Member State on whose territory the applicant is established, giving an itemized breakdown of this amount and setting out the source of finance;\n(d) the desired form of payment of the Community contribution (Article 7 (1) (a) or (b));\n(e) the most recent report available on the applicant's activities, unless this is already in the possession of the competent authority.\n2. Proposals shall be valid only where:\n(a) they are submitted by an applicant fulfilling the conditions laid down in Article 2 (1);\n(b) they are accompanied by an undertaking that the applicant will comply with the provisions of this Regulation, and in particular with the obligations under Article 2 (5). Article 5\n1. Before 1 May 1987 the competent authorities shall:\n(a) examine all proposals submitted and any supporting documents to check that they are in the correct form and contain the information required. They shall ensure that the proposals comply with the provisions of Article 4 and shall ask applicants for further details if necessary;\n(b) compile a list of all the proposals received and send it to the Commission together with copies of each proposal and a reasoned opinion indicating whether or not the proposal conforms with this Regulation.\n2. After consulting the relevant interest groups in the milk industry, and following examination of the proposals by the Management Committee for Milk and Milk Products in accordance with Article 31 of Council Regulation (EEC) No 804/68 (1), the Commission shall establish before 1 June 1987 a list of the proposals selected for financing.\n3. The competent authorities shall conclude contracts with those parties whose proposals have been selected before 1 August 1987 in at least two copies and signed by the interested party and the competent authority. The competent authorities shall for this purpose use standard form contracts to be provided by the Commission.\n4. The competent authority shall inform each applicant as soon as possible of the decision taken in respect of its proposal.", "1. The contract referred to in Article 5 (3) shall:\n(a) include the details referred to in Article 4 (1) or make reference to them; and\n(b) supplement these details, where necessary, by additional conditions resulting from the application of Article 5 (1).\n2. The competent authority shall send a copy of the contract to the Commission without delay.\n3. The competent authority shall ensure compliance with the agreed conditions in particular by means of on-the-spot checks.", "1. The competent authority shall pay to the party in question, in accordance with the choice indicated in the latter's proposal, either:\n(a) within six weeks of the date of signature of the contract, a single payment on account amounting to 60 % of the agreed Community contribution; or\n(b) at four-monthly intervals, four equal instalments each amounting to 20 % of the agreed Community contribution, the first such instalment being paid within six weeks of the date of signature of the contract.\nHowever, while a contract is being performed, the competent authority may:\n- defer payment of an instalment either wholly or in part where it finds, in particular during the checks referred to in Article 6 (3), irregularities in carrying out the measures concerned or a substantial interval between the due date for payment of the instalment and the date when the party concerned will actually incur the forecast expenditure,\n- in exceptional cases, advance payment of an instalment either wholly or in part if the party concerned submits a reasoned request and shows that he must incur a substantial part of the expenditure significantly earlier than the date laid down for payment of the Community contribution towards the said expenditure.\n2. The payment of each instalment shall be conditional upon the lodging with the competent authority of a security equal to the amount of the instalment, plus 10 %.\n3. The release of securities and payment of the balance by the competent authority shall be subject to:\n(a) confirmation by the competent authority that the party concerned has fulfilled his obligations as laid down in the contract;\n(b) transmission to the competent authority of the report referred to in Article 8 (1) and verification of the details contained in this report by the competent authority.\nHowever, on reasoned request by the party concerned, the balance can be paid after the measure has been completed, and after submission of the report referred to in Article 8, and on condition that securities equal to the total amount of the Community contribution plus 10 % have been lodged;\n(c) the competent authority finding that the party concerned, or any third party named in the contract, has spent his own contribution for the purposes laid down.\n4. In so far as the conditions set out in paragraph 3 are not fulfilled, the securities shall be forfeit. In this event, the amount in question shall be deducted from the expenditure of the Guarantee Section of the European Agricultural Guidance and Guarantee Fund, and more particularly from that arising out of the measures referred to in Article 4 of Regulation (EEC) No 1079/77.", "1. Each party responsible for one of the measures referred to in Article 1 (1) shall submit to the competent authority, within four months of the final date fixed in the contract for completion of the measures, a detailed report on the utilization of the Community funds allocated and on the results of the measures in question.\n2. On performance of each contract, the competent authority shall send to the Commission a statement to this effect and a copy of the final report.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 26 February 1987.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 131, 26. 5. 1977, p. 6.\n(2) OJ No L 119, 8. 5. 1986, p. 27.\n(3) OJ No L 156, 14. 6. 1978, p. 39.\n(4) OJ No L 282, 7. 10. 1978, p. 11.\n(5) OJ No L 105, 22. 4. 1986, p. 18.\n(1) OJ No L 148, 28. 6. 1968, p. 13."}