{"celex_id": "31989R3534", "uri": "http://publications.europa.eu/resource/cellar/ef4e7b5e-472a-415a-a07e-5d2db970e082", "type": "Regulation", "concepts": ["1876", "20", "3732", "5360", "807"], "title": "Commission Regulation (EEC) No 3534/89 of 27 November 1989 on the supply of various consignments of cereals and rice to Angola as food aid\n", "header": "(2) OJ No L 172, 21. 6. 1989, p. 1.\n(3) OJ No L 136, 26. 5. 1987, p. 1.\n(4) OJ No L 204, 25. 7. 1987, p. 1.\nCOMMISSION REGULATION (EEC) No 3534/89  of 27 November 1989  on the supply of various consignments of cereals and rice to Angola as food aid\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3972/86 of 22 December 1986 on food-aid policy and food-aid management (1), as amended by Regulation (EEC) No 1750/89 (2), and in particular Article 6 (1) (c) thereof,\nWhereas Council Regulation (EEC) No 1420/87 of 21 May 1987 laying down implementing rules for Regulation (EEC) No 3972/86 on food-aid policy and food-aid management (3) lays down the list of countries and organizations eligible for food-aid operations  and specifies the general criteria on the transport of food aid beyond the fob stage;\nWhereas, by its Decision of 8 June 1989 on the supply of food aid to Angola, the Commission allocated to that country 10 400 tonnes of cereals;\nWhereas it is necessary to provide for the carrying-out of this measure in accordance with the rules laid down by Commission Regulation (EEC) No 2200/87 of 8 July 1987 laying down general rules for the mobilization in the Community of products to be  supplied as Community food aid (4); whereas it is necessary to specify the time limits and conditions of supply and the procedure to be followed to determine the resultant costs,", "main_body": ["A tendering procedure is hereby initiated for the award of a contract for the supply of milled long-grain rice and cereals to Angola in accordance with the provisions of Regulation (EEC) No 2200/87 and with the conditions laid down in the  Annexes hereto.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 27 November 1989.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 370, 30. 12. 1986, p. 1.\nANNEX I\n1. Operation No (1): 436/89\n2. Programme: 1988\n3. Recipient: Edimba UEE, Ministerio do Comercio Interno, CP 1404, Luanda; tel. 33 79 84\n4. Representative of the recipient (2): SEM Emílio Guerra, Ambassade d'Angola, 182, Rue Franz Merjay, 1180 Bruxelles; tel. 344 49 86, telex 63170 EMBRUX B)\n5. Place or country of destination: Angola\n6. Product to be mobilized: Milled rice (product code 1006 30 94 900 or 1006 30 96 900)\n7. Characteristics and quality of the goods (3): see list published in OJ No C 216, 14. 8. 1987, p. 3 (under II.A.10)\n8. Total quantity: 1 167 tonnes (2 802 tonnes of cereals)\n9. Number of lots: one\n10. Packaging and marking (4): see list published in OJ No C 216, 14. 8. 1987, p. 3 (under II.B.1 a):\nMarking on the bags (in letters at least 5 cm high):\n'ACÇAO Nº 436/89 / ARROZ / DONATIVO DA COMUNIDADE ECONÓMICA EUROPEIA A ANGOLA'\n11. Method of mobilization: the Community market\n12. Stage of supply: free at destination\n13. Port of shipment: -\n14. Port of landing specified by the recipient: -\n15. Port of landing: -\n16. Address of the warehouse and, if appropriate, port of landing (7) (8): Edimba - Luanda: Mulemba, Estrada de Cacuaco, Frente à Induve;\n- if appropriate:  Edimba - Lobito\nArmazéns Ami, Término da Linha Férrea do Porto,  - or:  Edimba - Namibe   Armazéns Kadeve (Junto à Direcçao da Edimba)\n17. Period for making the goods available at the port of shipment where the supply is awarded at the port of shipment  stage: 20. 12. 1989 - 15. 1. 1990\n18. Deadline for the supply: 28. 2. 1990\n19. Procedure for determining the costs of supply: invitation to tender\n20. Date of expiry of the period allowed for submission of tenders: 12. 12. 1989 at 12 noon\n21. In the case of a second invitation to tender:\n(a) deadline for the submission of tenders: 19. 12. 1989 at 12 noon\n(b) period for making the goods available at the port of shipment where the supply is awarded at the port of shipment stage: 1 - 31. 1. 1990\n(c) deadline for the supply: 15. 3. 1990\n22. Amount of the tendering security: ECU 5 per tonne\n23. Amount of the delivery security: 10 % of the amount of the tender in ecus\n24. Address for submission of tenders (5):\nBureau de l'aide alimentaire\nà l'attention de Monsieur N. Arend\nbâtiment Loi 120, bureau 7/58\n200, rue de la Loi\nB-1049 Brussels\ntelex: AGREC 22037 B\n25. Refund payable on request by the successful tenderer (6): refund applicable on 9. 11. 1989, fixed by Commission Regulation (EEC) No 3261/89 (OJ No L 317, 31. 10. 1989, p. 14)\nANNEX II\n1. Operation No (1): 437/89\n2. Programme: 1988\n3. Recipient: Transapro UEE, CP 5816, Luanda; (tel.: 345 55, telex 3371 ANSAPRO AN - 3337 COMANG AN)\n4. Representative of the recipient (2): SE M. Emilio Guerra, Ambassade d'Angola, 182 r. Franz Merjay, 1180 Bruxelles; (tel.: 344 49 80; telex 62635 EMBRUX B)\n5. Place or country of destination: Angola\n6. Product to be mobilized: common wheat flour\n7. Characteristics and quality of the goods (3): see list published in OJ No C 216, 14. 8. 1987, p. 3 (under II.A.6)\n8. Total quantity: 5 546 tonnes (7 598 tonnes of cereals)\n9. Number of lots: one (three parts: part A: 1 000 tonnes (= 1 370 tonnes cereals) Lobito, part B: 1 046 tonnes (= 1 433 tonnes cereals) Namibe, part C: 3 500 tonnes (= 4 795 tonnes cereals) Luanda)\n10. Packaging and marking (4): see list published in OJ No C 216, 14. 8. 1987, p. 3 (under II.B.2.d\n- marking on the bags in letters at least 5 cm high:\n'ACÇAO Nº 437/89 / FARINHA DE TRIGO / DONATIVO DA COMUNIDADE ECONÓMICA EUROPEIA A ANGOLA'\n11. Method of mobilization: the Community market\n12. Stage of supply: free at destination\n13. Port of shipment: -\n14. Port of landing specified by the recipient: -\n15. Port of landing: -\n16. Address of the warehouse and, if appropriate, port of landing (8) (9):\n- part A: Edimba - Lobito Armazens Ami, Termino da Ferrea Do Porto\n- part B: Edimba - Namibe Armazens Kadeve (Junto A Direcçao Da Edimba)\n- part C: Transapro - Luanda Kinaxixi, Estrada de Catete ou Sta. Filomena, Ex Avenida General Carmona\n17. Period for making the goods available at the port of shipment where the supply is awarded at the port of shipment stage: 20. 12. 1989 - 15. 1. 1990\n18. Deadline for the supply: 28. 2. 1990\n19. Procedure for determining the costs of supply: tendering\n20. Date of expiry of the period allowed for submission of tenders: 12. 12. 1989 at 12 noon\n21. In the case of a second invitation to tender:\n(a) deadline for the submission of tenders: 19. 12. 1989, at 12 noon\n(b) period for making the goods available at the port of shipment where the supply is awarded at the port of shipment stage: 1. - 31. 1. 1990\n(c) deadline for the supply: 15. 3. 1990\n22. Amount of the tendering security: ECU 5 per tonne\n23. Amount of the delivery security: 10 % of the amount of the tender in ecus\n24. Address for submission of tenders (5): Bureau de l'aide alimentaire, à l'attention de Monsieur N. Arend, bâtiment Loi 120, bureau 7/58, 200, rue de la Loi, B-1049 Bruxelles; telex AGREC 22037 B\n25. Refund payable on request by the successful tenderer (6): refund applicable on 9. 11. 1989 fixed by Regulation (EEC) No 3261/89 in OJ No L 317, 31. 10. 1989, p. 14\nNotes:\n(1) The operation number is to be quoted in all correspondence.\n(2) Commission delegate to be contacted by the successful tenderer:\nM. Gil Renaux, Délégation CEE, 6 rua Rainha Jinga, Luanda; tel. 39 30 38, telex 3397 DELCEE AN\n(3) The successful tenderer shall deliver to the beneficiary a certificate from an official entity certifying that for the products to be delivered the standards applicable, relative to nuclear radiation, in the Member State concerned, have not been  exceeded.\nThe radioactivity certificate must indicate the caesium -134 and -137 levels.\n(4) Since the goods may be rebagged, the successful tenderer must provide 2 % of empty bags of the same quality as those containing the goods, whith the marking followed by a capital 'R'.\n(5) In order not to overload the telex, tenderers are requested to provide, before the date and time laid down in point 20 of this Annex, evidence that the tendering security referred to in Article 7 (4) (a) of Regulation (EEC) No 2200/87 has been  lodged, preferably:\n- either by porter at the office referred to in point 24 of this Annex,\n- or by telecopier on one of the following numbers in Bruessels:\n235 01 32,\n236 10 97,\n235 01 30,\n236 20 05.\n(6) Commission Regulation (EEC) No 2330/87 (OJ No L 210, 1. 8. 1987, p. 56), as last amended by Regulation (EEC) No 2226/89 (OJ No L 214, 24. 7. 1989, p. 10), is applicable as regards the export refund and, where appropriate, the monetary and accession  compensatory amounts, the representative rate and the monetary coefficient. The date referred to in Article 2 of the abovementioned Regulation is that referred to in point 25 of this Annex.\n(7) The unloading is programmed for Luanda. Nevertheless an option between the ports of Luanda, Lobito and Namibe will remain open at the latest until the entry of the vessel into Angolan waters (at Cabinda).\n(8) The following rates of unloading are reported at present:\nLuanda: it may be hoped that between 100 and 400 tonnes will be unloaded per day.\nVessels of 9 000 tonnes maximum.\n6 wharves.\nLobito: unloading of between 200 and 600 tonnes per day.\nVessels of 9 000 tonnes maximum.\n4 wharves.\nNamibe: unloading of between 100 and 300 tonnes per day.\nVessels of 8 000 tonnes maximum.\n3 wharves.\n(9) The allocation of the quantities between the three destinations is subject to review. One destination may be cancelled and another chosen. The choice will remain open at the latest until the entry of the vessel into Angolan water (at Cabinda)."}