{"celex_id": "31988D0007", "uri": "http://publications.europa.eu/resource/cellar/910aee83-c9c4-4970-b066-39b2831098cf", "type": "Decision", "concepts": ["2384", "2393", "336"], "title": "88/7/EEC: Commission Decision of 11 December 1987 on the multiannual guidance programme for aquaculture (1987 to 1991) submitted by Denmark pursuant to Council Regulation (EEC) No 4028/86 (Only the Danish text is authentic)\n", "header": "COMMISSION  DECISION\nof 11 December 1987\non the multiannual guidance programme for aquaculture (1987 to 1991) submitted by Denmark pursuant to Council Regulation (EEC) No 4028/86\n(Only the Danish text is authentic)\n(88/7/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 4028/86 of 18 December 1986 on Community measures to improve and adapt structures in the fisheries and aquaculture sector (1), and in particular Article 4 thereof,\nWhereas on 30 April 1987 the Danish Government forwarded to the Commission a multiannual guidance programme for aquaculture, hereinafter referred to as 'the programme'; whereas on 3 July 1987 it forwarded the latest additional information concerning the programme;\nWhereas the aim of the programme is the cautious development of Danish aquaculture production complying with the need to protect the environment; whereas that development will involve as a priority trout reared in sea water, eels and molluscs; whereas investments of approximately 35 million ECU are estimated to be necessary to complete the programme;\nWhereas, having regard to the foreseeable trend in fishery resources, the market for fishery and aquaculture products, the measures adopted under the common fisheries policy and the guidelines for the latter, the programme meets the conditions laid down in Article 2 of Regulation (EEC) No 4028/86 and constitutes a suitable framework for Community and national financial aid for the sector concerned;\nWhereas the aquaculture sector is developing in a commercial environment, a feature of which is the development of international competition;\nWhereas the development of the market in Salmonidae could entail the need to adjust the objectives laid down for the production of trout;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Committee for the Fishing Industry,", "main_body": ["The multiannual guidance programme for aquaculture (1987 to 1991), as forwarded by the Danish Government on 30 April 1987 and as last supplemented on 3 July 1987, is hereby approved subject to the conditions set out in this Decision.", "The objectives of the programme relating to the production of trout must be reviewed where major changes occur on the market for Salmonidae.", "This Decision is without prejudice to any Community financial aid for individual investment projects.", "This Decision is addressed to the Kingdom of Denmark."], "attachments": "Done at Brussels, 11 December 1987.\nFor the Commission\nAntรณnio CARDOSO E CUNHA\nMember of the Commission\n(1) OJ No L 376, 31. 12. 1986, p. 7."}