{"celex_id": "31986R1345", "uri": "http://publications.europa.eu/resource/cellar/4a2fb937-6810-493e-8b2a-e986d1607698", "type": "Regulation", "concepts": ["2644", "2649"], "title": "Council Regulation (EEC) No 1345/86 of 6 May 1986 fixing the guide price and the intervention price for adult bovine animals for the 1986/87 marketing year\n", "header": "COUNCIL REGULATION  (EEC) No 1345/86 of 6 May 1986 fixing the guide price and the intervention price for adult bovine  animals for the 1986/87 marketing year\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",  Having regard to the Treaty establishing the European Economic Community, and in particular Article  43 thereof, Having regard to the Act of Accession of Spain and Portugal, and in particular Article  89 (1) thereof, Having regard to Council Regulation (EEC) No 805/68 of 27 June 1968 on the common  organization of the market in beef and veal (1), as last amended by Regulation (EEC) No 3768/85  (2), and in particular Articles 3 (3) and 6 (4) thereof, Having regard to the proposal from the  Commission (3), Having regard to the opinion of the European Parliament (4), Having regard to the  opinion of the Economic and Social Committee (5), Whereas, when the guide price for adult bovine  animals is fixed, account should be taken both of the objectives of the common agricultural policy  and of the contribution which the Community wishes to make to the harmonious development of world  trade; whereas the common agricultural policy aims inter alia to ensure a fair standard of living  for the agricultural community, to guarantee the availability of supplies and to ensure that  supplies reach consumers at reasonable prices; Whereas the guide price must be fixed in accordance  with the criteria laid down in Article 3 (2) of Regulation (EEC) No 805/68; Whereas, in view of the  current economic situation on the beef and veal market, the intervention price for adult bovine  animals for the 1986/87 marketing year should be fixed at the same level in relation to the guide  price as that adopted for the preceding marketing year; Whereas under Article 68 of the Act of  Accession a price level differing from that of the common prices has been applied in Spain;  whereas, pursuant to Article 70 (1) of  the Act of Accession, Spanish prices are to be aligned with  common prices in stages occurring each year at the beginning of the marketing year; Whereas  Regulation (EEC) No 1208/81 (6) laid down a Community scale for the classification of carcases of  adult bovine animals for recording market prices and applying intervention measures; whereas, by  Regulation (EEC) No 869/84 (7), a decision was taken to apply the said Community scale to the  intervention measures for a three-year period, on an experimental basis, whereas the gradual  application of the scale leads to the fixing of a single price for each quality or group of  qualities of meat, eligible for intervention, at the beginning of the 1986/87 marketing year;  whereas henceforth the existence of single prices will permit activation and suspension of  buying-in of meat of the qualities eligible for intervention on the basis of prices recorded on the  Community market for these qualities using the Community classification scale,", "main_body": ["For the 1986/87 marketing year, the guide price for adult  bovine animals shall be 205,02 ECU per 100 kilograms liveweight.", "For the 1986/87  marketing year, by derogation from the second subparagraph of Article 6 (1) of Regulation (EEC) No  805/68: (a)  the intervention price referred to in the said subparagraph shall be 184,52 ECU per  100 kilograms live weight in the Community of Ten and 159,42 ECU per 100 kilograms live weight in  Spain; (b)the level of the price specified in the first sentence of Article 6 (3) of the said  Regulation shall be 184,52 ECU per 100 kilograms live weight in the Community of Ten and 159,42 ECU  per 100 kilograms live weight in Spain.", "For the 1986/87 marketing year: 1.  by way  of derogation from Article 6 (1) and (3) of Regulation (EEC) No 805/68, purchases by intervention  agencies of one or more qualities or groups of qualities, to be determined, of fresh or chilled  meat falling within subheadings 02.01 A II a) 1, 02.01 A II a) 2 and 02.01 A II a) 3 of the Common  Customs Tariff shall be decided upon by the Commission in accordance with the procedure laid down  in point 5 when the average price of these qualities or groups of qualities recorded on the  Community market on the basis of the Community scale for the classification of carcases of adult  bovine animals established by Regulation (EEC) No 1208/81 is, for a period of two consecutive  weeks, equal to or less than the intervention price fixed at the beginning of the marketing year  for such qualities or groups of qualities; 2.the Commission shall decide on the suspension of the  purchases referred to in point 1 when the average price for certain qualities or groups of  qualities of meat recorded on the Community market on the basis of the scale referred to in point 1  is, for a period of three consecutive weeks, above the intervention purchase price fixed at the  beginning of the marketing year for these qualities or groups of qualities; 3.if the purchases  referred to in point 1 have been suspended under the terms of point 2, the Commission shall decide  on their resumption when the average price recorded for the qualities or groups of qualities in  question has, for a period of two consecutive weeks, been equal to or less than the intervention  purchase price fixed for the same qualities or groups of qualities at the beginning of the  marketing year; 4.the Commission, in accordance with the procedure provided for in point 5, may, in  one or more Member States or regions of a Member State, limit the list of qualities or groups of  qualities of meat eligible for intervention; 5.the Commission, in accordance with the procedure  provided for in Article 27 of Regulation (EEC) No 805/68, shall:(a)  establish the intervention  purchase prices;(b)adopt procedures for applying this Article.", "This Regulation shall  enter into force on the day of its publication in the Official Journal of the European Communities.  It shall apply from the beginning of the 1986/87 marketing year for beef and veal.\nThis Regulation shall be binding in its entirety and directly applicable in all Member  States."], "attachments": "Done at Brussels, 6 May 1986. For the Council The President P.  H. van ZEIL\n(1)  OJ No L 148, 28. 6. 1968, p. 24.\n(2)  OJ No L 362, 31. 12. 1985, p. 8.\n(3)  OJ No C 85, 14. 4. 1986, p. 77.\n(4)Opinion delivered on 17 April 1986 (not yet published in the Official Journal).\n(5)Opinion delivered on 14 March 1986 (not yet published in the Official Journal).\n(6)  OJ No L 123, 7. 5. 1981, p. 3.\n(7)  OJ No L 90, 1. 4. 1984, p. 32."}