{"celex_id": "31989L0461", "uri": "http://publications.europa.eu/resource/cellar/d5f6bdd1-d562-437b-9083-5b647b634c91", "type": "Directive", "concepts": ["2433", "2897", "4039", "4533", "4658", "82"], "title": "Council Directive 89/461/EEC of 18 July 1989 amending, with a view to fixing certain maximum authorized dimensions for articulated vehicles, Directive 85/3/EEC on the weights, dimensions and certain other technical characteristics of certain road vehicles\n", "header": "COUNCIL DIRECTIVE of 18 July 1989 amending, with a view to fixing certain maximum authorized dimensions for articulated vehicles, Directive 85/3/EEC on the weights, dimensions and certain other technical characteristics of certain road vehicles  (89/461/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 75 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas, in order to make combined vehicles more productive, manufacturers are proposing a maximum usable volume within the constraints imposed by Directive 85/3/EEC (4), as last amended by Directive 89/460/EEC (5);\nWhereas this increase in the usable volume involves a reduction in the space reserved for the driver and in the space between the tractive unit and the semi-trailer by means of special coupling devices;\nWhereas there is a consequent deterioration in the comfort and safety of the driver's working area;\nWhereas the current standards should be improved so as to lead to a better balance between the rational and economic use of commercial road vehicles and the requirements of road safety by making tractive units for semi-trailers more interchangeable  while ensuring that drivers have enough room,", "main_body": ["Council Directive 85/3/EEC is hereby amended as follows:\n1.  The following Article is inserted:\n´Article 4a\nArticulated vehicles put into circulation before 1 January 1991 which do not comply with the new specifications contained in points 1.6 and 4.4 of Annex I shall be\ndeemed to comply with such specifications for the purposes of Article 3 (1) if they do not exceed the total length of 15,50 metres.'\n2.  Point 1.1 of Annex I is replaced by the following:\n´1.1  Maximum length\n- motor vehicle12,00 metres'.\n- trailer12,00 metres'.\n- articulated vehicle16,50 metres'.\n- road train18,00 metres'.\n- articulated bus18,00 metres'.\n3.  The following point is inserted in Annex I:\n´1.6.  Maximum distance betwen the axis of the fifth-wheel king pin and the rear of a semi-trailer12,00 metres'.\n4.  The following point is inserted in Annex I:\n´4.4.  Semi-trailers:\nThe distance measured horizontally between the axis of the fifth-wheel king pin and any point at the front of the semi-trailer must not exceed 2,04 metres'.", "After consulting the Commission, the Member States shall adopt the laws, regulations and administrative provisions necessary to comply with this Directive before 1 January 1991.\nMember States shall communicate to the Commission the texts of the main provisions of national law which they adopt in the field covered by this Directive.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 18 July 1989.\nFor the Council\nThe President\nR. DUMAS\n(1) OJ No C 214, 16. 8. 1988, p. 1.\n(2) OJ No C 47, 27. 2. 1989, p. 157.\n(3) OJ No C 71, 29. 3. 1989, p. 17.\n(4) OJ No L 2, 3. 1. 1985, p. 14.\n(5) See page 5 of this Official Journal."}