{"celex_id": "31984R2124", "uri": "http://publications.europa.eu/resource/cellar/187588dd-5bf9-4351-a410-a55c429fcb43", "type": "Regulation", "concepts": ["1474", "1774", "1833", "2771"], "title": "Council Regulation (EEC) No 2124/84 of 23 July 1984 concerning the application of Decision No 2/84 of the EEC-Malta Association Council derogating from the provisions concerning the definition of the concept of originating products laid down in the Agreement establishing an association between the European Economic Community and Malta in respect of intermediate frequency transformers @Decision of the EEC-Malta Association Council No 2/84 of 23 July 1984 derogating from the provisions concerning the definition of the concept of originating products laid down in the Agreement establishing an association between the European Economic Community and Malta in respect of intermediate frequency transformers\n", "header": "COUNCIL  REGULATION (EEC) No 2124/84\nof 23 July 1984\nconcerning the application of Decision No 2/84 of the EEC-Malta Association Council derogating from the provisions concerning the definition of the concept of originating products laid down in the Agreement establishing an association between the European Economic Community and Malta in respect of intermediate frequency transformers\nTHE COUNCIL OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 113 thereof,\nHaving regard to the proposal from the Commission,\nWhereas the Agreement establishing an association between the European Economic Community and Malta (1) was signed on 5 December 1970 and entered into force on 1 April 1971;\nWhereas a Protocol laying down certain provisions relating to the Agreement establishing an association between the European Economic Community and Malta (2) was signed in Brussels on 4 March 1976 and entered into force on 1 June 1976;\nWhereas, pursuant to Article 25 of the Protocol concerning the definition of the concept of originating products and methods of administrative cooperation annexed to the Protocol referred to above and forming an integral part of the Agreement, the EEC-Malta Association Council adopted Decision No 2/84 which derogates from the Protocol concerning the rules on origin;\nWhereas this Decision should be applied in the Community,", "main_body": ["Decision No 2/84 of the EEC-Malta Association Council shall be applicable in the Community.\nThe text of the Decision is attached to this Regulation.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 23 July 1984.\nFor the Council\nThe President\nJ. O'KEEFFE\n(1) OJ No L 61, 14. 3. 1971, p. 1.\n(2) OJ No L 111, 28. 4. 1976, p. 3.\nDECISION  OF THE EEC-MALTA ASSOCIATION COUNCIL No 2/84\nof 23 July 1984\nderogating from the provisions concerning the definition of the concept of originating products laid down in the Agreement establishing an association between the European Economic Community and Malta in respect of intermediate frequency transformers\nTHE ASSOCIATION COUNCIL,\nHaving regard to the Agreement establishing an association between the European Economic Community and Malta, signed in Valetta on 5 December 1970,\nHaving regard to the Protocol concerning the definition of the concept of originating products and methods of administrative cooperation, hereinafter called 'the Protocol', annexed to the Additional Protocol to the Agreement, and in particular Article 25 thereof,\nWhereas, in order to take account of the particular situation of Malta and to allow the industries concerned to adapt their production to the conditions required by the Protocol with respect to the acquisition of originating status, it is necessary to provide for a temporary derogation from certain provisions in favour of the State,\nHAS DECIDED AS FOLLOWS:\nArticle 1\nBy way of derogation from the rule in lists A and B of the Protocol in respect of tariff heading No 85.15, which provides that at least 50 % in value of the materials and parts used must be originating products, intermediate frequency transformers manufactured in Malta shall be considered as products originating in Malta in cases where this rule is not complied with, provided that the other conditions applicable to that heading are fulfilled.\nArticle 2\nMalta, the Member States and the Community shall, in so far as they are concerned, take the measures necessary for the implementation of this Decision.\nArticle 3\nThis Decision shall take effect from 1 August 1984.\nIt shall apply until 31 July 1986.\nDone at Brussels, 23 July 1984.\nFor the\nEEC-Malta Association Council\nThe President\nA. O'ROURKE"}