{"celex_id": "31986D0479", "uri": "http://publications.europa.eu/resource/cellar/ea13f1f4-5b2e-4787-b5f9-7f6e35af3c51", "type": "Decision", "concepts": ["2470", "2792", "2825", "3073", "5315", "6050"], "title": "86/479/EEC: Commission Decision of 18 September 1986 establishing an Advisory Committee on the protection of the environment in areas under serious threat (Mediterranean basin)\n", "header": "COMMISSION  DECISION\nof 18 September 1986\nestablishing an Advisory Committee on the protection of the environment in areas under serious threat (Mediterranean basin)\n(86/479/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nWhereas the action programme of the European Community on the environment (1982-86) adopted by the Council on 7 February 1983 (1) expressly states that the environment must be regarded as the basis constituting the limits to further economic and social development;\nWhereas the Commission adopted on 11 April 1984 a communication defining a strategy and a plan of action for the protection of the environment in the Mediterranean (2), calling for the implementation of a range of coordinated measures which would create conditions conducive to the harmonious development of the region's socio-economic activities;\nWhereas the European Parliament has adopted a resolution on the abovementioned communication approving the proposal to establish an advisory committee (3);\nWhereas the Mediterranean basin is a region with particular physical, socio-economic and cultural characteristics whose problems and potential demand special attention in Community policies;\nWhereas the Commission must consult experts from the Member States on pollution in areas where the environment is under particular threat;\nWhereas it is also necessary for the Community to have a forum in which the experts can meet to pool national information and experience, thus facilitating coordination of the measures taken or planned at national, international and Community level,", "main_body": ["An Advisory Committee on the protection of the environment in areas under serious threat, hereinafter referred to as 'the Committee', is hereby set up under the aegis of the Commission.", "The Committee shall assist the Commission in the implementation of the programme set out in the communication on the protection of the environment in the Mediterranean basin, and in particular it shall:\n1. Gather information on present and foreseeable environmental problems and on measures under way or planned;\n2. Identify and deliver opinions on feasibility studies, descriptive analyses and pilot or demonstration projects for which a financial contribution by the Commission is proposed from the budgetary appropriations for direct Community measures in regions where the environment is under particular threat;\n3. Direct its work towards the study and examination of questions whose solution will require the deployment of more substantial resources and in respect of which results may only be expected in the longer term;\n4. Develop, with the help of the abovementioned resources, a medium- and long-term strategy and plan of action for the protection of the environment in the Mediterranean basin.", "The Committee shall comprise a maximum of 16 highly-qualified specialists who are experts in the areas set out in Article 2.", "The experts shall be appointed by the Commission upon proposals from the Member States.", "An alternate shall be appointed for each member of the Committee, in accordance with the procedure set out in Article 4. Without prejudice to Article 9, an alternate shall attend meetings of the Committee and participate in its work only if the member for whom he is deputizing is prevented from attending.", "The term of office of members of the Committee shall be two years. On expiry of the two-year period, the members of the Committee shall remain in office until they are replaced or their term of office is extended. The term of\noffice of a member or alternate shall end before expiry of the two-year period if the person in question dies or resigns, or the government which proposed him requests that he be replaced. His successor shall be appointed for the remainder of the term of office in accordance with the procedure set out in Article 4.\nThere shall be no remuneration for the tasks performed.", "The list of members and alternates shall be published by the Commission in the Official Journal of the European Communities.", "The Committee shall be chaired by a Commission representative.", "The chairman may invite any person who has particular experience of an item on the Committee's agenda to participate in the Committee's work as an expert.\nExperts shall participate only in discussions on the questions for which they were invited to attend.", "0\nShould the need arise, the Commission may co-opt onto the Committee one or more persons who have particular experience of a given field under discussion.", "1\nRepresentatives of the Commission departments concerned shall participate in the Committee's work.\nSecretarial services shall be provided by the Commission.", "2\nIn accordance with requirements, the Committee shall adopt its own rules of procedure.", "3\nWithout prejudice to Article 214 of the Treaty, the members of the Committee shall be under an obligation not to disclose information which they acquire through the work of the Committee in cases where the Commission informs them that the opinion requested, or the question under discussion, relates to a confidential matter. In such cases, only the members of the Committee and the representatives of the Commission's departments shall attend meetings of the Committee.", "4\nThis Decision shall take effect on 18 September 1986."], "attachments": "Done at Brussels, 18 September 1986.\nFor the Commission\nStanley CLINTON DAVIS\nMember of the Commission\n(1) OJ No C 46, 17. 2. 1983, p. 1.\n(2) OJ No C 133, 21. 5. 1984, p. 12.\n(3) OJ No C 141, 10. 6. 1985, p. 493."}