{"celex_id": "31980R2755", "uri": "http://publications.europa.eu/resource/cellar/15313f50-96ae-4c5d-a683-d5b3b6d393f0", "type": "Regulation", "concepts": ["4691", "5025"], "title": "Commission Regulation (EEC) No 2755/80 of 28 October 1980 on the conditions for implementing and suspending intervention buying in of sheepmeat\n", "header": "COMMISSION REGULATION (EEC) No 2755/80 of 28 October 1980 on the conditions for implementing and suspending intervention buying in of sheepmeat\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1837/80 of 27 June 1980 on the common organization of the market in sheepmeat and goatmeat (1), and in particular Article 7 (7) (b) and (c),\nWhereas Article 7 (2) of Regulation (EEC) No 1837/80 lays down that intervention measures in the form of the buying in of sheepmeat may be taken where the price recorded pursuant to Article 4 of that Regulation is equal to or less than the seasonally-adjusted intervention price and, at the same time, the price recorded on the representative markets of a given region is lower than that price ; whereas, moreover, paragraph 4 of the same Article provides that the said intervention measures may be taken only in respect of qualities whose price is below a buying-in price calculated on the basis of the seasonally-adjusted intervention price ; whereas, finally, paragraph 5 of the same Article provides that intervention buying in is to be suspended where the price recorded pursuant to Article 4 is, for a certain period, above the seasonally-adjusted intervention price ; whereas it is desirable to fix the said period at two consecutive weeks;\nWhereas Council Regulation (EEC) No 2644/80 (2) laid down the conditions subject to which certain qualities may be bought in by intervention ; whereas Commission Regulation (EEC) No 2658/80 (3) laid down detailed rules for such buying in;\nWhereas the prices recorded on the representative markets are to be sent by the Member States to the Commission not later than each Thursday, pursuant to Article 3 of Commission Regulation (EEC) No 2657/80 (4) ; whereas it is necessary to lay down the conditions for implementing and suspending intervention buying in;\nWhereas such buying in may be carried out only in the Member States which so request;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Sheep and Goats,", "main_body": ["1. If the conditions laid down in Article 7 (2) and (4) of Regulation (EEC) No 1837/80 are found to be fulfilled simultaneously for one week, the Commission shall decide to implement the intervention measures provided for in Article 6 (1) (b) of the said Regulation for the quality or qualities in question at the latest during the week following this finding. The entry into force of this measure may not be later than the Monday following its adoption.\n2. If it is found that the condition laid down in Article 7 (4) of Regulation (EEC) No 1837/80 is not fulfilled for one week, the Commission shall decide to suspend intervention measures for the quality or qualities in question.\n3. If it is found that the price recorded on the representative markets of the given region exceeds the seasonally-adjusted intervention price or, as the case may be, the derived seasonally-adjusted intervention price, for two consecutive weeks, the Commission shall decide to suspend intervention measures for the region in question.\n4. The period referred to in Article 7 (5) of Regulation (EEC) No 1837/80 shall be two consecutive weeks.\nThe Commission shall take the decision to suspend intervention measures.\n5. In the cases referred to in paragraphs 2, 3 and 4, the intervention agencies shall take over, not later than the end of the week in which the decision is taken, meat bought in by them.\n(1) OJ No L 183, 16.7.1980, p. 1. (2) OJ No L 275, 18.10.1980, p. 8. (3) OJ No L 276, 26.10.1980, p. 9. (4) OJ No L 276, 20.10.1980, p. 1.", "Subject to the provisions of Article 1, the intervention measures provided for in Article 6 (1) (b) of Regulation (EEC) No 1837/80 shall be taken in the Member States listed in the Annex.\nThe qualities and buying-in prices for products which may be bought in by the intervention agencies are fixed in the said Annex.", "This Regulation shall enter into force on 30 October 1980.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 28 October 1980.\nFor the Commission\nFinn GUNDELACH\nVice-President\nANNEX Intervention buying-in prices\nFRANCE : AGNEAUX >PIC FILE= \"T0016414\">"}