{"celex_id": "31985R0771", "uri": "http://publications.europa.eu/resource/cellar/7dea11c8-dcc2-4960-9004-8c2e74c23f98", "type": "Regulation", "concepts": ["2642", "2958", "3170", "4289"], "title": "Commission Regulation (EEC) No 771/85 of 26 March 1985 amending Regulation (EEC) No 2213/76 on the sale of skimmed-milk powder from public storage and repealing Regulation (EEC) No 399/85\n", "header": "COMMISSION  REGULATION (EEC) No 771/85\nof 26 March 1985\namending Regulation (EEC) No 2213/76 on the sale of skimmed-milk powder from public storage and repealing Regulation (EEC) No 399/85\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 804/68 of 27 June 1968 on the common organization of the market in milk and milk products (1), as last amended by Regulation (EEC) No 591/85 (2), and in particular Article 7 (5) thereof,\nWhereas the application of Article 1 of Commission Regulation (EEC) No 2213/76 (3), as last amended by Regulation (EEC) No 79/85 (4), which lays down the conditions for the placing on the market of stocks of skimmed-milk powder purchased by intervention agencies, has been suspended by Commission Regulation (EEC) No 399/85 (5); whereas the application of the said Article should, in view of the recent trend of skimmed-milk powder prices on the Community market, no longer be suspended;\nWhereas in order to discourage speculation in connection with the fixing of the new buying-in prices for skimmed-milk powder for the new marketing year, the quantity of skimmed milk put up for sale by the intervention agencies of the Member States should be limited to that which was put into storage prior to 1 January 1984, and the period allowed for taking over the skimmed-milk powder should be reduced;\nWhereas pursuant to Article 2 (1) of Regulation (EEC) No 2213/76, operators supplying skimmed-milk powder from the market as part of food-aid operations may buy a certain quantity of intervention skimmed-milk powder at the buying-in price less 3 ECU per 100 kilograms; whereas in the light of market trends that possibility should no longer be offered to them; whereas, however, the provision in question should be maintained in the case of operators who continue to qualify under the scheme notwithstanding the suspension provided for in Regulation (EEC) No 399/85, that is, those already designated on 16 February 1985;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Milk and Milk Products,", "main_body": ["Regulation (EEC) No 399/85 is hereby repealed.", "Regulation (EEC) No 2213/76 is hereby amended as follows:\n1. Article 1 is replaced by the following:\n'Article 1\nThe intervention agencies of the Member States shall sell, to any person wishing to purchase, skimmed-milk powder which they hold and which was stored prior to 1 January 1984.'\n2. Article 2 (1) is replaced by the following:\n'1. The skimmed-milk powder shall be sold:\n(a) ex-storage depot at the buying-in price applied by the intervention agency when the contract of sale is concluded, plus 3 ECU per 100 kilograms;\n(b) in lots of 10 tonnes or more.'\n3. The first subparagraph of Article 3 (1) is replaced by the following:\n'The purchaser shall take delivery of the skimmed-milk powder within 15 days calculated from the day on which the contract of sale was concluded.'", "Provided they furnish proof that, before 16 February 1985, they were designated by an intervention agency for the purpose of supplying a quantity of skimmed-milk powder from the market pursuant to Regulation (EEC) No 1354/83 operators may, under Regulation (EEC) No 2213/76, purchase a quantity of skimmed-milk powder not exceeding that quantity at an ex-storage depot price equivalent to the purchase price applicable when the contract of sale was concluded,\nless 3 ECU per 100 kilograms. The contract of sale shall be drawn up within one month of the expiry of the shipment period laid down in respect of that food-aid consignment.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 26 March 1985.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 148, 28. 6. 1968, p. 13.\n(2) OJ No L 68, 8. 3. 1985, p. 5.\n(3) OJ No L 249, 11. 9. 1976, p. 6.\n(4) OJ No L 11, 12. 1. 1985, p. 5.\n(5) OJ No L 48, 16. 2. 1985, p. 25."}