{"celex_id": "31988R4254", "uri": "http://publications.europa.eu/resource/cellar/c5d38f83-7e1f-4126-a1cf-4306b894147e", "type": "Regulation", "concepts": ["1056", "1485", "3003", "5334"], "title": "Council Regulation (EEC) No 4254/88 of 19 December 1988, laying down provisions for implementing Regulation (EEC) No 2052/88 as regards the European Regional Development Fund\n", "header": "COUNCIL REGULATION (EEC) No 4254/88 of 19 December 1988 laying down provisions for implementing Regulation (EEC) No 2052/88 as regards the European Regional Development Fund\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 130e thereof,\nHaving regard to the proposal from the Commission(1),\nIn cooperation with the European Parliament(2),\nHaving regard to the opinion of the Economic and Social Committee(3),\nWhereas Article 130c of the Treaty states that the European Regional Development Fund is intended to help redress the principal regional imbalances in the Community through participating in the development and structural adjustment of regions whose  development is lagging behind and in the conversion of declining industrial regions;\nWhereas Council Regulation (EEC) No 2052/88 of 24 June 1988 on the tasks of the Structural Funds and their effectiveness and on coordination of their activities between themselves and with the operations of the European Investment Bank and the other existing financial instruments(4) states in  Article 3 (1) that the European Regional Development Fund shall have the essential task of providing support for objectives 1 and 2 specified in Article 1 of the same Regulation, that it shall participate in the operations of objective 5 (b) and, in addition, shall provide support for studies or pilot schemes concerning regional development at Community level;\nWhereas provisions common to the Community's Structural Funds have been established by Council Regulation (EEC) No 4253/88 of 19 December 1988 laying down provisions implementing Regulation (EEC) No 2052/88 as regards coordination of the activities of the different Structural Funds as between themselves and with the operations of the European Investment Bank and the other existing instruments(5), together with other provisions common to the activities of the Funds;\nWhereas these common provisions must be supplemented, in accordance with Article 3 (4) of Regulation (EEC) No 2052/88, by specific provisions concerning the activities of the European Regional Development Fund (ERDF); whereas the nature of the measures  which may be financed by the ERDF, the information to be included in the plans of Member States under objectives 1 and 2 and the types of activities which will have a privileged place in ERDF assistance must be clarified;\nWhereas, as part of the reform of the Funds, the Commission should lay down the regional policy guidelines to be applied in the various stages of planning, notably in establishing the Community support frameworks and in the activities of the European  Regional Development Fund,", "main_body": ["TITLE I SCOPE AND FORMS OF ASSISTANCE Article 1  Scope Within the framework of the task entrusted to it by Article 130c of the Treaty the ERDF shall, in accordance with Article 3 (1) of Regulation (EEC) No 2052/88, participate in the financing of:\n(a)productive investment to enable the creation or maintenance of permanent jobs;\n(b)investment in infrastructure, namely:\n-in the regions designated under objective 1, investment contributing to increasing economic potential, development, structural adjustment of these regions; financing may also be provided, in areas where the need is demonstrated, for certain facilities  contributing to the structural adjustment of these areas, particularly health and educational facilities;\n-in the regions or areas designated under objective 2, investment relating to the regeneration of areas suffering from industrial decline, including inner cities, and those whose modernization or laying out provides the basis for the creation or  development of economic activity,\n-in the areas designated under objective 5 (b), investment directly linked to economic activity which creates jobs other than in agriculture, including communication infrastructure links and others on which the development of such activities depends;\n(c)the development of indigenous potential in the regions by measures which encourage and support local development initiatives and the activities of small and medium-sized enterprises, involving in particular:\n-assistance towards services for firms, in particular in the fields of management, study and research of markets and services common to several firms,\n-financing the transfer of technology, including in particular the collection and dissemination of information and financing the introduction of innovation in firms,\n-improvement of access for firms to the capital market, particularly by the provision of guarantees and equity participation,\n-direct aid to investment, where no aid scheme exists,\n-the provision of small-scale infrastructure;\n(d)operations planned in the context of regional development at Community level, in particular in the case of frontier regions of the Member States, in accordance with Article 3 (1), last subparagraph, of Regulation (EEC) No 2052/88;\n(e)the preparatory, accompanying and assessment measures referred to in Article 7;\n(f)productive investment and investment in infrastructure aimed at environmental protection where such investment is linked regional development.", "Regional plans 1.  Apart from the general provisions laid down in Title II of Regulation (EEC) 4253/88, the following specific provisions shall apply to the regional plans referred to in Articles 8 (4) and 9 (8) of Regulation (EEC) No 2052/88.\n2.  The plans relating to the regions designated under objective 1 shall, as a general rule, cover one region at NUTS level II. However, pursuant to the second subparagraph of Article 8 (4) of Regulation (EEC) No 2052/88, Member States may submit a plan for more than one of their regions included in the list referred to in paragraph 2 of that Article, provided that the plan comprises the features listed in the first subparagraph of the said paragraph 4.\nThese plans shall contain the following information:\n(a)a succinct analysis of the socio-economic situation of the region, indicating, inter alia, the demographic outlook thereof,\n(b)a description of the development strategy envisaged by the Member State, with an indication of the national and regional financial resources proposed;\n(c)the Member State's priorities for action and the regional development measures for which it plans to request Community financial participation, together with the estimated sums involved in these requests for the various forms of Community  assistance.\nWhen submitting the plans, the Member States shall supply information on the national, regional, local or other authorities which are to be responsible for implementing the measures.\nAs a general rule, these plans shall be for a period of five years and may be up-dated annually. Data for the fourth and fifth years may be given as a guide.\n3.  The plans relating to the regions designated under objective 2 shall normally cover one or more areas at NUTS level III.\nThese plans shall contain the following information:\n(a)a description of the conversion strategy envisaged by the Member State, with an indication of the national or regional financial resources proposed;\n(b)the Member State's priorities for action and the regional conversion measures for which it plans to request Community financial participation, together with the estimated sums involved in these requests for the various forms of Community assistance;\n(c)information allowing an assessment to be made of the overall regional economic situation.\nWhen submitting the plans, the Member States shall supply information on the national, regional, local or other authorities which are to be responsible for implementing the measures.\nAs a general rule, these plans shall be for a period of three years and may be up-dated annually.\n4.  The plans relating to the regions designated under objective 5 (b) shall be drawn up in accordance with the procedure laid down in Article 7 of Council Regulation (EEC) No 4256 of 19 December 1988 laying down provisions for implementing Regulation  (EEC) No 2052/88 as regards the EAGGF Guidance Section(6).\n5.  When submitting applications to the ERDF, Member States shall ensure that a sufficient proportion is allocated to investment in industry, craft industry and services, particularly through part-financing of aid schemes.", "Regional operational programmes 1.  For the regions designated under objective 1, regional operational programmes shall in principle cover one region at NUTS level II or, in specific cases, one area at NUTS level III or more than one region at NUTS level II. For regions and areas  designated under objectives 2 and 5 (b), and for frontier regions, they shall in general cover one or more areas at NUTS level III.\n2.  The programmes may be undertaken on the initiative of the Member States or of the Commission in agreement with the Member State concerned, in accordance with the last subparagraph of Article 5 (5) of Regulation (EEC) No 2052/88.\nWhen they are undertaken on the initiative of a Member State, they shall be drawn up by the authorities designated by the Member State, in consultation with the Commission.\nWhen they are undertaken on the initiative of the Commission, the Commission, after consulting the Committee referred to in Article 27 of Regulation (EEC) No 4253/88, shall lay down the guidelines and invite the Member States concerned to establish  operational programmes. It shall order their publication in the Official Journal of the European Communities.\nThe Commission's initiative shall be designed, within the framework of the tasks entrusted to the ERDF by Article 3 (1) of Regulation (EEC) No 2052/88:\n-to help resolve serious problems directly associated with the implementation of other Community policies and affecting the socio-economic situation of one or more regions, or -to promote the application of Community policies at regional level, or -to help resolve problems common to certain categories of region.\nThe Commission's initiatives shall normally be financed from that part of ERDF commitment appropriations which is not the subject of the indicative allocation provided for in Article 12 (6) of Regulation (EEC) No 2052/88.", "Part-financing of aid schemes 1.  The grant of Community assistance to regional aid schemes shall constitute one of the main forms of incentive to investment in firms.\n2.  With a view to deciding the Community's financial participation, the Commission shall examine, with the competent authorities designated by the Member State, the characteristics of the aid scheme concerned. It shall take account of the following:\n-the rate of assistance to be tailored to the socio-economic situation of the regions concerned and the consequent locational disadvantages for firms,\n-operating procedures and the types of aid, including rates, to be varied to meet the needs,\n-priority to be given to small and medium-sized enterprises and to the encouragement of services supplied to them such as management advice and market surveys,\n31. 12. 88No L 374/-the economic repercussions of the aid scheme on the region.\n-the characteristics and impact of any other regional aid scheme in the same region.", "Projects in addition to the information specified in Article 16 of Regulation (EEC) No 4253/88, applications for ERDF assistance for the projects referred to in Article 5 (2) (d) of Regulation (EEC) to 2052/88 submitted individually or within the framework of an  operational programme shall provide the following details:\n(a)for investment in infrastructures:\n-analysis of the costs and socio-economic benefits of the project, including an indication of the excepted rate of use,\n-the expected impact on the development or conversion of the region concerned,\n-an indication of the consequences that Community participation will have on the completion of the project;\n(b)for productive investment:\n-an indication of the market outlook for the sector concerned,\n-the effects on employment,\n-an analysis of the excepted profitability of the project.", "Global grants 1.  In accordance with Article 5 (2) (c) of Regulation (EEC) No 2052/88, the Commission may entrust to appropriate intermediaries, including regional development organizations, designated by the Member State in agreement with the Commission, the  management of global grants, which it shall use primarily to assist local development initiatives. These intermediaries must be present or represented in the regions concerned and must operate in the public interest and shall associate adequately the  socio-economic interests directly concerned by the implementation of the measures planned.\n2.  The procedures for the use of global grants, shall be the subject of an agreement concluded, in agreement with the Member State concerned, between the Commission and the intermediary concerned.\nThese procedures shall detail in particular:\n-the types of measure to be carried out,\n-the criteria for choosing beneficiaries,\n-the conditions and rates of ERDF assistance,\n-the arrangements for monitoring use of the global grants.", "Preparatory, accompanying and assessment measures 1.  The ERDF may finance, up to a limit of 0,5 % of its annual allocation, the preparatory, accompanying and assessment measures necessary for the implementation of this Regulation carried out by the Commission or by outside experts. They shall include  studies, among them studies of a general nature concerning Community regional action, and technical assistance or information measures, including, in particular, measures to provide information for local and regional development agents.\n2.  Measures carried out on the Commission's initiative may, in exceptional circumstances, be financed by the ERDF at a rate of 100 %, it being understood that those carried out by the Commission itself are financed at a rate of 100 %. For other measures the rates laid down in Article 17 of Regulation (EEC) No 4253/88 shall apply.\nTITLE II GUIDELINES AND PARTNERSHIP Article 8  Periodic report and guidelines 1.  A periodic report on the social and economic situation and development of the regions of the Community, which also indicates the macro-economic effects of the Community's regional action, shall be prepared by the Commission at three-yearly intervals  in accordance with the procedures laid down in Title VIII of Regulation (EEC) No 4253/88 Member States shall provide the Commission with the relevant information enabling it to make an analysis of all the regions of the Community on the basis of  statistics which are as comparable and as up to date as possible. The report must also make it possible to assess the regional impact of other Community policies.\nThe first periodic report shall be prepared by 31 December 1990 at the latest.\n2.  This report shall constitute a basis for the establishment of guidelines for Community regional policy. These shall be applied by the Commission in the various stages of planning, notably in establishing Community support frameworks and in the  activities of the ERDF. These guidelines shall be forwarded to the Council and the European Parliament and shall be published for information in the Official Journal of the European Communities.", "Regional partnership The Community's regional action shall be carried out in close consultation between the Commission, the Member State concerned and the competent authorities designated by the latter, in accordance with Article 4 (1) of Regulation (EEC) No 2052/88, for  the implementation of measures at regional level.\nTITLE III REGIONAL DEVELOPMENT AT COMMUNITY LEVEL Article 10  Definition of assistance 1.  In accordance with the last subparagraph of Article 3 (1) of Regulation (EEC) No 2052/88, the ERDF may also contribute to the financing at Community level of:\n(a)studies at the Commission's initiative aiming to identify:\n-the spatial consequences of measures planned by the national authorities, particularly major infrastructures, when their effects go beyond national boundaries,\n-measures aiming to correct specific problems of the border regionas within and outside the Community,\n-the elements necessary to establish a prospective outline of the utilization of Community territory.\n(b)pilot schemes which:\n-constitute incentives to the creation of infrastructure, investment in firms and other specific measures having a marked Community interest, in particular in the border regions within and outside the Community,\n-encourage the pooling of experience and development cooperation between different Community regions, and innovative measures.\n2.  On the Commission's initiative, matters relating to regional development at Community level, coordination of national regional policies or any other problem connected with implementation of Community regional action may be referred to the Committee  specified in Article 27 of Regulation (EEC) No 4253/88. The Committee may arrive at common conclusions on the basis of which the Commission shall, where appropriate, address recommendation to the Member States.\nTITLE IV GENERAL AND FINAL, PROVISIONS Article 11  Monitoring of compatibility Where appropriate and through procedures suitable to each policy, Member States shall supply the Commission with information concerning compliance with Article 7 (1) of Regulation (EEC) No 2052/88.", "2  Information and publicity The provisions on information and publicity referred to in Article 32 of Regulation (EEC) No 4253/88 concerning ERDF assistance shall be adopted by the Commission and published in the Official Journal of the European Communities.", "3  Indicative allocation of ERDF resources In accordance with Article 12 (6) of Regulation (EEC) No 2052/88, the Commission shall, before 1 January 1989, decide for a period of five years and as a guide, on the allocation per Member State of 85 % of the commitment appropriations of the ERDF.", "4  Final provisions Regulation (EEC) No 1787/84(7) is hereby repealed, subject to the application of Article 15 of Regulation (EEC) No 2052/88 and of Article 33 of Regulation (EEC) No 4253/88 (coordinating Regulation).", "5  Entry into force This Regulation shall enter into force on 1 January 1989.\nHowever, Article 14 shall apply with effect from the date of adoption of this Regulation.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 December 1988.\nFor the CouncilThe PesidentTh. PANGALOS  (1)OJ No C 256, 3. 10. 1988, p. 12.\n(2)OJ No C 326, 19. 12. 1988 and decision of 14 December 1988 (not yet published in the Official Journal).\n(3)OJ No C 337, 31. 12. 1988.\n(4)OJ No L 185, 15. 7. 1988, p. 9.\n(5)See page 1 of this Official Journal.\n(6)See page 25 of this Official Journal.\n(7)OJ No L 169, 28. 6. 1984, p. 1"}