{"celex_id": "31986R2030", "uri": "http://publications.europa.eu/resource/cellar/bb79df1a-fe60-4b3b-ac8d-094580fd7d11", "type": "Regulation", "concepts": ["1118", "797", "870"], "title": "Commission Regulation (EEC) No 2030/86 of 30 June 1986 fixing for the 1986/87 marketing year the minimum price to be paid to producers for unprocessed dried figs and the amount of production aid for dried figs\n", "header": "COMMISSION  REGULATION (EEC) No 2030/86\nof 30 June 1986\nfixing for the 1986/87 marketing year the minimum price to be paid to producers for unprocessed dried figs and the amount of production aid for dried figs\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the Act of Accession of Spain and Portugal,\nHaving regard to Council Regulation (EEC) No 426/86 of 24 February 1986 on the common organization of the market in products processed from fruit and vegetables (1), as amended by Regulation (EEC) No 1838/86 (2), and in particular Articles 4 (4) and 5 (5) thereof,\nWhereas Council Regulation (EEC) No 1277/84 of 8 May 1984 laying down general rules for the system of production aid for processed fruit and vegetables (3) contains provisions as to the methods for determining the production aid;\nWhereas, under Article 4 (1) of Regulation (EEC) No 426/86, the minimum price to be paid to producers is to be determined on the basis of, firstly, the minimum price applying during the previous marketing year, secondly, the movement of basic prices in the fruit and vegetable sector, and, thirdly, the need to ensure the normal marketing of fresh products for the various uses;\nWhereas Article 5 of Regulation (EEC) No 426/86 lays down the criteria for fixing the amount of production aid; whereas account must, in particular, be taken of the aid fixed for the previous marketing year adjusted to take account of changes in the minimum price to be paid to producers, the non-member country price and, if necessary, the pattern of processing cost assessed on a flat-rate basis;\nWhereas Article 4 (2) of Regulation (EEC) No 426/86 provides that the minimum price to be paid to producers for unprocessed dried figs is to be increased each month during a certain period of the marketing year by an amount corresponding to storage costs; whereas, in fixing this amount, the technical storage costs and interest costs should be taken into consideration;\nWhereas the minimum price to be paid to producers in Spain and Portugal and the production aid for the products obtained are to be determined as provided for in Articles 118 and 304 of the Act of Accession; whereas the representative period for determining the minimum price is laid down in Council Regulation (EEC) No 461/86 of 25 February 1986 laying down, on account of the accession of Spain and Portugal, rules on the production aid system in respect of processed fruit and vegetables (4); whereas the application of these provisions leads to the result that the minimum price and the aid to be fixed for Spain and Portugal are the same as those to be fixed for the other Member States;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Products Processed from Fruit and Vegetables,", "main_body": ["For the marketing year 1986/87:\n(a) the minimum price referred to in Article 4 of Regulation (EEC) No 426/86 to be paid to producers for unprocessed dried figs of category C, and\n(b) the production aid referred to in Article 5 of the same Regulation for dried figs of category C,\nshall be as set out in the Annex.", "The amount by which the minimum price for unprocessed dried figs is to be increased on the first of each month from September until June is hereby fixed at 0,845 ECU per 100 kilograms net of category C.\nFor other categories the amount shall be multiplied by the coefficient applicable to the minimum price listed in Annex I to Commission Regulation (EEC) No 1709/84 (5).", "Where processing takes place outside the Member State in which the produce was grown, such Member State shall furnish proof to the Member State paying the production aid that the minimum price payable to the producer has been paid.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 June 1986.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 49, 27. 2. 1986, p. 1.\n(2) OJ No L 159, 14. 6. 1986, p. 1.\n(3) OJ No L 123, 9. 5. 1984, p. 25.\n(4) OJ No L 53, 1. 3. 1986, p. 15.\n(5) OJ No L 162, 20. 6. 1984, p. 8.\nANNEX\nMINIMUM PRICE TO BE PAID TO PRODUCERS\n1.2 //  //  // Product  // ECU/100 kilograms net, ex-producer   //    //   // Unprocessed dried figs of category C  // 67,650   //    //\nPRODUCTION AID\n1.2 //  //  // Product  // ECU/100 kilograms net   //    //  // Dried figs of category C   // 32,505   //    //"}