{"celex_id": "31987R4151", "uri": "http://publications.europa.eu/resource/cellar/febca075-5d7d-48eb-a7cb-71a7872c3958", "type": "Regulation", "concepts": ["1377", "2519", "4380", "5751"], "title": "Commission Regulation (EEC) No 4151/87 of 22 December 1987 amending certain Regulations concerning customs procedures with economic impact consequent on the entry into force of the combined nomenclature\n", "header": "COMMISSION REGULATION (EEC) N° 4151/87 of 22 December 1987  amending certain Regulations concerning customs procedures with economic impact consequent on the  entry into force of the combined nomenclature\nTHE COMMISSION OF THE EUROPEAN  COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) N° 2658/87 of 23 July 1987 on the tariff and statistical  nomenclature and on the Common Customs Tariff(1) as amended by Regulation (EEC) N° 3985/87(2), and  in particular Article 15 thereof,\nWhereas by the abovementioned Regulation the Council has adopted, with effect from 1 January 1988,  a combi- ned nomenclature of goods replacing the existing nomenclature; whereas it is therefore necessary to  adapt the classification of goods indicated in the following Regulations concerning customs  procedures with economic impact:\n-Council Regulation (EEC) N° 3677/86 of 24 N°vember 1986 laying down provisions for the implementation of Regulation (EEC) N° 1999/85 on  inward processing relief arrangements(3),\n-Commission Regulation (EEC) N° 2458/87 of 31 July 1987 laying down provisions for the  implementation of Council Regulation (EEC) N° 2473/86 on outward processing relief arrangements and  the standard exchange system(4),\n-Council Regulation (EEC) N° 2763/83 of 26 September 1983 on arrangements permitting goods to be processed under customs control before being  put into free circulation(5),\n-Commission Regulation (EEC) N° 2656/87 of 1 September 1987 concerning the application of Article 7 of Council Regulation (EEC) N° 1999/85 on  inward processing relief arrangements(6),\n-Commission Regulation (EEC) N° 2657/87 of 1 September 1987 derogating from the prohibition on the use of equivalent compensation for durum  wheat(7).", "main_body": ["Regulation (EEC) N° 3677/86 is hereby amended as follows:\n1.In Article 29 (2) the words 'subheading 17.01 B of the Common Customs Tariff' are replaced by  'subheadings 1701 11 or 1701 12 of the combined nomenclature'.\n2.Article 53 is replaced by the following:\n'Article 53 1.  Where the import goods are olive oils falling within headings 1509 and 1510 of the combined  nomenclature and their release for free circulation either in the unaltered state or in the form of  compensating products falling within subheadings 1509 90 00 or 1510 00 90 of the combined  nomenclature has been authorized, the agricultural levy to be charged shall be:\n-the agricultural levy indicated on the import licence issued under the tendering procedure,  subject to the provisions of Article 4 (2) of Regulation (EEC) N° 3136/78,\nor -the last minimum agricultural levy fixed by the Commission before the date of acceptance of the  entry for free circulation, when the licence referred to in Article 6 of the said Regulation is  submitted or when the quantity released for free circulation does not exceed 100 kilograms.\n2.  Paragraph 1 shall also apply where the import goods are olives falling within subheadings 0709  90 39 or 0711 20 90 of the combined nomenclature and the release for free circulation of  compensating products falling within tariff subheading 1509 90 00 or 1510 00 90 of the combined  nomenclature has been authorized.' 3.In Annex III, the title of the first column is replaced by 'combined nomenclature Chapter' and  the figure '73' by '72'.\n4.Annex IV is amended as follows:\n(a)The first paragraph of the section relating to rice is replaced by the following:\n'Rice Rice falling within subheading 1006 10 (excluding subheading 1006 10 10), 1006 20 or 1006 30 of the  combined nomenclature shall not be deemed equivalent to imported rice falling within the same  combined nomenclature subheading unless it is in the same category as the imported rice and has a  length/width ratio falling within the same subdivision.' (b)In the section relating to ash and residues of copper and copper alloys, the title is replaced  by the following:\n'Ash and residues of copper and copper alloys falling within heading ex 2620 and waste and scrap of  copper and copper alloys falling within subheading 7404 00 of the combined nomenclature.' (c)The first paragraph of the section relating to wheat is replaced by the following:\n'Wheat Equivalent compensation may not be used between common wheat falling within subheading 1001 90 99  of the combined nomenclature and harvested in the Community, all durum wheat falling within  subheading 1001 10 90 of the combined nomenclature and harvested in the Community, and imported wheat falling within the same  subheadings of the combined nomenclature and harvested in a third country.' 5.Annex V is replaced by the text appearing in Annex I to this Regulation.\n6.Annex VII is replaced by the text appearing in Annex II to this Regulation.", "Article 10 (2) of Regulation (EEC) N° 2458/87 is hereby replaced by the following:\n'2.  Paragraph 1 shall not affect decisions allowing ashes and residues of copper and copper alloys  of heading N° 26 20 of the combined nomenclature and waste of copper and copper alloys falling  within subheading 7404 00 of the combined nomenclature, not to be charged against export quotas.'", "The Annex to Regulation (EEC) N° 2763/83 is hereby replaced by the text in Annex III to  this Regulation.", "Article 1 of Regulation (EEC) N° 2656/87 is hereby replaced by the following:\n'Article 1 In respect of the application of Article 7 of Regulation (EEC) N° 1999/85, the economic conditions  shall be considered as being fulfilled, as regards durum wheat falling within subheading 1001 10 90  of the combined nomenclature where the inward processing arrangements concern processing into pasta  products falling within subheading 1902 11 00 or 1902 19 of the combined nomenclature to be  exported to the United States of America for home use there.'", "'Article 1 of Regulation (EEC) N° 2657/87 is hereby replaced by the following:\n'Article 1 N°twithstanding the prohibition contained in Annex IV to Regulation (EEC) N° 3677/86, equivalent  compensation may be used between durum wheat falling within subheading 1001 10 90 of the combined  nomenclature which meets the requirements of Article 9 of the Treaty and imported wheat falling within the same subheading of the combined nomenclature, provided it is used to produce pasta products falling  within subheadings 1902 11 00 and 1902 19 of the combined nomenclature and the said products are  exported to the United States of America and cleared for home use there.'", "This Regulation shall enter into force on the third day following that of its  publication in the Official Journal of the European Communities.\nIt shall apply from 1 January 1988.\nThis Regulation shall be binding in its entirety and directly applicable in all  Member States."], "attachments": "Done at Brussels, 22 December 1987.\nFor the CommissionCOCKFIELDVice-President\n(1)OJ N° L 256, 7. 9. 1987, p. 1.\n(2)OJ N° L 376, 31. 12. 1987, p. 1.\n(3)OJ N° L 351, 12. 12. 1986, p. 1.\n(4)OJ N° L 230, 17. 8. 1987, p. 1.\n(5)OJ N° L 272, 5. 10. 1983, p. 1.\n(6)OJ N° L 251, 2. 9. 1987, p. 13.\n(7)OJ N° L 251, 2. 9. 1987, p. 14.\nANNEX I\nANNEX V STANDARD RATES OF YIELD >TABLE>\nANNEX II\n'ANNEX VII COMPENSATING PRODUCTS TO WHICH SPECIFIC DUTIES MAY APPLY UNDER THE FIRST INDENT OF ARTICLE 21 (1)  (a) OF THE BASIC REGULATION >TABLE>\nANNEX III\n'ANNEX List referred to in Article 2 >TABLE>"}