{"celex_id": "31984D0498", "uri": "http://publications.europa.eu/resource/cellar/4d93c4c6-a9ff-4522-b7d4-526d1f671fc2", "type": "Decision", "concepts": ["1418", "1504", "889"], "title": "84/498/EEC: Commission Decision of 18 July 1984 on an aid proposal by the Irish Government in favour of a producer of polyester yarn situated in Letterkenny (Only the English text is authentic)\n", "header": "COMMISSION  DECISION\nof 18 July 1984\non an aid proposal by the Irish Government in favour of a producer of polyester yarn situated in Letterkenny\n(Only the English text is authentic)\n(84/498/EEC)\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular the first subparagraph of Article 93 (2) thereof,\nHaving given notice to the parties concerned to submit their comments as provided for in the said Article 93, and having regard to those comments,\nWhereas:\nI\nBy letter dated 22 December 1983, the Irish Government notified the Commission of its intention to grant aid to a company which has taken over the polyester yarn production plant situated in Letterkenny from its former owner. The aid would take the form of grant assistance amounting to £ Irl 2 900 000 and would be granted by the Industrial Development Authority (IDA).\nBy telex dated 12 January 1984, the Commission requested additional information from the Irish Government. This information was received on 19 and 30 January 1984.\nHaving examined the aid proposal, the Commission considered that the aid would affect trade between Member States to an extent contrary to the common interest and that it would, therefore, be incompatible with the common market, particularly in a situation where other EC producers of synthetic fibres by considerably reducing capacities undertake great efforts to adapt to the present market situation, which is marked by serious difficulties of overcapacities. The Commission also considered that the aid would not help to restructure the polyester plant in the sense of the Commission's synthetic fibre discipline of 1977 and prolonged in 1979, 1981 and 1983 as the assistance would neither lead at any decrease in capacities nor help to convert the production facility away from synthetic fibres. Consequently, the Commission initiated the procedure provided for in the first subparagraph of Article 93 (2) of the EEC Treaty and, by letter of 8 March 1984, gave the Irish Government notice to submit its comments.\nII\nThe Irish Government, in submitting its comments under the procedure provided for in Article 93 (2) of the EEC Treaty by letter of 6 April and telex of 27 June 1984, pointed out that the aid of £ Irl 2 900 000 would be provided for investment of £ Irl 5 million in order to upgrade product quality and plant control. No grant or other State assistance would be provided for the balance of the total investment of £ Irl 16 700 000, which covers also the acquisition cost of the Letterkenny plant.\nThe Irish Government argued that the proposed aid conforms with Article 92 (3) (a) of the EEC Treaty in promoting County Donegal and that it would not lead to an increase in production capacity and would, therefore, be in line with the synthetic fibre discipline.\nThe Irish Government, in addition, has informed the Commission that the company in question was unable to give any formal written commitment not to increase existing polyester yarn production capacity at its Letterkenny plant, even for a limited period of time.\nThe comments of two other Member States, one federation of firms in the sector and three individual companies, submitted to the Commission under the Article 93 (2) procedure, supported the Commission's view and highlighted the difficult situation of producers of polyester yarn because of overcapacity problems. They also underlined the need to fully respect the synthetic fibre discipline, particularly in a situation where market prospects are dim. It also was claimed that the aid in question gave an unfair advantage to the yarn producer concerned in competition with other Community manufacturers.\nIII\nIn polyester yarn there is a high volume of trade and a large degree of competition between Member States. Consequently, the Irish Government's proposed aid is likely to affect trade and distort competition between Member States by favouring the undertaking in question within the meaning of Article 92 (1) of the EEC Treaty. Article 92 (1) of the EEC Treaty lays down the principle that aid having the features there described is incompatible with the common market. The exceptions from this principle set out in Article 92 (3) specify objectives in the Community interest transcending the interests of the aid recipient. These exceptions must be construed narrowly when any regional or industry aid scheme or any individual award under a general aid scheme is scrutinized. In particular, they may be applied only when the Commission is satisfied that the free play of market forces alone, without the aid, would not induce the prospective aid recipient to adopt a course of action contributing to attainment of one of the said objectives.\nTo apply the exceptions to cases not contributing to such an objective would be to give unfair advantages to certain Member States and allow trading conditions between Member States to be affected and competition to be distorted without any justification on grounds of Community interest.\nIn applying these principles in its scrutiny of individual aid awards, the Commission must satisfy itself that the aid is justified by the contribution the recipient is making to attainment of one of the objectives set out in Article 92 (3), and is necessary to that end. Where this cannot be demonstrated, and especially where the aided investment would take place in any case, it is clear that the aid does not contribute to attainment of the objectives specified in the exceptions but merely serves to bolster the financial position of the recipient firm.\nThe recipient in the present case cannot be said to be making such a contribution in return for the aid.\nThe Irish Government has been unable to give, or the Commission to discover, any justification for a finding that the planned aid falls within one of the categories of exceptions in Article 92 (3).\nThere is substantial overcapacity in polyester yarn in the EEC, the market for this product has constantly been reduced since 1978 and there are no signs that this trend will change. In 1983, like in the years before, capacity utilization is estimated to have been considerably below 70 %, which is insufficient for economically viable operation. As a result, there is heavy competition amongst polyester producers in the EC, most of which continue to lose money in polyester production as prices are very depressed. New capacity reductions required and agreed upon over the period up to the end of 1985 are considerable.\nPolyester yarn belongs to the group of products which is subject to the industry agreements under which capacities are to be reduced and also is subject to the synthetic fibre discipline introduced by the Commission in 1977 and prolonged in 1979, 1981 and 1983. Both the industry agreements and the Community system of control of aid to the synthetic fibre industry were introduced and extended because of large and uncontested overcapacities in the sector.\nIn its letter of 8 August 1983 by which it extended the system of control of aids for a further two-year period ending 19 July 1985, the Commission pointed out to Member States that it will express an unfavourable a priori opinion with regard to proposed aids, be they sectoral, regional or general, which have the effect of increasing the net production capacity by companies in this sector. It also reminded Member States that it will continue to give sympathetic consideration to proposals to grant aid for the purpose of speeding up or facilitating the process of conversion away from synthetic fibres into other activities or restructuring leading to reductions in capacity.\nAll aids to the synthetic fibre sector do not only have to meet the conditions of the synthetic fibre discipline but are also subject to the 1971 and 1977 guidelines of the Commission for aids to the textile industry, under which the granting of aids to investment must be linked to the achievement of restructuring objectives and must be associated with a substantial contribution from the beneficiary towards the cost of the subsidized operation.\nThe projected investment in the case in question, however, concerns modernization efforts in an out-of-date plant which cannot be characterized as restructuring and which should be carried out by using the proper means of the undertaking concerned without the use of State aid, especially since a very large percentage of the plant's output is exported to the other Member States.\nMoreover, the contribution from the potential beneficiary towards the cost of the subsidized operation cannot be called substantial in view of an intensity of the proposed grant assistance of 58 % of total investment.\nFurthermore, the Commission has always been opposed in principle to operating aids and has considered that particularly in textiles investment made by an enterprise for the purpose of keeping it in business or maintaining its level of business without affecting any basic change does not qualify for assistance.\nUnder the projected investment the capacity of the Letterkenny plant remains unchanged at 14 000 tonnes per year, but production output will gradually increase from currently 10 000 tonnes to full capacity, most certainly at the expense of reductions in capacity utilization in other EC firms. As regards the derogation of Article 92 (3) (a) and (c) on aid to favour the development of certain areas, it should be remembered that the standard of living in the Letterkenny area is very low and that it suffers from serious underemployment within the meaning of the derogation of paragraph (a). However, the sectoral effects of regional aids need to be controlled even for the most underdeveloped areas, which is why the Commission must exercise its analysis of the economic and social situation in the framework of the Community interest. In the situation the industry concerned is presently in and likely to remain in the future, the investment which is proposed to be grant-aided is not likely to make the production plant financially and economically viable and would not secure the jobs currently provided. Therefore, the proposed aid would not promote the economic development of the Letterkenny area within the meaning of Article 92 (3) (a) and (c), as it would not bring to the area any lasting increase in income or reduction in unemployment, but would be likely to distort competition in intra-Community trade without making the necessary compensatory contribution to regional development.\nAs far as the exceptions in Article 92 (3) (b) are concerned, the proposed measure does not have the feature of a 'project of common European interest' or of a project likely 'to remedy a serious disturbance in the economy of a Member State', whose promotion justifies application of this exception clause. The promotion of one of the objectives of Article 92 (3) (b) is moreover a purpose for which the aid is not intended.\nFinally, as regards the derogation of Article 92 (3) (c), in favour of 'aid to facilitate the development of certain economic activities', examination of the polyester manufacturing industry in the Community shows that the proposed aid, by artificially lowering the modernization costs of the undertaking in question would weaken the competitive position of other producers in the EC and would therefore have the effect of further reducing capacity utilization and depressing prices, to the detriment of, and possible withdrawal from the market of, producers which have hitherto survived owing to restructuring, productivity and quality improvements undertaken from their own resources. Thus, the proposed aid cannot be considered as 'facilitating the development'. Moreover, it should be noted that the production of the undertaking which is supposed to be aided is mainly exported to other Member States in a situation where demand falls, so that it is therefore unlikely that trading conditions would remain unaffected by a measure contrary to the common interest, such as this aid.\nIn view of the above, the Irish aid proposal does not meet the conditions necessary to benefit from one of the derogations of Article 92 (3) of the EEC Treaty,", "main_body": ["The Irish Government shall refrain from implementing its proposal, communicated to the Commission by letter dated 22 December 1983 from its Permanent Representative to the EC, to grant an aid of £ Irl 2 900 000 in favour of investment to be undertaken by a producer of polyester yarn situated in Letterkenny.", "The Irish Government shall inform the Commission within two months of the date of notification of this Decision of the measures taken to comply therewith.", "This Decision is addressed to Ireland."], "attachments": "Done at Brussels, 18 July 1984.\nFor the Commission\nFrans ANDRIESSEN\nMember of the Commission"}