{"celex_id": "31986R0444", "uri": "http://publications.europa.eu/resource/cellar/0acba780-8045-478d-aae3-923d675052b9", "type": "Regulation", "concepts": ["2069", "2563", "2734", "4078", "863"], "title": "Council Regulation (EEC) No 444/86 of 25 February 1986 authorizing the Kingdom of Spain and the Portuguese Republic to include national subdivisions for certain agricultural products within the Common Customs Tariff nomenclature\n", "header": "COUNCIL REGULATION (EEC) NÂ° 000/86 of 24  February 1986 authorizing the Kingdom of Spain and the Portuguese Republic to include national  subdivisions for certain agricultural products within the Common Customs Tariff nomenclature\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty estblishing the European Economic Community,\nHaving regard to the Act of Accession of Spain and of Portugal, and in particular the second  subparagraph of Article 76 (3) and the second subparagraph of Article 244 (3),\nHaving regard to the proposal from the Commission,\nWhereas pursuant to the first subparagraph of Article 76 (3) and the first subparagraph of Article  244 (3) of the Act of Accession, the Kingdom of Spain and the Portuguese Republic will apply the  Common Customs Tariff nomenclature form 1 March 1986 for the products specified in Articles 67 and  235 respectively of the Act; whereas, however, under the second subparagraph of Article 76 (3) and  of Article 244 (3), they may be authorized to include existing national subdivisions within the  Common Customs Tariff nomenclature for the purposes of gradual alignment with that Tariff or of  elimination of duties within the Community, always provided that no difficulties arise for the  application of Community rules ;\nWhereas, for those of the abovementioned products subject to customs duties, such an authorization  will create no difficulties and is warranted when products covered by a single Common Customs  Tariff subheading are subject to different rates of duty ; whereas the new Member States should be  authorized in respect of the products in question to include national subdivisions within the  Common Customs Tariff nomenclature.", "main_body": ["Whereas the Community rules on products falling under Articles 67 and 235 of the Act of  Accession involve the application of customs duties on importation from third countries the Kingdom  of Spain and the Portuguese Republic shall be authorized to include, within the Common Customs  Tariff nomenclature, those national subdivisions indispensable for either gradual alignment with  that Tariff or elimination of duties within the Community in accordance with the terms of the Act  of Accession.", "This Regulation shall enter into force on 1 March 1986.\nThis Regulation shall be binding in its entirety and directly applicable in all  Member States."], "attachments": "Done at Brussels, 24 February 1986.\nFor the CouncilThe PresidentG. BRAKS"}