{"celex_id": "31984L0318", "uri": "http://publications.europa.eu/resource/cellar/af7763a1-289c-4496-a662-e5aa5eaa5706", "type": "Directive", "concepts": ["1637", "2321", "2734", "2897"], "title": "Commission Directive 84/318/EEC of 23 May 1984 laying down provisions for the application of Articles 13 and 14 of Directive 69/73/EEC as regards release for free circulation of compensating products under inward processing\n", "header": "COMMISSION  DIRECTIVE\nof 23 May 1984\nlaying down provisions for the application of Articles 13 and 14 of Directive 69/73/EEC as regards release for free circulation of compensating products under inward processing\n(84/318/EEC)\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 69/73/EEC of 4 March 1969 on the harmonization of provisions laid down by law, regulation or administrative action in respect of inward processing (1), as last amended by Directive 83/89/EEC (2), and in particular Article 28 thereof,\nWhereas Commission Directive 73/95/EEC (3), as amended by Directive 75/681/EEC (4), laid down certain implementing measures in respect of Articles 13 and 14 of Directive 69/73/EEC, in particular setting out the provisions for administrative cooperation between the Member States necessary to ensure the collection of customs duties, charges having equivalent effect, agricultural levies and other charges provided for in the framework of the common agricultural policy or under specific arrangements applicable by virtue of Article 235 of the Treaty to certain goods resulting from the processing of agricultural products, where the authorized entry for free circulation of the compensating products, intermediate products or goods in the unaltered state takes place in a Member State other than that where the authorization was granted;\nWhereas, in accordance with Article 10 (1) of the Treaty, entry for free circulation implies not only the collection of customs duties and charges having equivalent effect, where there is no drawback, either partial or total of these duties and charges, but equally that the import formalities have been complied with including the application of any specific commercial policy measure in force;\nWhereas these specific measures do not apply where the imported goods are placed under the inward processing arrangements on condition that they are later re-exported; whereas the measures should be applicable when the goods enter into free circulation, either in the unaltered state or after processing; whereas it should be specified that the measures are intended to apply to goods placed under the inward processing arrangements which are in force at the time of their entry for free circulation;\nWhereas where entry for free circulation is granted by the competent authorities of a Member State, other than that in which the inward processing arrangements were authorized because the products or goods are situated in that Member State, an exchange of information between the administrative authorities concerned in relation to the collection of customs duties and other import charges is already provided for in Directive 73/95/EEC; whereas, on the other hand, those rules do not provide for an adequate exchange of information where entry for free circulation also\ninvolves the application of specific measures of commercial policy as regards goods imported under inward processing arrangements, so that therefore it is necessary to increase the range of information which may be exchanged by means of the INF 1 information sheet;\nWhereas authorization for entry for free circulation, which may be granted by the competent authorities of the Member State where the goods or products are situated, is subject to the application of specific commercial policy measures in the Member State where the inward processing arrangements were authorized;\nWhereas, for reasons of clarity, it is desirable to incorporate the provisions of Directive 73/95/EEC, amended as appropriate, and the new provisions in a single text;\nWhereas the measures provided for in this Directive are in accordance with the opinion of the Committee for Customs Processing Arrangements,", "main_body": ["1. This Directive lays down certain provisions for the application of Articles 13 and 14 of Directive 69/73/EEC, hereinafter referred to as 'the basic Directive', where the circumstances justify the entry for free circulation of compensating products, intermediate products or goods in the unaltered state in a Member State other than that in which the said arrangements were authorized.\n2. For the purposes of this Directive:\n- 'specific measures of commercial policy' means non-tariff measures established in the framework of the common commercial policy by Community provisions regarding arrangements applicable to the importation of goods, such as protective measures, quantitative restrictions or limits and import prohibitions,\n- 'import duties' means any customs duties and charges having equivalent effect as well as agricultural levies and other charges on importation provided for within the framework of the common agricultural policy or specific arrangements applicable by virtue of Article 235 of the Treaty to certain goods resulting from the processing of agricultural products.", "1. Where compensating products, intermediate products or goods in the unaltered state are placed, for the purpose of their subsequent exportation, under the Community external transit procedure, the box reserved for the description of goods on the Community transit document must contain one of the following endorsements:\n- 'I.P. goods'\n- 'A.F.-varer'\n- 'A.V.-Waren'\n- 'Emporévmata T.E.'\n- 'Marchandises P.A.'\n- 'Merci P.A.'\n- 'A.V.-goederen'\n2. Where goods placed under the inward processing arrangements are the subject of specific measures of commercial policy, in cases where such measures continue to be applicable at the time when these goods are placed under the Community external transit procedure, whether in the unaltered state or in the form of compensating or intermediate products, the endorsement mentioned in paragraph 1 must be supplemented by one of the following endorsements:\n- 'Commercial policy'\n- 'Handelspolitik'\n- 'Handelspolitik'\n- 'Emporikí Politikí'\n- 'Politique commerciale'\n- 'Politica commerciale'\n- 'Handelspolitiek'", "The provisions of Article 2 shall also apply where the products and goods which are referred to therein are placed under one of the other international transit arrangements provided for in first subparagraph of Article 7 (1) of Council Regulation (EEC) No 222/77 (1).\nIn such cases, the endorsements provided for in Article 2 shall be entered on the transit document in question.", "In cases where the products or goods referred to in Article 2 are placed under a customs arrangement or in a free zone subsequent to the Community external transit procedure, the competent authorities shall reproduce the endorsements provided for in Article 2 which are contained in one of the transit documents provided for in Articles 2 and 3 on the documents proper to the customs arrangements or used in the free zone.", "The authorization for entry for free circulation of the products or goods referred to in Article 2 (2), to be carried out in a Member State other than that in which the inward processing arrangements were authorized, shall be subject to the application, in the Member\nState where the said arrangements were authorized, of specific measures of commercial policy in force in that State for goods placed under inward processing arrangements.", "1. Where entry for free circulation of the products or goods referred to in Article 2 is requested in a Member State other than that in which the inward processing arrangements were authorized, the information sheet referred to in paragraph 2 shall be used.\n2. The information sheet, hereinafter referred to as 'the INF 1 sheet', shall comprise an original and one copy on a form which must conform with the model and the provisions set out in the Annex.", "1. Where partial or total entry for free circulation of compensating products, intermediate products or goods in the unaltered state referred to in Article 2 is requested in accordance with Articles 14 (b) and 15 of the basic Directive, the competent authorities responsible for permitting entry for free circulation may, by means of an INF 1 sheet, request the competent authorities of the Member State where the inward processing arrangements were authorized, to indicate the import duties to be levied pursuant to Article 16 of the basic Directive.\nHowever, without prejudice to the provisions of paragraph 5, such information must be requested in the event of application of Article 14 (a) of the basic Directive.\n2. Where the request for entry for free circulation concerns products or goods as referred to in Article 2 (2), the competent authorities responsible for permitting entry for free circulation shall, by means of the INF 1 sheet countersigned by them, request the competent authorities of the Member State where the inward processing arrangements were authorized to indicate whether the specific measures of commercial policy in force in that State for goods placed under the inward processing arrangements have been applied.\n3. The original of the INF 1 sheet shall be transmitted to the competent authorities who authorized the inward processing arrangements, and the copy shall be kept by the competent authorities who countersigned the INF 1 sheet.\nWhere the INF 1 sheet is used for the application of specific measures of commercial policy, the authorities who receive the INF 1 sheet shall notify the holder of the authorization of the request referred to in paragraph 2.\n4. The competent authorities of the Member State to whom the INF 1 sheet is addressed shall supply the information requested and shall return the original. However, the competent authorities shall no longer be obliged to supply such information after the period for the keeping of records has expired.\n5. In the event of application of the second subparagraph of paragraph 1, the INF 1 sheet shall also be countersigned by the competent authorities who authorized the inward processing arrangements when the holder of the authorization so requests. In this case, they shall give the original to the holder and keep the copy.", "Member States shall take the measures necessary to comply with this Directive by 30 September 1984, at which date Directive 73/95/EEC shall be repealed.", "Member States shall communicate to the Commission provisions which they adopt in implementation of this Directive. The Commission shall inform the other Member States thereof.", "0\nThis Directive is addressed to the Member States."], "attachments": "Done at Brussels, 23 May 1984.\nFor the Commission\nKarl-Heinz NARJES\nMember of the Commission\n(1) OJ No L 58, 8. 3. 1969, p. 1.\n(2) OJ No L 59, 5. 3. 1983, p. 1.\n(3) OJ No L 120, 7. 5. 1973, p. 17.\n(4) OJ No L 301, 20. 11. 1975, p. 1.\n(1) OJ No L 38, 9. 2. 1977, p. 1.\nANNEX\nPROVISIONS REGARDING INFORMATION SHEET INF 1\n1. The form on which the INF 1 information sheet is to be drawn up shall be printed on white paper free of mechanical pulp, dressed for writing purposes and shall weigh between 40 and 65 g/m2.\n2. The size of the form shall be 210 × 297 mm.\n3. Member States shall be responsible for having the form printed. The form shall bear an individual serial number.\n4. The form shall be printed in one of the official languages of the European Communities designated by the competent authorities of the Member State issuing the sheet. The part of the sheet where the request for information is entered shall be filled in in one of the official languages of the European Communities designated by the competent authorities of the Member State issuing the sheet. The competent authorities of the Member State which is to supply the information or make use of it may request that the information contained in the form submitted to them be translated into the official language, or one of the official languages, of that Member State.\nEUROPEAN  COMMUNITY\n1 Holder of authorization for inward processing\n3 Application to be made to\n4 Information to be supplied to\n5 Document covering transport of products or goods (1)\n£ T1 £ Carnet TIR £ Rhine manifest £ CIM valid as T1\n£ T1Ex valid as T1 £ Community transfer note valid as T1\n£ other (3)\n1.2.3.4.5 //   //   //   //   //   // of  //   //   //  // No  //   //   //   //   //   //   // Day  // Month  // Year  //\nOffice:\nOriginal\nNo A 000000\nINWARD PROCESSING\nINFORMATION SHEET\n2 APPLICATION (1)\n1.2 // £  // The undersigned, holder of the authorization for inward processing.  // £  // The responsible office shown in box 4 requests the amount of import duties (2) applicable to the goods placed under the inward processing arrangements to be determined and indicated in the case of the authorized entry for free circulation of the products or goods described below.  // £  // The responsible office shown in box 4 requests it to be stated whether the specific measures of commercial policy to which the said goods are liable have been applied.\nPlace:\n1.2.3.4.5 //   //   //   //   //   // Date:  //   //   //  // Official stamp  //   //   //   //   //   //   // Day  // Month  // Year  //\nSignature\n6 Marks and numbers - Number and kind of packages - Description of products or goods\n7 Net quantity\nA\n6 Marks and numbers - Number and kind of packages - Description of products or goods\n7 Net quantity\nB\n8 INFORMATION SUPPLIED BY THE COMPETENT AUTHORITIES\n9 Boxes\n10 Amounts determined as\n11 Currency\n12 Customs duties\n13 Charges having equivalent effect\n14 Other charges (4)\nA\nB\n15 Application of specific measures of commercial policy\n16 Remarks\nA\n£ YES\n£ NO, for following reasons:\nB\n£ YES\n£ NO, for following reasons:\n17 Place:\n1.2.3.4.5 //   //   //   //   //   // Date:  //   //   //  // Official stamp  //   //   //   //   //   //   // Day  // Month  // Year  //\nSignature\n(1) The appropriate box to be indicated like this £ × .\n(2) Customs duties, charges having equivalent effect, agricultural levies and other charges provided for under the common agricultural policy or specific arrangements applicable to certain goods resulting from processed agricultural products.\n(3) Specify as appropriate, for example, ship's manifest.\n(4) Specify as appropriate in box 16, for example, agricultural levy.\nConsult notes overleaf before completing this form\nReverse  of original\n18 REQUEST FOR VERIFICATION\nThe responsible office shown below requests that the authenticity of this information sheet and the accuracy of the information it contains be verified.\nPlace:\n1.2.3.4.5 //   //   //   //   //   // Date:  //   //   //  // Official stamp  //   //   //   //   //   //   // Day  // Month  // Year  //\nSignature\nResponsible office\n19 RESULT OF VERIFICATION\nThe control carried out by the responsible office shown below confirms that this information\nsheet (1) £ has been correctly stamped by the competent authorities indicated and that the information it contains is accurate;\n£ gives rise to the remarks annexed hereto.\nPlace:\n1.2.3.4.5 //   //   //   //   //   // Date:  //   //   //  // Official stamp  //   //   //   //   //   //   // Day  // Month  // Year  //\nSignature\nResponsible office\n(1) The appropriate box to be indicated like this £ ×\nNOTES\nA. General notes\n1. The part of the sheet requesting information (boxes 1 to 7) shall be filled in either by the holder of the authorization for inward processing or by the office requesting the information.\n2. The form must be filled in so that it is legible and indelible, preferably using a typewriter. It shall not contain any erasures or overwritten words. Corrections should be made by crossing out the wrong words and adding further particulars, if necessary. Corrections must be approved by the person filling in the sheet and endorsed by the competent authorities.\n3. Where the INF 1 information sheet is used solely to indicate the amount of import duties, box 15 must be crossed through.\nB. Special notes referring to the relevant box numbers\n1. Give the full name and address including the postal code, if any, and the name of the Member State. This item is left blank when the application is made by the competent authorities of the Member State requesting the information.\n3. Give the full name and address including the postal code, if any, and the name of the Member State, of the competent authority.\n4. Give the full name and address including postal code, if any, and the name of the Member State of the competent authority requesting the information. This item is left blank when the application is made by the holder of the authorization for inward processing.\n6. Give the number, kind, marks and numbers of packages. In the case of unpackaged goods or products, give the number of objects, or if appropriate, insert 'bulk'.\nGive the usual trade description of the products or goods or their tariff description. The description must correspond to that used in the documents indicated in item 5. The quantity must be expressed in units of the metric system: kg net, litres, m2, etc.\n10. The amounts shall be entered in national currency, one figure per small box, the last two boxes being reserved for fractions of a unit, if any.\n11. National currencies shall be indicated by the following signs:\n1.2 // - FB  // for Belgian francs,  // - DM  // for German marks,  // - FF  // for French francs,  // - LI  // for Italian lire,  // - LF  // for Luxembourg francs,  // - FL  // for Dutch guilders,  // - KR  // for Danish kroner,  // - I£  // for Irish pounds,  // - £  // for pounds sterling,  // - DR  // for Greek drachmas."}