{"celex_id": "31988R3004", "uri": "http://publications.europa.eu/resource/cellar/144449ff-e988-4206-a195-65a2a3f5db8d", "type": "Regulation", "concepts": ["4578", "4717"], "title": "Council Regulation (EEC) No 3004/88 of 26 September 1988 opening, allocating and providing for the administration of a Community tariff quota for certain wines having a registered designation of origin and originating in Tunisia (1988/89)\n", "header": "COUNCIL  REGULATION (EEC) No 3004/88\nof 26 September 1988\nopening, allocating and providing for the administration of a Community tariff quota for certain wines having a registered designation of origin and originating in Tunisia (1988/89)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community and in particular Article 113 thereof,\nHaving regard to the proposal from the Commission,\nWhereas Article 3 of the Additional Protocol to the Cooperation Agreement between the European Economic Community and the Republic of Tunisia (1) stipulates that certain wines having a registered designation of origin falling within CN codes ex 2204 21 25, ex 2204 21 29, ex 2204 21 35 and ex 2204 21 39 and originating in Tunisia, as specified in the Agreement in the form of an Exchange of Letters and produced from the 1977 and subsequent harvests, shall be imported into the Community free of customs duties within the limits of an annual Community tariff quota of 50 000 hectolitres;\nWhereas these wines must be put up in containers holding two litres or less; whereas they must be accompanied either by a certificate of designation of origin in accordance with the model given in Annex D to the abovementioned Agreement or, by way of derogation, by a document V I 1 or an extract V I 2 annotated in compliance with Article 9 of Regulation (EEC) No 3590/85 (2); whereas the abovementioned Community tariff quota in question should therefore be opened for the period 1 November 1988 to 31 October 1989;\nWhereas the wines in question are subject to compliance with the free-at-frontier reference price; whereas, in order for these wines to benefit from the tariff quota, article 54 of Regulation (EEC) No 822/87 (3) must be complied with;\nWhereas Council Regulation (EEC) No 2573/87 of 11 August 1987 laying down the arrangements for trade between Spain and Portugal on the one hand and Algeria, Egypt, Jordan, Lebanon, Tunisia and Turkey on the other (4) provides that the Kingdom of Spain and the Portuguese Republic shall apply, from the date on which the Regulation enters into force, a duty reducing the gap between the rate of the basic duty and that of the preferential duty; whereas the Portuguese Republic is to defer application of the preferential arrangements for the products in question until the start of the second stage; whereas this present Regulation therefore applies to the Community with the exception of Portugal;\nWhereas it is in particular necessary to ensure equal and uninterrupted access for all Community importers to the abovementioned quota and uninterrupted application of the rates laid down for this quota to all imports of the products concerned into the Member States until the quota has been used up; whereas a system of using a Community tariff quota, based on allocation among the Member States, appears likely to compiy with the Community nature of the said quota having regard to the above principles; whereas, in order to reflect most accurately the actual development of the market in the products in question, such allocation should be in proportion to the requirements of the Member States assessed by reference both to the statistics relating to imports of the said products from Tunisia over a representative reference period and to the economic outlook for the quota period concerned;\nWhereas in this case, however, neither Community nor national statistics showing the breakdown for each of the types of wines in question are available and no reliable estimates of future imports can be made; whereas in these circumstances the quota volumes should be allocated in initial shares, taking into account data on the effective utilization of these wines on the markets of the various Member States;\nWhereas, in order to take into account import trends for the products concerned in the various Member States, quotas should be divided into two parts, the first being shared among certain Member States and the second constituting a reserve to cover the subsequent requirements of these Member States where they have\nused up their initial shares and any additional requirements which might arise in the other Member States; whereas, in order to give importers in each Member State a certain degree of security, the first part of the Community quota should, in these circumstances, be fixed at 40 % of the quota volume;\nWhereas the initial shares of the Member States may not be used up at the same rate; whereas, in order to take this into account and avoid any break in continuity, any Member State which has used up almost all its initial share should draw a further share from the reserve; whereas this should be done by each Member State each time one of its additional shares is almost used up, and so on as many times as the reserve allows; whereas the initial and additional shares must be valid until the end of the quota period; whereas this form of administration requires close collaboration between the Member States and the Commission, and the latter must be in a position in particular to monitor the extent to which the quota volume has been used up and inform the Member States thereof;\nWhereas, if at a given date in the quota period a Member State has a considerable quantity of the initial share left over, it is essential that it should return a significant proportion thereof to the reserve to prevent a part of the Community quota remaining unused in one Member State when it could be used in others;\nWhereas, since the Kingdom of Belgium, the Kingdom of the Netherlands and the Grand Duchy of Luxembourg are united within and jointly represented by the Benelux Economic Union, all transactions concerning the administration of the quota shares allocated to that economic union may be carried out by any one of its members,", "main_body": ["1. From 1 November 1988 to 31 October 1989 on import into the Community with the exception of Portugal, the customs duty for the following products shall be suspended at a level and within the limits of a Community tariff quota as follows:\n1.2.3.4.5 //  //  //  //  //  // Order No  // CN code  // Description  // Amount of quota (in tonnes)   // Quota duty (%)   //    //   //   //   //   //   //   //   //   //  // 09.1206   // ex 2204 21 25 ex 2204 21 29 ex 2204 21 35 ex 2204 21 39   // - Wines entitled to one of the following designations of origin: Coteaux de Tebourba, Coteaux d'Utique, Sidi-Salem, Kelibia, Thibar, Mornag, grand cru Mornag of an actual alcoholic strength of 15 % vol or less and in containers holding two litres or Jess, originating in Tunisia   // 50 000  // free   //    //   //   //   //\nWithin the limits of this tariff quota, the Kingdom of Spain shall apply customs duties calculated in accordance with the relevant provisions of Regulation (EEC) No 2573/87.\n2. Wines produced from the 1977 or subsequent harvest shall be eligible for the tariff quota referred to in paragraph 1.\n3. The wines in question are subject to compliance with the free-at-frontier reference price.\nThe wines in question shall be eligible under this tariff quota on condition that the provisions of Article 54 of Regulation (EEC) No 822/87 are complied with.\n4. Each of these wines when imported shall be accompanied either by a certificate of designation of origin, issued by the relevant Tunisian authority, in accordance with the model annexed to this Regulation and certifying in box 16 that the wines have been produced from the 1977 or subsequent harvests, or by a document V I 1 or an extract V I 2 annotated in compliance with Article 9 of Regulation (EEC) No 3590/85.", "1. An initial tranche of 2 000 hectolitres of the Community tariff quota referred to in Article 1 shall be allocated among certain Member States; the respective shares which, subject to Article 5, shall be valid until 31 October 1989, shall be as follows:\n1.2 //  // (in hectolitres)   // Benelux   // 260  // Denmark   // 1 260   // Germany   // 2 400   // France  // 16 080\n2. The second tranche of 30 000 hl shall constitute the reserve.\n3. If an importer notifies the imminent import of the products in question into the other Member States and applies to use the quota, the Member State concerned shall inform the Commission and drawn an amount corresponding to the requirements to the extent that the available balance of the reserve so permits. Article 3\n1. If 90 % or more of a Member State's initial share, as specified in Article 2 (2), or of that share less the portion returned to the reserve where Article 5 has been applied, has been used up, that Member State shall, without delay, by notifying the Commission, draw a second share equal to 15 % of its initial share, rounded up where necessary to the next whole number, in so far as the amount in the reserve allows.\n2. If, after its initial share has been used up, 90 % or more of the second share drawn by a Member State has been used up, that Member State shall, in accordance with the conditions laid down in paragraph 1, draw a third share equal to 7,5 % of its initial share, rounded up where necessary to the next whole number, in so far as the amount in the reserve allows.\n3. If, after its second share has been used up, 90 % or more of the third share drawn by a Member State has been used up, that Member State shall, in accordance with paragraph 1, draw a fourth share equal to the third.\nThis process shall continue until the reserve is used up.\n4. Notwithstanding paragraphs 1, 2 and 3, Member States may draw smaller shares than those specified in these paragraphs if there is reason to believe that they might not be used up. They shall inform the Commission of their reasons for applying this paragraph.", "The additional shares drawn pursuant to Article 3 shall be valid until 31 October 1989.", "Member States shall return to the reserve, not later than 1 September 1989, the unused portion of their initial share which, on 15 August 1989 is in excess of 20 % of the initial amount. They may return a greater portion if there are grounds for believing that such portion might not be used in full.\nMember States shall notify the Commission, not later than 1 September 1989, of the total quantities of the products concerned imported under the Community quota up to and including 15 August 1989 and, where appropriate, the proportion of their initial share that they are returning to the reserve.", "The Commission shall keep account of the shares opened by Member States pursuant to Articles 2 and 3 and shall inform each State of the extent to which the reserve has been used up as soon as it has been notified.\nThe Commission shall notify the Member States, not later than 5 September 1989, of the state of the reserve after the return of shares pursuant to Article 5.\nThe Community shall ensure that the drawing which uses up the reserve does not exceed the balance available and, to this end shall specify the amount thereof to the Member State making the final drawing.", "1. Member States shall take all measures necessary to ensure that additional shares drawn pursuant to Article 3 are opened in such a way that imports may be charged without interruption against their accumulated shares of the Community quota.\n2. Member States shall ensure that importers of the products concerned have free access to the shares allocated to them.\n3. Member States shall charge imports of the products concerned against their shares as and when the products are entered for free circulation.\n4. The extent to which a Member State has used up its share shall be determined on the basis of the imports charged in accordance with paragraph 3.", "At the request of the Commission, Member States shall inform it of imports actually charged against their shares.", "This Regulation shall enter into force on 1 November 1988.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 26 September 1988.\nFor the Council\nThe President\nTh. PANGALOS\n(1) OJ No L 297, 21. 10. 1987, p. 36.\n(2) OJ No L 343, 20. 12. 1985, p. 20.\n(3) OJ No L 84, 7. 3. 1987, p. 1.\n(4) OJ No L 250, 1. 9. 1987, p. 1."}