{"celex_id": "31985L0577", "uri": "http://publications.europa.eu/resource/cellar/80ae5da0-c68e-499c-97da-f831c5ed3382", "type": "Directive", "concepts": ["1425", "164", "2836", "3581", "4665"], "title": "Council Directive 85/577/EEC of 20 December 1985 to protect the consumer in respect of contracts negotiated away from business premises\n", "header": "31.12.1985 EN Official Journal of the European Communities L 372/31\nCOUNCIL DIRECTIVE\nof 20 December 1985\nto protect the consumer in respect of contracts negotiated away from business premises\n(85/577/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 100 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas it is a common form of commercial practice in the Member States for the conclusion of a contract or a unilateral engagement between a trader and consumer to be made away from the business premises of the trader, and whereas such contracts and engagements are the subject of legislation which differs from one Member State to another;\nWhereas any disparity between such legislation may directly affect the functioning of the common market; whereas it is therefore necessary to approximate laws in this field;\nWhereas the preliminary programme of the European Economic Community for a consumer protection and information policy (4) provides inter alia, under paragraphs 24 and 25, that appropriate measures be taken to protect consumers against unfair commercial practices in respect of doorstep selling; whereas the second programme of the European Economic Community for a consumer protection and information policy (5) confirmed that the action and priorities defined in the preliminary programme would be pursued;\nWhereas the special feature of contracts concluded away from the business premises of the trader is that as a rule it is the trader who initiates the contract negotiations, for which the consumer is unprepared or which he does not except; whereas the consumer is often unable to compare the quality and price of the offer with other offers; whereas this surprise element generally exists not only in contracts made at the doorstep but also in other forms of contract concluded by the trader away from his business premises;\nWhereas the consumer should be given a right of cancellation over a period of at least seven days in order to enable him to assess the obligations arising under the contract;\nWhereas appropriate measures should be taken to ensure that the consumer is informed in writing of this period for reflection;\nWhereas the freedom of Member States to maintain or introduce a total or partial prohibition on the conclusion of contracts away from business premises, inasmuch as they consider this to be in the interest of consumers, must not be affected;", "main_body": ["1.   This Directive shall apply to contracts under which a trader supplies goods or services to a consumer and which are concluded:\n— during an excursion organized by the trader away from his business premises, or\n— during a visit by a trader\n(i) to the consumer's home or to that of another consumer;\n(ii) to the consumer's place of work;\n2.   This Directive shall also apply to contracts for the supply of goods or services other than those concerning which the consumer requested the visit of the trader, provided that when he requested the visit the consumer did not know, or could not reasonably have known, that the supply of those other goods or services formed part of the trader's commercial or professional activities.\n3.   This Directive shall also apply to contracts in respect of which an offer was made by the consumer under conditions similar to those described in paragraph 1 or paragraph 2 although the consumer was not bound by that offer before its acceptance by the trader.\n4.   This Directive shall also apply to offers made contractually by the consumer under conditions similar to those described in paragraph 1 or paragraph 2 where the consumer is bound by his offer.", "For the purposes of this Directive:\n‘consumer’ means a natural person who, in transactions covered by this Directive, is acting for purposes which can be regarded as outside his trade or profession;\n‘trader’ means a natural or legal person who, for the transaction in question, acts in his commercial or professional capacity, and anyone acting in the name or on behalf of a trader.", "1.   The Member States may decide that this Directive shall apply only to contracts for which the payment to be made by the consumer exceeds a specified amount. This amount may not exceed 60 ECU.\nThe Council, acting on a proposal from the Commission, shall examine and, if necessary, revise this amount for the first time no later than four years after notification of the Directive and thereafter every two years, taking into account economic and monetary developments in the Community.\n2.   This Directive shall not apply to:\n(a) contracts for the construction, sale and rental of immovable property or contracts concerning other rights relating to immovable property.\nb) contracts for the supply of foodstuffs or beverages or other goods intended for current consumption in the household and supplied by regular roundsmen;\n(c) contracts for the supply of goods or services, provided that all three of the following conditions are met:\n(i) the contract is concluded on the basis of a trader's catalogue which the consumer has a proper opportunity of reading in the absence of the trader's representative,\n(ii) there is intended to be continuity of contact between the trader's representative and the consumer in relation to that or any subsequent transaction,\n(iii) both the catalogue and the contract clearly inform the consumer of his right to return goods to the supplier within a period of not less than seven days of receipt or otherwise to cancel the contract within that period without obligation of any kind other than to take reasonable care of the goods;\n(d) insurance contracts;\n(e) contracts for securities.\n3.   By way of derogation from Article 1 (2), Member States may refrain from applying this Directive to contracts for the supply of goods or services having a direct connection with the goods or services concerning which the consumer requested the visit of the trader.", "In the case of transactions within the scope of Article 1, traders shall be required to give consumers written notice of their right of cancellation within the period laid down in Article 5, together with the name and address of a person against whom that right may be exercised.\nSuch notice shall be dated and shall state particulars enabling the contract to be identified. It shall be given to the consumer:\n(a) in the case of Article 1 (1), at the time of conclusion of the contract;\n(b) in the case of Article 1 (2), not later than the time of conclusion of the contract;\n(c) in the case of Article 1 (3) and 1 (4), when the offer is made by the consumer.\nMember States shall ensure that their national legislation lays down appropriate consumer protection measures in cases where the information referred to in this Article is not supplied.", "1.   The consumer shall have the right to renounce the effects of his undertaking by sending notice within a period of not less than seven days from receipt by the consumer of the notice referred to in Article 4, in accordance with the procedure laid down by national law. It shall be sufficient if the notice is dispatched before the end of such period.\n2.   The giving of the notice shall have the effect of releasing the consumer from any obligations under the cancelled contract.", "The consumer may not waive the rights conferred on him by this Directive.", "If the consumer exercises his right of renunciation, the legal effects of such renunciation shall be governed by national laws, particularly regarding the reimbursement of payments for goods or services provided and the return of goods received.", "This Directive shall not prevent Member States from adopting or maintaining more favourable provisions to protect consumers in the field which it covers.", "1.   Member States shall take the measures necessary to comply with this Directive within 24 months of its notification (6). They shall forthwith inform the Commission thereof.\n2.   Member States shall ensure that the texts of the main provisions of national law which they adopt in the field covered by this Directive are communicated to the Commission.", "0\nThis Directive is addressed to the Member States."], "attachments": "Done at Brussels, 20 December 1985.\nFor the Council\nThe President\nR. KRIEPS\n(1)  OJ No C 22, 29. 1. 1977, p. 6; OJ No C 127, 1. 6. 1978, p. 6.\n(2)  OJ No C 241, 10. 10. 1977, p. 26.\n(3)  OJ No C 180, 18. 7. 1977, p. 39.\n(4)  OJ No C 92, 25. 4. 1975, p. 2.\n(5)  OJ No C 133, 3. 6. 1981, p. 1.\n(6)  This Directive was notified to the Member States on 23 December 1985."}