{"celex_id": "31989R0053", "uri": "http://publications.europa.eu/resource/cellar/dd42e182-0c1e-4c5b-a483-ec507e0c9c2d", "type": "Regulation", "concepts": ["1031", "1819", "4385"], "title": "Commission Regulation (EEC) No 53/89 of 11 January 1989 suspending the preferential customs duties and re- introducing the common customs tariff duty on imports of large-flowered roses originating in Morocco\n", "header": "COMMISSION  REGULATION (EEC) No 53/89\nof 11 January 1989\nsuspending the preferential customs duties and re-introducing the Common Customs Tariff duty on imports of large-flowered roses originating in Morocco\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 4088/87 of 21 December 1987 fixing conditions for the application of preferential customs duties on imports of certain flowers originating in Cyprus, Israel, Jordan and Morocco (1), as amended by Regulation (EEC) No 3551/88 (2), and in particular Article 5 (2) (b) thereof,\nWhereas Regulation (EEC) No 4088/87 lays down the conditions for applying a preferential duty on large-flowered roses, small-flowered roses, uniflorous (bloom) carnations and multiflorous (spray) carnations within the limit of tariff quotas opened annually for imports into the Community of fresh cut flowers;\nWhereas Council Regulation (EEC) No 3005/88 (3), (EEC) No 3175/88 (4), (EEC) No 3552/88 (5) and (EEC) No 4078/88 (6) open and provide for the administration of Community tariff quotas for cut flowers and flower buds, fresh, originating in Cyprus, Jordan, Morocco and Israel respectively;\nWhereas Article 2 of Regulation (EEC) No 4088/87 provides, on the one hand, that for a given product of a given origin, the preferential customs duty is to be applicable only if the price of the imported product is at least equal to 85 % of the Community producer price; whereas, on the other hand, the preferential customs duty is, except in exceptional cases, suspended and the Common Customs Tariff duty introduced for a given product of a given origin:\n(a) if, on two successive market days, the prices of the imported product are less than 85 % of the Community producer price in respect of at least 30 % of the quantities for which prices are available on representative import markets;\nor\n(b) if, over a period of five to seven successive market days, the prices of the imported product are alternatively above and below 85 % of the Community producer price in respect of at least 30 % of the quantities for which prices are available on the representative import markets and if, for three days during that period, the prices of the import product have been below that level;\nWhereas Commission Regulation (EEC) No 3557/88 (7) fixes the Community producer prices for carnations and roses for the application of the import arrangements;\nWhereas Commission Regulation (EEC) No 700/88 (8), as amended by Regulation (EEC) No 3556/88 (9), lays down the detailed rules for the application of the arrangements;\nWhereas, in order to enable the arrangements to operate normally, the following should be used for the calculation of the import prices:\n- for the currencies which are maintained against one another within a maximum spread at any given moment for spot rate transactions of 2,25 %, a conversion rate based on their central rate adjusted by the correcting factor provided for in the last subparagraph of Article 3 (1) of Council Regulation (EEC) No 1676/85 (10), as last amended by Regulation (EEC) No 1636/87 (11);\n- for the other currencies, a conversion rate based on the arithmetic mean of the spot market rates for the currency, as recorded over a given period, against the Community currencies referred to in the preceding indent, and the abovementioned factor;\nWhereas, on the basis of prices recorded pursuant to Regulations (EEC) No 4088/87 and (EEC) No 700/88, it must be concluded that the conditions laid down in Article 2 (2) of Regulation (EEC) No 4088/87 for suspension of the preferential customs duty are met for large flowered roses originating in Morocco; whereas the Common Customs Tariff duty should be re-introduced,", "main_body": ["For imports of large-flowered roses (CN code ex 0603 10 51), originating in Morocco, the preferential customs duty fixed by Council Regulation (EEC) No 3552/88 is hereby suspended and the Common Customs Tariff duty is hereby re-introduced from 13 January 1989.", "This Regulation shall enter into force on 13 January 1989.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 11 January 1989.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 382, 31. 12. 1987, p. 22.\n(2) OJ No L 311, 17. 11. 1988, p. 1.\n(3) OJ No L 271, 1. 10. 1988, p. 7.\n(4) OJ No L 283, 18. 10. 1988, p. 1.\n(5) OJ No L 311, 17. 11. 1988, p. 2.\n(6) OJ No L 359, 28. 12. 1988, p. 8.\n(7) OJ No L 311, 17. 11. 1988, p. 9.\n(8) OJ No L 72, 18. 3. 1988, p. 16.\n(9) OJ No L 311, 17. 11. 1988, p. 8.\n(10) OJ No L 164, 24. 6. 1985, p. 1.\n(11) OJ No L 153, 13. 6. 1987, p. 1."}