{"celex_id": "31988R0722", "uri": "http://publications.europa.eu/resource/cellar/fcad801e-dd00-4599-995b-d4579e34b8cc", "type": "Regulation", "concepts": ["1201", "1605", "2194", "2731", "666"], "title": "Commission Regulation (EEC) No 722/88 of 18 March 1988 laying down the detailed rules for the application of Article 3 (1a) of Regulation (EEC) No 426/86 as regards the granting of aid for processed tomato products\n", "header": "COMMISSION  REGULATION (EEC) No 722/88\nof 18 March 1988\nlaying down the detailed rules for the application of Article 3 (1a) of Regulation (EEC) No 426/86 as regards the granting of aid for processed tomato products\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 426/86 of 24 February 1986 on the common organization of the market in products processed from fruit and vegetables (1), as last amended by Regulation (EEC) No 3909/87 (2), and in particular Article 3 (4) thereof,\nWhereas, to encourage the conclusion of contracts between groups of tomato producers and processors or groups thereof, Article 3 (1a) of Regulation (EEC) No 426/86 provides for the granting of an additional premium to the processor under certain conditions; whereas in particular contracts concluded with producers' groups or associations thereof must relate to a significant percentage of the total quantity processed by the processor, fixed at 60 %, and as regards Spain and Portugal at 15 %, by Council Regulation (EEC) No 3732/87 (3);\nWhereas, pursuant to the detailed rules for the application of the additional premium arrangements, the term 'producers' groups' should be defined in particular; whereas the term should be understood to mean producers' organizations legally recognized pursuant to Article 13 of Council Regulation (EEC) No 1035/72 of 18 May 1972 on the common organization of the market in fruit and vegetables (4), as last amended by Regulation (EEC) No 223/88 (5), and groups established with a view to concentrating supply and providing entitlement specifically to that premium; however, such groups must not be prejudicial to the producers' organizations operating in this production sector;\nWhereas provision should be made for premium applications to be submitted at the same time as production aid applications in accordance with Article 11 (4) of Commission Regulation (EEC) No 1599/84 of 8 June 1984 laying down detailed rules for the application of the system of production aid for products processed from fruit and vegetables (6), as last amended by Regulation (EEC) No 648/88 (7);\nWhereas the measures provided for this Regulation are in accordance with the opinion of the Management Committee for Products Processed from Fruit and Vegetables,", "main_body": ["For the purpose of applying Article 3 (1a) of Regulation (EEC) No 426/86, 'producers' group' means:\n- producers' organizations established and recognized in accordance with Article 13 of Regulation (EEC) No 1035/72,\n- groups established for the conclusion of contracts as referred to in the abovementioned Article 3; such groups shall be recognized by the Member State concerned provided that their members are not part of producers' organizations recognized pursuant to Article 13 of Regulation (EEC) No 1035/72 and undertake not to have any of their production taken over by other groups.", "Processors, processors' groups or associations thereof shall be recognized as qualifying for the premium provided for in Article 3 (1a) of Regulation (EEC) No 426/86 where the total quantity of fresh tomatoes delivered in accordance with contracts concluded with producers' groups has been taken over and where the quantities covered by the contracts referred to in Article 3 (1a) of Regulation (EEC) No 426/86 are equal at least to the 'significant specific percentages' fixed by the Council in relation to the total quantities processed in accordance with contracts as referred to in the abovementioned Article 3.", "With a view to determining the premium to be paid to each recipiint, the actual percentage which the quantities delivered pursuant to the specific contracts referred to in Article 3 (1a) of Regulation (EEC) No 426/86 represent in\nrelation to the total quantities delivered for processing and giving entitlement to production aid. To calculate the premium in question, the actual percentage mentioned above shall be applied to the total amount of the production aid due.", "Processors shall submit a single premium application to the agency designated by the Member State concerned together with their production aid applications submitted pursuant to Article 11 (4) of Regulation (EEC) No 1599/84. However, for the 1987/88 marketing year, premium applications shall be lodged by 15 April 1988 at the latest.\nPremium applications shall be accompanied by evidence that the processing contracts referred to in Article 3 (1a) of Regulation (EEC) No 426/86 have been concluded with producers' groups recognized in accordance with Article 1 of this Regulation.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 18 March 1988.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 49, 27. 2. 1986, p. 1.\n(2) OJ No L 370, 30. 12. 1987, p. 20.\n(3) OJ No L 352, 15. 12. 1987, p. 4.\n(4) OJ No L 118, 20. 5. 1972, p. 1.\n(5) OJ No L 23, 28. 1. 1988, p. 1.\n(6) oJ No L 152, 8. 6. 1984, p. 16.\n(7) OJ No L 65, 11. 3. 1988, p. 8."}