{"celex_id": "31987D0230", "uri": "http://publications.europa.eu/resource/cellar/abba00e0-5952-4a53-9b80-229e93618b85", "type": "Decision", "concepts": ["1005", "2356", "2560", "2792", "2877", "5283"], "title": "87/230/EEC: Council Decision of 7 April 1987 amending Directive 80/1095/EEC and Decisions 80/1096/EEC and 82/18/EEC with regard to the duration and the financial means of measures for the eradication of classical swine fever\n", "header": "COUNCIL  DECISION\nof 7 April 1987\namending Directive 80/1095/EEC and Decisions 80/1096/EEC and 82/18/EEC with regard to the duration and the financial means of measures for the eradication of classical swine fever\n(87/230/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 43 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas Council Decision 80/1096/EEC of 11 November 1980 introducing Community financial measures for the eradication of classical swine fever (4), as last amended by Regulation (EEC) No 3768/85 (5), limits the period for carrying out the common measures to five years;\nWhereas, because of a serious outbreak of classical swine fever in their territory during that period, certain Member States have experienced difficulties in completing their eradication plan provided for in Council Directive 80/1095/EEC of 11 November 1980 laying down conditions designed to render and keep the territory of the Community free from classical swine fever (6);\nWhereas the Commission proposal currently under examination by the Council aims at continuing the existing programme for the eradication of classical swine fever by stepping up measures to combat the disease;\nWhereas pending the Council's decision on that proposal as a whole, and without prejudice to current proceedings on the subject, the duration of the Community financial measures provided for by Decision 80/1096/EEC should be extended by a year, in order to avoid any interruption in these measures; whereas Directive 80/1095/EEC and Decision 82/18/EEC (7) should therefore be amended,", "main_body": ["1. Directive 80/1095/EEC is hereby amended as follows:\n(a) in Article 3 (3), the word 'five' shall be replaced by 'six' years;\n(b) in Article 4 (1) and (4) (b), the word 'five' shall be replaced by 'six';\n(c) in Article 12 (2),\n- the word 'five' shall be replaced by 'six';\n- the words 'before 1 January 1987' shall be replaced by 'before 1 January 1988'; and\n- the words 'before 1 July 1992' shall be replaced by 'before 1 July 1993'.\n2. Decision 80/1096/EEC is hereby amended as follows:\n(a) in Article 2 (1), the word 'five' shall be replaced by 'six';\n(b) in Article 2 (2),\n- the words '35 million ECU' shall be replaced by '38 million ECU'; and\n- the words '10 million ECU' shall be replaced by '12 million ECU';\n(c) in Article 3 (5), the following subparagraph shall be added reading as follows:\n'Without prejudice to Article 12 (2) of Directive 80/1095/EEC, the financial contribution from the Community shall continue to apply in respect of the measures adopted by the Member States to extend by one year the plans approved in accordance with Article 5 (3)'.\n3. In Article 1 (2) of Decision 82/18/EEC the word 'five' shall be replaced by 'six'.", "Before 1 November 1987, the Council shall decide by a qualified majority on a Commission proposal on the introduction of further Community financial measures and on the measures that the Member States must implement in order to complete the eradication of classical swine fever in the Community.", "This Decision shall apply from 1 January 1987.", "This Decision is addressed to the Member States."], "attachments": "Done at Luxembourg, 7 April 1987.\nFor the Council\nThe President\nPh. MAYSTADT\n(1) OJ No C 295, 21. 11. 1986, p. 5.\n(2) OJ No C 76, 23. 3. 1987.\n(3) OJ No C 83, 30. 3. 1987, p. 3.\n(4) OJ No L 325, 1. 12. 1980, p. 5.\n(5) OJ No L 362, 31. 12. 1985, p. 8.\n(6) OJ No L 325, 1. 12. 1980, p. 1.\n(7) OJ No L 9, 14. 1. 1982, p. 29."}