{"celex_id": "31987R1897", "uri": "http://publications.europa.eu/resource/cellar/08b0b4f9-5c4c-4034-bfe0-b89be4296726", "type": "Regulation", "concepts": ["1486", "2871", "301", "4860"], "title": "Council Regulation (EEC) No 1897/87 of 2 July 1987 amending and derogating from Regulation (EEC) No 985/68 laying down general rules for intervention on the market in butter and cream\n", "header": "COUNCIL REGULATION (EEC) No 1897/87 of 2 July 1987 amending and derogating from  Regulation (EEC) No 985/68 laying down general rules for intervention on the market in butter and  cream\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ", Having regard to the Treaty  establishing the European Economic Community, Having regard to Council Regulation (EEC) No 804/68  of 27 June 1968 on the common organization of the market in milk and milk products  (1), as last  amended by Regulation (EEC) No 773/87  (2), and in particular Article 6 (6) thereof, Having regard  to the proposal from the Commission  (3), Whereas Regulation (EEC) No 985/68  (4), as last amended  by Regulation (EEC) No 3790/85  (5), lays down that intervention measures shall only apply to  butter which is classed as top quality in the Member States; whereas Article 1  (3) of Regulation  (EEC) No 985/68 lays down that salted butter manufactured from sweet cream with a minimum butterfat  content, by weight, of 80  % may be sold into intervention; whereas, in light of the situation on  the market for butter and, in particular, the difficulties encountered by the intervention agencies  in selling that type of butter on the Community or world market, that possibility should be  abolished; whereas, however, in order to enable the industry concerned to adjust to the new rules,  the buying-in of that until the end of the 1988/89 marketing year should be authorized as a  transitional measure in those Member States where use is currently made of the possibility of  buying in salted butter; whereas authorization should also be given to buy in for intervention  butter manufactured from sweet cream, having a minimum butterfat content, by weight, of 82  %.", "main_body": ["Article 1  (3)  (a) of Regulation (EEC) No  985/68 is hereby replaced by the following:    '(a)  must have the following composition and  characteristics:(aa)  -  a minimum butterfat content, by weight, of 82  %,-a maximum water content,  by weight, of 16  %,-be manufactured from sour cream,or (bb)-a minimum butterfat content, by  weight, of 82  %,-a maximum water content, by weight, of 16  %,-be manufactured from sour cream.'", "Notwithstanding Article 1, in the 1987/88 and 1988/89 milk years in Ireland and in the  United Kingdom, the intervention agencies shall also be authorized to buy in butter manufactured  from sweet cream with a minimum butterfat content, by weight, of 80  %, a maximum water content, by  weight, of 16  %, and a maximum salt content, by weight, of 2  %.", "This Regulation shall  enter into force on the third day following its publication in the Official Journal of the European  Communities. It shall apply with effect from 1 July 1987.\nThis Regulation shall  be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 2 July  1987. For the Council The President K.  E. TYGESEN\n(1)  OJ No L 148, 28. 6. 1968, p. 13.\n(2)  OJ No L 78, 20. 3. 1987, p. 1.\n(3)  OJ No C 89, 3. 4. 1987, p. 47.\n(4)  OJ No L 169, 18. 7. 1968, p. 1.\n(5)  OJ No L 367, 31. 12. 1985, p. 5."}