{"celex_id": "31987R1211", "uri": "http://publications.europa.eu/resource/cellar/423981ba-8a0c-44ab-a4ba-199d2e1ef940", "type": "Regulation", "concepts": ["1565", "1836", "2763", "4337", "4404"], "title": "Commission Regulation (EEC) No 1211/87 of 30 April 1987 amending for the 15th time Regulation (EEC) No 1371/84 laying down detailed rules for the application of the additional levy referred to in Article 5c of Regulation (EEC) 804/68 in respect of milk and milk products\n", "header": "COMMISSION  REGULATION (EEC) No 1211/87\nof 30 April 1987\namending for the 15th time Regulation (EEC) No 1371/84 laying down detailed rules for the application of the additional levy referred to in Article 5c of Regulation (EEC) 804/68 in respect of milk and milk products\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 804/68 of 27 June 1968 on the common organization of the market in milk and milk products (1), at last amended by Regulation (EEC) No 773/87 (2), and in particular Article 5c (7) thereof,\nWhereas the amount of the Community reserve referred to in Article 5c (4) of Regulation (EEC) No 804/68 must be distributed, for the third 12-month period of application of the additional levy scheme, among the Member States concerned; whereas there has been no change in the situation which was taken into consideration when distributing the reserve for the first two periods of 12 months; whereas the quantities allocated should therefore be maintained for the third period of 12 months;\nWhereas Commission Regulation (EEC) No 1371/84 (3), as last amended by Regulation (EEC) No 439/87 (4), laid down detailed rules for the application of the additional levy referred to in Article 5c of Regulation (EEC) No 804/68;\nWhereas the first subparagraph of Article 7 (3) of Council Regulation (EEC) No 857/84 (5), as last amended by Regulation (EEC) No 774/87 (6), authorizes the Member States, where holdings are transferred or where a purchaser replaces one or more purchasers, to withdraw a part of the quantities concerned in order to add it to the national reserve; whereas it appears advisable, so as to enable the Member States to undertake restructuring of milk production where land is transferred, to authorize the Member States to vary the amounts to be added to the reserve providing that the total does not exceed that part of the quantities which may be withdrawn;\nWhereas Article 9 of Regulation (EEC) No 1371/84 provides that the characteristics of the milk considered to be representative must be those recorded for the milk delivered or purchased during the second period of application of the additional levy scheme; whereas provision should be made for producers and purchasers in cases where the fat content of the milk they have delivered or purchased during the reference period has been affected by an exceptional occurrence;\nWhereas Article 5c of Regulation (EEC) No 804/68 establishes the principle that the periods of application of the additional levy scheme, with the explicit exception of the first period, must be periods of 12 months and that the periods of application and the reference period must be of the same duration; whereas, therefore, where a Member State replaces the 12-month period by a 52-week period pursuant to Article 10 of Regulation (EEC) No 1371/84, the guaranteed total quantities must, if based on a 12-month period, be reduced accordingly; whereas, for the sake of clarity, Article 10 of the abovementioned Regulation should be altered to this effect;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Milk and Milk Products,", "main_body": ["Regulation (EEC) No 1371/84 is hereby amended as follows:\n1. Article 1 is replaced by the following:\n'Article 1\nFor each of the three periods 2 April 1984 to 31 March 1985, 1 April 1985 to 31 March 1986 and 1 April 1986 to 31 March 1987, the Community reserve referred to in Article 5c (4) of Regulation (EEC) No 804/68 shall be distributed as follows:\n- Ireland: 303 000 tonnes,\n- Luxembourg: 25 000 tonnes,\n- United Kingdom (for the\nregion of Northern Ireland): 65 000 tonnes.'\n2. The following third subparagraph is added to Article 5:\n'In the event of the application of the first subparagraph of Article 7 (3) of Regulation (EEC) No 857/84 and within the limit laid down therein, the Member States may vary the amounts of the quantities added to the reserve, in accordance with objective criteria relating to the size of the holding.'\n3. In the second subparagraph of Article 9 (1), the second indent is replaced by the following:\n'- in the case of producers or purchasers whose deliveries or purchases of milk were interrupted, or the fat content of whose delivered or purchased milk was affected by an exceptional occurrence, during the period referred to in the first subparagraph, the Member State may decide, on a request from the party concerned, that the fat content considered as representative is to be the average content recorded during the 12-month period of application of the additional levy prior to the interruption or the exceptional occurrence in question. Member States shall notify to the Commission the measures which they adopt in the event of the application of the abovementioned provisions.'\n4. Article 10 is replaced by the following:\n'Article 10\nFor the purposes of applying Articles 9 and 10 of Regulation (EEC) No 857/84, Member States may replace the 12-month period by a 52-week period. Should they do so:\n- the first 52-week period shall begin on the Sunday or Monday following 2 April 1984,\n- the guaranteed total quantity referred to in Article 5c (3) of Regulation (EEC) No 804/68 and the guaranteed total quantity referred to in the Annex to Regulation (EEC) No 857/84 shall, where appropriate, be reduced accordingly.'\n5. In Article 16 (3):\n- in the second indent, 'before 1 January 1986' is replaced by 'before 1 January of the 12-month period concerned',\n- in the third indent, 'at the end of the second 12-month period' is replaced by 'at the end of each of the 12-month periods concerned',\n- the following indent is added:\n'- the procedures and the result of the reduction calculation referred to in the second indent of Article 10.'", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 April 1987.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 148, 28. 6. 1968, p. 13.\n(2) OJ No L 78, 20. 3. 1987, p. 1.\n(3) OJ No L 132, 18. 5. 1984, p. 11.\n(4) OJ No L 43, 13. 2. 1987, p. 25.\n(5) OJ No L 90, 1. 4. 1984, p. 13.\n(6) OJ No L 78, 20. 3. 1987, p. 3."}