{"celex_id": "31989R1094", "uri": "http://publications.europa.eu/resource/cellar/07b75c0d-dc15-4288-9b9b-ad499afaf67a", "type": "Regulation", "concepts": ["2295", "807"], "title": "Commission Regulation (EEC) No 1094/89 of 27 April 1989 on the supply of various consignments of cereals as food aid\n", "header": "(2) OJ No L 168, 1. 7. 1988, p. 7.\n(3) OJ No L 136, 26. 5. 1987, p. 1.\n(4) OJ No L 204, 25. 7. 1987, p. 1.\nCOMMISSION REGULATION (EEC) No 1094/89  of 27 April 1989  on the supply of various consignments of cereals as food aid\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3972/86 of 22 December 1986 on food-aid policy and food-aid management (1), as last amended by Regulation (EEC) No 1870/88 (2), and in particular Article 6 (1) (c) thereof,\nWhereas Council Regulation (EEC) No 1420/87 of 21 May 1987 laying down implementing rules for Regulation (EEC) No 3972/86 on food-aid policy and food-aid management (3) lays down the list of countries and organizations eligible for food-aid operations  and specifies the general criteria on the transport of food aid beyond the fob stage;\nWhereas following the taking of a number of decisions on the allocation of food aid the Commission has allocated to certain countries and beneficiary organizations 3 035 tonnes of cereals;\nWhereas it is necessary to provide for the carrying-out of this measure in accordance with the rules laid down by Commission Regulation (EEC) No 2200/87 of 8 July 1987 laying down general rules for the mobilization in the Community of products to be  supplied as Community food aid (4); whereas it is necessary to specify the time limits and conditions of supply and the procedure to be followed to determine the resultant costs,", "main_body": ["Cereals shall be mobilized in the Community, as Community food aid for supply to the recipients listed in the Annex in accordance with Regulation (EEC) No 2200/87 and under the conditions set out in the Annexes. Supplies shall be awarded by  the tendering procedure.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 27 April 1989.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 370, 30. 12. 1986, p. 1.\nANNEX A   1. Operation Nos (1): 544 and 710/88\n2. Programme: 1988: 20 tonnes; 1987: 15 tonnes\n3. Recipient: Euronaid, Rhijngeesterstraatweg 40, PO Box 77, NL-2340 AB Oegstgeest\n4. Representative of the recipient (2): see OJ No C 103, 16. 4. 1987\n5. Place or country of destination: Peru, Madagascar\n6. Product to be mobilized: common wheat\n7. Characteristics and quality of the goods (3) (8):\nsee list published in OJ No C 216, 14. 8. 1987, p. 3 (under II.A.1)\n8. Total quantity: 35 tonnes\n9. Number of lots: one (in two parts: I, 20 tonnes; II, 15 tonnes)\n10. Packaging and marking (4):\nsee list published in OJ No C 216, 14. 8. 1987, p. 3 (under II.B.1.(c))\nmarking on the bags, in letters at least 5 cm high (in 20-foot containers ´FLC/LCL Shipper's count-load and stowage') (7):\nI: ´ACCIÓN No 544/88 / TRIGO / PERÚ / PROSALUS / 85545 / LIMA VÍA CALLAO / DONACIÓN DE LA COMUNIDAD ECONÓMICA EUROPEA / DESTINADO A LA DISTRIBUCIÓN GRATUITA'\nII: ´ACTION No 710/88 / FROMENT / MADAGASCAR / CAM / 72010 / TOLIARY / POUR DISTRIBUTION GRATUITE / DON DE LA COMMUNAUTÉ ÉCONOMIQUE EUROPÉENNE'\n11. Method of mobilization: the Community market\n12. Stage of supply: free at port of shipment\n13. Port of shipment: -\n14. Port of landing specified by the recipient: -\n15. Port of landing: -\n16. Address of the warehouse and, if appropriate, port of landing: -\n17. Period for making the goods available at the port of shipment: 1 to 15. 6. 1989\n18. Deadline for the supply: -\n19. Procedure for determining the costs of supply: tendering\n20. Date of expiry of the period allowed for submission of tenders: 16. 5. 1989 at 12 noon\n21. In the case of a second invitation to tender:\n(a) deadline for the submission of tenders: 30. 5. 1989 at 12 noon\n(b) period for making the goods available at the port of shipment: 15 to 30. 6. 1989\n(c) deadline for the supply: -\n22. Amount of the tendering security: ECU 5 per tonne\n23. Amount of the delivery security: 10 % of the amount of the tender in ecus\n24. Address for submission of tenders (5):\nBureau de l'aide alimentaire,\nà l'attention de Monsieur N. Arend,\nbâtiment Loi 120, bureau 7/58,\n200, rue de la Loi,\nB-1049 Brussels,\nTelex: AGREC 22037 B\n25. Refund payable on request by the successful tenderer (6):\nRefund applicable on 24. 4. 1989 fixed by Commission Regulation (EEC) No 835/89 (OJ No L 89, 1. 4. 1989, p. 21)\nANNEX B   1. Operation No (1): 68/89\n2. Programme: 1989\n3. Recipient: Djibouti\n4. Representative of the recipient (2): Ministre du Commerce, Office National d'Approvisionnement et de Commercialisation (ONAC), boîte postale 79, Djibouti\n5. Place or country of destination: Djibouti\n6. Product to be mobilized: common wheat\n7. Characteristics and quality of the goods (3):\nsee list published in OJ No C 216, 14. 8. 1987, page 3 (under II A 1)\nSpecific characteristics:\n- Hagberg falling number: 170 to 220\n- minimum specific weight: 78 kg/hl\n- moisture content: 13,5 %\n8. Total quantity: 3 000 tonnes\n9. Number of lots: one\n10. Packaging and marking (4):\nsee list published in OJ No C 216, 14. 8. 1987, page 3 (under II B 1(e)):\n´ACTION No 68/89 / FROMENT TENDRE / DON DE LA COMMUNAUTÉ ÉCONOMIQUE EUROPÉENNE'\n11. Method of mobilization: the Community market\n12. Stage of supply: free at port of landing - landed\n13. Port of shipment: -\n14. Port of landing specified by the recipient: -\n15. Port of landing: Djibouti\n16. Address of the warehouse and, if appropriate, port of landing: -\n17. Period for making the goods available at the port of shipment where the supply is awarded at the port of shipment stage: 1 to 15. 6. 1989\n18. Deadline for the supply: 5. 7. 1989\n19. Procedure for determining the costs of supply: tendering\n20. Date of expiry of the period allowed for submission of tenders: 12 noon on 30 August 1988\n21. In the case of a second invitation to tender:\n(a) deadline for the submission of tenders: 12 noon on 16. 5. 1989\n(b) period for making the goods available at the port of shipment where the supply is awarded at the port of shipment stage: 8 to 22. 6. 1989\n(c) deadline for the supply: 12. 7. 1989\n22. Amount of the tendering security: ECU 5 per tonne\n23. Amount of the delivery security: 10 % of the amount of the tender in ecus\n24. Address for submission of tenders (5):\nBureau de l'aide alimentaire, à l'attention de Monsieur N. Arend, bâtiment Loi 120, bureau 7/58, 200, rue de la Loi, B-1049 Brussels, telex: AGREC 22037 B\n25. Refund payable on request by the successful tenderer (6):\nRefund applicable on 24. 4. 1989 fixed by Commission Regulation (EEC) No 835/89 in (OJ No L 89, 1. 4. 1989, p. 21)\nNotes:\n(1) The operation number is to be quoted in all correspondence.\n(2) Commission delegate to be contacted by the successful tenderer:\n- see list published in Official Journal of the European Communities No C 227 of 7 September 1985, page 4,\n- Action 68/89: M. Perez Porras, PO Box 2477, Djibouti; telex 5894 DJ.\n(3) The successful tenderer shall deliver to the beneficiary a certificate from an official entity certifying that for the product to be delivered the standards applicable, relative to nuclear radiation, in the Member State concerned, have not been  exceeded.\nThe radioactivity certificate must indicate the caesium-134 and -137 levels.\n(4) Since the goods may be rebagged, the successful tenderer must provide 2 % of empty bags of the same quality as those containing the goods, with the marking followed by a capital ´R'.\n(5) In order not to overload the telex, tenderers are requested to provide, before the date and time laid down in point 20 of this Annex, evidence that the tendering security referred to in Article 7 (4) (a) of Regulation (EEC) No 2200/87 has been  lodged, preferably:\n- either by porter at the office referred to in point 24 of this Annex,\n- or by telecopier on one of the following numbers in Brussels:\n235 01 32\n236 10 97\n235 01 30\n236 20 05\n(6) Commission Regulation (EEC) No 2330/87 (OJ No L 210, 1. 8. 1987, p. 56) is applicable as regards the export refund and, where appropriate, the monetary and accession compensatory amounts, the representative rate and the monetary coefficient. The  date referred to in Article 2 of the abovementioned Regulation is that referred to in point 25 of this Annex.\n(7) Consignment to be stowed in 20-foot containers containing not more than 17 tonnes each, net; not more than 30 containers are to be shipped on any vessel.\nSupply free-at-port-of-shipment, as provided for in Article 13 of Regulation (EEC) No 2200/87, implies that the following costs at the port of shipment shall be borne by the successful tenderer:\n- should containers be used on an FCL/FCL or FCL/LCL basis, all costs pertaining to the use of such containers, with the exception of rental costs, up to the terminal stage, including THC (terminal handling charges).\nWhere, on the basis of the second subparagraph of point 2 of the aforementioned Article 13, the successful tenderer is responsible for loading the containers on board the vessel designated by the recipient, the refund of the costs within the meaning of  the said provisions does not include the THC,\n- should containers be used on an LCL/FCL or LCL/LCL basis, no costs; the successful tenderer shall deliver the goods to the terminal at a stage where the stuffing of the containers can be immediately done at the recipient's expense.\nThe successful tenderer has to submit to the recipient's agent a complete packing list of each container, specifying the number of bags belonging to each shipping number as specified in the invitation to tender.\nThe successful tenderer has to seal each container with a numbered locktainer, the number of which is to be provided to the beneficiary's forwarder.\n(8) The successful tenderer shall supply to the beneficiary or its representative, on delivery, the following documents:\n- phytosanitary certificate,\n- certificate of origin.\nThe supplier should send a duplicate of the original invoice to: M. De Keyzer and Schuetz BV, Postbus 1438, Blaak 16, NL-3000 BK Rotterdam."}