{"celex_id": "31985R0370", "uri": "http://publications.europa.eu/resource/cellar/33d48be6-7954-4a73-8984-6854a41f8613", "type": "Regulation", "concepts": ["1309", "2368", "3591", "3774"], "title": "Commission Regulation (EEC) No 370/85 of 13 February 1985 on arrangements for imports into the United Kingdom of certain textile products (category 86) originating in the Philippines\n", "header": "COMMISSION  REGULATION (EEC) No 370/85\nof 13 February 1985\non arrangements for imports into the United Kingdom of certain textile products (category 86) originating in the Philippines\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3589/82 of 23 December 1982 on common rules for imports of certain textile products originating in third countries (1), as last amended by Regulation (EEC) No 3762/83 (2), and in particular Article 11 thereof,\nWhereas Article 11 of Regulation (EEC) No 3589/82 lays down the conditions under which quantitative limits may be established; whereas imports into the United Kingdom of textile products of category 86 specified in the Annex hereto and originating in the Philippines exceeded the level referred to in paragraph 3 of the said Article 11;\nWhereas in accordance with paragraph 5 of the said Article 11 of Regulation (EEC) No 3589/82, the Philippines was notified on 13 December 1984 of a request for consultations;\nWhereas, pending the outcome of the requested consultations, imports into the United Kingdom were made subject to a provisional quantitative limit for the period 13 December 1984 to 12 March 1985 by Commission Regulation (EEC) No 3608/84 of 19 December 1984 (3);\nWhereas in consultations held on 24 January 1985 it was agreed that imports of the textile products in question should be subject to quantitative limits for the years 1985 and 1986;\nWhereas paragraph 13 of the said Article 11 provides for compliance with the quantitative limits to be ensured by means of a double-checking system in accordance with Annex VI to Regulation (EEC) No 3589/82;\nWhereas the products in question exported from the Philippines between 1 January 1985 and the date of entry into force of this Regulation must be set off against the quantitative limit for the year 1985;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Textile Committee,", "main_body": ["Without prejudice to the provisions of Article 2, imports into the United Kingdom of the category of products originating in the Philippines and specified in the Annex hereto shall be subject to the quantitative limits set out in that Annex.", "1. Products as referred to in Article 1, shipped from the Philippines to the United Kingdom before the date of entry into force of Regulation (EEC) No 3608/84 and not yet released for free circulation, shall be so released subject to the presentation of a bill of lading or other transport document proving that shipment actually took place before that date.\n2. Imports of products as referred to in Article 1 shipped from the Philippines to the United Kingdom from the date of entry into force of Regulation (EEC) No 3608/84 shall remain subject to the double-checking system described in Annex VI to Regulation (EEC) No 3589/82.\n3. All quantities of products as referred to in Article 1 shipped from the Philippines to the United Kingdom on or after 1 January 1985 and released for free circulation, shall be deducted from the quantitative limits laid down.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nIt shall apply until 31 December 1986.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 13 February 1985.\nFor the Commission\nWilly DE CLERCQ\nMember of the Commission\n(1) OJ No L 374, 31. 12. 1982, p. 106.\n(2) OJ No L 380, 31. 12. 1983, p. 1.\n(3) OJ No L 333, 21. 12. 1984, p. 36.\nANNEX\n1.2.3.4.5.6.7.8 //   //   //   //   //   //   //   //  // Cate- gory  // CCT heading No  // NIMEXE code (1985)  // Description  // Third country  // Member State  // Units  // Quantitative limits from 1 January to 31 December  //   //  //   //   //   //   //   //   // 86  // 61.09 A B C E  // 61.09-20, 30, 40, 80  // Corsets, corset-belts suspender-belts, brassiĂ¨res, braces, suspenders, garters and the like (including such articles of knitted or crocheted fabric), whether or not elastic: Corsets, corset-belts, suspender-belts, braces, suspenders, garters and the like (including such articles of knitted or crocheted fabric), other than brassiĂ¨res, whether or not elastic  // Philippines  // UK  // 1 000 pieces  // 1985: 700 1986: 735  //   //   //   //   //   //   //   //"}