{"celex_id": "31984R1277", "uri": "http://publications.europa.eu/resource/cellar/6efd3bed-57b4-4f1b-8fc5-f56c23611268", "type": "Regulation", "concepts": ["1602", "797"], "title": "Council Regulation (EEC) No 1277/84 of 8 May 1984 laying down general rules for the system of production aid for processed fruit and vegetables\n", "header": "COUNCIL  REGULATION (EEC) No 1277/84\nof 8 May 1984\nlaying down general rules for the system of production aid for processed fruit and vegetables\nTHE COUNCIL OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 516/77 of 14 March 1977 on the common organization of the market in products processed from fruit and vegetables (1), as last amended by Regulation (EEC) No 988/84 (2), and in particular Articles 3a (3), 3c (4) and 4 (7) thereof,\nHaving regard to the proposal from the Commission,\nWhereas Article 3a of Regulation (EEC) No 516/77 specifies, in the case of currants, that producers must undertake not to deliver to the processing industry a specified percentage of the quantities covered by the contract; whereas this percentage must be such as to ensure that the products delivered by the producer are of suitable quality; whereas, in the case of dried grapes, payment of the aid is conditional on non-processing by the industry of a percentage of these quantities to be determined; whereas these percentages must be such as to ensure that the products intended for consumption are of suitable quality;\nWhereas certain products eligible for aid are in direct competition with one another; whereas the production aid should not affect that competitive situation; whereas this aid should be calculated for the main products concerned, and the aid for the other products should be derived from the aid thus calculated;\nWhereas Article 3b (2) of Regulation (EEC) No 516/77 provides that the minimum price to be paid to the producer for dried grapes and dried figs shall be increased during the marketing year; whereas, as a result, the price of the raw material to be taken into consideration in calculating the aid should be determined;\nWhereas Article 3c of the said Regulation specifies that the third-country price shall be taken into consideration in calculating the aid; whereas this price may be ascertained from both the prices of imports into the Community and prices recorded on the world market;\nWhereas that Article also specifies that the third-country price must be reduced to the price at the raw material stage; whereas, for this purpose, account should be taken, in particular, of the present situation with regard to processing costs in the Community and, to the extent to which they are available, in third countries; whereas, where a minimum import price is applicable, it must be borne in mind, when assessing the present situation, that this price is identical in all Member States;\nWhereas changes in processing costs may only be taken into consideration at subsequent fixings in case of necessity; whereas such a situation arises when the sale of products is likely to encounter difficulties;\nWhereas the price of the Community products on the market may be found to provide additional information for calculation of the aid; whereas provision should therefore be made for the possibility of taking this into account;\nWhereas, where the volume of imports is low, the third-country prices in question are considered not to be representative; whereas the volume of imports is considered to be low if they remain below 10 % of consumption;\nWhereas, where the third-country price is not representative, a price should be used which is calculated on the basis of the trend of prices and the sales possibilities on the Community market;\nWhereas the aid is calculated for the raw material; whereas, however, the aid must be granted for the net-weight finished product; whereas the ratio between the two can be fixed on the basis of average yields recorded in the Community;\nWhereas the storage agencies must purchase quantities of dried grapes and dried figs at the end of the marketing year; whereas these products must be sold in such a way that the normal commercial market will not be disturbed; whereas it should therefore be specified that the terms of sale are to be laid down at Community level,", "main_body": ["1. For currants, the percentage referred to in Article 3a (2) of Regulation (EEC) No 516/77 shall be 5 %.\n2. The percentage referred to in Article 3d (2) shall be as follows:\n(a) for currants: 15 %,\n(b) for other dried grapes: 8 %.", "1. In respect of products derived from tomatoes, the production aid shall be calculated for:\n(a) tomato concentrates falling within subheading 20.02 C of the Common Customs Tariff;\n(b) whole peeled tomatoes obtained from the San Marzano variety falling within subheading 20.02 C of the Common Customs Tariff;\n(c) whole peeled tomatoes obtained from the Roma or similar varieties falling within subheading 20.02 C of the Common Customs Tariff;\n(d) tomato juices falling within heading No 20.07 of the Common Customs Tariff.\n2. Production aid for:\n- tomato flakes falling within subheading 07.04 B of the Common Customs Tariff, and\n- tomato juice, including passata, falling within subheading 20.02 C of the Common Customs Tariff\nshall, without prejudice to the measures adopted pursuant to Article 3 (3) of Regulation (EEC) No 516/77, be derived from aid calculated for tomato concentrate, taking into consideration in particular the dry-weight content of the products.\n3. Production aid for:\n- peeled tomatoes, whole or non-whole, preserved by freezing, falling within subheading 07.02 B of the Common Customs Tariff, and\n- non-whole peeled tomatoes falling within subheading 20.02 C of the Common Customs Tariff,\nshall, without prejudice to the measures adopted pursuant to Article 3 (3) of Regulation (EEC) No 516/77, be derived from the aid calculated for whole peeled tomatoes obtained from the Roma or similar varieties, taking into consideration, in particular, the commercial characteristics of the products.\n4. The production aid for dried grapes shall be calculated for dried grapes other than currants. The production aid for currants shall, without prejudice to the measures adopted pursuant to Article 3 (3) of Regulation (EEC) No 516/77 be derived from that aid.", "1. The provisions of this Article shall apply for the purposes of Article 3c (1) of Regulation (EEC) No 516/77.\n2. The raw material minimum price to be adopted for dried grapes and dried figs shall be the minimum price to be paid to the producer at the start of the marketing year, increased by the average of the monthly increases provided for by Article 3 (b) (2) of Regulation (EEC) No 516/77.\n3. The third-country price shall be determined in particular from:\n(a) free-at-frontier prices on importation into the Community;\n(b) prices ruling in international trade.\n4. When the aid is first fixed, the adjustment on a flat-rate basis of the third-country price to reduce it to the price at the raw material stage shall be made on the basis of:\n(a) processing costs in the Community, established for the 1983/84 marketing year. However, if the rate of inflation in 1983 is found to exceed 5 %, the processing costs may be adjusted by an amount determined on the basis of market prospects, which can, as a maximum, be equal to the rate of inflation;\n(b) where relevant, processing costs in third countries.\nFor the products for which a minimum import price is applicable, account shall also be taken of the respective situations of the main production and consumer markets.\n5. On the occasion of subsequent fixings, the adjustment in the aid to take account of changes in processing costs shall be made by the amount necessary to ensure competitiveness with products from third countries or appropriate sale on the Community market.\n6. The aid shall be adjusted as specified in the third indent of Article 3c (1) of Regulation (EEC) No 516/77 in cases where a significant difference is found between the price of Community products and that of imports from third countries. Article 4\n1. For the purposes of the first indent of Article 3c (2) of Regulation (EEC) No 516/77, the third-country price shall be considered not to be representative when the volume of Community imports during the calendar year preceding the year in which the aid is fixed is less than 10 % of consumption in the Community during that calendar year.\n2. For the calculation of the price referred to in Article 3c (2) of Regulation (EEC) No 516/77, the Community market price to be used shall be determined from:\n- the price recorded for intra-Community trade,\n- trade prices to the extent to which they are available within the Community.", "The coefficients referred to in Article 3c (3) of Regulation (EEC) No 516/77 shall be calculated on the basis of the quantities of raw material used and of the net-weight finished products obtained in the Community during the 1983/84 marketing year. They shall be adjusted, if necessary, in line with any later changes.", "1. The sale of dried grapes and dried figs purchased by the storage agencies and the terms of such sale shall be decided upon in accordance with the procedure provided for in Article 20 of Regulation (EEC) No 516/77, taking account of the need not to upset the balance of the market.\n2. Where special measures, as referred to in the second subparagraph of Article 4 (4) of Regulation (EEC) No 516/77, are introduced, special terms may be laid down to guarantee that the terms of sale are respected.\nIn such cases, a special security may be required as a guarantee that the commitments entered into will be discharged which shall be forfeit in whole or in part if they are not or are only partially discharged.\n3. Sales shall be either by tender or at prices fixed in advance.\nTenders shall not be considered unless a security is lodged.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply in respect of each product from the beginning of the 1984/85 marketing year.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 8 May 1984.\nFor the Council\nThe President\nM. ROCARD\n(1) OJ No L 73, 21. 3. 1977, p. 1.\n(2) OJ No L 103, 16. 4. 1984, p. 11."}