{"celex_id": "31989R1127", "uri": "http://publications.europa.eu/resource/cellar/dceb5deb-ab87-47fd-b649-d1e6a913ebbe", "type": "Regulation", "concepts": ["1117", "1118", "2730", "2975", "4170"], "title": "Council Regulation (EEC) No 1127/89 of 27 April 1989 amending Regulation (EEC) No 2245/88 introducing a guarantee threshold system for peaches in syrup\n", "header": "COUNCIL REGULATION (EEC) No 1127/89 of 27 April 1989 amending Regulation (EEC) No 2245/88 introducing a guarantee threshold system for peaches in syrup\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the Act of Accession of Spain and Portugal,\nHaving regard to Council Regulation (EEC) No 426/86 of 24 February 1986 on the common organization of the market in products processed from fruit and vegetables (1), as last amended by Regulation (EEC) No 1125/89 (2), and in particular Article 2 (3)  thereof,\nHaving regard to the proposal from the Commission (3),\nWhereas Regulation (EEC) No 426/86 introduced a system of production aid for certain processed fruit and vegetable products; whereas, if a major imbalance between production and market outlets as mentioned in the said Article 2 (3) arises, appropriate  measures may be taken;\nWhereas Regulation (EEC) No 991/84 (4), as last amended by Regulation (EEC) No 485/86 (5), has already restricted the granting of the production aid where Williams pears preserved in syrup are concerned; whereas a Community guarantee threshold  arrangement for pears in syrup of the varieties Williams and Rocha should be introduced of the same type as introduced for peaches in syrup by Regulation (EEC) No 2245/88 (6); whereas the threshold is to be determined on the basis of the quantities of  Williams pears for which the production aid is granted and of the production volume for the Rocha variety in Portugal; whereas Regulation (EEC) No 2245/88 should in consequence be supplemented and Regulation (EEC) No 991/84 repealed,", "main_body": ["Regulation (EEC) No 2245/88 is hereby amended as follows:\n1.  The title is replaced by the following:\n´Council Regulation (EEC) No 2245/88 of 19 July 1988 introducing guarantee threshold systems for peaches and pears in syrup and/or in natural fruit juice'.\n2.  Article 1 is replaced by the following:\n´Article 1\n1.  A guarantee threshold of 502 000 tonnes net weight for peaches in syrup and/or in natural fruit juice falling within CN codes 2008 70 61, 2008 70 69, 2008 70 71, 2008 70 79, 2008 70 91 and 2008 70 99 is hereby set for each marketing year for the  Community, except Spain.\n2.  A guarantee threshold of 102 805 tonnes of Williams and Rocha pears in syrup and/or in natural fruit juice falling within CN codes 2008 40 51, 2008 40 59, 2008 40 71, 2008 40 79, 2008 40 91 and 2008 40 99 is hereby set for each marketing year for  the Community.\n3.  If the guarantee thresholds set in paragraphs 1 and 2 are overrun, the aid for the following marketing year shall be reduced in proportion to the overrun recorded for the product.\nThe overrun shall be calculated on the basis of the average of the quantities produced in the three marketing years preceding that for which the aid is to be fixed.'", "Regulation (EEC) No 991/84 is hereby repealed.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply from the beginning of the 1989/90 marketing year.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 27 April 1989.\nFor the Council\nThe President\nJ. BARRINUEVO PEÑA\n(1) OJ No L 49, 27. 2. 1986, p. 1.\n(2) See page 29 of this Official Journal.\n(3) OJ No C 82, 3. 4. 1989, p. 70.\n(4) OJ No L 103, 16. 4. 1984, p. 22.\n(5) OJ No L 54, 1. 3. 1986, p. 12.\n(6) OJ No L 198, 26. 7. 1988, p. 18."}