{"celex_id": "31985R3634", "uri": "http://publications.europa.eu/resource/cellar/498afa01-3485-464a-a223-4cd3b21ef16f", "type": "Regulation", "concepts": ["1056", "2516"], "title": "Council Regulation (EEC) No 3634/85 of 17 December 1985 on the establishment of specific Community regional development measures in 1985 and amending Regulation (EEC) No 1787/84\n", "header": "COUNCIL  REGULATION (EEC) No 3634/85\nof 17 December 1985\non the establishment of specific Community regional development measures in 1985 and amending Regulation (EEC) No 1787/84\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 235 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas Council Regulation (EEC) No 1787/84 of 19 June 1984 on the European Regional Development Fund (4) hereinafter referred to as 'the Fund Regulation', entered into force on 1 January 1985;\nWhereas Article 48 of the Fund Regulation provides that, subject to the application of Article 45 thereof, Regulation (EEC) No 724/75 (5), including Title III relating to specific Community measures, is repealed;\nWhereas Article 45 of the Fund Regulation provides that Article 4 (3) thereof does not apply to resources intended to cover budget commitments still to be entered into for the exexution of the specific Community measures referred to above and instituted by the Council before 1 January 1985;\nWhereas on 18 January 1984 the Council adopted a second series of specific Community measures, hereinafter referred to as 'the specific measures', in favour of zones adversely affected by restructuring of the steel, shipbuilding and textile and clothing industries, by Community enlargement and by the energy crisis;\nWhereas, when this second series of measures was adopted, it was envisaged that the measures relating to zones adversely affected by restructuring of the shipbuilding and textile and clothing industries would be extended to new zones to the extent that the worsening of the crisis in those sectors justified it;\nWhereas at the same time it was envisaged that the specific measure already in force concerning the border areas of Ireland and Northern Ireland should be reinforced;\nWhereas the Council also agreed in principle to a specific measure contributing to the development of new economic activities in certain zones affected by the implementation of the Community fisheries policy;\nWhereas in response to these guidelines from the Council, the Commission immediately began preparing the necessary proposals for a Regulation;\nWhereas practical difficulties were encountered in collecting certain data necessary to draw up these proposals and these difficulties delayed their submission;\nWhereas, as a result, the four proposals for a Council Regulation based on Article 13 of Regulation (EEC) No 724/75, could not be submitted to the Council before 22 December 1984; whereas, because of this, the Council was not in a position to decide on those proposals before 31 December 1984; whereas by the same token the European Parliament and the Economic and Social Committee were not able to give their Opinions on the proposals before 31 December 1984; whereas, in these circumstances, Regulation (EEC) No 724/75 having repealed on 1 January 1985, the Council should be enabled to decide on those proposals by 31 December 1985 and the period referred to in Article 45 of the Fund Regulation should therefore be prolonged;\nWhereas the Treaty has not provided the necessary powers, other than those of Article 235,", "main_body": ["The Council may, until 31 December 1985, in accordance with Article 13 of Regulation (EEC) No 724/75, institute specific Community measures on the basis of proposals submitted by the Commission before 31 December 1984.", "Article 45 of the Fund Regulation shall be replaced by the following:\n'Article 45", "(3) does not apply to resources intended to cover budget commitments still to be entered into for the execution of the specific Community measures referred to in Article 13 of Regulation (EEC) No\n724/75 instituted by the Council before the entry into force of this Regulation or to the specific Community measures instituted by the Council, in accordance with the aforementioned Article 13, up to 31 December 1985, on the basis of proposals submitted by the Commission before 31 December 1984.'", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 17 December 1985.\nFor the Council\nThe President\nJ. F. POOS\n(1) OJ No C 143, 12. 6. 1985, p. 3.\n(2) OJ No C 229, 9. 9. 1985, p. 135.\n(3) Opinion delivered on 25 and 26 September 1985 (not yet published in the Official Journal).\n(4) OJ No L 169, 28. 6. 1984, p. 1.\n(5) OJ No L 73, 21. 3. 1975, p. 1."}