{"celex_id": "31989R1251", "uri": "http://publications.europa.eu/resource/cellar/dc9c66ad-bd0a-4bce-b5de-501786144746", "type": "Regulation", "concepts": ["4373"], "title": "Council Regulation (EEC) No 1251/89 of 3 May 1989 amending Regulation (EEC) No 727/70 on the common organization of the market in raw tobacco\n", "header": "COUNCIL REGULATION (EEC) No 1251/89 of 3 May 1989 amending Regulation (EEC) No 727/70 on the common organization of the market in raw tobacco\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 43 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas pursuant to Article 4 (5) of Regulation (EEC) No 727/70 (4), as last amended by Regulation (EEC)\nNo 2267/88 (5), there is fixed within an overall Community quantity a maximum guaranteed quantity for each of the tobacco varieties or groups of varieties grown in the Community, overshooting of which gives rise to a proportional reduction in prices and  premiums; whereas these maximum guaranteed quantities are fixed every year, at the same time as prices and premiums, for a specific harvest; whereas in order to allow planting to be planned the maximum guaranteed quantity for each variety or group of  varieties should be fixed each year for the following year's harvest; whereas on the present occasion the quantities for both the 1989 and 1990 harvests should therefore be fixed;\nWhereas, in view of the differences of quality in a variety depending on the characteristics of the soil and the climate, it may be necessary to subdivide those maximum guaranteed quantities by specific production areas;\nWhereas Regulation (EEC) No 727/70 should therefore be amended,", "main_body": ["Regulation (EEC) No 727/70 is hereby amended as follows:\n1.  The first subparagraph of Article 4 (5) shall read:\n'The Council, acting as indicated in Article 43 (2) of the Treaty, shall lay down every year, for each tobacco variety or group of varieties produced in the Community for which prices and premiums are fixed, a maximum guaranteed quantity for the  following year's harvest, taking into account the market situation and the socio-economic and agricultural situation in the areas concerned. The Council shall set the maximum guaranteed quantities for the 1990 harvest at the same time as for the 1989  harvest. The overall maximum quantity for the Community is set for each of the 1988, 1989 and 1990 harvests at 385 000 tonnes of leaf tobacco.'\n2.  The following subparagraph is inserted after the first subparagraph of Article 4 (5).\n'In applying the provisions on the production quantity control arrangements and if there are differences of quality in the variety in question depending on the characteristics of the soil and the climate, the Council may decide that separate maximum  guaranteed quantities be fixed for specific production areas.'", "This Regulation shall enter into force on the third day following that of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 3 May 1989.\nFor the Council\nThe President\nP. SOLBES\n(1) OJ No C 82, 3. 4. 1989, p. 73.\n(2) OJ No C 120, 16. 5. 1989.\n(3) Opinion delivered on 31 March 1989 (not yet published in the Official Journal).\n(4) OJ No L 94, 28. 4. 1970, p. 1.\n(5) OJ No L 199, 26. 7. 1988, p. 18."}