{"celex_id": "31986D0103", "uri": "http://publications.europa.eu/resource/cellar/447e27c1-a875-4aee-b830-0b42623be329", "type": "Decision", "concepts": ["1069", "1232", "3191", "3468", "4878", "5935"], "title": "86/103/EEC: Council Decision of 24 March 1986 accepting, on behalf of the Community, Annex F 2 to the International Convention on the simplification and Harmonization of Customs Procedures\n", "header": "3.4.1986 EN Official Journal of the European Communities L 88/42\nCOUNCIL DECISION\nof 24 March 1986\naccepting, on behalf of the Community, Annex F 2 to the International Convention on the simplification and Harmonization of Customs Procedures\n(86/103/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the proposal from the Commission,\nWhereas, by Decision 75/199/EEC (1), the Community concluded the International Convention on the Simplification and Harmonization of Customs Procedures;\nWhereas Annex F 2 concerning the processing of goods for home use can be accepted by the Community;\nWhereas acceptance should, however, be accompanied by certain reservations to take account of the specific requirements of the customs union and the stage currently reached in the harmonization of customs legislation,", "main_body": ["Annex F 2, concerning the processing of goods for home use, to the International Convention on the Simplification and Harmonization of Customs Procedures is hereby accepted on behalf of the Community, subject to a reservation of a general nature and a reservation with regard to Recommended Practice 7.\nThe text of the Annex, together with the reservations, is attached to this Decision.", "The President of the Council is hereby authorized to designate the person empowered to notify the Secretary-General of the Customs Cooperation Council of the acceptance by the Community, subject to the reservations referred to in Article 1, of the Annex referred to in that Article (2)."], "attachments": "Done at Brussels, 24 March 1986.\nFor the Council\nThe President\nG. BRAKS\n(1)  OJ L 100, 21. 4. 1975, p. 1.\n(2)  The date of entry into force of Annex F2 will be published in the Official Journal of the European Communities by the General Secretariat of the Council.\nReservations entered by the Community in respect of Annex F 2 to the International Convention on the Simplification and Harmonization of Customs Procedures\n1.   Reservation of a general nature (observation of a general nature)\n‘Community legislation covers only part of the provisions of this Annex. In the areas not covered by Community legislation, the Member States enter their own reservations if necessary.’\n2.   Recommended Practice 7\n‘Under normal circumstances the Community applies the provisions of this Recommended Practice. However, authorization is only granted where the placing of the goods under the arrangements cannot result in distortion of the effects of the origin rules or of quantitative restrictions applicable to imported goods.’\nANNEX F 2\nCONCERNING PROCESSING OF GOODS FOR HOME USE\nINTRODUCTION\nIn general the duties and taxes chargeable on goods imported for home use are well adapted to the tariff policy of the country concerned. However, in certain cases, the level of the import duties and taxes chargeable on imported goods is such that any intended manufacture, processing or further working of the goods after clearance for home use would render the overall commercial operation unprofitable with a resultant loss to the country because of the transfer of such economic activities to another country.\nOn the other hand, these economic activities can be encouraged by permitting certain goods to be processed under customs control prior to being taken into home use.\nThe purpose of the customs procedure of processing of goods for home use is to provide for the possibility where it is in the national economic interest, of processing certain imported goods under customs control to such an extent that the amount of the import duties and taxes applicable to the products thus obtained is lower than that which would be applicable to the imported goods.\nDEFINITIONS\nFor the purposes of this Annex:\n(a) the term ‘processing of goods for home use’ means the customs procedure under which imported goods may be manufactured, processed or worked, before clearance for home use and under customs control, to such an extent that the amount of the import duties and taxes applicable to the products thus obtained is lower than that which would be applicable to the imported goods;\n(b) the term ‘clearance for home use’ means the customs procedure which provides that imported goods may remain permanently in the customs territory. This procedure implies the payment of any import duties and taxes chargeable and the accomplishment of all the necessary customs formalities;\n(c) the term ‘import duties and taxes’ means customs duties and all other duties, taxes, fees or other charges which are collected on or in connection with the importation of goods, but not including fees and charges which are limited in amount to the approximate cost of services rendered;\n(d) the term ‘goods declaration’ means a statement made in the form prescribed by the customs by which the persons interested indicate the customs procedure to be applied to the goods and furnish the particulars which the customs require to be declared for the application of that procedure;\n(e) the term ‘customs control’ means measures applied to ensure compliance with the laws and regulations which the customs are responsible for enforcing;\n(f) the term ‘security’ means that which ensures to the satisfaction of the customs that an obligation to the customs will be fulfilled. Security is described as ‘general’ when it ensures that the obligations arising from several operations will be fulfilled;\n(g) the term ‘person’ means both natural and legal persons, unless the context otherwise requires.\nPRINCIPLES\n1.   Standard\nProcessing of goods for home use shall be governed by the provisions of this Annex.\n2.   Standard\nNational legislation shall specify the conditions to be fulfilled and the customs formalities to be accomplished for processing of goods for home use.\nNotes\n1. The granting of approval for processing of goods for home use may be made subject to the condition that the proposed processing operations are regarded by the competent authorities as beneficial to the national economy.\n2. The right to process goods for home use may be reserved to persons established in the customs territory and whose operations meet the requirements of the customs authorities.\n3. The customs authorities normally give approval for the processing operations to be carried out at a particular place (e. g. the importer's premises) and by specified persons.\n4. The customs authorities may set standard rates of yield for the operations involved in the processing of goods for home use.\n3.   Standard\nThe granting of the procedure of processing of goods for home use shall be subject to the condition that the customs authorities are able to satisfy themselves that the products resulting from the processing have been obtained from the imported goods.\n4.   Standard\nThe granting of the procedure of processing of goods for home use shall be subject to the condition that the original state of the goods cannot be economically recovered after the processing.\nSCOPE\n5.   Standard\nProcessing of goods for home use shall be allowed in respect of specified categories of goods undergoing approved processing operations.\nNote\nApproval may be restricted to processing operations which result in products classifiable under specified tariff headings.\n6.   Standard\nProcessing of goods for home use shall not be limited to goods imported directly from abroad but shall also be granted in respect of goods ex customs transit, ex customs warehouse or from a free zone.\n7.   Recommended Practice\nProcessing of goods for home use should not be refused solely on the grounds of the country of origin of the goods or the country whence consigned.\n8.   Standard\nThe right to process goods for home use shall not be limited to the owner of the imported goods.\n9.   Recommended Practice\nPersons who carry on large-scale and continuous processing of the same type of goods for home should be granted a general authorization covering such operations.\nDECLARATION FOR PROCESSING OF GOODS FOR HOME USE\n10.   Standard\nNational legislation shall specify the conditions under which the goods declaration for processing of goods for home use shall be lodged and under which the goods shall be produced at the competent customs office.\nNote\nThe goods declaration is generally lodged before the goods are processed for home use but, in cases where the operations involved are relatively simple, approval may be given for the processing to be carried out prior to the lodgment of the goods declaration.\nSECURITY\n11.   Standard\nThe form in which security, if any, is to be provided in respect of processing of goods for home use shall be laid down in national legislation or determined by the customs authorities in accordance with national legislation.\n12.   Recommended Practice\nThe choice between the various acceptable forms of security should be left to the person concerned.\n13.   Standard\nThe customs authorities shall, in accordance with national legislation, determine the amount in which security is to be provided in respect of the processing of goods for home use.\n14.   Recommended Practice\nThe amount of any security should be set as low as possible having regard to the import duties and taxes potentially chargeable.\nNote\nThis Recommended Practice does not prevent the amount of the security from being determined on the basis of a single rate where the goods fall in a wide range of tariff headings.\n15.   Standard\nWhen security is to be provided to ensure that the obligations arising from several operations under the procedure of processing of goods for home use will be fulfilled, the customs authorities shall accept a general security.\n16.   Recommended Practice\nCustoms authorities should waive the requirement for security where they are satisfied that payment of any sums that might fall due can be ensured by other means.\nTERMINATION OF PROCESSING OF GOODS FOR HOME USE\n17.   Standard\nProcessing of goods for home use shall be terminated when the products resulting from the processing are cleared for home use.\n18.   Standard\nNational legislation shall specify the point in time to be taken into consideration for the purpose of determining the value and quantity of goods declared for home use and also the rates of the import duties and taxes applicable to them.\n19.   Recommended Practice\nWhere justified by the circumstances and at the request of the person concerned, the customs authorities should approve termination of the procedure when the products obtained from the processing or working are exported, placed in a customs warehouse or introduced into a free zone.\n20.   Standard\nAny waste or scrap resulting from the processing of goods for home use shall be liable, if cleared for home use, to the import duties and taxes that would be applicable to such waste or scrap imported in that state.\nNote\nApproval may be given for such waste or scrap to be rendered commercially valueless under customs control or to be re-exported.\n21.   Standard\nGoods intended for processing for home use or products resulting therefrom which are destroyed or irrecoverably lost by accident or force majeure before they are cleared for home use shall not be subjected to import duties and taxes, provided that such destruction or loss is duly established to the satisfaction of the customs authorities. Any waste or scrap remaining after destruction shall be liable, if cleared for home use, to the import duties and taxes that would be applicable to such waste or scrap imported in that state.\nDISCHARGE OF SECURITY\n22.   Standard\nAny security furnished shall be discharged as soon as possible after processing of goods for home use has been terminated.\nINFORMATION CONCERNING PROCESSING OF GOODS FOR HOME USE\n23.   Standard\nThe customs authorities shall ensure that all relevant information concerning processing of goods for home use is readily available to any person interested."}