{"celex_id": "31984R0706", "uri": "http://publications.europa.eu/resource/cellar/1f0d8b75-8652-402c-ac05-2b5919f1651e", "type": "Regulation", "concepts": ["2696", "4402", "4584", "863"], "title": "Council Regulation (EEC) No 706/84 of 16 March 1984 imposing a definitive countervailing duty in the framework of the anti-subsidy proceedings concerning imports of tube and pipe fittings of malleable cast iron originating in Spain and proposing the definitive collection of the provisional duty\n", "header": "COUNCIL  REGULATION (EEC) No 706/84\nof 16 March 1984\nimposing a definitive countervailing duty in the framework of the anti-subsidy proceedings concerning imports of tube and pipe fittings of malleable cast iron originating in Spain and proposing the definitive collection of the provisional duty\nTHE COUNCIL OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3017/79 of 20 December 1979 on protection against dumped or subsidized imports from countries not members of the European Economic Community (1), as amended by Regulation (EEC) No 1580/82 (2), and in particular Article 12 thereof,\nHaving regard to the proposal submitted by the Commission after consultations within the Advisory Committee as provided for under the abovementioned Regulation,\nWhereas:\nA. Provisional action\n(1) The Commission, by Regulation (EEC) No 3271/83 (3), imposed a provisional countervailing duty on imports of tube and pipe fittings of malleable cast iron originating in Spain.\nB. Subsequent procedure\n(2) Following the imposition of the provisional countervailing duty the exporters, the importer and representatives of the Spanish Government requested, and were granted, an opportunity to be heard by the Commission. The exporters also made written submissions making known their views of the subsidy and requested to be informed of certain facts and essential considerations on the basis of which it was intended to recommend definitive action, and these requests were granted.\nC. Subsidy\n(3) After examining the application of the Spanish system of indirect taxation to tube and pipe fittings and the input structure of the Spanish producers concerned for this product, the Commission had provisionally concluded that the total of all prior stage cumulative indirect taxes levied on goods that are physically incorporated in the exported tube fittings amounted to 2,6 % so that 8,9 % of the export rebate of 11,5 % had to be regarded as an export subsidy. Following the increase in the turnover tax rates decided by the Spanish Government with effect from 1 January 1984 onwards, the Commission has reviewed its calculation of the cumulative incidence of these taxes accordingly. On this basis the total of all prior stage cumulative indirect taxes levied on goods that are physically incorporated in the exported tube fittings increases to 3,1 % which reduces the export subsidy to 8,4 %.\nD. Injury\n(4) No fresh evidence regarding injury to the Community industry has been submitted. The Commission has therefore confirmed the conclusions on injury reached in Regulation (EEC) No 3271/83. In the Commission's view, therefore, the facts as finally determined show that the injury being caused by dumped imports of tube and pipe fittings of malleable cast iron originating in Spain, taken in isolation from that caused by other factors, has to be considered as material.\nE. Community interest\n(5) No new evidence was submitted by Community consumers; the Commission has therefore confirmed its preliminary findings and has come to the conclusion that it is in the Community's interest that action be taken.\nIn these circumstances, protection of the Community's interests calls for the taking of countervailing measures against imports of tube and pipe fittings of malleable cast iron originating in Spain.\nF. Undertakings\n(6) The exporters concerned, having been informed of the definitive results of the investigation, offered undertakings with regard to their exports of tube and pipe fittings of malleable cast iron to the Community, and the Spanish Government guaranteed that these undertakings would be respected.\n(7) Following consultations in the Consultative Committee, on the question of the acceptability of these undertakings, the Commission submitted to the Council a proposal recommending the imposition of a definitive countervailing duty, the amount of which should be less than the amount of the provisional countervailing duty.\n(8) Having regard to the uncertainty surrounding the practical application and the effects, in terms of the scale of the Community market, of undertakings such as those which have been given, it does not appear advisable to accept them with a view to terminating the proceedings.\nG. Collection of privisonal duty\n(9) The amounts secured by way of provisional countervailing duties should be collected,", "main_body": ["1. A definitive countervailing duty is hereby imposed on imports of tube and pipe fittings of malleable cast iron falling within heading No ex 73.20 of the Common Customs Tariff, corresponding to NIMEXE code 73.20-30 and originating in Spain.\n2. The amount of the duty is equal to 8,4 % of the net price per tonne, free-at-Community frontier.\n3. The provisions in force concerning customs duties shall apply to the duty.", "The amounts secured by way of provisional countervailing duty under Regulation (EEC) No 3271/83 shall be definitively collected up to a maximum of 8,9 % on imports having been released for free circulation in the Community before 1 January 1984 and of 8,4 % on all other imports.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 16 March 1984.\nFor the Council\nThe President\nM. ROCARD\n(1) OJ No L 339, 31. 12. 1979, p. 1.\n(2) OJ No L 178, 22. 6. 1982, p. 9.\n(3) OJ No L 322, 19. 11. 1983, p. 13."}