{"celex_id": "31988R1810", "uri": "http://publications.europa.eu/resource/cellar/de1f943d-e3aa-4b42-b831-4e6d52117ace", "type": "Regulation", "concepts": ["133", "1983", "4790", "5228", "5254", "544"], "title": "Council Regulation (EEC) No 1810/88 of 23 June 1988 amending Regulation (EEC) No 2245/85 laying down certain technical measures for the conservation of fish stocks in the Antarctic\n", "header": "COUNCIL  REGULATION (EEC) No 1810/88\nof 23 June 1988\namending Regulation (EEC) No 2245/85 laying down certain technical measures for the conservation of fish stocks in the Antarctic\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 170/83 of 25 January 1983 establishing a Community system for the conservation and management of fishery resources (1), as amended by the Act of Accession of Spain and Portugal, and in particular Article 11 thereof,\nHaving regard to the proposal from the Commission,\nWhereas, pursuant to Article 2 of Regulation (EEC) No 170/83, the conservation measures necessary to achieve the aims set out in Article 1 of that Regulation are to be formulated in the light of the available scientific advice;\nWhereas the Convention on the Conservation of Antarctic Marine Living Resources, hereinafter called 'the Convention', was approved by Council Decision 81/691/EEC (2); whereas it entered into force for the Community on 21 May 1982;\nWhereas the Commission for the Conservation of Antarctic Marine Living Resources (CCAMLR), established by the Convention, adopted, on the recommendation of its Scientific Committee, conservation measures for the waters off South Georgia, providing for a total allowable catch (TAC) of 35 000 tonnes of Champsocephalus gunnari for the 1987/88 fishing season, for a catch reporting system for that species and for a ban on directed fishing for that same species during the period running from 1 April to 1 October 1988;\nWhereas these conservation measures were notified to the members of the CCAMLR on 11 November 1987; whereas the members raised no objections to the measures, which became binding on 9 May 1988 pursuant to Article IX (6) of the Convention;\nWhereas the members of the CCAMLR stated that they wished to apply these conservation measures on a provisional basis, without waiting until they became binding, in view of the fact that the TAC for Champsocephalus gunnari was fixed for the 1987/88 fishing season, which began on 1 July 1987;\nWhereas, therefore, the necessary provisions should now be laid down to ensure that the conservation measures adopted by the CCAMLR are applied to Community fishermen;\nWhereas, pursuant to Article 3 of Regulation (EEC) No 170/83, it is for the Council to establish the TAC per stock or group of stocks, the share available to the Community, and the specific conditions under which catches have to be taken;\nWhereas the fishing activities referred to in this Regulation are subject to the control measures provided for in Council Regulation (EEC) No 2241/87 of 23 July 1987 establishing certain control measures for fishing activities (3); whereas these control measures should therefore be adjusted to take account of the requirements of the catch reporting system adopted by the CCAMLR;\nWhereas the TAC adopted by the CCAMLR for Champsocephalus gunnari covers the entire 1987/88 fishing season; whereas the Member States should therefore also communicate to the Commission the catches taken by their vessels between 1 July 1987 and the date on which this Regulation enters into force;\nWhereas Regulation (EEC) No 2245/85 (4), as last amended by Regulation (EEC) No 2243/87 (5), should be amended accordingly,", "main_body": ["Regulation (EEC) No 2245/85 is hereby amended as follows:\n1. Article 2 is replaced by the following:\n'Article 2\nProhibition on fishing (*)\n1. All fishing shall be prohibited within 12 nautical miles of the coasts of South Georgia.\n2. Directed fishing for Notothenia rossii shall be prohibited:\n- in the Peninsular area (FAO Antarctic sub-area 48.1),\n- off the South Orkneys (FAO Antarctic sub-area 48.2),\n- off South Georgia (FAO Antarctic sub-area 48.3).\nIn these zones, by-catches of Notothenia rossii taken in the course of directed fishing for other species shall be kept at a level that permits optimum stock replenishment.\n3. Directed fishing for Champsocephalus gunnari off South Georgia (FAO Antarctic sub-area 48.3) shall be prohibited from 1 April to 1 October 1988. During this protected period, fishing for Champsocephalus gunnari, Notothenia rossii, Notothenia gibberifrons, Chaenocephalus aceratus and Pseudochaenichthys georgianus shall be prohibited in FAO Antarctic sub-area 48.3, except for scientific research purposes.\n(*) The FAO zones mentioned in this Regulation are defined in Commission communication 85/C 335/02 (OJ No C 335, 24. 12. 1985, p. 2).'\n2. The following Articles are inserted:\n'Article 2a\nCatch limitations (*)\n1. Catches of Champsocephalus gunnari taken in FAO Antarctic sub-area 48.3 in the period 1 July 1987 to 30 June 1988 shall be limited to a TAC of 35 000 tonnes.\n2. The date on which the catches taken by Community vessels or the other vessels concerned are deemed to have exhausted the TAC specified in paragraph 1 shall be fixed by the Commission pursuant to Article 11 (3) of Regulation (EEC) No 2241/87 as soon as the required information is received from the CCAMLR.\n3. With effect from the date fixed pursuant to paragraph 2, fishing for Champsocephalus gunnari, Notothenia rossii, Notothenia gibberifrons, Chaenocephalus aceratus and Pseudochaenichthys georgianus shall be prohibited in FAO Antarctic sub-area 48.3, except for scientific research purposes, and Community vessels shall cease to retain on board, tranship or land any catches of these species taken in this sub-area after that date.", "b\nCatch reports (*)\n1. Catches of Champsocephalus gunnari in FAO Antarctic sub-area 48.3 shall be the subject of reports in accordance with this Article, without prejudice to the application of Articles 5 to 9 of Regulation (EEC) No 2241/87.\n2. Total catches, broken down by vessel, which were made by Community vessels in the period between 1 July 1987 and the end of the first month following the month in which this Regulation enters into force shall, within 10 days of the end of that period, be notified to the Commission by the Member States in which the vessels concerned are registered or whose flag they fly.\n3. For the purposes of reporting the catches taken after the period referred to in paragraph 2, each calendar month shall be divided into three reporting periods designated by the letters A, B and C and running from day 1 to day 10, day 11 to day 20, and day 21 to the last day of the month, respectively.\nAt the latest within three working days of each reporting period, each Member State shall notify the Commission of the total catches, broken down by vessel, that the vessels flying its flag or registered in its territory have made in the preceding reporting period, specifying the month and reporting period concerned.\n4. On the basis of the information received pursuant to paragraphs 2 and 3, the Commission shall, at the end of each reporting period, inform the CCAMLR of the total catches made by Community vessels in the preceding reporting period.\n(*) The FAO zones mentioned in this Regulation are defined in Commission communication 85/C 335/02 (OJ No C 335, 24. 12. 1985, p. 2).'", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 23 June 1988.\nFor the Council\nThe President\nW. von GELDERN\n(1) OJ No L 24, 27. 1. 1983, p. 1.\n(2) OJ No L 252, 5. 9. 1981, p. 26.\n(3) OJ No L 207, 29. 7. 1987, p. 1.\n(4) OJ No L 210, 7. 8. 1985, p. 2.\n(5) OJ No L 207, 29. 7. 1987, p. 12."}