{"celex_id": "31985R1900", "uri": "http://publications.europa.eu/resource/cellar/4eeb519b-5c58-45f5-a533-038b0c568973", "type": "Regulation", "concepts": ["1309", "491", "946"], "title": "Council Regulation (EEC) No 1900/85 of 8 July 1985 introducing Community export and import declaration forms\n", "header": "COUNCIL  REGULATION (EEC) No 1900/85\nof 8 July 1985\nintroducing Community export and import declaration forms\nTHE COUNCIL OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 235 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas Regulation (EEC) No 2102/77 (4) introduced a Community export declaration form which could be used for dispatch of goods from one Member State to another as well as for export of goods outside the customs territory of the Community;\nWhereas, as part of the strengthening of the internal market, Council Regulation (EEC) No 678/85 of 18 February 1985 simplifying formalities in trade in goods within the Community (5) substituted in respect of the trade in question a single document for the present declarations for dispatch, internal Community transit and entry of goods for home use or their entry under any other procedure in the Member State of destination;\nWhereas it is necessary, in order to facilitate the task of economic operators, to extend to all types of trade the efforts to rationalize administrative documentation, which have culminated in the introduction of the single document;\nWhereas, in order to be complete, such a reform must also apply to forms for both exports and imports; whereas the single document form should be supplemented as necessary by items of information to be determined by the Member States pending their harmonization Community-wide;\nWhereas such uniformity in documentation is also desirable when using computerized declaration processing systems which print the declaration, because the printers attached to the computers need to be fed with continuous stationery; whereas standardization of the documents thus allows different types of declaration to be combined, notably for export and Community transit;\nWhereas Regulation (EEC) No 2102/77 should accordingly be amended; whereas, for the sake of clarity, it appears preferable to include the provisions concerned in a new Regulation and formally to repeal the said Regulation;\nWhereas such simplification is necessary in order to attain one of the objectives of the Community; whereas the Treaty has not provided the specific powers necessary for this purpose and this Regulation should therefore be based on Article 235 thereof,", "main_body": ["Without prejudice to provisions on customs transit, this Regulation shall apply to goods which, in trade with third countries or intra-Community trade in goods not complying with the conditions laid down in Article 9 (2) of the Treaty, are the subject of a written import or export declaration, hereinafter referred to as 'declaration'.", "1. Declarations for:\n- permanent or temporary export or re-export of goods outside the customs territory of the Community,\n- dispatch from one Member State to another of goods not complying with the conditions laid down in Article 9 (2) of the Treaty,\nshall be made out on a form EX corresponding to the specimen form COM drawn up in accordance with Council Regulation (EEC) No 679/85 of 18 February 1985 introducing a specimen declaration form to be used in trade on goods within the Community (6).\n2. The form EX referred to in paragraph 1 may be supplemented, as necessary, by one or more supplementary forms EX/c corresponding to the specimen supplementary form COM/c drawn up in accordance with Regulation (EEC) No 679/85.", "1. Declarations for:\n- placing goods imported into the customs territory of the Community under any customs procedure,\n- placing goods not complying with the conditions laid down in Article 9 (2) of the Treaty in trade between two Member States under a customs procedure at destination,\nshall be made out on a form IM corresponding to the specimen form COM drawn up in accordance with Regulation (EEC) No 679/85.\n2. The form IM referred to in paragraph 1 may be supplemented, as necessary, by one or more supplementary forms IM/c corresponding to the specimen supplementary form COM/c drawn up in accordance with Regulation (EEC) No 679/85.", "When forms EX, EX/c, IM and IM/c are used, Member States may use the boxes which, on forms COM and COM/c, have no number or are not designated by a letter to require items of information other than those provided for under Regulation (EEC) No 679/85.", "Each Member State shall determine the number of copies of which forms EX, EX/c, IM and IM/c shall consist, the colour and weight of the paper to be used, and the description and number of each copy.", "1. Nothing in this Regulation shall affect:\n(a) the application of Council Regulation (EEC) No 1736/75 of 24 June 1975 on the external trade statistics of the Community and statistics of trade between Member States (1);\n(b) the use of special import or export declaration forms applicable by virtue of international agreements;\n(c) the use of special import or export declaration forms laid down under simplified procedures, and in particular forms containing the particulars of the declaration in general, periodic or recapitulative form;\n(d) the adaptation, as necessary and in accordance with the procedure referred to in Article 17 of Regulation (EEC) No 678/85, of the specimen form to the technical constraints inherent in the computerized processing of declarations;\n(e) the use of special forms to facilitate declarations in particular cases.\n2. Member States may refrain from applying this Regulation in regard to agreements or arrangements concluded or to be concluded between two or more of them which are designed to simplify formalities in trade between them.", "1. Regulation (EEC) No 2102/77 is hereby repealed.\n2. In all Community acts in which reference is made to Regulation (EEC) No 2102/77, the reference shall be construed as a reference to this Regulation.", "Each Member State shall inform the Commission of the measures it takes to apply this Regulation.\nThe Commission shall communicate this information to the other Member States.", "This Regulation shall enter into force on 1 January 1988.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 8 July 1985.\nFor the Council\nThe President\nJ. SANTER\n(1) OJ No C 203, 6. 8. 1982, p. 5.\n(2) OJ No C 42, 14. 2. 1983, p. 67.\n(3) OJ No C 90, 5. 4. 1983, p. 16.\n(4) OJ No L 246, 27. 9. 1977, p. 1.\n(5) OJ No L 79, 21. 3. 1985, p. 1.\n(6) OJ No L 79, 21. 3. 1985, p. 7.\n(1) OJ No L 183, 14. 7. 1975, p. 3."}