{"celex_id": "31986D0400", "uri": "http://publications.europa.eu/resource/cellar/ba36bfd2-15c5-4899-ab06-7c6fe6c1bc95", "type": "Decision", "concepts": ["1417", "2300", "2488", "4347"], "title": "86/400/ECSC: Commission Decision of 10 July 1986 authorizing the Member States to institute intra-Community surveillance of the importation for home use of certain iron and steel products originating in certain third countries, covered by the Treaty establishing the European Coal and Steel Community and in free circulation in the Community\n", "header": "COMMISSION  DECISION\nof 10 July 1986\nauthorizing the Member States to institute intra-Community surveillance of the importation for home use of certain iron and steel products originating in certain third countries, covered by the Treaty establishing the European Coal and Steel Community and in free circulation in the Community\n(86/400/ECSC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Coal and Steel Community, and in particular the third paragraph of Article 71 thereof,\nHaving regard to the requests made by the Member States,\nWhereas under the provisions of the ECSC Treaty the principle of freedom of movement necessarily applies to products originating in third countries which are in free circulation in the Community;\nWhereas these provisions preclude, in the case of intra-Community trade, any requirement, even of a purely formal nature, to submit import licences or any similar procedure;\nWhereas the Commission, in response to the crisis in the iron and steel sector, has adopted measures with both internal and external effects; whereas, in this context, measures have been adopted in respect of imports of certain products originating in certain third countries with a view to ensuring adherence to traditional trade flows between the Community and those countries, including at regional level;\nWhereas the combined effect of these measures is not, however, such as to eliminate the risk of deflections of trade in the case of the products in question;\nWhereas under these circumstances it is important to ensure that full information is available on prospective imports of products originating in third countries in free circulation in certain Member States and the terms under which the products concerned are imported; whereas the Member States should accordingly be authorized to institute prior surveillance of these imports by making them subject to the issue of an import document;\nWhereas this import document must be issued automatically, within a fixed time limit and for all the quantities applied for;\nWhereas application of these surveillance measures must be of strictly limited duration;\nWhereas, so that checking the origin of imports does not act as a barrier to intra-Community trade, the Member States should as a general rule be obliged, as part of the formalities for the importation of a product from another Member State, confine themselves to asking the importer for a simple declaration on to the origin of the product, on the basis of what he may reasonably be expected to know of it;\nWhereas it is important that the Member States should keep the Commission regularly informed of the results of the surveillance,", "main_body": ["1. The Member States mentioned in the Annex are hereby authorized, each to the extent to which it is concerned, to make imports for home use (hereinafter referred to as 'imports') of the iron and steel products covered by the Treaty listed in the Annex, originating in the third countries mentioned in the Annex and in free circulation in the other Member States, subject to presentation to the relevant authorities of an import document.\n2. The import document shall be issued or countersigned by the Member States, without charge and for all the quantities applied for, upon receipt of the relevant application and at the very latest within ten working days of the date on which the application was lodged.\n3. The period of validity of the import document shall be three months.\n4. Import documents which have been completely used up shall be returned immediately to the department which issued them. Unused or partly used documents shall be returned to the department which issued them within five working days following expiry of their period of validity.", "1. The importer's application shall provide the following particulars:\n(a) the country of origin and the Member State from which the goods are being imported;\n(b) a description of the goods and the relevant NIMEXE code;\n(c) the quantity of goods in tonnes;\n(d) the name, address, telephone number and telex number of the applicant;\n(e) documentary evidence of release for free circulation; failing such evidence, the import document's validity shall be limited to one month from the date of its issue;\n(f) the characteristics of any seconds or substandard products;\n(g) the reference data of any previous application for an import document in respect of the same products.\nThe Member States may not request any additional particulars.\n2. The importer must attest to the accuracy of his application and submit as supporting evidence two duplicate copies either of the related sales contract or contracts or of the seller's confirmation of the order or orders.", "1. As part of the formalities for the importation of products of a kind covered by intra-Community surveillance measures, the relevant authorities of the importing Member State may request the importer to indicate the origin of the goods on the customs declaration or on the application for an import document.\n2. Supporting documentation may not be requested except in cases where serious, justified doubts exist rendering such documentation indispensable in order to establish the true origin of the goods in question. Nevertheless, the request for such documentation may not, of itself, constitute an impediment to the importation of the goods.", "1. The Member States shall notify the Commission during the first ten days of each month of:\n(a) the tonnages in respect of which import documents were issued during the preceding month;\n(b) the tonnages in respect of which import documents expired during the preceding month without having been used totally or partially by the importers;\n(c) the tonnages in respect of which import documents issued previously were totally or partially renewed during the preceding month.\n2. The Member States' notifications shall include:\n(a) a breakdown by product, itemized by NIMEXE code;\n(b) a breakdown by Member State of consignment and by country of origin.", "This Decision is addressed to the Member States.\nIt shall apply until 31 December 1986."], "attachments": "Done at Brussels, 10 July 1986.\nFor the Commission\nWilly DE CLERCQ\nMember of the Commission\nANNEX\nLIST OF IMPORTED PRODUCTS FOR WHICH AN IMPORT DOCUMENT MUST BE ISSUED\n1.2.3 //  //  //  // NIMEXE code  // Member States  // Third countries of origin  //  //  //  //  //  //  // 73.01-23 73.01-35 73.08-03 73.08-05 73.08-07 73.08-21 73.08-25 73.08-29 73.08-41  // GERMANY   // Bulgaria Czechoslovakia Democratic People's Republic of Korea Hungary Poland Romania USSR  // 73.08-45   //   //   // 73.08-49   //   //   // 73.10-12  //   //   // 73.10-14   //   //   // 73.10-15   //   //  // 73.10-17   //   //   // 73.11-16   //   //   // 73.11-19  //   //   // 73.12-19   //   //   // 73.13-17   //   //  // 73.13-19   //   //   // 73.13-21   //   //   // 73.13-23  //   //   // 73.13-43   //   //   // 73.13-45   //   //  // 73.13-47   //   //   // 73.01-10-49 73.02-01 73.02-09 73.08-01-49 73.10-11 73.10-12-17 73.11-11-19 73.11-41 73.11-50  // BENELUX   // Bulgaria Czechoslovakia German Democratic Republic Hungary Poland Romania USSR   // 73.12-11   //   //  // 73.12-19   //   //   // 73.12-21   //   //   // 73.12-51  //   //   // 73.12-71   //   //   // ex 73.13-11   //   //  // (other than grain-oriented)   //   //   // 73.13-16   //  //   // 73.13-17-36   //   //   // 73.13-43-49   //   //  // 73.13-64   //   //   // 73.13-65   //   //   // 73.13-67  //   //   // 73.13-68   //   //   // 73.13-72   //   //  // 73.13-92   //   //   // 73.62-10   //   //   // 73.63-21  //   //   // 73.63-29   //   //   // 73.64-20   //   //  // 73.65-55   //   //   // 73.65-81   //   //   // 73.72-11  //   //   // 73.72-13   //   //   // 73.72-19   //   //  // 73.73-23-39   //   //   // 73.74-21   //   //   // 73.74-23   //   //  //  //  //  // NIMEXE code  // Member States  // Third countries of origin  //  //  //  //  // 73.74-29   //   //  // 73.75-11   //   //   // 73.75-19   //   //   // 73.75-23-49   //   //   // 73.75-63   //   //   // 73.75-64   //   //  // 73.75-69   //   //   // 73.75-83   //   //   // 73.75-84  //   //   // 73.75-89   //   //   // Same products as for BENELUX plus: 73.13-41 73.65-21 73.65-23 73.65-25 73.65-53 73.73-72 73.75-53 73.75-54 73.75-59   // ITALY   // Bulgaria Czechoslovakia Democratic People's Republic of Korea German Democratic Republic Hungary Poland Romania USSR   // All ECSC products falling under headings 73.07 to 73.16 inclusive  // UNITED KINGDOM   // Bulgaria Czechoslovakia Democratic People's Republic of Korea German Democratic Republic Hungary Poland Romania USSR   // 73.01-10 73.01-21 73.01-23 73.01-25 73.01-27 73.01-31 73.01-35 73.01-41 73.01-49  // DENMARK  // Bulgaria Czechoslovakia German Democratic Republic Hungary Poland Romania USSR   // 73.02-01 73.02-09 73.06-10 73.06-20 73.06-30 73.07-12 73.07-21 73.07-24 73.08-01 73.08-03 73.08-05 73.08-07  // IRELAND SPAIN PORTUGAL   // Bulgaria Czechoslovakia Democratic People's Republic of Korea German Democratic Republic Hungary Poland Romania USSR   // 73.08-21 73.08-25 73.08-29 73.08-41 73.08-45 73.08-49 73.09-00 73.10-11 73.10-12 73.10-14 73.10-15 73.10-17 73.10-18 73.10-42 73.11-11 73.11-12  // FRANCE   // Bulgaria Czechoslovakia German Democratic Republic Hungary Poland Romania USSR Japan Republic of Korea Argentina Brazil Mexico Venezuela Yugoslavia  //  //  //  // NIMEXE code  // Member States  // Third countries of origin  //  //  //  //  // 73.11-14   //   //  // 73.11-16   //   //   // 73.11-19   //   //   // 73.11-41  //   //   // 73.11-50   //   //   // 73.12-11   //   //  // 73.12-19   //   //   // 73.12-21   //   //   // 73.12-51  //   //   // 73.12-71   //   //   // 73.13-11   //   //  // 73.13-16   //   //   // 73.13-17   //   //   // 73.13-19  //   //   // 73.13-21   //   //   // 73.13-23   //   //  // 73.13-26   //   //   // 73.13-32   //   //   // 73.13-34  //   //   // 73.13-36   //   //   // 73.13-41   //   //  // 73.13-43   //   //   // 73.13-45   //   //   // 73.13-47  //   //   // 73.13-49   //   //   // 73.13-50   //   //  // 73.13-64   //   //   // 73.13-65   //   //   // 73.13-67  //   //   // 73.13-68   //   //   // 73.13-72   //   //  // 73.13-74   //   //   // 73.13-76   //   //   // 73.13-78  //   //   // 73.13-79   //   //   // 73.13-82   //   //  // 73.13-84   //   //   // 73.13-86   //   //   // 73.13-87  //   //   // 73.13-88   //   //   // 73.13-89   //   //  // 73.13-92   //   //   // 73.61-20   //   //   // 73.62-10  //   //   // 73.62-30   //   //   // 73.63-29   //   //  // 73.63-72   //   //   // 73.64-20   //   //   // 73.64-72  //   //   // 73.65-21   //   //   // 73.65-23   //   //  // 73.65-25   //   //   // 73.65-53   //   //   // 73.65-55  //   //   // 73.65-70   //   //   // 73.65-81   //   //  // 73.71-21   //   //   // 73.71-23   //   //   // 73.71-24  //   //   // 73.71-29   //   //   // 73.71-51   //   //  // 73.71-52   //   //   // 73.72-11   //   //   // 73.72-13  //   //   // 73.72-19   //   //   // 73.72-33   //   //  // 73.72-39   //   //   // 73.73-23   //   //  //  //  //  // NIMEXE code  // Member States  // Third countries of origin  //  //  //  //  // 73.73-25   //   //  // 73.73-26   //   //   // 73.73-29   //   //   // 73.73-33  //   //   // 73.73-35   //   //   // 73.73-36   //   //  // 73.73-39   //   //   // 73.73-72   //   //   // 73.74-21  //   //   // 73.74-23   //   //   // 73.74-29   //   //  // 73.74-72   //   //   // 73.75-11   //   //   // 73.75-19  //   //   // 73.75-23   //   //   // 73.75-33   //   //  // 73.75-43   //   //   // 73.75-53   //   //   // 73.75-54  //   //   // 73.75-59   //   //   // 73.75-63   //   //  // 73.75-73   //   //   // 73.75-79   //   //   // 73.75-83  //   //   // 73.75-84   //   //   // 73.75-89   //   //   //  //   //"}