{"celex_id": "31989R1615", "uri": "http://publications.europa.eu/resource/cellar/83c99adb-cfb1-46bb-9952-2ff5b06ea3a0", "type": "Regulation", "concepts": ["1386", "2505", "3424", "4359", "4488"], "title": "Council Regulation (EEC) No 1615/89 of 29 May 1989 establishing a European Forestry Information and Communication System (Efics)\n", "header": "COUNCIL REGULATION (EEC) No 1615/89 of 29 May 1989 establishing a European Forestry Information and Communication System (Efics)", "recitals": "Having regard to the Treaty establishing the European Economic Community, and in particular Article 213 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas the implementation and monitoring of Regulations (EEC) No 1609/89, (EEC) No 1610/89, (EEC) No 1611/89 and (EEC) No 1612/89, of Decision 89/367/EEC and of Regulations (EEC) No 1613/89 and (EEC) No 1614/89 (4) on measures relating to the forestry  sector call for detailed, consistent and comparable information on the situation of and developments in that sector in the Community;\nWhereas the forestry data available at Community level is incomplete and covers only part of the information necessary for taking consistent forestry measures; whereas, however, a considerable amount of information already exists in many Member States  and this should be collected and made comparable; whereas to that end there should be an appropriate system for the collection, processing, analysis and dissemination of the information;\nWhereas such data must cover not only the present situation of woodlands and their structure and the production and consumption of wood but also developments in the afforestation of agricultural land, the forestry situation in the various regions of the  Community and a description of the exploitation, processing and marketing of forestry products;\nWhereas it is necessary to grant assistance to certain Member States or regions to help them to compile data or improve the availability of comparable data which can be used at Community level;\nWhereas the setting-up of this system require close cooperation between the Commission and the Member\nStates, and in particular assistance from the relevant bodies within the Member States, in order to facilitate access to the data;\nWhereas in addition to meeting the Community's requirements the system should facilitate the implementation of decisions taken at national and regional level concerning the forestry sector and thereby improve knowledge of that\nsector at all levels;\nWhereas the system must be set up taking account of existing information systems at Community level in order to ensure complementarity and achieve consistency and comparability in data collected in the Member States.", "main_body": ["In order to collect comparable and objective information on the structure and operation of the forestry sector in the Community, and thus facilitate implementation and monitoring of the Community forestry provisions in force, in particular the  measures which are the subject of Regulations (EEC) No 1609/89, (EEC) No 1610/89, (EEC) No 1611/89, and (EEC) No 1612/89, of Decision 89/367/EEC and Regulations (EEC) No 1613/89 and (EEC) No 1614/89 a European Forestry Information and Communication  System (Efics), hereinafter called 'the System', is hereby set up, the objective of which is to collect, coordinate, standardize and process data concerning the forestry sector and its development.", "The System shall take account of existing data, and in particular statistics compiled by the Statistical Office of the European Communities, and shall make use of information available in the Member States, in particular data contained in  national forestry inventories, and of any database\naccessible at Community and international level.\nThe data collected shall be published subject to its conformity with the rules of the Commission and the Member States governing information disclosure, specifically with regard to the confidentiality of statistics.", "The Commissionshall set up the System in close\ncooperation with the Member States during an initial\nfour-year stage starting on 1 January 1989 and ending on 31 December 1992. In this connection it shall adopt detailed rules for implementing this Regulation after consulting the Standing Forestry Committee set up by Decision 89/367/EEC.\nThe Commission shall, where appropriate, support measures taken by the Member States to meet the specific requirements for setting up the System.", "The total estimated cost of establishing and operating the System during the development period (1989 to 1992) is ECU 3 900 000.", "The Commission shall report to the Council, before 1 January 1993, on the implementation of the System and the initial results obtained. In the light of that report it shall, where necessary, make proposals to the Council on the organization  and operation of the System for the period 1993 to 1998.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 29 May 1989.\nFor the Council\nThe President\nC. ROMERO HERRERA\n(1) OJ No C 312, 7. 12. 1988, p. 14.\n(2) Opinion delivered on 26 May 1989 (not yet published in the Official Journal).\n(3) OJ No C 139, 5. 6. 1989, p. 15.\n(4) See pages 1, 3, 5, 6, 14, 8 and 10 respectively, of this Official Journal."}