{"celex_id": "31988R0994", "uri": "http://publications.europa.eu/resource/cellar/327397fb-211e-4e92-b13f-9a25a889262f", "type": "Regulation", "concepts": ["1637", "2635", "2681", "2962", "4402"], "title": "Commission Regulation (EEC) No 994/88 of 15 April 1988 on the application of the countervailing charge pursuant to Regulation (EEC) No 2742/82 on protective measures applicable to imports of dried grapes\n", "header": "COMMISSION  REGULATION (EEC) No 994/88\nof 15 April 1988\non the application of the countervailing charge pursuant to Regulation (EEC) No 2742/82 on protective measures applicable to imports of dried grapes\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 426/86 of 24 February 1986 on the common organization of the market in products processed from fruit and vegetables (1), as last amended by Regulation (EEC) No 3909/87 (2), and in particular Article 18 thereof,\nWhereas, in Case 77/86 (Dried grapes - proctective measures), the Court of Justice declared Commission Regulation (EEC) No 2742/82 (3) as subsequently amended, invalid insofar as it introduced a countervailing charge at a fixed rate equal to the difference between the minimum Community import price and the lowest price on the world market; whereas, with a view to ensuring that the abovementioned Judgement is applied properly, attention should be drawn to certain rules applicable to the reimbursement to the operators concerned of the countervailing charge paid, which may in certain cases turn out to be higher than that legally due pursuant to the jugdment of the Court; whereas it should in particular be stated that incorrect amounts must be reimbursed in accordance with Council Regulation (EEC) No 1430/79 of 2 July 1979 on the repayment or remission of import or export duties (4), as last amended by Regulation (EEC) No 3069/86 (5), in particular as regards the conditions for the submission of applications laid down in Article 2 thereof,", "main_body": ["1. For the release for free circulation in the Community of dried grapes other than currants falling within subheadings 0804 BI and BII of the Common Customs Tariff in the period from 28 October 1982 to 31 August 1985 on which the countervailing charge fixed by Regulation (EEC) No 2742/82 was paid, the agencies designated by the Member States shall, in compliance with the provisions of Regulation (EEC) No 1430/79, reimburse to operators, on application by the latter, the difference between:\n(a) the countervailing charge levied pursuant to Regulation (EEC) No 2742/82 and, where appropriate, subsequent amendments, and\n(b) the amount resulting from the difference between the minimum price applicable as fixed in Article 2 (1) of the abovementioned Regulation and the import price on release for free circulation.\n2. To determine the amount of the reimbursement, the agencies designated by the Member States shall take account of the minimum price and the coefficients fixed in Article 2 (1) and (3) of Regulation (EEC) No 2742/82 as subsequently amended, and the representative rate applicable on release for free circulation.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 15 April 1988.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 49, 27. 2. 1986, p. 1.\n(2) OJ No L 370, 30. 12. 1987, p. 20.\n(3) OJ No L 290, 14. 10. 1982, p. 28.\n(4) OJ No L 175, 12. 7. 1979, p. 1.\n(5) OJ No L 286, 9. 10. 1986, p. 1."}