{"celex_id": "31987R0246", "uri": "http://publications.europa.eu/resource/cellar/5ce528f8-8b87-43e4-ade0-ae0f4f962afb", "type": "Regulation", "concepts": ["1565", "2763", "807", "862"], "title": "Commission Regulation (EEC) No 246/87 of 27 January 1987 on emergency measures for the free distribution of milk and certain milk products to the most deprived persons\n", "header": "COMMISSION  REGULATION (EEC) No 246/87\nof 27 January 1987\non emergency measures for the free distribution of milk and certain milk products to the most deprived persons\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 804/68 of 27 June 1968 on the common organization of the market in milk and milk products (1), as last amended by Regulation (EEC) No 231/87 (2), and in particular Article 26 (4) thereof,\nWhereas Council Regulation (EEC) No 1842/83 of 30 June 1983 laying down general rules for the supply of milk and certain milk products to school children (3) has been amended by Regulation (EEC) No 232/87 (4) in order to permit free distribution of milk and of other milk products to the most deprived persons through the agency of charitable organizations; whereas rules of application should be adopted;\nWhereas the measures provided for in this Regulation are in accordance with the opnion of the Management Committee for Milk and Milk Products,", "main_body": ["1. Member States shall ensure that the products listest by category at point (1) of the Annex to this Regulation are made available, for free distribution to the most deprived persons, to charitable organizations recognized as such that are located in their territories.\nMember States may also make available to these organzations for the same purpose the products listed by category at point (2) of the said Annex.\n2. The products specified in paragraph 1 shall have been produced and purchased in the Community.", "Member States shall determine the procedures required for implementation of the provisions of Article 1, in particular:\n- procedures for reimbursement, of or the granting of advances to the charitable organizations,\n- the necessary control procedures.", "Member States shall notify the Commission every week of the quantities covered by application of this Regulation during the previous week.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply until 31 March 1987.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 27 January 1987.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 146, 28. 6. 1968, p. 13.\n(2) See page 3 of this Official Journal.\n(3) OJ No L 183, 7. 7. 1983, p. 1.\n(4) See page 4 of this Official Journal.\nANNEX\nProducts qualifying for Community aid referred to in Article 2 (1) of Regulation (EEC)  No 1842/83\n1. - Category I\nWhole milk, pasteurized or UHT treated.\n- Category II\nSemi-skimmed milk, pasteurized or UHT treated,\n2. - Category III\nFull milk yoghurt falling under Common Customs Tariff heading 04.01, buttermilk.\n- Category IV\nCheese.\n- Category V\nButter and concentrated butter."}