{"celex_id": "31981D0277", "uri": "http://publications.europa.eu/resource/cellar/67591df3-becb-469d-9579-4f70d1e3f0a6", "type": "Decision", "concepts": ["1085", "2412", "4081", "5451"], "title": "81/277/EEC: Commission Decision of 31 March 1981 authorizing the French Republic to restrict the marketing of seed of certain varieties of agricultural plant species (Only the French text is authentic)\n", "header": "COMMISSION DECISION of 31 March 1981 authorizing the French Republic to restrict the marketing of seed of certain varieties of agricultural plant species (Only the French text is authentic) (81/277/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 70/457/EEC of 29 September 1970 on the common catalogue of varieties of agricultural plant species (1), as last amended by Directive 80/1141/EEC (2), and in particular Article 15 (2) and (3) thereof,\nHaving regard to the application lodged by the French Republic,\nWhereas, under Article 15 (1) of the said Directive, seeds and propagating material of varieties of agricultural plant species which have been officially accepted during 1978 in one or more Member States and which also meet the conditions laid down in the said Directive are, with effect from 31. December 1980, no longer subject to any marketing restrictions relating to variety in the Community;\nWhereas, however, Article 15 (2) thereof provides that a Member State may be authorized upon application to prohibit the marketing of seed and propagating material of certain varieties;\nWhereas the French Republic has applied for such authorization for a certain number of varieties of different species;\nWhereas Commission Decisions 80/127/EEC of 28 December 1979 (3) and 80/1360/EEC of 30 December 1980 (4) extended the period provided for in the said Article 15 (1) for the majority of these varieties for the French Republic from 31 December 1980 to 31 March 1981;\nWhereas the Commission has meanwhile completed its examination of the French application in respect of these varieties;\nWhereas the varieties listed in Article 1 hereof have not been the subject of growing trials in the French Republic in view of the French application;\nWhereas it is well known that in reason of their form (rhythm of developments), the concerned varieties are not yet suitable for cultivation in the French Republic (Article 15 (3) (c) second case of the said Directive);\nWhereas, therefore, the application of the French Republic in respect of these varieties should be granted in full;\nWhereas other varieties are no longer included in the French application;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Seed and Propagating Material for Agriculture ; Horticulture and Forestry,", "main_body": ["The French Republic is hereby authorized to prohibit the marketing in its territory of seed of the following varieties listed in the 1981 common catalogue of varieties of agricultural plant species:\nFodder plants\nTrifolium pratense L.\nAled\nAstra\nBritta\nGollum\nGrasslands Pawera\nPalna\nTriton", "The authorization under Article 1 shall be withdrawn as soon as it is established that the conditions are no longer satisfied.", "The French Republic shall notify the Commission of the date from which it makes use of the authorization  (1) OJ No L 225, 12.10.1970, p. 1. (2) OJ No L 341, 16.12.1980, p. 27. (3) OJ No L 29, 6.2.1980, p. 33. (4) OJ No L 384, 31.12.1980, p. 44.  under Article 1 and the detailed methods to be followed. The Commission shall inform the other Member States thereof.", "This Decision is addressed to the French Republic."], "attachments": "Done at Brussels, 31 March 1981.\nFor the Commission\nPoul DALSAGER\nMember of the Commission"}