{"celex_id": "31989R1313", "uri": "http://publications.europa.eu/resource/cellar/cdb80ac4-1271-4df9-adc1-f6423b4cf9f1", "type": "Regulation", "concepts": ["1486", "1744", "2129", "863"], "title": "Commission Regulation (EEC) No 1313/89 of 12 May 1989 applying a special intervention measure for maize at the end of the 1988/89 marketing year\n", "header": "COMMISSION  REGULATION (EEC) No 1313/89\nof 12 May 1989\napplying a special intervention measure for maize at the end of the 1988/89 marketing year\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2727/75 of 29 October 1975 on the common organization of the market in cereals (1), as last amended by Regulation (EEC) No 166/89 (2), and in particular Article 8 (3) thereof,\nWhereas Council Regulation (EEC) No 1582/86 of 23 May 1986 on particular intervention measures for cereals (3) lays down the general rules applicable to such measures;\nWhereas the intervention period for maize ends on 31 May; whereas this time limit, in particular in view of the agreement with the United States on imports of maize and grain sorghum into Spain at a reduced levy, is likely to encourage operators to offer substantial quantities of maize for intervention at the end of May, although certain market outlets may still be found after that date; whereas this situation may be remedied by opening a possibility for the buying-in of that cereal in June 1989 for which the production is limited to certain regions of the Community;\nWhereas the conditions for the buying-in of cereals are laid down in Council Regulation (EEC) No 1581/86 of 23 May 1986 laying down general rules for intervention on the market in cereals (4), as amended by Regulation (EEC) No 195/89 (5), Commission Regulation (EEC) No 1569/77 of 11 July 1977 fixing the procedure and conditions for the taking over of cereals by intervention agencies (6), as last amended by Regulation (EEC) No 3495/88 (7), and Commission Regulation (EEC) No 1570/77 of 11 July 1977 on price increases and reductions applicable to intervention in cereals (8), as last amended by Regulation (EEC) No 2258/87 (9);\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["1. In accordance with Article 2 of Regulation (EEC) No 1582/86, the intervention agencies shall buy in quantities of maize offered to them between 1 and 30 June 1989.\n2. The price to be paid shall be the intervention price provided for in Article 7 (3) of Regulation (EEC) No 2727/75, as fixed for the 1988/89 marketing year, plus seven monthly increases, expressed in national currency using the representative rate applicable on 31 May 1989.\n3. The quantities offered must be delivered by 15 August 1989 at the latest.\n4. Subject to paragraph 2, buying-in shall be carried out in accordance with the provisions of Regulation (EEC) No 1581/86 and Regulations (EEC) No 1569/77 and (EEC) No 1570/77.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 12 May 1989.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 281, 1. 11. 1975, p. 1.\n(2) OJ No L 20, 25. 1. 1989, p. 16.\n(3) OJ No L 139, 24. 5. 1986, p. 38.\n(4) OJ No L 139, 24. 5. 1986, p. 36.\n(5) OJ No L 25, 28. 1. 1989, p. 22.\n(6) OJ No L 174, 14. 7. 1977, p. 15.\n(7) OJ No L 306, 11. 11. 1988, p. 26.\n(8) OJ No L 174, 14. 7. 1977, p. 18.\n(9) OJ No L 208, 30. 7. 1987, p. 11."}