{"celex_id": "31988R3874", "uri": "http://publications.europa.eu/resource/cellar/0743927e-50c0-4f97-b359-9326d23e14dd", "type": "Regulation", "concepts": ["2131", "2965", "3345", "413"], "title": "Council Regulation (EEC) No 3874/88 of 12 December 1988 amending Regulation (EEC) No 1654/86 introducing a common measure for replanting and converting olive groves damaged by frost in 1985 in certain regions of the Community\n", "header": "COUNCIL  REGULATION (EEC) No 3874/88\nof 12 December 1988\namending Regulation (EEC) No 1654/86 introducing a common measure for replanting and converting olive groves damaged by frost in 1985 in certain regions of the Community\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1654/86 of 26 May 1986 introducing a common measure for replanting and converting olive groves damaged by frost in 1985 in certain regions of the Community (1), and in particular Article 5 (6) thereof,\nHaving regard to the proposal from the Commission,\nWhereas, pursuant to Article 2 of Regulation (EEC) No 1654/86, some of the regions concerned have organized special programmes for the implementation of the common measure set up by the said Regulation;\nWhereas frost in the winter of 1985 destroyed much of the olive nurseries and whereas, accordingly, the effort to reconstitute the groves was severely delayed because of a serious shortage of young seedlings;\nWhereas the areas in which reconstitution takes the form of replanting are those that suffered most from frost;\nWhereas conversion work has been incomplete and whereas it should be pursued in view of the need to ensure types of production tailored more closely to the requirements of the common agricultural policy;\nWhereas, if the problems taken as a whole raised by the delays in implementing the common measure are to be solved and the objectives of Regulation (EEC) No 1654/86 are to be achieved, the common measure should be extended by one year as regards action to reconstitute the olive groves by replanting and olive grove conversion;\nWhereas the programmes approved by the Commission must remain in force during the extension period as regards those parts relating to the reconstitution of olive groves by replanting or conversion,", "main_body": ["Article 5 of Regulation (EEC) No 1654/86 is hereby amended as follows:\n1. The following subparagraph shall be added to paragraph 5:\n'However, as regards the application of the measures:\n- for reconstitution of olive groves by replanting which are eligible for the aids referred to in the first indent and the fifth indent of the first subparagraph of paragraph 1,\n- for conversion of olive groves which are eligible for the aids referred to in the first and second subparagraphs of paragraph 2\nthe common measure shall last three years from the date of approval of the first programme and shall come to an end, in any event, on 30 June 1989.'\n2. Paragraph 6 is hereby deleted.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 12 December 1988.\nFor the Council\nThe President\nY. POTTAKIS\n(1) OJ No L 145, 30. 5. 1986, p. 13."}