{"celex_id": "31985D0565", "uri": "http://publications.europa.eu/resource/cellar/947d7a45-75a0-4d59-be61-80fbbd0f6a2c", "type": "Decision", "concepts": ["5088", "75"], "title": "85/565/EEC: Commission Decision of 13 December 1985 relating to a proceeding under Article 85 of the EEC Treaty (IV/27.592 - Coffee Terminal Market Association of London Limited) (Only the English text is authentic)\n", "header": "COMMISSION DECISION\nof 13 December 1985\nrelating to a  proceeding under Article 85 of the EEC Treaty\n(IV/27.592   Coffee Terminal Market Association of  London Limited)\n(Only the English text is authentic)\n(85/565/EEC)\nTHE COMMISSION OF  THE EUROPEAN COMMUNITIES", "recitals": ",Having regard to the Treaty establishing the European Economic  Community,Having regard to Council Regulation N° 17 of 6 February 1962, first Regulation  implementing Articles 85 and 86 of the Treaty (1), as last amended by the Act of Accession of  Greece, and in particular Article 2 thereof,Having regard to the notification and application for  negative clearance submitted on 29 June 1973 and on\n20 May 1985 by the Coffee Terminal Market  Association\nof London concerning the Rules and Regulations of\nthe Association,Having regard to the  summary of the notification published (2) pursuant to Article 19 (3) of Regulation\nN° 17,After  consulting the Advisory Committee on Restrictive Practices and Dominant Positions,I. FACTSThe  Coffee Terminal Market Association of London (CTMAL) is one of many commodity markets established  in London. The commodity markets are self-regulatory organizations run by Committees of Management  selected by members from amongst themselves, aided by secretariats, and using powers given to them  by their members in market rule books. Although the markets are self-regulating, there is an  element of supervision by the Bank of England.The object of the CTMAL is to set up and to  administer a terminal market in London for coffee. A terminal market or a futures market provides  organized facilities for concluding contracts for the purchase and sale of a commodity to be  delivered at named future dates. Futures markets have been developed primarily to enable persons  involved in commodity trading to protect themselves from the risks of adverse price movements.The  CTMAL provides a market floor for trading and price-making, determines various technical questions  such as allowable delivery months and the standard contract terms\nand procures the provision of  clearing and settlement facilities. Trading is done on the floor of the market where dealers face  each other with bids and offers being made by the system known as 'open outcry'.The contract  currently traded on the Coffee Market is for\n5 tonnes, or a multiple of 5 tonnes, of Sound Robusta  CTMAL Standard (i.e. a quality defined in detail in Section 5 of the Rules of the CTMAL) and stored  in a warehouse nominated by the CTMAL.All contracts traded on the London Coffee Terminal Market  must be registered with International Commodities Clearing House Limited ('ICCH'), an independent  service company which provides clearing and settlement facilities for the CTMAL. ICCH has  substantial capital and reserves and is wholly owned by six clearing banks. The principal functions  of ICCH are to maintain and organize a 'daily clearing' of all trades and provide a guarantee for  due fulfilment of contracts, in accordance with the rules of the CTMAL, to clearing members in  whose names such contracts are registered.The number of Floor Members of the CTMAL, the only  category of members permitted to trade on the floor of the market, is limited to 35, although this  number may be increased by the Association in General Meeting. There are two other classes of  membership: Home Associate Members and Overseas Associate Members. Their number is unlimited.  Associate Members do not have the right to attend or vote at general meetings of the  CTMAL.Applicants for membership may be of any nationality but must satisfy certain minimum capital  requirements laid down from time to time by the Committee of Management. They must furthermore be  carrying on business in the coffee trade and must have done so prior to membership for a period of  time also to be laid down from time to time by the Committee. Applicants for floor membership must  trade from an office in London established for that purpose. A detailed statement of the criteria  for membership in force at any time may be obtained from the Association upon application.  Membership may be transferred to another firm or company provided that other also meets the  criteria for membership.All Floor Members must be members ('clearing members') of the ICCH and must  register their contracts with the ICCH which in return for its fee guarantees the performance of  the contracts.\nAn appeal procedure applies if the Committee of Management refuses an application for membership,  refuses to grant permission for a transfer of a member's membership or refuses a change in the  control or nature of the member's firm or company. The procedure also applies if a member is  expelled or suspended and the member is dissatisfied with the Committee's decision. The candidate  or member can ask the Committee to reconsider its decision, making such representations and  supplying such information as it considers relevant.Business concluded on the floor of the market  between Floor Members may be transacted free of commission. Commission must be charged on all other  transactions between members or between members and non-members but rates of commission are freely  negotiable. The exemption from the obligation for Floor Members to charge 'a' commission is  explained by their ownership of the Markets. This causes a variety of extra costs that the other  categories of members do not bear because they have no ownership in the Market. Provision is made  for an additional commission (equal to the original commission charged on the sale) where coffee is  tendered in fulfilment of a contract by a deliverer who is not a clearing member of ICCH in whose  name the contract is registered). This extra commission is paid to the clearing member in whose  name the contract is registered with ICCH. In the case of contracts open and closed on the same  day, no commission is charged on the closing transaction.For administrative purposes and on behalf  of its members, ICCH may collect a sum on account of any commission payable on any contract  registrable with it. For this purpose, ICCH may, from time to time, notify its members of the rates  of commission to be applied by ICCH to contracts which are registrable with it.The international  futures markets in London are the principal markets used in international commodity merchandising  and they contribute to the stability and smooth operation of world trade and to world pricing  mechanisms. They are also very large. As for coffee, the figures below show the relative size of  the CTMAL, compared with its two most important competitors, i.e. the futures markets for coffee in  Paris and New York.Annual volumes of trade (lots traded)\n1979 1984 (1)\nYear\nLondon\nNew  York\nParis\n1979\n1980\n1981\n1982\n1983\n1984\n1 368 052\n1 104 739\n902 531\n976 373\n836 789\n948  117\n449 799\n906 944\n515 302\n556 435\n427 441\n499 133\n30 569\n13 116\n38 130\n34 566\n9 713\n12 266\n(¹)  One lot in London is currently 5 tonnes;\none lot in New York is currently 37 500 lb = 17 tonnes;\none lot in Paris is currently 10 tonnes.\nII. LEGAL ASSESSMENT1.The notified Rules and Regulations of the CTMAL are to be  considered as agreements within the meaning of Article 85 of the EEC Treaty.2.The Rules and  Regulations as originally notified specified the minimum net rates of commission which could be  charged by a member. The Committee had powers to suspend or expel offending members. The minimum  commission rates varied according to who was paying and who was receiving the commission and  whether or not the contract was registered in the client's own name (as opposed to non-clearing  clients). The rates were cheaper if the contract was registered in the client's own name with ICCH,  and where a Home Associate Member or Overseas Associate was the payer rather than a non-member. The  rates were still lower if a Floor Member was the payer.\nFloor Members have the right to deal free of commission but when dealing for House Associate or  Overseas Associate Members or for non-members, they had in the past to charge the minimum rates of  commission specified. A Floor Member unable at any time to operate on the floor himself, had to  place any business he wished to transact through another Floor Member and pay the appropriate  minimum rate of Commission laid down in the Regulations. Home Associate and Overseas Associate  Members could only deal with each other at or above the stipulated minimum rate of commission. The  Commission considered the above described system of specified minimum commission rates as a form of  price-fixing that violates Article 85 (1) of the EEC Treaty. The CTMAL was requested to abandon the  system of fixed minimum rates. The system has now been abolished as such. References to the system  in the Rules and Regulations have been deleted. The rules now provide that business concluded on  the floor of the market between Floor Members may be transacted free of commission. Commission must  be charged on all other transactions between members or between members and non-members. The  Commission believes that this obligation is not appreciably restrictive of competition because it  only entails the obligation to charge 'a' commission without any reference to the rate. It follows  that complete freedom exists to negotiate the actual commission rates.3.Furthermore, as a result of  the representations by the Commission, other amendments were also made to the rules concerning  membership so that it is now made clear on the face of the Articles that membership is open and the  criteria by which applications for membership are judged are objective (see Facts, seventh  paragraph, above). The Committee of Management is now required to give reasons when it takes  decisions affecting the members' rights of membership. To protect the rights of actual or\npotential  members an appeal procedure has been introduced. As an ultimate resort an appellant would have  recourse to the ordinary courts under English law.\n4.The publication in the Official Journal of the European Communities pursuant to Article 19 (3) of  Regulation N° 17 did not bring in any representations.5.The notified Articles of Association and  Rules and Regulations, in their amended form, no longer contain any clauses which constitute  appreciable restrictions on competition within the common market. Therefore, the Commission, on the  basis of the facts in its possession, has no grounds for action under Article 85 (1), Consequently,  the Commission is able to issue a negative clearance pursuant to\nArticle 2 of Regulation 17.", "main_body": ["On the basis of the facts in its possession the  Commission has no grounds for action under Article 85 (1) of the EEC Treaty in respect of the Rules  and Regulations of the Coffee Terminal Association of London as last notified on 20 May  1985.", "This Decision is addressed to The Coffee Terminal Market Association of London  Limited whose registered office is at Cereal House, 58 Mark Lane, London EC3, United  Kingdom."], "attachments": "Done at Brussels, 13 December 1985.For the Commission\nPeter  SUTHERLAND\nMember of the Commission\n(1) OJ N° 13, 21. 2. 1962, p. 204/62.\n(2) OJ N° C 204, 13. 8. 1985, p. 8."}