{"celex_id": "31986D0614", "uri": "http://publications.europa.eu/resource/cellar/29a21396-0fd1-4836-8d05-436694da82a6", "type": "Decision", "concepts": ["1182", "1309", "408"], "title": "86/614/EEC: Commission Decision of 16 December 1986 amending Commission Decision 85/594/EEC authorizing Greece to take certain safeguard measures under Article 108 (3) of the EEC Treaty (Only the Greek text is authentic)\n", "header": "COMMISSION  DECISION\nof 16 December 1986\namending Commission Decision 85/594/EEC authorizing Greece to take certain safeguard measures under Article 108 (3) of the EEC Treaty\n(Only the Greek text is authentic)\n(86/614/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 108 (3) thereof,\nWhereas the Greek economy has experienced a marked deterioration of its balance of payments on current account, particularly since the beginning of 1985;\nWhereas the various measures taken by the Greek Government as part of their economic stabilization programme have begun to have the effects forecast, but this programme is not yet complete nor has it yet fully achieved its objectives;\nWhereas on 30 October 1985 the Commission, having examined the Greek economic situation in the light of Article 108 (1) of the Treaty and the measures already taken by Greece in accordance with Article 104 of the Treaty, addressed a recommendation to the Member State in question pursuant to Article 108 (1) of the Treaty;\nWhereas, given the extent of these difficulties in Greece and the urgency with which measures required to be taken to remedy the situation, neither the measures recommended to Greece under Article 108 (1) nor the Commission support granted appeared adequate, as they were not fully effective in the short term nor sufficient to guarantee the rapid recovery of the Greek balance of payments;\nWhereas the Commission did not recommend to the Council the granting of mutual assistance;\nWhereas the Commission pursuant to Article 108 (3) of the Treaty therefore authorized by Decision 85/594/EEC (1) the application of appropriate protective measures;\nWhereas, under Article 7 of Decision 85/594/EEC, Greece was authorized to continue to grand until 31 December 1986 the export aid referred to in Decision 1574/70 of the Greek Monetary Committee, as amended by Decision 350/82, making payments to exporting firms on the basis of the value added on exportation;\nWhereas the improvement in the Greek economic situation justifies a reduction in the level of export subsidies but the improvement is not such as to permit their immediate elimination but their phasing out over a period of time linked to the expected further improvement of the Greek economic situation;\nWhereas the operation of this export subsidy system has to be considered not only in its overall operation but also in its sectoral application and the effects of such application on other Member States;\nWhereas under Article 9 (3) of Decision 85/594/EEC the Commission reserved the right to amend or repeal all or any part of this Decision after consulting the Member State concerned, particularly if it finds that the circumstances which led to its adoption have changed or that its effects are more, restrictive than they need to be in order to achieve their objectives,", "main_body": ["Greece is hereby required to phase out the export aid granted under Decision 1574/70 of the Greek Monetary Committee, as amended by Decision 350/82 in four equal steps, to take effect on 1 January 1987, 1 January 1988, 1 January 1989, 1 January 1990. This phasing-out shall be implemented as follows. The figure resulting from the present application of the formula applied in calculating the rebate due under CCD 1574/70 and 350/82, or in cases where the fixed rate is applied, shall be reduced by 40 % to allow for the effects of the introduction of VAT. The said remaining figure, (60 % of the rate currently paid) shall then be eliminated in four equal steps of 25 % each of this figure at the dates indicated above.", "The Greek Government within four weeks of the end of the relevant period, i.e. up to 30 June and 31 December for each year, shall send the Commission a six monthly report on the granting of the export aid broken down by the number of transactions showing their value and the aid granted, by sector, to allow the Commission to carry out a six-monthly monitoring procedure to ensure correct application of this Decision.\nThe Commission reserves the right at any time to request the Greek Government to furnish, and the Greek Government shall so provide within two weeks of such a request, the relevant form used for the calculation of aid given in any particular case of an export transaction, needed by the Commission to control the application of this Decision.", "Should evidence be presented to the Commission which, upon examination and after consultation with the interested parties, shows that the grant of the export aid to any particular sector is causing, or threatens to cause, major changes in traditional trade flows and that these changes are causing or threaten to cause serious material injury to an established industry in other Member States to a degree contrary to the common interest, the Commission shall amend this Decision so as to reduce or exclude all aid to the sector in question.", "This Decision is addressed to the Hellenic Republic."], "attachments": "Done at Brussels, 16 December 1986.\nFor the Commission\nPeter SUTHERLAND\nMember of the Commission\n(1) OJ No L 373, 31. 12. 1985, p. 9."}