{"celex_id": "31984R2728", "uri": "http://publications.europa.eu/resource/cellar/7375fa1a-cecd-48b8-a097-c07af32d5e19", "type": "Regulation", "concepts": ["3190", "3591", "4860"], "title": "Commission Regulation (EEC) No 2728/84 of 27 September 1984 amending for the second time Regulations (EEC) No 2268/84 and (EEC) No 2278/84 as regards the minimum size of part-lots which may be removed by purchasers\n", "header": "COMMISSION  REGULATION (EEC) No 2728/84\nof 27 September 1984\namending for the second time Regulations (EEC) No 2268/84 and (EEC) No 2278/84 as regards the minimum size of part-lots which may be removed by purchasers\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 804/68 of 27 June 1968 on the common organization of the market in milk and milk products (1), as last amended by Regulation (EEC) No 1557/84 (2), and in particular Article 6 (7) thereof,\nWhereas Article 4 of Commission Regulation (EEC) No 2268/84 of 31 July 1984 on special sales of intervention butter for export to various destinations and amending Regulation (EEC) No 1687/76 (3), as amended by Regulation (EEC) No 2618/84 (4), lays down that the quantity of butter sold may be removed by the purchaser in part-lots of not less than 20 tonnes each; whereas this quantity has proved to be too high for the capacity of the vehicles normally used for such purposes; whereas this quantity should therefore be reduced; whereas the same provision is contained in Commission Regulation (EEC) No 2278/84 of 31 July 1984 on the sale at a fixed price of butter to be exported to certain destinations in the form of ghee and amending Regulation (EEC) No 1687/76 (5), as amended by Regulation (EEC) No 2618/84; whereas the same amendment should therefore be made to the said Regulation;\nWhereas the Annex to Regulation (EEC) No 2268/84 and the Annexes to Regulation (EEC) No 2278/84 should be amended to take account of traditional trade flows;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Milk and Milk Products,", "main_body": ["Regulation (EEC) No 2268/84 is hereby amended as follows:\n1. In Article 4 (2), '20 tonnes' is replaced by '15 tonnes'.\n2. In the Annex, 'Israel' is deleted.", "Regulation (EEC) No 2278/84 is hereby amended as follows:\n1. In Article 6 (1), '20 tonnes' is replaced by '15 tonnes'.\n2. In Annex I, 'Israel' is deleted.\n3. In Annex II, the title and the first line are replaced by the following:\n'Products to be incorporated\nTo 1 000 kilograms of concentrated butter containing not less than 99,5 % of milk fat must be added:'", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 27 September 1984.\nFor the Commission\nPoul DALSAGER\nMember of the Commission\n(1) OJ No L 148, 28. 6. 1968, p. 13.\n(2) OJ No L 150, 6. 6. 1984, p. 6.\n(3) OJ No L 208, 3. 8. 1984, p. 35.\n(4) OJ No L 246, 15. 9. 1984, p. 11.\n(5) OJ No L 209, 4. 8. 1984, p. 8."}