{"celex_id": "31988R3288", "uri": "http://publications.europa.eu/resource/cellar/ba46a507-674b-4e7d-be2d-6dc2b9e706a4", "type": "Regulation", "concepts": ["1604", "161", "1819"], "title": "Council Regulation (EEC) No 3288/88 of 24 October 1988 opening and providing for the administration of Community tariff quotas for Chinese cabbages and 'iceberg' lettuce originating in Morocco and Cyprus (1988)\n", "header": "COUNCIL  REGULATION (EEC) No 3288/88\nof 24 October 1988\nopening and providing for the administrtion of Community tariff quotas for Chinese cabbages and 'iceberg' lettuce originating in Morocco and Cyprus (1988)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Community, and in particular Article 113 thereof,\nHaving regard to the proposal from the Commission,\nWhereas the relevant articles of the Protocols to the Agreements between the European Community, on the one hand, and Morocco (1) and Cyprus (2) on the other, provide for the opening of Community tariff quotas for imports into the Community of the following products originating in each of those countries:\n- 100 tonnes Chinese cabbages, falling within CN code ex 0704 90 90,\n- 100 tonnes of 'iceberg' lettuce falling within CN codes ex 0705 11 10 and ex 0705 11 90,\nfor the period 1 November to 31 December 1988;\nWhereas, within the limits of Community tariff quotas opened for Morocco, the customs duties are to be abolished progressively over the same periods and in accordance with the same timetables as laid down in Articles 75 and 268 of the Act of Accession of Spain and Portugal; whereas for the period 1 November to 31 December 1988, the quota duties are to be equal to 72,7 % and 70 % respectively of the basic duties; whereas, within the limits of the Community tariff quotas opened for Cyprus, the customs duties are to be abolished progressively according to the same timetables and under the same conditions as laid down in Articles 5 and 16 of the Protocol relative thereto;\nWhereas, however Council Regulation (EEC) No 3189/88 of 14 October 1988 laying down the arrangements to be applied by Spain and Portugal to trade with Morocco and Syria (3), and the Protocol to the Association Agreement between the European Economic Community and the Republic of Cyprus consequent on the accession of the Kingdom of Spain and the Portuguese Republic to the Community (4) provide that those two Member States are to postpone implementation of the preferential arrangements for the products in question until 31 December 1989 and 31 December 1990 respectively; whereas, consequently, the above tariff quotas apply only to the Community as constituted on 31 December 1985;\nWhereas these Community tariff quotas should therefore be opened for the period 1 November to 31 December 1988;\nWhereas it is in particular necessary to ensure that all Community importers enjoy equal and uninterrupted access to the abovementioned quotas and uninterrupted application of the rates laid down for those quotas to all imports of the products concerned into all Member States until the quotas have been used up; whereas, in the present case, it would appear advisable not to allocate the quotas among the Member States, without prejudice to the drawing against the quota volumes of such quantities as they may need, under the conditions and according to the procedures specified in Article 1 (2); whereas this method of administration requires close cooperation between the Member States and the Commission and the latter must, in particular, be able to monitor the rate at which the quotas are used up and inform the Member States accordingly;\nWhereas, since the Kingdom of Belgium, the Kingdom of the Netherlands and the Grand-Duchy of Luxembourg are united within and jointly represented by the Benelux Economic Union, all transactions concerning the administration of quota shares allocated to that economic union may be carried out by any of its members,", "main_body": ["1. From 1 November to 31 December 1988, the customs duties applicable to imports into the Community as constituted on 31 December 1985 of the following products originating in Morocco and Cyprus shall be suspended at the levels indicated and within the limits of the Community tariff quotas as shown below:\n1.2.3.4.5.6 //  //  //  //  //  //  // Order No   // CN code  // Description  // Origin   // Volume of tariff quota (in tonnes)   // Rate of duty (%)  //  //  //  //  //  //  //  //  //  //  //  //  //  // ex 0704 90 90   // Chinese cabbages   //   //   //   // 09.1109   //  //   // Morocco   // 100   // 10,9   // 09.1425   //   //  // Cyprus   // 100   // 13,6   //   // ex 0705 11 10  // Cabbage lettuce (head lettuce):   //   //   //   //   // ex 0705 11 90   // - crisp head cabbage lettuce (Lactuca sativa L. var. capitata (Iceberg)   //   //   //   // 09.1111   //   //  // Morocco   // 100   // from 1 to 30 November 10,5 % MIN 1,7 ECU/100 kg/net   //   //   //   //   //   // from 1 to 31 December 9,1 % MIN 1,1 ECU/100 kg/net   // 09.1427   //   //  // Cyprus   // 100   // from 1 to 30 November 13,6 % MIN 2,2 ECU/100 kg/net   //   //   //   //   //   // from 1 to 31 December 11,8 % MIN 1,4 ECU/100 kg/net   //    //   //   //  //   //\n2. If imports of products covered by the quotas referred to in paragraph 1 are made, or are foreseen within the next 14 calendar days at the latest, the Member State concerned shall inform the Commission and draw an amount corresponding to these requirements to the extent that the available balance of the quotas so permits.\n3. If a Member State does not use up the quantities drawn within the period of 14 days, it shall return the remaining unused portion as soon as possible, by way of a telex addressed to the Commission.", "1. Member States shall take all appropriate measures to ensure that shares drawn pursuant to Article 1 (2) are opened in such a way that imports may be charged without interruption against their accumulated shares of the quotas.\n2. Each Member State shall ensure that importers of the products concerned have free access to the quotas for as long as the residual balance of the quota volumes so permits.\n3. Member States shall charge imports of the products concerned against their shares as and when the products are entered with customs authorities for free circulation.\n4. The extent to which the quotas have been used up shall be determined on the basis of the imports charged in accordance with paragraph 3.", "At the request of the Commission, Member States shall inform it of imports actually charged against the quotas.", "This Regulation shall enter into force on 1 November 1988.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 24 October 1988.\nFor the Council\nThe President\nTh. PANGALOS\n(1) OJ No L 224, 13. 8. 1988, p. 18.\n(2) OJ No L 393, 31. 12. 1987, p. 2.\n(3) OJ No L 287, 20. 10. 1988, p. 1.\n(4) OJ No L 393, 31. 12. 1987, p. 37."}