{"celex_id": "31985R0065", "uri": "http://publications.europa.eu/resource/cellar/de67807a-6d34-4d38-bb4d-160dde1757c1", "type": "Regulation", "concepts": ["20", "2136", "239", "3170", "4663"], "title": "Commission Regulation (EEC) No 65/85 of 10 January 1985 opening an invitation to tender for the sale for processing into fatty acids of olive residue oil held by the Italian intervention agency\n", "header": "COMMISSION  REGULATION (EEC) No 65/85\nof 10 January 1985\nopening an invitation to tender for the sale for processing into fatty acids of olive residue oil held by the Italian intervention agency\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation No 136/66/EEC of 22 September 1966 on the establishment of a common organization of the market in oils and fats (1), as last amended by Regulation (EEC) No 1556/84 (2), and in particular Article 12 (4) thereof,\nWhereas Article 2 (1) of Council Regulation (EEC) No 2754/78 (3) provides that olive oil held by the intervention agencies shall be put up for sale by tender;\nWhereas, pursuant to Article 12 (1) of Regulation No 136/66/EEC, the Italian intervention agency has, since the 1975/76 marketing year, bought in large quantities of olive residue oil;\nWhereas the market in residue oil during the 1983/84 marketing year has shown an imbalance between supply and demand which has contributed towards especially large quantities being brought into intervention;\nWhereas the build-up of a very large stock of residue oil together with the normal prospects for disposing of it on the market in edible oils and budgetary constraints is liable to disturb the operation of the market, particularly as regards intervention;\nWhereas Commission Regulation (EEC) No 2960/77 (4), as last amended by Regulation (EEC) No 2041/83 (5), laid down the conditions of sale by tendering procedure; whereas a possibility exists at present of disposing of residue oil for industrial use on the Community market; whereas provision should be made therefore for an invitation to tender for the sale of certain quantities of olive residue oil;\nWhereas the use to which it is intended to put the residue oil in question demands that special conditions be laid down and, among other things, that a security be established to ensure that the oil is in fact used for the intended purpose;\nWhereas, furthermore, as regards verification, the provisions of Commission Regulation (EEC) No 1687/76 of 30 June 1976 laying down common detailed rules for verifying the use and/or destination of products from intervention (6), as last amended by Regulation (EEC) No 978/84 (7), are applicable; whereas, however, it seems appropriate to reinforce certain detailed rules;\nWhereas, in view of the particular use provided for under this Regulation, Regulation (EEC) No 1687/76 should be amended;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Oils and Fats,", "main_body": ["1. The Italian intervention agency, the Azienda di Stato per gli interventi nel mercato agricolo, hereinafter referred to as 'AIMA', shall open an invitation to tender in accordance with the provisions of this Regulation and of Regulation (EEC) No 2960/77 for the sale for processing into fatty acids in the Community of approximately 5 000 tonnes of olive residue oil.\n2. Tenderers shall alone be eligible who:\n- have been engaged in processing oils and fats into fatty acids on a regular basis for at least 12 months on the date of publication of the invitation to tender,\n- possess adequate facilities for processing the quantity of oil in respect of which they have tendered within the period laid down in paragraph 3,\n- undertake to process themselves in their own premises the quantities of residue oil for which they are awarded the contract.\nAIMA shall verify that the conditions laid down above are met and shall, where necessary, request the submission of appropriate supporting evidence.\n3. Residue oil for which a contract is awarded must be processed into fatty acids wihin four months from the date on which it leaves intervention.", "The invitation to tender shall be published on 11 January 1985.\nParticulars of batches of oil put up for sale and of the places where they are stored are set out in the Annex.\nA copy of the invitation to tender shall be forwarded forthwith to the Commission.", "Tenders must reach AIMA, via Palestro 81, Rome, Italy not later than 2 p.m. (local time) on 14 February 1985.", "AIMA shall forward to the Commission not later than 10 days after the expiry of the time limit fixed for the submission of tenders a list without names identifying in respect of each batch offered for sale the highest tender price received.", "The minimum sales price shall be fixed in accordance with the procedure laid down in Article 38 of Regulation No 136/66/EEC, on the basis of the tenders received, not later than the last working day of the month in which the tenders have been submitted. The decision fixing the minimum sales price shall be notified forthwith to the Member State concerned.", "The olive oil shall be sold by AIMA not later than 7 March 1985.\nAIMA shall forward to the storage agencies a list of batches for which contracts are not awarded.", "The security provided for in Article 7 of Regulation (EEC) No 2960/77 shall be Lit 13 000 per 100 kilograms.", "Before removing the oil the buyer shall establish a security to ensure that the sale is completed and that the olive residue oil is processed into fatty acids. The security shall be Lit 138 000 per 100 kilograms.", "On the removal of the sample provided for in Article 11 (1) of Regulation (EEC) No 2960/77 each side shall be present at the removal and dealing of a supplementary sample. This sample must accompany the product and be forwarded to the competent authority for verification of processing in order to identify the product. The removal of the sample shall be identified and such identification shall be entered in the removal order referred to in Article 5 of Regulation (EEC) No 1687/76 and in section (1) of control copy No 5.", "0\nThe following point 27 shall be added to part II of the Annex to Regulation (EEC) No 1687/76:\n'27. Commission Regulation (EEC) No 65/85 of 10 January 1985 opening an invitation to tender for the sale for processing into fatty acids of olive residue oil held by the Italian intervention agency.\nOn the disposal of the olive residue oil for processing:\n- Section 104:\n- \"Beregnet for fabrikation af fedtsyrer (artikel 1 i forordning (EOEF) nr. 65/85)\"\n- \"Zur Verarbeitung zu Fettsaeuren bestimmt (Artikel 1 der Verordnung (EWG) Nr. 65/85)\"\n- \"Proorizómeno gia ti metapoíisi se lipará oxéa (árthro 1 toy kanonismoý (EOK) arith. 65/85)\"\n- \"For processing into fatty acids pursuant to (Article 1 of Regulation (EEC) No 65/85)\"\n- \"Destinée à la transformation en acides gras (article 1er du règlement (CEE) no 65/85)\"\n- \"Destinato alla trasformazione in acidi grassi (articolo 1 del regolamento (CEE) n. 65/85)\"\n- \"Bestemd voor verwerking tot vetzuren (artikel 1 van Verordening (EEG) nr. 65/85)\".\n- Section 106:\n- \"Datoen for udtagningen af olie af olivenpresserester fra interventionslagrene\"\n\"Identificering af proeven\"\n- \"Zeitpunkt, zu dem das Oliventresteroel die Interventionslager verlassen hat\"\n\"Identifizierung der Probe\"\n- \"Imerominía katá tin opoía to pyrinélaio aposýrthike apó ta apothémata tis parémvasis\"\n\"Anagnórisi toy deígmatos\" - \"Date on which the residue oil has been taken out of intervention stocks\"\n\"Identification of the sample\"\n- \"Date à laquelle l'huile de grignons d'olive a été retirée des stocks d'intervention\"\n\"Identification de l'échantillon\"\n- \"Data in cui l'olio di sansa d'oliva è stato ritirato dall'intervento\"\n\"Identificazione del campione\"\n- \"Datum waarop de olie uit afvallen van olijven door het interventiebureau is uitgeslagen\"\n\"Identificatie van het monster\".'", "1\nThe storage charge referred to in Article 15 of Regulation (EEC) No 2960/77 shall be Lit 3 500 per 100 kilograms.", "2\nThis Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 10 January 1985.\nFor the Commission\nFrans ANDRIESSEN\nMember of the Commission\n(1) OJ No 172, 30. 9. 1966, p. 3025/66.\n(2) OJ No L 150, 6. 6. 1984, p. 5.\n(3) OJ No L 331, 28. 11. 1978, p. 13.\n(4) OJ No L 348, 30. 12. 1977, p. 46.\n(5) OJ No L 200, 23. 7. 1983, p. 25.\n(6) OJ No L 190, 14. 7. 1976, p. 1.\n(7) OJ No L 99, 11. 4. 1984, p. 11.\nANNEX\n(tonnes)\n1.2.3.4.5 //   //   //   //   //   // Lot  // Stock organization  // Intervention center  // Storage place  // Nominal quantity  //   //   //   //   //   // 1  // AIPO  // Bari  // Modugno  // 900  // 2  // Centrale Oleifici Cooperativi  // Brindisi, Taranto  // Pezze di Greco, S. Sergio, Massafra  //  1 200  // 3  // Consorzio Oleario Sardo  // Sassari  // Sassari  // 700  // 4  // Federconsorzi  // Bari  // Mungivacca  // 1 100  // 5  // Federconsorzi  // Imperia  // Imperia  // 600  // 6  // Federconsorzi  // Lecce  // Novoli  // 1 050 5 550  //   //   //   //   //"}