{"celex_id": "31988L0014", "uri": "http://publications.europa.eu/resource/cellar/7c7dc8ae-249a-4658-be56-58b105b3438e", "type": "Directive", "concepts": ["1241", "2494", "2897"], "title": "Fourth Council Directive 88/14/EEC of 22 December 1987 on summertime arrangements\n", "header": "FOURTH  COUNCIL DIRECTIVE\nof 22 December 1987\non summertime arrangements\n(88/14/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 100a thereof,\nHaving regard to the proposal from the Commission,\nIn cooperation with the European Parliament (1),\nHaving regard to the opinion of the Economic and Social Committee (2),\nWhereas the Third Council Directive 84/634/EEC of 12 December 1984 on summertime arrangements (3), as last amended by Directive 85/582/EEC (4), introduced a common date and time throughout the Community for the beginning of the summertime period for 1986, 1987 and 1988, and, for the end of that period in those years, two different dates, one for Member States apart from Ireland and the United Kingdom and one for Ireland and the United Kingdom;\nWhereas Article 5 of the Third Directive provides that the Council, acting on a proposal from the Commission, shall adopt by 1 January 1988 the arrangements to apply from 1989 onwards;\nWhereas not all the elements necessary for determining the date for the end of the summertime period are available at present; whereas the current arrangement should therefore be continued in 1989;\nWhereas a common date and time for the beginning of the summertime period in the whole Community area should be fixed for this year;\nWhereas, on a provisional basis during this year, two different dates for the end of the summertime period should be fixed for the Member States apart from Ireland and the United Kingdom, on the one hand, and Ireland and the United Kingdom, on the other;\nWhereas, for geographical reasons, common summertime arrangements should not apply to the overseas territories of the Member States,", "main_body": ["For the purposes of this Directive the expression 'summertime period' means the period of the year during which the time is advanced by 60 minutes in relation to the time for the rest of the year.", "Member States shall take the measures necessary to ensure that in each Member State the summertime period for 1989 begins at 1 a.m. Greenwich Mean Time on Sunday 26 March 1989.", "The Member States, apart from Ireland and the United Kingdom, shall take the measures necessary to ensure that the summertime period for 1989 ends at 1 a.m. Greenwich Mean Time, on Sunday 24 September 1989.", "Ireland and the United Kingdom shall take the measures necessary to ensure that the summertime period for 1989 ends at 1 a.m. Greenwich Mean Time, on Sunday 29 October 1989.", "The Council, acting on a proposal from the Commission, shall adopt by 1 January 1989 the arrangements to apply from 1990 onwards.", "This Directive shall not apply to the overseas territories of the Member States.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 22 December 1987.\nFor the Council\nThe President\nN. WILHJELM\n(1) OJ No C 345, 21. 12. 1987.\n(2) OJ No C 356, 31. 12. 1987.\n(3) OJ No L 331, 19. 12. 1984, p. 33.\n(4) OJ No L 372, 31. 12. 1985, p. 38."}