{"celex_id": "31987D0279", "uri": "http://publications.europa.eu/resource/cellar/6d43b494-e9eb-4e1a-b3e5-e893d3f1e483", "type": "Decision", "concepts": ["133", "1372", "2563", "786"], "title": "87/279/EEC: Council Decision of 18 May 1987 on Community financial participation with regard to the facilities for the monitoring and supervision of fishing activities in waters falling under the sovereignty or within the jurisdiction of Portugal\n", "header": "COUNCIL  DECISION\nof 18 May 1987\non Community financial participation with regard to the facilities for the monitoring and supervision of fishing activities in waters falling under the sovereignty or within the jurisdiction of Portugal\n(87/279/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community and in particular Article 43 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nWhereas, before the accession of Portugal, the Community declared that Community support for monitoring and supervising waters falling under the sovereignty or within the jurisdiction of Portugal might be envisaged (3);\nWhereas the monitoring and supervision facilities available to the Portuguese Republic with a view to the proper enforcement of the relevant provision governing the common fisheries policy in the waters falling under Portuguese sovereignty or within Portuguese jurisdiction, require to be supplemented, modernized and improved in order to make them more effective;\nWhereas it is appropriate that the Community participate in financing expenditure incurred by the said Member State for these purposes; whereas 50 % of the expenditure incurred should be financed by the Community subject to a fixed maximum amount;\nWhereas it is necessary to ensure that the facilities thus improved are put to effective use and that expenditure is properly incurred,", "main_body": ["1. The Community shall participate under the conditions laid down in the Annex in financing expenditure incurred by the Portuguese Republic in supplementing, modernizing and improving its facilities for monitoring and supervising fishing activities in waters falling under Portuguese sovereignty or within Portuguese jurisdiction with a view to proper enforcement of the relevant provisions of the common fisheries policy.\n2. The Community shall reimburse, at a rate of 50 % and subject to a maximum of 12 million ECU, the eligible expenditure incurred by the Portuguese Republic from 1 January 1988 to 31 December 1989.\n3. Subject to paragraph 2, the Community may grant advances up to a maximum of 25 % of eligible expenditure.", "This Decision is addressed to the Portuguese Republic."], "attachments": "Done at Brussels, 18 May 1987.\nFor the Council\nThe President\nP. DE KEERSMAEKER\n(1) OJ No C 323, 16. 12. 1986, p. 7.\n(2) Opinion delivered on 10 April 1987 (not yet published in the Official Journal of the European Communities).\n(3) OJ No L 302, 15. 12. 1985, p. 493.\nANNEX\n1. The eligible expenditure on facilities for monitoring and supervising waters falling under the sovereignty or within the jurisdiction of Portugal shall be expenditure in respect of:\n(a) the acquiring of equipment for improving and modernizing the monitoring and supervision capacity of vessels and aircraft with regard to fishing activities,\n(b) the acquiring of equipment for improving and modernizing communications between vessels, aircraft and land-based installations engaged in the monitoring and supervision of fishing activities,\n(c) the acquiring of monitoring vessels, taking account in particular of the supervision needs of the western coastal area.\n2. The Portuguese Republic shall forward to the Commission by 30 September 1987 a detailed schedule of the expenditure covered by paragraph 1. This schedule must specify in particular:\n- technical features of the vessels and equipment, their cost and the method of payment envisaged,\n- if the equipment is intended for a vessel or an aircraft, the proposed programme of operations for the monitoring and supervision of fisheries by such vessel or aircraft,\n- the programme of monitoring and supervision operations planned for the vessels to be acquired.\n3. The Portuguese Republic shall provide evidence of how the financing of the facilities in question will result in an improvement in the monitoring and supervision of fishing activities.\n4. Within two months of receipt of the programme referred to in paragraph 2, the Commission shall decide on the eligibility of the proposed expenditure.\n5. Reimbursement of expenditure and payment of advances shall not be effected unless the provisions of Council Directive 77/62/EEC (1) have been complied with.\n6. The Portugueuse Republic shall supply the Commission with any information which the latter may request for the performance of its duties under this Decision.\nShould the Commission consider that the technical monitoring and supervision facilities, the acquisition of which has been financed by the Community under this Decision, are not being used for the purposes intended or in accordance with the conditions of this Decision, the Portuguese representatives shall be so informed. Portugal shall then conduct an administrative inquiry in which Commission officials may participate. Portugal shall inform the Commission of the progress and results of the inquiry and provide the Commission with a copy of the report of the inquiry and the principal data used in the preparation of the report.\nThe Commission may make inspections to verify application of this Decision by the Portuguese representative, which shall assist the officials designated by the Commission for this purpose.\nThe provisions of this paragraph shall be without prejudice to Article 12 of Council Regulation (EEC) No 2057/82 (2).\n(1) OJ No L 13, 15. 1. 1977, p. 1.\n(2) OJ No L 220, 29. 7. 1982, p. 1."}