{"celex_id": "31986R2585", "uri": "http://publications.europa.eu/resource/cellar/ecd8081e-2412-4dbc-80bd-1c8e2e800983", "type": "Regulation", "concepts": ["1266", "2069", "3772", "4381"], "title": "Commission Regulation (EEC) No 2585/86 of 12 August 1986 on the classification of goods within subheading 27.10 C I c) of the Common Customs Tariff\n", "header": "COMMISSION  REGULATION (EEC) No 2585/86\nof 12 August 1986\non the classification of goods within subheading 27.10 C I c) of the Common Customs Tariff\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 97/69 of 16 January 1969 on measures to be taken for uniform application of the nomenclature of the Common Customs Tariff (1), has last amended by Regulation (EEC) No 2055/84 (2), and in particular Articles 3 and 4 thereof,\nWhereas to ensure uniform application of the Common Customs Tariff nomenclature it is appropriate to adopt provisions concerning the classification of a gas oil for undergoing sulphuric acid treatment involving the addition to the basic product of 98 % sulphuric acid in a quantity of 10 litres per 100 m3, i. e. 0,01 % by volume, followed by neutralization with 20 % sodium hydroxide solution in a quantity of 38 litres per 100 m3 i. e. 0,038 % by volume, and subsequent treatment with activated carbon by forced percolation unter pump pressure in a filter of about 5 m3;\nWhereas the Common Customs Tariff annexed to Council Regulation (EEC) No 950/68 (3), as last amended by Regulation (EEC) No 1355/86 (4), refers in subheading 27.10 C I a) to gas oils 'for undergoing a specific process', together with a footnote reading as follows: 'Entry under this subheading is subject to conditions to be determined by the competent authorities' and in subheading 27.10 C I c) to gas oils 'for other purposes'; whereas the said subheadings come into consideration for classification of the gas oil in question;\nWhereas Additional Note 5 to Chapter 27 lists the operations to which the term 'specific process' can be taken to apply; whereas subparagraph (f) of that note reads as follows: 'the process comprising all the following operations: processing with concentrated sulphuric acid, oleum or sulphuric anhydride; neutralization with alkaline agents; decolourization and purification with naturally active earth, activated earth, activated charcoal or bauxite'; whereas consequently the classification of the gas oil in question in either subheading 27.10 C I a) or subheading 27.10 C I c) depends on whether or not the treatment which it has undergone may be regarded as a 'specific process' for the purposes of Note 5 (f);\nWhereas, although Additional Note 5 (f) does not contain any details as to what minimum quantities sulphuric acid and sodium hydroxide are to be used in the treatment, the structure and content of Chapter 27 indicate that an operation may be regarded as a 'specific process', i. e. give entitlement to exemption from customs duty, only if it appreciably changes the characteristics of the basic product;\nWhereas an operation in which use is made, in relation to the basic product, of only 0,01 % by volume of sulphuric acid and 0,038 % by volume of sodium hydroxide solution does not fulfil the aforementioned condition; whereas the operation which the gas oil in question has undergone cannot therefore be regarded as a 'specific process' for the purposes of Note 5 (f); whereas consequently this gas oil must be classified within subheading 27.10 C I c);\nWhereas the measures in this Regulation are in accordance with the opinion of the Committee on Common Customs Tariff Nomenclature,", "main_body": ["A gas oil for undergoing sulphuric acid processing involving the addition to the basic product of 98 % sulphuric acid in a quantity of 10 litres per 100 m3 i. e. 0,01 % by volume, followed by neutralization with 20 % sodium hydroxide solution in a quantity of 38 litres per 100 m3, i. e. 0,038 % by volume, and subsequent treatment with activated carbon by forced percolation under pump pressure in a filter of about 5 m3 shall be classified within the following subheading of the Common Customs Tariff:\n27.10 C Heavy oils:\nI. Gas oils:\nc) for other purposes", "This Reglation shall enter into force on the 21st day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 12 August 1986.\nFor the Commission\nNicolas MOSAR\nMember of the Commission\n(1) OJ No L 14, 21. 1. 1969, p. 1.\n(2) OJ No L 191, 19. 7. 1984, p. 1.\n(3) OJ No L 172, 22. 7. 1968, p. 1.\n(4) OJ No L 118, 7. 5. 1986, p. 1."}