{"celex_id": "31988R4244", "uri": "http://publications.europa.eu/resource/cellar/66a31974-a291-4326-ae93-42da403fce7a", "type": "Regulation", "concepts": ["1609", "161", "1819", "2548"], "title": "Council Regulation (EEC) No 4244/88 of 21 December 1988 opening and providing for the administration of Community tariff quotas for new potatoes, fresh tomatoes and peas and immature beans, prepared or preserved, originating in Morocco (1989)\n", "header": "COUNCIL REGULATION (EEC) No 4244/88 of 21 December 1988 opening and providing for the administration of Community tariff quotas for new potatoes, fresh tomatoes and peas and immature beans, prepared or preserved, originating in Morocco (1989)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 113 thereof,\nHaving regard to the proposal from the Commission,\nWhereas Article 1 of the Additional Protocol to the Cooperation Agreement between the European Economic Community and the Kingdom of Morocco (1) provides for the opening of Community tariff quotas for imports into the Community of:\n- 39 000 tonnes of new potatoes falling within CN code ex 0701 90 51 for the period 1 January to 31 March,\n- 86 000 tonnes of fresh tomatoes falling within CN code 0702 00 10 for the period 15 November to 30 April, and - 8 700 tonnes of peas and immature beans falling within CN codes 2004 90 50, 2005 40 00 and 2005 59 00 for the period 1 January to 31 December,\noriginating in Morocco;\nWhereas, within the limits of these tariff quotas, customs duties are to be phased out over the same periods and at the same rates as provided for in Articles 75, 243 and 268 of the Act of Accession of Spain and Portugal; whereas the quota duties for  1989 are equal to 60 % of the basic duties for fresh tomatoes and 50 % of the basic duty for new potatoes and peas and immature beans; whereas, however, Council Regulation (EEC) No 3189/88 of 14 October 1988 laying down arrangements for Spain's and  Portugal's trade with Morocco (2) provides that those Member States are to postpone application of the preferential arrangements for products covered by Regulation (EEC) No 1035/72 (3), as last amended by Regulation (EEC) No 2238/88 (4), until 31  December 1989 and 31 December 1990 respectively;\nWhereas this Regulation therefore only applies to the Community as constituted on 31 December 1985 with regard to fresh tomatoes, whereas it applies to the Community as at present constituted with regard to new potatoes and peas and immature beans, prepared or preserved;\nWhereas taking into account the fact that for fresh tomatoes Morocco benefits during the periods from 15 November to 31 December 1988 and from 1 March to 30 April 1989 from a lower customs duty compared with Spain and Portugal, this tariff quota should  be opened for the period 1 January to 28 February 1989;\nWhereas the volume of this quota should therefore, by virtue of the pro rata temporis clause, for this period be fixed at 31 556 tonnes;\nWhereas these Community tariff quotas should therefore be opened for 1989;\nWhereas equal and continuous access to the quotas should be ensured for all Community importers and the rates laid down for the quotas should be applied consistently to all imports of the products in question into all Member States until the quotas are  exhausted; whereas, however, the quotas should not in this case be allocated among the Member States, without prejudice to the drawing against the quota volumes of such quantitites as they may need, under the conditions and according to a procedure to  be laid down; whereas this method of administration requires close cooperation between the Member States and the Commission and the latter must in particular be able to monitor the rate at which the quota is used and inform the Member States  accordingly;\nWhereas since the Kingdom of Belgium, the Kingdom of the Netherlands and the Grand Duchy of Luxembourg are united within and jointly represented by the Benelux Economic Union, any operation concerning the administration of the quota share levied by that  economic union may be carried out by any one of its members,", "main_body": ["1.  The customs duties applicable to imports into the Community of the following products originating in Morocco shall be suspended for the periods and at the levels indicated and within the limits of the Community tariff quotas as shown  below:\nOrder No CN code Description Volume of the tariff quota Quota duty (%) Applicable in 09.1115 ex 0701 90 51 New potatoes:\nFrom 1 January to 31 March 1989 39 000 7,5 Community as at present constituted 09.1117 ex 0702 00 10 Tomatoes, fresh or chilled:\nFrom 1 January to 28 February 1989 31 556 3,3 MIN ECU 0,6 100 kg/net Community as constituted at 31 December 1985 09.1119 ex 2004 90 50 ex 2005 40 00 ex 2005 59 00 Peas (Pisum sativum) immature beans otherwise prepared and/or preserved than by vinegar or acetic acid, frozen or not  8 700 12 Community as at present constituted 2.  Within the limits of the tariff quotas referred to in paragraph 1 for new potatoes and peas and immature beans, the Kingdom of Spain and the Portuguese Republic shall apply duties calculated in accordance with Regulation (EEC) No 3189/88.", "The tariff quotas referred to in Article 1 shall be administered by the Commission, which may take any appropriate measure with a view to ensuring the efficient administration thereof.", "If an importer presents in a Member State a declaration of entry into free circulation including a request for preferential benefit for products covered by this Regulation, and if this declaration is accepted by the customs authorities, the  Member State concerned shall draw, from the tariff quota, by means of notification to the Commission, a quantity corresponding to these needs.\nThe requests for drawing, with the indication of the date of acceptance of the said declaration, must be communicated to the Commission without delay.\nThe drawings are granted by the Commission on the basis of the date of acceptance of the declaration of entry into free circulation by the customs authorities of the Member State concerned, to the extent that the available balance so permits.\nIf a Member State does not use the quantities drawn, it shall return them as soon as possible to the tariff quota.\nIf the quantities requested are greater than the available balance of the tariff quota, allocation shall be made on a pro rata basis with respect to the requests. Member States shall be informed by the Commission in accordance with the same procedures.", "1.  Member States shall take all appropriate measures to ensure that their drawings pursuant to Article 3 enable imports to be charged without interruption against their accumulated shares of the Community quota.\n2.  Each Member State shall ensure that importers of the products concerned have free access to the quotas for such times as the balance of the tariff quotas so permits.\n3.  Member States shall charge imports of the said products against their drawings as and when such products are entered with the customs authorities under cover of declarations of entry into free circulation.\n4.  The extent to which the quotas have been used up shall be determined on the basis of the imports charged in accordance with paragraph 3.", "At the request of the Commission, Member States shall inform it of imports actually charged against the quota.", "Member States and the Commission shall cooperate closely to ensure that this Regulation is complied with.", "This Regulation shall enter into force on 1 January 1989.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 21 December 1988.\nFor the Council The President V. PAPANDREOU EWG:L373UMBE09.96 FF: 0UEN;   SETUP: 01;   Hoehe: 1142 mm;   194 Zeilen;   7695 Zeichen;\nBediener: PUPA   Pr.: C;\nKunde:\n(1) OJ No L 224, 13. 8. 1988, p. 18. (2) OJ No L 287, 20. 10. 1988, p. 1. (3) OJ No L 118, 20. 5. 1972, p. 1. (4) OJ No L 198, 26. 7. 1988, p. 1."}