{"celex_id": "31984D0313", "uri": "http://publications.europa.eu/resource/cellar/98302a17-855e-482a-b3a8-f15fa747d5ec", "type": "Decision", "concepts": ["1085", "1318", "1504", "3774", "4667", "4860"], "title": "84/313/EEC: Commission Decision of 28 May 1984 amending for the fourth time Decision 82/467/EEC authorizing a number of Member States to sell butter at a reduced price in the form of concentrated butter (Only the French, English and German texts are authentic)\n", "header": "COMMISSION  DECISION\nof 28 May 1984\namending for the fourth time Decision 82/467/EEC authorizing a number of Member States to sell butter at a reduced price in the form of concentrated butter\n(Only the English, French and German texts are authentic)\n(84/313/EEC)\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 804/68 of 27 June 1968 on the common organization of the market in milk and milk products (1), as last amended by Regulation (EEC) No 856/84 (2), and in particular Article 6 (7) thereof,\nHaving regard to Council Regulation (EEC) No 985/68 of 15 July 1968 laying down general rules for intervention on the market in butter and cream (3), as last amended by the 1979 Act of Accession, and in particular Article 7a thereof,\nWhereas Commission Regulation (EEC) No 649/78 (4), as last amended by Regulation (EEC) No 784/84 (5), provides that the Member States may be authorized to sell butter at a reduced price from public storage, or to grant aid for butter in private storage, for the purpose of direct consumption of this butter in the form of concentrated butter;\nWhereas a number of Member States were authorized by Commission Decision 82/467/EEC (6), as last amended by Decision 83/617/EEC (7), to sell butter at a reduced price in the form of concentrated butter;\nWhereas Ireland has also made application for authorization and is in a position to ensure that the concentrated butter is used as intended; whereas the Federal Republic of Germany has requested authorization to sell a further quantity of 2 000 tonnes to continue the operation and is also in a position to ensure that the butter is used as intended; whereas these requests should be granted and Decision 82/467/EEC amended accordingly;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Management Committee for Milk and Milk Products,", "main_body": ["Article 1 of Decision 82/467/EEC is hereby replaced by the following:\n'Article 1\nThe Member States indicated below are hereby authorized, for the quantities of butter stated, to have recourse to the provisions of Regulation (EEC) No 649/78:\n1.2 //   //   // Member State  // Quantity  //   //  // Federal Republic of Germany  // 11 000 tonnes  // France  // 250 tonnes  // Ireland  // 500 tonnes  // United Kingdom  // 750 tonnes'  //   //", "This Decision is addressed to the Federal Republic of Germany, the United Kingdom, the French Republic and Ireland."], "attachments": "Done at Brussels, 28 May 1984.\nFor the Commission\nPoul DALSAGER\nMember of the Commission\n(1) OJ No L 148, 28. 6. 1968, p. 13.\n(2) OJ No L 90, 1. 4. 1984, p. 10.\n(3) OJ No L 169, 18. 7. 1968, p. 1.\n(4) OJ No L 86, 1. 4. 1978, p. 33.\n(5) OJ No L 85, 28. 3. 1984, p. 30.\n(6) OJ No L 211, 20. 7. 1982, p. 38.\n(7) OJ No L 350, 13. 12. 1983, p. 21."}