{"celex_id": "31989R1100", "uri": "http://publications.europa.eu/resource/cellar/b83f181d-6b91-4a65-a649-c8add3530dae", "type": "Regulation", "concepts": ["1433", "429", "4506", "80", "889"], "title": "Council Regulation (EEC) No 1100/89 of 27 April 1989 amending Regulation (EEC) No 1107/70 on the granting of aids for transport by rail, road and inland waterway\n", "header": "COUNCIL  REGULATION (EEC) No 1100/89\nof 27 April 1989\namending Regulation (EEC) No 1107/70 on the granting of aids for transport by rail, road and inland waterway\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 75 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas Regulation (EEC) No 1107/70 (4), as last amended by Regulation (EEC) No 1658/82 (5), provides that Member States may promote the development of combined transport by granting aids related to investment in infrastructure and the fixed and moveable facilities necessary for trans-shipment;\nWhereas the evolution of combined transport shows that for the Community as a whole the starting-up phase of this technique is not yet over and whereas the aid system consequently has to be maintained for another period which should be sufficiently long to enable the Member States with a less-developed infrastructure for combined transport to catch up with the more advanced regions;\nWhereas, in order to facilitate intra-Community transit traffic through the territory of third countries, these aids should be extended to the operating costs of such traffic;\nWhereas the present aid arrangements should be maintained until 31 December 1992 and the Council should decide, under the conditions laid down in the Treaty, on the arrangements to be applied subsequently or, if necessary, on the conditions for terminating such aid,", "main_body": ["Subparagraph (e) of Article 3 (1) of Regulation (EEC) No 1107/70 is hereby replaced by the following:\n'(e) until 31 December 1992, where the aid are granted as a temporary measure and designed to facilitate the development of combined transport, such aids have to relate to:\n- investment in infrastructure or the fixed and moveable facilities necessary for trans-shipment, or\n- the operating costs of combined transport in so far as intra-Community transit traffic through the territory of third countries is involved. The Commission shall submit a report to the Council as soon as possible on the conditions under which aid for operating costs is implemented.\nBefore 1 July 1991 the Commission shall make a progress report to the Countil on the application of this provision. In the light of that report, and in view of the temporary nature of the system provided for in this Regulation, the Council shall decide, under the conditions laid down in the Treaty, on the arrangements to be applied subsequently or, if necessary, on the conditions for terminating such aid.'", "This Regulation shall enter into force on 1 July 1989.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 27 April 1989.\nFor the Council\nThe President\nJ. BARRIONUEVO PEĂ\u0091A\n(1) OJ No C 113, 29. 4. 1988, p. 10.\n(2) OJ No C 326, 19. 12. 1988, p. 56.\n(3) OJ No C 318, 12. 12. 1988, p. 15.\n(4) OJ No L 130, 15. 6. 1970, p. 1.\n(5) OJ No L 184, 29. 6. 1982, p. 1."}