{"celex_id": "31987R2187", "uri": "http://publications.europa.eu/resource/cellar/03857526-3df3-48ed-aa93-902f92533a13", "type": "Regulation", "concepts": ["1602", "3579", "3591", "863"], "title": "Commission Regulation (EEC) No 2187/87 of 23 July 1987 on the application of the quantitative restrictions in Spain on certain fruits and vegetables from third countries and from the Community as constituted on 31 December 1985\n", "header": "COMMISSION  REGULATION (EEC) No 2187/87\nof 23 July 1987\non the application of the quantitative restrictions in Spain on certain fruits and vegetables from third countries and from the Community as constituted on  31 December 1985\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3798/85 of 20 December 1985 laying down detailed rules governing quantitative restrictions on imports into Spain of certain fruit and vegetables from third countries (1), and in particular Article 3 thereof,\nHaving regard to Council Regulation (EEC) No 483/86 of 25 February 1986 fixing the level of quantitative restrictions in Spain for certain fruit and vegetables coming from the Community as constituted on 31 December 1985 (2), as amended by Regulation (EEC) No 2199/87 (3), and in particular Article 2 thereof,\nWhereas Regulation (EEC) No 3798/85 provides for the introduction of quantitative restrictions for certain fruit and vegetables imported into Spain from third countries; whereas Regulation (EEC) No 483/86 provides for quantitative restrictions on such products imported into Spain from the Community as constituted on 31 December 1985 (hereinafter referred to as the Community of Ten);\nWhereas it has been discovered that products harvested in third countries which have been released for free circulation in the Community of Ten have subsequently been released for consumption in Spain;\nWhereas steps should be taken to avoid products harvested in third countries which have been released for free circulation in the Community of Ten and subsequently released for consumption in Spain being entered in the accounts under the quota set aside in Spain for imports from the Community of Ten; whereas this situation runs counter to the aim of Regulation (EEC) No 483/86 and conflicts with Community preference; whereas the necessary measures should, therefore, be taken;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Fruit and Vegetables,", "main_body": ["1. The competent Spanish authorities shall check that fruit and vegetables covered by Regulation (EEC) No 3798/85 and harvested in third countries which have been released for free circulation in a Member State of the Community as constituted on 31 December 1985:\n- are entered in the accounts under the third country quota when they are released for consumption in Spain, or\n- are not released for consumption in Spain in the event that the third country quota has been used up.\n2. For the purposes of paragraph 1 the competent Spanish authorities may, in particular, use the information contained in the document issued for the purpose of checking that the common quality standards have been complied with.", "This Regulation shall enter into force on the eighth day following that of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 23 July 1987.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 367, 31. 12. 1985, p. 28.\n(2) OJ No L 54, 1. 3. 1986, p. 7.\n(3) See page 43 of this Official Journal."}