{"celex_id": "31984R1746", "uri": "http://publications.europa.eu/resource/cellar/d7f0e7e9-6cf5-4e29-995b-1cfdc516c4a7", "type": "Regulation", "concepts": ["1476", "1486", "276", "301", "4860"], "title": "Commission Regulation (EEC) No 1746/84 of 21 June 1984 amending Regulation (EEC) No 685/69 on detailed rules of application for intervention on the market in butter and cream\n", "header": "COMMISSION  REGULATION (EEC) No 1746/84\nof 21 June 1984\namending Regulation (EEC) No 685/69 on detailed rules of application for intervention on the market in butter and cream\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 804/68 of 27 June 1968 on the common organization of the market in milk and milk products (1), as last amended by Regulation (EEC) No 856/84 (2), and in particular Article 6 (7) thereof,\nWhereas Commission Regulation (EEC) No 685/69 (3), as last amended by Regulation (EEC) No 206/84 (4), fixes, in Articles 6 (2) and 24 (3), the different storagecost components; whereas some of the amounts concerned should be adjusted in order to take account of the development of storage costs and, in particular, the changes affecting financing costs;\nWhereas the aid granted must include a contribution towards the financing costs incurred in each Member State; whereas, in the light of the increase in butter production and stocks, it is not advisable to provide a further incentive to send products into storage; whereas interest rates are, in real terms, falling in the Member States where there are large quantities in storage; whereas, moreover, account should be taken of the fact that, in certain Member States, interest rates are, in real terms, lower than elsewhere in the Community; whereas the rates laid down as regards the Community contribution towards the storage costs in those countries should be appreciably lower, to avoid unjustified profits for the operators concerned and to discourage artificial and speculative movements of products from regions where disposal on the market would otherwise have been possible, to Member States where interest rates are among the lowest;\nWhereas the Management Committee for Milk and Milk Products has not delivered an opinion within the time limit set by its chairman,", "main_body": ["Regulation (EEC) No 685/69 is hereby amended as follows:\n1. In Articles 6 (2) (a) and 24 (3) (a), '26,00 ECU' is replaced by '28,00 ECU'.\n2. In Article 6 (2) (c), '11 %' is replaced by '10,5 %'.\n3. In Article 24 (3) (c):\n(a) '11 %' is replaced by '10,5 %'.\n(b) The following sentence is added:\n'The annual interest rate shall, however, be 7 % in the case of butter stored in the Federal Republic of Germany and the Netherlands, and 9,50 % in the case of butter stored in the United Kingdom.'", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply in respect of butter sent into storage as from the entry into force of this Regulation.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 21 June 1984.\nFor the Commission\nPoul DALSAGER\nMember of the Commission\n(1) OJ No L 148, 28. 6. 1968, p. 13.\n(2) OJ No L 90, 1. 4. 1984, p. 10.\n(3) OJ No L 90, 14. 4. 1969, p. 12.\n(4) OJ No L 22, 27. 1. 1984, p. 29."}