{"celex_id": "31987R0481", "uri": "http://publications.europa.eu/resource/cellar/cf795f61-d80a-40f5-9138-87cf7542b347", "type": "Regulation", "concepts": ["1607", "2300", "2488"], "title": "Commission Regulation (EEC) No 481/87 of 16 February 1987 laying down rules for implementing in 1987, 1988 and 1989 the import arrangements applicable to products falling within subheading 07.06 A of the Common Customs Tariff, originating in third countries other than Thailand and the People' s Republic of China\n", "header": "COMMISSION  REGULATION (EEC) No 481/87\nof 16 February 1987\nlaying down rules for implementing in 1987, 1988 and 1989 the import arrangements applicable to products falling within subheading 07.06 A of the Common Customs Tariff, originating in third countries other than Thailand and the People's Republic of China\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 430/87 of 9 February 1987 concerning the import arrangements applicable to products falling within subheading 07.06 A of the Common Customs Tariff and coming from third countries, and amending Regulation (EEC) No 950/68 on the Common Customs Tariff (1), and in particular Article 2 thereof,\nHaving regard to Council Regulation (EEC) No 2727/75 of 29 October 1975 on the common organization of the market in cereals (2), as last amended by Regulation (EEC) No 1579/86 (3), and in particular Article 12 (2) thereof,\nWhereas by Regulation (EEC) No 4066/86 (4) the Council adopted transitional measures for imports of the products concerned in the first quarter of 1987; whereas the Commission adopted detailed rules of implementation by Regulation (EEC) No 4093/86 (5);\nWhereas, following the adoption by the Council of Regulation (EEC) No 430/87, detailed rules of application should be laid down for the period until the end of 1989 and the quantities available for 1987 on the date this Regulation enters into force should be specified;\nWhereas Regulation (EEC) No 430/87 laid down that, for 1987, 1988 and 1989, the levy on imports of certain quantities of products falling within subheading 07.06 A of the Common Customs Tariff, from certain third countires other than Thailand and the People's Republic of China should be limited to 6 % ad valorem;\nWhereas the issue of import licences involving the right to import at a levy not exceeding 6 % ad valorem should be made subject to special detailed rules in order to allow proper implementation of the provisions of Regulation (EEC) No 430/87 aimed, in particular, at ensuring that the quantities laid down are not exceeded; whereas proper implementation requires, for most of the products falling within subheading 07.06 A of the Common Customs Tariff, certain derogations in particular to Commission Regulation (EEC) No 3183/80 (6), as last amended by Regulation (EEC) No 3913/86 (7);\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["1. The arrangements laid down in Article 1 of Regulation (EEC) No 430/87 shall, subject to this Regulation, apply to products falling within subheading 07.06 A of the Common Customs Tariff originating in third countries other than Thailand and the People's Republic of China.\n2. The quantities for which import licences are issued each year shall not exceed those laid down by country or group of countries in Article 1 of Regulation (EEC) No 430/87.\nFor 1987, the issuing of licences shall be carried out taking into account the quantities assigned when applying Regulation (EEC) No 4094/86.", "1. Applications for import licences may be lodged each week, from Monday to Thursday inclusive, in any Member State and licences issued shall be valid throughout the Community.\n2. Applications for licences for imports from third non-member countries of GATT, other than Thailand and the People's Republic of China, may not be for a quantity of more than 7 500 tonnes per individual applicant acting on his or her own behalf.\n3. The names of the importers, the quantities applied for and their origin shall be communicated by the Member State to the Commission by telex, not later than the Thursday of the week following that during which the applications were lodged.\n4. Not later than the Friday of the week following that during which information is communicated in accordance with paragraph 3, the Commission shall indicate by telex the quantities for which licences are to be issued for each of the countries or groups of countries referred to in Article 1 (2).\n5. In the case of products falling within subheading 07.06 A of the Common Customs Tariff the applicant may indicate in his application for an import licence either or both of the two subheadings 07.06 A I and 07.06 A II of the Common Customs Tariff. Subheadings indicated in applications shall be repeated on the licences.", "One of the following shall be entered in section 20 (a) of the licences:\n- Exacción reguladora a percibir 6 % ad valorem\n- Importafgift: 6 % af vaerdien\n- Zu erhebende Abschoepfung: 6 % des Zollwerts\n- Eispraktéa eisforá: 6 % kat' axía\n- Amount to be levied: 6 % ad valorem\n- Prélèvement à percevoir: 6 % ad valorem\n- Prelievo da riscuotere: 6 % ad valorem\n- Toe te passen heffing: 6 % ad valorem\n- Direito nivelador a cobrar: 6 % ad valorem.", "Notwithstanding Article 12 (1) of Regulation (EEC) No 2042/75, the security for the import licences provided for under this Title shall be 20 ECU per tonne.\nWhere, through application of Article 2 (4), the quantity for which the licence is issued is less than that applied for, the amount of the security corresponding to the difference shall be released.", "1. The application for an import licence and the licence issued shall indicate in section 14 the name of the third country in which the product originates. The certificate shall make it obligatory to import from that country.\n2. Notwithstanding Article 8 (4) of Regulation (EEC) No 3183/80, the quantity put into free circulation may not be greater than that indicated in sections 10 and 11 of the import licence and the figure 0 shall be entered accordingly in section 22 of the licence.", "Import licences issued in 1987, 1988 and 1989 shall in no case be valid beyond 31 December of the year of issued.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 16 February 1987.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 43, 13. 2. 1987, p. 9.\n(2) OJ No L 281, 1. 11. 1975, p. 1.\n(3) OJ No L 139, 24. 5. 1986, p. 29.\n(4) OJ No L 371, 31. 12. 1986, p. 11.\n(5) OJ No L 371, 31. 12. 1986, p. 73.\n(6) OJ No L 338, 13. 12. 1980, p. 1.\n(7) OJ No L 364, 23. 12. 1986, p. 31."}