{"celex_id": "31988R1102", "uri": "http://publications.europa.eu/resource/cellar/a89514db-d039-456a-8e28-4da7f1544268", "type": "Regulation", "concepts": ["2902", "4210", "5123", "797"], "title": "Council Regulation (EEC) No 1102/88 of 25 April 1988 amending Regulation (EEC) No 2194/85 adopting general rules concerning special measures for soya beans\n", "header": "COUNCIL REGULATION (EEC) No 1102/88 of 25 April 1988 amending Regulation (EEC) No 2194/85 adopting general rules concerning special measures for soya beans\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1491/85 of 23 May 1985, laying down special measures in respect of soya beans (1), as last amended by Regulation (EEC) No 1101/88 (2), and in particular Article 3a (5) thereof,\nHaving regard to the proposal from the Commission (3),\nWhereas the coefficient referred to in Article 3a (3) of Regulation (EEC) No 1491/85 should be adjusted in order to establish the reduction in the aid for soya beans which arises from the application of the system of maximum guaranteed quantities;  whereas the rules for determining this coefficient are laid down in Regulation (EEC) No 2194/85 (4), as last amended by Regulation (EEC) No 2809/87 (5);\nWhereas, in certain circumstances, the amount of the aid can be established only on a provisional basis; whereas the provisional amounts must be finalized before the aid is paid,", "main_body": ["Regulation (EEC) No 2194/85 is hereby amended as follows:\nOJ No L 151, 10. 6. 1985, p. 15.\n1. Article 1a is replaced by the following:\nÂ´Article 1a The coefficient referred to in Article 3a (3) of Regulation (EEC) No 1491/85 shall be equal:\n- for the 1988/89 marketing year: to 0,45 %,\n- for subsequent marketing years: to 0,50 %,\nfor each production tranche of 1 % of the maximum guaranteed quantity which, over and above the said quantity, is attained by the estimated production.' 2. In Article 3, the first subparagraph  is replaced by the following:\nÂ´The aid shall be paid to the first purchaser once the amount thereof has been finalized and after verification that the beans have either:\n(a) where the first purchaser is the processor, been processed in the Community for the production of oil or for other uses in food for human consumption or animal feedingstuffs; or (b) where the first purchaser is someone other than the processor, been sold or delivered to a processor in the Community for the production of oil or for other uses in food for human consumption or animal feedingstuffs.' Article 2 This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 September 1988.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 25 April 1988.\nFor the Council The President H.-D. GENSCHER  (1) See page 13 of this Official Journal. (2) OJ No C 84, 31. 3. 1988, p. 14. (3) OJ No L 204, 2. 8. 1985, p. 1. (4) OJ No L 268, 19. 9. 1987, p. 62."}