{"celex_id": "31987R0655", "uri": "http://publications.europa.eu/resource/cellar/800709da-4097-4dab-927f-5c14252702ba", "type": "Regulation", "concepts": ["161", "2300"], "title": "Council Regulation (EEC) No 655/87 of 2 March 1987 increasing the volume of the Community tariff quota opened by Regulation (EEC) No 1726/86 for animals of certain mountain breeds\n", "header": "COUNCIL  REGULATION (EEC) No 655/87\nof 2 March 1987\nincreasing the volume of the Community tariff quota opened by Regulation (EEC) No 1726/86 for animals of certain mountain breeds\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Articles 43 and 113 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nWhereas the Council, by Regulation (EEC) No 1726/86 (3), opened and allocated among the Member States, for the period 1 July 1986 to 30 June 1987, a Community tariff quota of 38 000 head at a duty of 4 %, for animals of certain mountain breeds; whereas, by Decision 86/555/EEC (4), the Council approved the Agreement in the form of an Exchange of Letters between the European Economic Community and the Republic of Austria concerning agriculture; whereas this agreement provides for the volume of the aforementioned quota to be raised from 38 000 to 42 600 heads as from 1 July 1986 so as to take into account the accession of Spain and Portugal; whereas the volume of this quota should as a result be modified;\nWhereas it is appropriate to divide into two instalments the volume of the increase, the first part being allocated among certain Member States in proportion to their foreseeable additional needs, and the second held as a Community reserve to cover the possible additional needs of any Member State,", "main_body": ["The volume of the Community tariff quota opened by Regulation (EEC) No 1726/86 for animals of certain mountain breeds, falling within subheading ex 01.02 A II of the Common Customs Tariff, shall be raised from 38 000 to 42 600 head.", "1. A first instalment of the additional volume referred to in Article 1 and amounting to 2 500 head shall be allocated among certain Member States as follows:\n1.2 // - Greece:   // 500 head,   // - Italy:   // 2 000 head.\n2. The second instalment, being 2 100 head, shall constitute the reserve. The reserve provided for in Article 3 (2) of Regulation (EEC) No 1726/86 shall thus be raised from 8 000 to 10 100 head.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 2 March 1987.\nFor the Council\nThe President\nP. DE KEERSMAEKER\n(1) OJ No C 239, 23. 9. 1986, p. 3.\n(2) OJ No C 7, 12. 1. 1987.\n(3) OJ No L 150, 4. 6. 1986, p. 1.\n(4) OJ No L 328, 22. 11. 1986, p. 58."}