{"celex_id": "31989D0503", "uri": "http://publications.europa.eu/resource/cellar/47fe2340-43a5-4d66-b9ef-9e59ccae4037", "type": "Decision", "concepts": ["2560", "3408", "5451"], "title": "89/503/EEC: Commission Decision of 18 July 1989 laying down the certificate of pure-bred breeding pigs, their semen, ova and embryos\n", "header": "23.8.1989 EN Official Journal of the European Communities L 247/22\nCOMMISSION DECISION\nof 18 July 1989\nlaying down the certificate of pure-bred breeding pigs, their semen, ova and embryos\n(89/503/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 88/661/EEC of 19 December 1988 on the zootechnical standards applicable to breeding animals of the porcine species (1), and in particular Articles 5 and 6(1), fifth indent, thereof,\nWhereas it is necessary to fix the data which must be mentioned on the certificate; whereas it is necessary for practical reasons to provide for a model certificate and the conditions in which the data can be entered in the document accompanying pure-bred breeding pigs, their semen, ova and embryos;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Zootechnics,", "main_body": ["1.   The following particulars must be mentioned in the certificate of pure-bred breeding pigs:\n— issuing body,\n— name of herd book,\n— entry number in herd book,\n— date of issue,\n— system of identification,\n— identification,\n— date of birth,\n— breed,\n— sex,\n— name and address of breeder,\n— name and address of owner,\n— pedigree:\nfather grandfather grandmother\nherd book No herd book No herd book No\nmother grandfather grandmother\nherd book No herd book No herd book No\n2.   The results of performance tests and the updated results, with origin, of the assessment of the genetic value, on the animal itself and its parents and grandparents must be mentioned in the certificate.", "The particulars provided for in Article 1 may be indicated:\n1. in the form of a certificate conforming to the specimen in Annex I;\n2. in documentation accompanying the pure-bred breeding pig. In this event the competent authorities must certify that the particulars set out in Article 1 are indicated in those documents, by the following formula:", "The following particulars must be mentioned in the certificate of the semen of pure-bred breeding pigs:\n— all data as listed in Article 1 concerning the male that provides the semen,\n— information allowing identification of the semen, the date of its collection and the names and addresses of the semen collection centre and of the consignee.", "The particulars provided for in Article 3 may be indicated:\n1. in the form of a certificate conforming to the specimen in Annex II;\n2. in documentation accompanying the semen of the pure-bred breeding pig. In this event the competent authorities must certify that the particulars set out in Article 3 are indicated in those documents, by the following formula:", "The following particulars must be mentioned in the certificate of the ova of pure-bred breeding pigs:\n— all data as listed in Article 1 concerning the sow that provides the ova,\n— information allowing identification of the ovum, the date of its collection and the names and addresses of the ovum collection centre and of the consignee.\nIf there is more than one ovum in a single straw, this must be clearly stated and furthermore the ova must all have the same parentage.", "The particulars provided for in Article 5 may be indicated:\n1. in the form of a certificate conforming to the specimen in Annex III;\n2. in documentation accompanying the ova of the pure-bred breeding pig. In this event the competent authorities must certify that the particulars set out in Article 5 are indicated in those documents, by the following formula:", "The following particulars must be mentioned in the certificate of the embryos of pure-bred breeding pigs:\n— all data as listed in Article 1 concerning the donor sow and fertilizing boar,\n— information allowing identification of the embryos, date of insemination or fecundation, date of collection and the names and addresses of the embryo collection centre and of the consignee.\nIf there is more than one embryo in a single straw this must be clearly stated and furthermore the embryos must all have the same parentage.", "The particulars provided for in Article 7 may be indicated:\n1. in the form of a certificate conforming to the specimen in Annex IV;\n2. in documentation accompanying the embryos of the pure-bred breeding pig. In this event the competent authorities must certify that the particulars set out in Article 7 are indicated in those documents, by the following formula:", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 18 July 1989.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1)  OJ No L 382, 31. 12. 1988, p. 36.\nANNEX I\nANNEX II\nANNEX III\nANNEX IV"}