{"celex_id": "31987L0056", "uri": "http://publications.europa.eu/resource/cellar/a011f9b9-56f6-4927-92cb-944bf43c5732", "type": "Directive", "concepts": ["2063", "2081", "2871", "4653", "848"], "title": "Council Directive 87/56/EEC of 18 December 1986 amending Directive 78/1015/EEC on the approximation of the laws of the Member States relating to the permissible sound level and exhaust system of motorcycles\n", "header": "COUNCIL  DIRECTIVE\nof 18 December 1986\namending Directive 78/1015/EEC on the approximation of the laws of the Member States relating to the permissible sound level and exhaust system of motorcycles\n(87/56/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 100 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas Annex I to Directive 78/1015/EEC (1) defines limits for the sound level of motorcycles; whereas Article 8 of that Directive states that the Council shall, on a proposal from the Commission, decide on a reduction in the maximum permissible sound levels provided for in the said Annex I;\nWhereas, when Directive 78/1015/EEC was adopted, emphasis was given to the fact that it costituted a step towards the improvement of the environment, that the technical development of less noisy motorcycles should be further encouraged that the limit values prescribed at the time should be reduced to approximately 80 dB (A) before 1985, particularly in the case of more powerful motorcycles, and that the levels to be fixed should take account of the technical resources which would be available at that date;\nWhereas the protection of the population in urban environments against acoustic nuisance calls for suitable measures to reduce the sound level of motorcycles; whereas such a reduction should be made possible by the technical progress achieved or to be promoted in the manufacture of these types of vehicle;\nWhereas, to this end, Directive 78/1015/EEC should be amended in order to make the prescribed method of measurement more representative of the conditions of actual use of motorcycles in urban traffic, to reduce the number of categories of motorcycle in view of the different methodology and to reduce the differences in the treatment of these categores; whereas the definition of sound level limit values for each of these new categories of motorcycle will lead to an effective reduction in the level of sound at present emitted by these types of vehicle; whereas this reduction should be put into effect in two stages in order to give manufacturers sufficient time to improve their products;\nWhereas these reductions constitute an important step towards the improvement of the environment,", "main_body": ["Annex I to Directive 78/1015/EEC shall be amended in accordance with the Annex hereto.", "1. From 1 October 1988:\n- in those Member States where motorcycles or certain categories of motorcycles are subject to national type-approval, that approval shall be based on the harmonized technical requirements of Directive 78/1015/EEC, instead of the corresponding national requirements, if the manufacturer or his authorized representative so requests,\n- no Member State where motorcycles or certain categories of motorcycles are not subject to national type-approval may refuse the registeration, or prohibit the sale, entry into service or use of such motorcycles on the grounds that the harmonized technical provisions of Directive 78/1015/EEC have been complied with instead of the corresponding national requirements.\n2. As from the dates laid down in the table contained in section 2.1.1 of Annex I for obtaining national type-approval of the three categories of motorcycle:\n- Member States may no longer issue the certificate referred to in the second subparagraph of Article 3 (1) of Directive 78/1015/EEC in respect of a type of motorcycle the sound level and exhaust system of which do not comply with Directive 78/1015/EEC,\n- Member States may refuse to grant national type-approval for a type of motorcycle the sound level and exhaust system of which do not comply with Directive 78/1015/EEC.\n3. Two years after the dates referred to in paragraph 2, Member States may prohibit the initial entry into service of motorcycles the sound level and exhaust system of which do not comply with the said Directive.\nThis time limit shall, however, be reduced to one year for each new motorcycle of category 2 as regards compliance with the limit value laid down for the first stage.", "By 1 October 1988, Member States shall adopt and publish the provisions necessary to comply with this Directive. They shall forthwith inform the Commission thereof.\nThey shall apply such provisions with effect from 1 October 1988.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 18 December 1986.\nFor the Council\nThe President\nM. JOPLING\n(1) OJ No C 263, 2. 10. 1984, p. 5.\n(2) OJ No C 94, 15. 4. 1985, p. 142.\n(3) OJ No C 104, 25. 4. 1985, p. 3.\n(4) OJ No L 349, 13. 12. 1978, p. 21.\nANNEX\nAMENDMENT OF ANNEX I TO DIRECTIVE 78/1015/EEC\nSections 2.1.1, 2.1.4.3.1 and 2.1.4.3.2 are replaced by the following:\n1.2 // '2.1.1.   // Categories of motorcycles, sound level limits and dates of entry into force of such limits  // 2.1.1.1.   // The categories of motorcycles, the sound level limits not to be exceeded, as measured under the conditions provided for in sections 2.1.2 to 2.1.5, and the dates of entry into force of such limits shall be as follows: 1.2,5 //    //   // Motorcycle category by cubic capacity (in cm3)  // Sound level limits in dB (A) and dates of entry into force for national type approval of motorcycle  //  //  // 1.2.3.4.5 //  // First stage limits in dB (A)  // Dates of entry into force for national approval   // Second stage limits in dB (A)   // Dates of entry into force for national approval   //    //   //   //   //   // 1. Âľ 80  // 77   // 1 October 1988   // 75   // 1 October 1993   // 2. > 80 Âľ 175   // 79   // 1 October 1989   // 77   // 31 December 1994   // 3. > 175   // 82   // 1 October 1988   // 80   // 1 October 1993   //    //   //   //   //\n1.2 // 2.1.1.2.   // The date for the entry into force of the sound level limit values of motorcycles of category 2 with regard to the second stage is subject to amendment by the Council before the end of 1994 acting on any proposal from the Commission.'   // '2.1.4.3.1.   // Motorcycles fitted with a non-automatic gearbox   // 2.1.4.3.1.1.   // Approach speed  //   // The motorcycle shall approach line AA at a steady speed:   //   // - of 50 km/h, or   //   // - corresponding to an engine rotation speed of 75 % of the speed referred to in section 2.4 of Annex II;   //   // the lower of the two speeds shall be selected.   // 2.1.4.3.1.2.   // Choice of gear ratio  // 2.1.4.3.1.2.1.   // Irrespective of their engine capacity, motorcycles fitted with a gearbox with not more than four gears are tested in second gear.   // 2.1.4.3.1.2.2.   // Motorcycles fitted with an engine having a capacity not exceeding 175 cm3 and a gearbox with not less than five gears are tested only in third gear.   // 2.1.4.3.1.2.3.   // Motorcycles fitted with an engine having a capacity exceeding 175 cm3 and a gearbox with not less than five gears are tested in second and third gear. The mean value of the two tests is taken as the result.  // 2.1.4.3.1.2.4.   // If, during the test conducted in second gear (see sections 2.1.4.3.1.2.1 and 2.1.4.3.1.2.3), the engine speed of the vehicle as it approaches the line marking the end of the test section is more than 110 % of the speed referred to in section 2.4 of Annex II, the test is conducted in third gear, the sound level then measured being the only value recognized as the test result.   // 2.1.4.3.2.   // Motorcycles fitted with an automatic gearbox   // 2.1.4.3.2.1.  // Motorcycles without manual override.  // 2.1.4.3.2.1.1.   // Approach speed   //   // The motorcycle approaches the line AA at different steady speeds of 30, 40 and 50 km/h or at 75 % of its maximum road speed if this value is lower. The speed producing the highest sound level is chosen.  // 2.1.4.3.2.2.   // Motorcycles fitted with a manual override having X forward-gear positions   // 2.1.4.3.2.2.1.  // Approach speed   //   // The motorcycle approaches the line AA either at a steady speed:   //   // - of less than 50 km/h, the engine rotation speed being equal to 75 % of the speed referred to in section 2.4 of Annex II, or   //   // - of 50 km/h, the engine rotation speed being less than 75 % of the speed referred to in section 2.4 of Annex II.   //   // If a change-down to first gear occurs during the test at a steady speed of 50 km/h, the approach speed of the motor cycle may be increased up to a maximum of 60 km/h in order to avoid such a change-down.   // 2.1.4.3.2.2.2.   // Position of the manual override   //   // If the motorcycle is fitted with a manual override having X forward-gear positions, the test must be conducted with the selector in the highest gear position; the voluntary change-down facility (e.g. the kick-down) must not be used. If automatic change-down occurs after the line AA, the test must be restarted using the second highest, and if necessary the third highest, gear position, in order to find the selector position corresponding to the highest gear which enables the test to take place without automatic change-down (without using the kick-down).'"}