{"celex_id": "31987R0277", "uri": "http://publications.europa.eu/resource/cellar/61d0c189-1015-46d8-b14f-85a5f6a7110b", "type": "Regulation", "concepts": ["2069", "3802", "3879", "4381", "5065"], "title": "Commission Regulation (EEC) No 277/87 of 28 January 1987 on the classification of goods falling within heading No 73.21 of the Common Customs Tariff\n", "header": "COMMISSION  REGULATION (EEC) No 277/87\nof 28 January 1987\non the classification of goods falling within heading No 73.21 of the Common Customs Tariff\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 97/69 of 16 January 1969 on measures to be taken for a uniform application of the nomenclature of the Common Customs Tariff (1), as last amended by Regulation (EEC) No 2055/84 (2) and, in particular, Article 3 thereof,\nWhereas in order to ensure uniform application of the nomenclature of the Common Customs Tariff, provision must be made for the classification of steel plates of a length of between 8,30 m and 15,50 m, a width of 1,00 m and a thickness varying from one end to the other;\nWhereas the Common Customs Tariff annexed to Council Regulation (EEC) No 950/68 (3) as last amended by Regulation (EEC) No 4066/86 (4) classifies within tariff heading No 73.13 sheets and plates, of iron or steel, hot-rolled or cold-rolled, and within heading No 73.21, amongst other things, plates of iron or steel, prepared for use in structures;\nWhereas both these headings may be taken into account in classifying the goods in question;\nWhereas, although they are simply obtained by rolling, these products, because of their varying thickness and specific dimensions are indentifiable as intended for use in the construction of a bridge;\nWhereas by application of General Rule 3 (a) for the interpretation of the nomenclature heading 73.21 is the most appropriate;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Committee on Common Customs Tariff Nomenclature,", "main_body": ["Steel plates of a thickness varying from one end to the other with a length of between 8,30 m and 15,50 m and a width of 1,00 m shall be classified in the Common Customs Tariff under heading:\n73.21 Structures and parts of structures (for example, hangars and other buildings, bridges, and bridge-sections, lock-gates, towers, lattice masts, roofs, roofing frameworks, door and window frames, shutters, balustrades, pillars and columns), of iron or steel; plates, strip, rods, angles, shapes, sections tubes and the like, prepared for use in structures, of iron or steel.", "This Regulation shall enter into force on the 21st day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 28 January 1987.\nFor the Commission\nCOCKFIELD\nVice-President\n(1) OJ No L 14, 21. 1. 1969, p. 1.\n(2) OJ No L 191, 19. 7. 1984, p. 1.\n(3) OJ No L 172, 22. 7. 1968, p. 1.\n(4) OJ No L 371, 31. 12. 1986, p. 11."}