{"celex_id": "31987R0417", "uri": "http://publications.europa.eu/resource/cellar/60324c7f-717f-40a3-b201-efa7ede14ec6", "type": "Regulation", "concepts": ["1486", "2216", "2644"], "title": "Commission Regulation (EEC) No 417/87 of 11 February 1987 amending Regulation (EEC) No 1569/77 fixing the procedure and conditions for the taking over of cereals by intervention agencies\n", "header": "COMMISSION  REGULATION (EEC) No 417/87\nof 11 February 1987\namending Regulation (EEC) No 1569/77 fixing the procedure and conditions for the taking over of cereals by intervention agencies\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2727/75 of 29 October 1975 on the common organization of the market in cereals (1), as last amended by Regulation (EEC) No 1579/86 (2), and in particular Article 7 (5) thereof,\nWhereas Commission Regulation (EEC) No 1569/77 (3), as last amended by Regulation (EEC) No 2134/86 (4), lays down the conditions for accepting cereals into intervention; whereas cereals offered must have the physical and technical characteristics required of qualities eligible for intervention; whereas it should be specified in particular that a cereal presented as of breadmaking quality or for which the prices and/or increases applicable to a breadmaking quality are asked must be suitable for the use thus indicated whereas provision should accordingly be made, in the case of any doubt regarding such suitability, for the intervention agency to undertake verification;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["Article 2 (2) of Regulation (EEC) No 1569/77 is hereby replaced by the following:\n'2. They shall be regarded as sound, fair and of marketable quality if they are of the typical colour of the cereal in question, free from abnormal smell and live pests (including mites) at every stage of their development and if they meet the minimum quality requirements set out in the Annex hereto. In addition, for cereals presented as being of breadmaking quality, the intervention agency shall, in case of doubt, undertake a germination test. Where the germinative capacity is less than 85 % for common wheat and 75 % for rye, the cereal in question shall, at the request of the supplier, be accepted by the intervention agency and paid for at the intervention price minus, in the case of common wheat, the reduction provided for in the first subparagraph of Article 4a (1) of Commission Regulation (EEC) No 1570/77 (1); however, if evidence is furnished to the satisfaction of the intervention agency that the cereal offered is of breadmaking quality, the cereal in question shall be accepted as such and the buying-in price to be paid shall be that fixed for breadmaking quality. The costs of carrying out the tests required to furnish the abovementioned evidence shall be defrayed by the supplier.'\n(1) OJ No L 174, 14. 7. 1977, p. 18.'", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall also apply to tenders submitted prior to that date but not yet accepted.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 11 February 1987.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 281, 1. 11. 1975, p. 1.\n(2) OJ No L 139, 24. 5. 1986, p. 29.\n(3) OJ No L 174, 14. 7. 1977, p. 15.\n(4) OJ No L 187, 9. 7. 1986, p. 23."}