{"celex_id": "31987D0267", "uri": "http://publications.europa.eu/resource/cellar/8b9bf308-f158-49c6-8a61-988d3bc3e0de", "type": "Decision", "concepts": ["3181", "3472", "614"], "title": "87/267/EEC: Council Decision of 28 April 1987 concerning the conclusion of a Convention between the European Economic Community and the Republic of Austria, the Republic of Finland, the Republic of Iceland, the Kingdom of Norway, the Kingdom of Sweden and the Swiss Confederation on the simplification of formalities in trade in goods\n", "header": "22.5.1987 EN Official Journal of the European Communities L 134/1\nCOUNCIL DECISION\nof 28 April 1987\nconcerning the conclusion of a Convention between the European Economic Community and the Republic of Austria, the Republic of Finland, the Republic of Iceland, the Kingdom of Norway, the Kingdom of Sweden and the Swiss Confederation on the simplification of formalities in trade in goods\n(87/267/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 113 thereof,\nHaving regard to the recommendation from the Commission,\nWhereas the conclusion of a Convention with Austria, Finland, Iceland, Norway, Sweden and Switzerland with a view to introducing, in trade between the Community and those countries, as well as between those countries themselves, a single administrative document replacing the present declarations, must enable the formalities to be completed in such trade to be eased and simplified; whereas it is therefore appropriate to conclude such a Convention;\nWhereas this Convention falls within the framework of follow-up action to the Joint Declaration made in Luxembourg on 9 April 1984 by the Ministers of the Member States of the Community, the European Free Trade Association (EFTA) and the Commission expressing their political will to extend cooperation between the Community and these countries, ‘with the aim of creating a dynamic European economic space of benefit to their countries’,", "main_body": ["The Convention between the European Economic Community and the Republic of Austria, the Republic of Finland, the Republic of Iceland, the Kingdom of Norway, the Kingdom of Sweden and the Swiss Confederation on the simplification of formalities in trade in goods is hereby approved on behalf of the Community.\nThe text of the Convention is attached to this Decision.", "The Community shall be represented in the Joint Committee provided for in Article 10 of the Convention by the Commission, assisted by representatives of the Member States.", "The President of the Council shall deposit the acts provided for in Article 17 of the Convention (1)."], "attachments": "Done at Luxembourg, 28 April 1987.\nFor the Council\nThe President\nP. DE KEERSMAEKER\n(1)  The date of entry into force of the Convention will be published in the Official Journal of the European Communities by the General Secretariat of the Council."}