{"celex_id": "31987R2436", "uri": "http://publications.europa.eu/resource/cellar/186fa48f-df3b-4c27-9b3b-5cb6cd14b15f", "type": "Regulation", "concepts": ["1309", "2543", "2783", "3591"], "title": "Commission Regulation (EEC) No 2436/87 of 11 August 1987 on arrangements for imports into France of certain textile products originating in Poland\n", "header": "COMMISSION  REGULATION (EEC) No 2436/87\nof 11 August 1987\non arrangements for imports into France of certain textile products originating in Poland\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 4136/86 of 22 December 1986 on common rules for imports of certain textile products originating in third countries (1), and in particular Article 11 thereof,\nWhereas Article 11 of Regulation (EEC) No 4136/86 lays down the conditions under which quantitative limits may be established; whereas imports into France of certain textile products (category 28) specified in the Annex hereto and originating in Poland have exceeded the level referred to in paragraph 3 of the said Article 11;\nWhereas, in accordance with paragraph 5 of the said Article 11 of Regulation (EEC) No 4136/86, on 18 June 1987 Poland was notified of a request for consultations;\nWhereas, pending the outcome of the requested consultations, imports into France were made subject to a provisional quantitative limitation for the period from 18 June to 17 September 1987, by Commission Regulation (EEC) No 2285/87 (2);\nWhereas, in the course of consultations held on 27 June 1987, it was agreed that imports of products falling within category 28 into France should be subject to quantitative limits for the years 1987 to 1991;\nWhereas paragraph 13 of the said Article 11 provides for compliance with the quantitative limits to be ensured by means of a double-checking system in accordance with Annex VI to Regulation (EEC) No 4136/86;\nWhereas the products in question exported from Poland into France between 1 January 1987 and the date of entry into force of this Regulation must be set off against the quantitative limit for 1987;\nWhereas this quantitative limit does not prevent the importation of products covered thereby but shipped from Poland to France before the entry into force of Regulation (EEC) No 2285/87;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Textile Committee,", "main_body": ["Without prejudice to the provisions of Article 2, imports into France of the category of products originating in Poland and specified in the Annex hereto shall be subject to the quantitative limits set out in that Annex.", "1. Products as referred to in Article 1, shipped from Poland to France before the date of entry into force of Regulation (EEC) No 2285/87 and not yet released for free circulation, shall be so released subject to the presentation of a bill of lading or other transport document proving that shipment actually took place before that date.\n2. Imports of products shipped from Poland to France from the date of entry into force of Regulation (EEC) No 2285/87 shall remain subject to the double-checking system described in Annex VI to Regulation (EEC) No 4136/86.\n3. In applying the provisions of paragraph 2, all quantities of products shipped from Poland to France from 1 January 1987 and released for free circulation shall be deducted from the quantitative limit for 1987. This quantitative limit shall not, however, prevent the importation of products covered thereby but shipped from Poland to France before the entry into force of Regulation (EEC) No 2285/87 or products covered by export licences issued as provided for in Regulation (EEC) No 2285/87.", "Regulation (EEC) No 2285/87 is hereby repealed.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nIt shall apply until 31 December 1991.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 11 August 1987.\nFor the Commission\nManuel MARĂ\u008dN\nVice-President\n(1) OJ No L 387, 31. 12. 1986, p. 42.\n(2) OJ No L 209, 31. 7. 1987, p. 22.\nANNEX\n1.2.3.4.5.6.7.8 //  //  //  //  //  //  //  //  // Cate- gory   // CCT heading No (1987)  // NIMEXE code (1987)  // Description  // Third country  // Member State   // Units  // Quantitative limits   //    //   //   //   //   //   //  //   //   //   //   //   //   //   //   //   // 28   // 60.05 A II b) 4 ee)   // 60.05-60, 63, 65   // Trousers, bib and brace overalls, breeches and shorts (other than swimwear), knitted or crocheted, of wool, of cotton or man-made fibres  // Poland   // F   // 1 000 pieces  // 1987: 650 (1) 1988: 683 (1) 1989: 717 (1) 1990: 752 (1) 1991: 790 (1)   //    //   //  //   //   //   //   //\n(1) Export licences for shorts should be endorsed '28S'.\nWithin the above limits, the following sub-ceilings have been set for long trousers (1 000 pieces): 1987: 50, 1988: 53, 1989: 55, 1990: 58, 1991: 61."}