{"celex_id": "31988R0499", "uri": "http://publications.europa.eu/resource/cellar/f35eb443-5277-45c0-8e99-8f0a5f8d5b9c", "type": "Regulation", "concepts": ["1552", "161", "2888"], "title": "Council Regulation (EEC) No 499/88 of 22 February 1988 opening and providing for the administration of a Community tariff quota for certain types of concentrated grape juice falling within code 2009 60 51, 2009 60 71, ex 2009 60 90 or ex 2204 30 91 of the combined nomenclature and originating in Cyprus (1988)\n", "header": "COUNCIL  REGULATION (EEC) No 499/88\nof 22 February 1988\nopening and providing for the administration of a Community tariff quota for certain types of concentrated grape juice falling within code 2009 60 51, 2009 60 71, ex 2009 60 90 or ex 2204 30 91 of the combined nomenclature and originating in Cyprus (1988)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 113 thereof,\nHaving regard to the proposal from the Commission,\nWhereas Article 19 of the Protocol laying down the conditions and procedures for the implementation of the second stage of the Agreement establishing an Association between the European Economic Community and the Republic of Cyprus and adapting certain provisions thereof (1) stipulates that certain types of concentrated grape juice falling within code 2009 60 51, 2009 60 71, ex 2009 60 90 or ex 2204 30 91 of the combined Nomenclature and originating in Cyprus shall be imported into the Community at reduced rates of duty within the limits of an annual Community tariff quota of 3 000 tonnes; whereas, under the said Article 19, this volume is subject to an annual increase of 5 % from the entry into force of the Protocol, and will therefore be 3 150 tonnes in 1988; whereas, within the limits of the tariff quota, the duty applicable is to be abolished progressively according to the same timetable and under the same conditions as laid down in Articles 5 and 16 of the said Protocol; whereas, however, the Protocol to the Association Agreement between the European Economic Community and the Republic of Cyprus consequent on the accession of the Kingdom of Spain and of the Portuguese Republic to the Community (2) stipulates that from the date of its entry into force, the Kingdom of Spain will apply a duty reducing the gap between the rates of basic duty and of prefrential duty, whereas the Portuguese Republic will postpone implementation of the preferential arrangements for the products in question until the start of the second stage;\nWhereas the Community tariff quota should therefore be opened for the period from 1 March to 31 December 1988;\nWhereas equal and continuous access to the quota should be ensured for all Community importers and the rates laid down for the quota should be applied consistently to all imports of the product in question into all the Member States until the quota is exhausted; whereas, however, the quota should not in this case be allocated among the Member States, without prejudice to the drawing against the quota volume of such quantities as they may need, under conditions and according to the procedure laid down in Article 1 (2); whereas this method of administration requires close cooperation between the Member States and the Commission and the latter must in particular be able to monitor the rate at which the quota is used and inform the Member States accordingly;\nWhereas since the Kingdom of Belgium, the Kingdom of the Netherlands and the Grand Duchy of Luxembourg are united within and jointly represented by the Benelux Economic Union, any operation concerning the administration of the quota shares allocated to that economic union may be carried out by any one of its members,", "main_body": ["1. From 1 March to 31 December 1988 the customs duty applicable to imports into the Community, with the exception of Portugal, of the following products originating in Cyprus shall be suspended at the level indicated and within the limits of a Community tariff quota as shown below:\n1.2.3.4.5 //  //  //  //  //  // Onder No   // CN code  // Description  // Volume of quota (tonnes)   // Rate of duty (%)  //  //  //  //  //  //  //  //  //  //  //  // 2009  // Fruit juices (including grape must) and vegetable juices, unfermented and not containing added spirit, whether or not containing added sugar or other sweetening matter:   //   //  //   //   //  Grape juice (including grape must):   //   //  //   //   //   Of a density not exceeding 1,33 g/cm3 at 20 Â°C  //   //   //   //   //    Of a value exceeding 18 ECU per 100 kg net weight:   //   //   // 09.1421   // 2009 60 51   // Concentrated Of a value not exceeding 18 ECU per 100 kg net weight: With an added sugar content exceeding 30 % by weight:  // 3 150   // 25,4 + ads from 1 March to 31 December   //  // 2009 60 71   //      Concentrated   //   //   //   // ex 2009 60 90   //     Other   //   //   //   //   // Concentrated, within the meaning of additional note 6 (combined nomenclature) to Chapter 20   //   //   //   // 2204   // Wine of fresh grapes, including fortified wines; grape must other than that of code 2009:   //   //   //   //   //  Other grape must:   //   //   //   //   //   Other:   //   //   //   // ex 2204 30 91   //    Of a density of 1,33 g/cm3 or less at 20 Â°C and of an actual alcoholic strength by volume not exceeding 1 % vol:   //   //   //   //   //     Concentrated, within the meaning of additional note 6 (combined nomenclature) to Chapter 20   //   //   //    //   //   //   //\nWithin the limits of this tariff quota the Kingdom of Spain shall apply customs duties calculated in accordance with the relevant provisions of the Protocol to the Association Agreement betwen the European Economic Community and the Republic of Cyprus consequent on the accession of the Kingdom of Spain and of the Portuguese Republic to the Community.\n2. If an importer gives notification of imminent imports of the products in question into a Member State and applies to take advantage of the quota, the Member State concerned shall inform the Commission and draw an amount corresponding to its requirements to the extent that the available balance of the reserve so permits.\n3. The shares drawn pursuant to paragraph 2 shall be valid until the end of the quota period.", "1. Member States shall take all appropriate measures to ensure that their drawings pursuant to Article 1 (2) enable imports to be charged without interruption against their accumulated shares of the Community quota.\n2. Each Member State shall ensure that importers of the product concerned have free access to the quota for such time as the residual balance of the quota volume so permits.\n3. Member States shall charge imports of the said goods against their drawings as and when the goods are entered with the customs authorities for free circulation.\n4. The extent to which the quota has been used up shall be determined on the basis of the imports charged in accordance with paragraph 3.", "At the request of the Commission, Member States shall inform it of imports actually charged against the quota.", "The Member States and the Commission shall cooperate closely to ensure that this Regulation is complied with.", "This Regulation shall entre into force on 1 March 1988. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 22 February 1988.\nFor the Council\nThe President\nH.-D. GENSCHER\n(1) OJ No L 393, 31. 12. 1987, p. 2.\n(2) OJ No L 393, 31. 12. 1987, p. 37."}