{"celex_id": "31983R0131", "uri": "http://publications.europa.eu/resource/cellar/dce7717f-6881-4fa3-b665-0d98639d7e55", "type": "Regulation", "concepts": ["1552", "2730", "3115", "3191", "4713", "5040"], "title": "Commission Regulation (EEC) No 131/83 of 20 January 1983 amending for the ninth time Regulation (EEC) No 2115/76 laying down detailed rules for the import of wines, grape juice and grape must\n", "header": "COMMISSION  REGULATION (EEC) No 131/83\nof 20 January 1983\namending for the ninth time Regulation (EEC) No 2115/76 laying down detailed rules for the import of wines, grape juice and grape must\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 337/79 of 5 February 1979 on the common organization of the market in wine (1), as last amended by Regulation (EEC) No 3082/82 (2), and in particular Article 50 (5) thereof,\nWhereas Brazil is listed in Annex IV to Commission Regulation (EEC) No 2115/76 (3), as last amended by Regulation (EEC) No 3395/81 (4), amongst the non-member countries which, for imports of wine and grape juice into the Community, qualify for exemption from the requirement to submit the certificate and analysis report referred to in Article 2 (2) of Council Regulation (EEC) No 354/79 of 5 February 1979 laying down general rules for the import of wines, grape juice and grape must (5), as last amended by the Act of Accession of Greece;\nWhereas it is forecast that imports into the Community of grape juice originating in and coming from Brazil will exceed 1 000 hectolitres per year from 1983; whereas Brazil will accordingly no longer be eligible for the said exemption; whereas, therefore, imports of wine and grape juice from Brazil should be subject to submission of the documents referred to in Article 50 of Regulation (EEC) No 337/79 and Annex IV to Regulation (EEC) No 2115/76 should be amended accordingly; whereas, pursuant to Article 4 (3) of the same Regulation, the names and addresses of the Brazilian agency and laboratory responsible for completing accompanying documents are published in the 'C' series of the Official Journal of the European Communities (6);\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Wine,", "main_body": ["The reference to Brazil in Annex IV to Regulation (EEC) No 2115/76 is hereby deleted.", "This Regulation shall enter into force on 1 February 1983.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 January 1983.\nFor the Commission\nPoul DALSAGER\nMember of the Commission\n(1) OJ No L 54, 5. 3. 1979, p. 1.\n(2) OJ No L 326, 23. 11. 1982, p. 1.\n(3) OJ No L 237, 28. 8. 1976, p. 1.\n(4) OJ No L 341, 28. 11. 1981, p. 37.\n(5) OJ No L 54, 5. 3. 1979, p. 97.\n(6) OJ No C 343, 31. 12. 1982, p. 7."}