{"celex_id": "31989R3411", "uri": "http://publications.europa.eu/resource/cellar/622d82f3-24a6-4f54-b615-1104f8565cb5", "type": "Regulation", "concepts": ["161", "4717"], "title": "Council Regulation (EEC) No 3411/89 of 23 October 1989 opening and providing for the administration of a Community tariff quota for certain wine of designated origin, originating in Algeria (1990)\n", "header": "COUNCIL REGULATION (EEC) No 3411/89  of 23 October 1989  opening and providing for the administration of a Community tariff quota for certain wine of designated origin, originating in Algeria (1990)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 113 thereof,\nHaving regard to the proposal from the Commission,\nWhereas Article 20 of the Commission Agreement between the European Economic Community and the People's Democratic Republic of Algeria (1), as amended by the Additional Proposal to that Agreement (2), provides that certain wine of designated origin  falling within CN codes ex 2204 21 25, ex 2204 21 29, ex 2204 21 35 or ex 2204 21 39 originating in Algeria shall be exempt from customs duties on import into the Community within the limits of a Community tariff quota of 200 000 hectolitres; whereas  the wine must be put up in containers holding two lires or less; whereas the wine must be accompanied either by a certificate of designation of origin in accordance with the model given in Annex D to the Agreement or, by way of derogation, by a document  VI 1 or a VI 2 extract annotated in compliance with Article 9 of Regulation (EEC) No 3590/85 (3);\nWhereas, however, Council Regulation (EEC) No 2573/87 of 11 August 1987 laying down the arrangements for trade between Spain and Portugal on the one hand and Algeria, Egypt, Jordan, Lebanon, Tunisia and Turkey on the other (4) provides for the  Portuguese Republic to defer until 31 December 1990 the application of the preferential arrangements for the products in question; whereas, consequently this Regulation does not apply to Portugal; whereas the Community tariff quota in question sould be  opened for 1990;\nWhereas the wine in question is subject to compliance with the free-at-frontier reference price; whereas, in order that such wine may benefit from this tariff quota, Article 54 of Regulation (EEC) No 822/87 (5), as last amended by Regulation (EEC) No  1236/89 (6), must be complied with;\nWhereas equal and continuous access to the quota should be ensured for all Community importers and the rate laid down for the quota should be applied consistently to all imports of the products in question into the Member States until the quota is  exhausted; whereas, it is appropriate to take the necessary measures to ensure efficient Community administration of this tariff quota while offering the Member States the opportunity to draw from the quota volume the necessary quantities corresponding  to actual imports; whereas this method of administration requires close cooperation between the Member States and the Commission;\nWhereas since the Kingdom of Belgium, the Kingdom of the Netherlands and the Grand Duchy of Luxembourg are united within and jointly represented by the Benelux Economic Union, any operation concerning the administration of the quota may be carried out  by any one of its members,", "main_body": ["1. From 1 January to 31 December 1990 the customs duties applicable in the Community, with the exception of Portugal, to imports of the following products originating in Algeria, shall be suspended at the level and within the limits of a  Community tariff quota as shown below:\nOrder No\nCN codes (1)  Description\nAmount of\ntariff quota\n(hectolitres)  Quota, duty\n(%)             09.1001  ex 2204 21 25\nex 2204 21 29\nex 2204 21 35\nex 2204 21 39\nWines entitled to one of the following designations of origin:\nAïn Besem-Bouira, Médéa, Coteaux du Zaccar, Dahra, Coteaux de Mascara, Monts du Tessalah, Coteaux de Tlemcen, of an actual alcoholic strength by volume not exceeding 15 % vol, in containers holding two litres or less  200 000  free       (1) TARIC  codes: 2204 21 25 * 92\n2204 21 29 * 91\n2204 21 35 * 92\n2204 21 39 * 91\nWithin the limit of this tariff quota the Kingdom of Spain shall apply customs duties calculated in accordance with Regulation (EEC) No 2573/87.\n2. The wine in question is subject to observance of the free-at-frontier reference price.\nThe wine in question shall benefit from this tariff quota on condition that Article 54 of Regulation (EEC) No 822/87 is complied with.\n3. Each wine, when imported, shall be accompanied either by a certificate of designation of origin, issued by the relevant Algerian authority or, by way of derogation, by a document VI 1 or a VI 2 extract annotated in compliance with Article 9 of  Regulation (EEC) No 3590/85, in accordance with the model annexed to this Regulation.", "The tariff quota referred to in Article 1 shall be administered by the Commission, which may take any appropriate measure with a view to ensuring the efficient administration thereof.", "If an importer presents in a Member State a declaration of entry into free circulation including a request for preferential benefit for a product covered by this Regulation, and if this declaration is accepted by the customs authorities, the  Member State concerned shall draw, from the tariff quota, by means of notification to the Commission, a quantity corresponding to these needs.\nThe requests for drawing, with the indication of the date of acceptance of the said declaration, must be communicated to the Commission without delay.\nThe drawings are granted by the Commission on the basis of the date of acceptane of the declaration of entry into free circulation by the customs authorities of the Member State concerned, to the extent that the available balance so permits.\nIf a Member State does not use the quantities drawn, it shall return them as soon as possible to the tariff quota.\nIf the quantities requested are greater than the available balance of the quota, allocation shall be made on a pro rata basis with respect to the requests. Member States shall be informed by the Commission of the drawings made.", "Each Member State shall ensure that importers of the product concerned have equal and continuous access to the quota for such time as the residual balance of the quota volume so permits.", "The Member States and the Commission shall cooperate closely in order to ensure that this Regulation is complied with.", "This Regulation shall enter into force on 1 January 1990.\nThe requests for drawing, with the indication of the date of acceptance of the said declaration, must be communicated to the Commission without delay.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 23 October 1989.\nFor the Council\nThe President\nH. NALLET\n(1) OJ No L 263, 27. 9. 1978, p. 2.\n(2) OJ No L 297, 21. 10. 1987, p. 2.\n(3) OJ No L 343, 20. 12. 1985, p. 20.\n(4) OJ No L 250, 1. 9. 1987, p. 1.\n(5) OJ No L 84, 27. 3. 1987, p. 1.\n(6) OJ No L 128, 11. 5. 1989, p. 31.\nANEXO - BILAG - ANHANG -  PARARTIMA  - ANNEX - ANNEXE - ALLEGATO - BIJLAGE - ANEXO"}