{"celex_id": "31986R0713", "uri": "http://publications.europa.eu/resource/cellar/64ec76e6-c90c-4f7b-ab0e-63478b12f584", "type": "Regulation", "concepts": ["140", "2741", "4284", "4667", "4860"], "title": "Commission Regulation (EEC) No 713/86 of 6 March 1986 amending Regulation (EEC) No 3143/85 on the sale at reduced prices of intervention butter intended for direct consumption in the form of concentrated butter\n", "header": "COMMISSION  REGULATION (EEC) No 713/86\nof 6 March 1986\namending Regulation (EEC) No 3143/85 on the sale at reduced prices of  intervention butter intended for direct consumption in the form of  concentrated butter\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 804/68 of 27 June 1968, on the common organization of the market in milk and milk products (1), as last amended by Regulation (EEC) No 3768/85 (2), and in particular Article 6 (7) thereof,\nWhereas Commission Regulation (EEC) No 3143/85 (3), as last amended by Regulation (EEC) No 3812/85 (4), made arrangements for the sale at reduced prices of intervention butter for direct consumption in the form of concentrated butter;\nWhereas Article 5 of Regulation (EEC) No 3143/85 states that certain substances may be incorporated into the concentrated butter; whereas in the light of experience the incorporation of sodium chloride should also be permitted; whereas the maximum sitosterol content of stigmasterol incorporated in the butter under formulas I and II laid down in that Article should also be altered;\nWhereas Article 5 (4) of Regulation (EEC) No 3143/85 states that packs of concentrated butter must carry certain wordings in clear and legible print; whereas the Danish language wording should be amplified;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Milk and Milk Products;", "main_body": ["Article 5 of Regulation (EEC) No 3143/85 is hereby amended as follows:\n1. The second subparagraph of paragraph 1 is replaced by the following:\n'However, there may be incorporated in the concentrated butter a maximum of 2 % dry defatted milk components and/or 0,5 % lecithin (E 322) and/or 0,75 % sodium chloride.'\n2. In formulas I and II in paragraph 2, '4 % sitosterol' is replaced by '6 % sitosterol'.\n3. The first indent of paragraph 4 is replaced by the following:\n'Stege- og bagesmoer' or 'stegesmoer'.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 6 March 1986.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 148, 28. 6. 1968, p. 13.\n(2) OJ No L 362, 31. 12. 1985, p. 8.\n(3) OJ No L 298, 12. 11. 1985, p. 9.\n(4) OJ No L 368, 31. 12. 1985, p. 3."}