{"celex_id": "31984R0865", "uri": "http://publications.europa.eu/resource/cellar/66b90b54-9b2d-4df3-9af1-158c0cf6a898", "type": "Regulation", "concepts": ["1224", "1568", "1570", "3170", "386", "889"], "title": "Council Regulation (EEC) No 865/84 of 31 March 1984 laying down general rules on the granting of aid for concentrated skimmed milk for use as animal feed\n", "header": "COUNCIL REGULATION (EEC) No 865/84 of 31 March 1984 laying down general rules on the granting of aid for concentrated skimmed milk for use as animal feed\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 804/68 of 27 June 1968 on the common organization of the market in milk and milk products (1), as last amended by Regulation (EEC) No 856/84 (2), and in particular Article 12 (2) thereof,\nHaving regard to the proposal from the Commission,\nWhereas, under Article 12 (1) of Regulation (EEC) No 804/68, when surpluses build up or threaten to build up, measures other than those provided for in Articles 6 to 11 of that Regulation may be taken to facilitate the disposal of milk;\nWhereas a major feature of the present situation on the market in milk products is the substantial rise in the quantity of milk collected and consequently the marked increase in milk-product surpluses ; whereas, this being the situation, it should also be made possible for aid to be granted for concentrated skimmed milk intended for use as feed for animals other than calves;\nWhereas, in order to ensure that the purpose of this aid scheme, namely that the greatest possible quantity of concentrated skimmed milk be used as animal feed, is attained, payment of the aid should be made conditional on observance of a maximum price when the concentrated skimmed milk is sold by the undertaking that has denatured it;\nWhereas, given the purpose of the aid scheme, measures should be taken to ensure that the said product is not deflected from its intended use;\nWhereas control requirements indicate that the aid should be paid to the undertaking that denatures the product and that payment should be made conditional on production of evidence that the product has been denatured;\nWhereas, for technical administrative reasons, each Member State should designate an intervention agency authorized to implement the provisions of the aid scheme,", "main_body": ["It may be decided that aid be granted for the use of concentrated skimmed milk as feed for animals other than calves.", "1. The aid shall be paid to the firm denaturing the product which is sold, at a maximum price fixed in accordance with Article 4, to farms using it as feed for the animals indicated in Article 1.\n2. The product for which aid is paid may not be used other than for feeding the animals indicated in Article 1.\n3. Where the denatured product is exported, an amount equal to the aid shall be levied.", "1. The aid for concentrated skimmed milk shall be fixed in line with the aid for skimmed milk used as feed for animals other than calves.\n2. The aid shall be fixed each year for the following milk year immediately after the fixing of the intervention prices for the new year, within a range to be determined by the Council acting on a proposal from the Commission according to the decision procedure specified in Article 43 of the Treaty.\nThe aid shall not be changed during the milk year except as required by a marked change in the aid, referred to in paragraph 1, for skimmed milk used as feed for animals other than calves.  (1) OJ No L 148, 28.6.1968, p. 13. (2) See page 10 of this Official Journal.", "The maximum price mentioned in Article 2 (1) shall be fixed in consideration of the following factors:    (a) the prices of the product mentioned in Article 1;\n(b) the aid granted for this product;\n(c) the prices of comparable feeds for animals.", "1. The aid shall be paid by the intervention agency of the Member State in whose territory the undertaking which has denatured the product is located.\n2. The aid shall be paid only when evidence has been produced that the product has been denatured and has been sold to farms using it as feed for the animals indicated in Article 1.", "The detailed implementing rules for this Regulation shall cover product characteristics, aid rates, maximum selling prices, supervisory measures to ensure that the product is used for its proper purpose and, if necessary, supplementary conditions for the payment of the aid.", "1. Each Member State shall designate an intervention agency authorized to implement the measures provided for in this Regulation.\n2. Member States shall take the necessary measures to ensure application of this Regulation. They may for this purpose make provision for supervisory measures applicable to all undertakings using or marketing the product specified in Article 1.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 31 March 1984.\nFor the Council\nThe President\nM. ROCARD"}