{"celex_id": "31989L0518", "uri": "http://publications.europa.eu/resource/cellar/51824cdb-6351-4b5d-92b3-ed010f93aed2", "type": "Directive", "concepts": ["2897", "3648", "4654", "4658", "469", "5481"], "title": "Commission Directive 89/518/EEC of 1 August 1989 adapting to technical progress Council Directive 77/538/EEC on the approximation of the laws of the Member States relating to rear fog lamps for motor vehicles and their trailers\n", "header": "COMMISSION DIRECTIVE of 1 August 1989 adapting to technical progress Council Directive 77/538/EEC on the approximation of the laws of the Member States relating to rear fog lamps for motor vehicles and their trailers (89/518/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 70/156/EE of 6 February 1970 on the approximation of the laws of the Member States relating to the type-approval of motor vehicles and their trailers (1), as last amended by Directive 87/403/EEC (2), and in particular  Article 11 thereof,\nHaving regard to Council Directive 77/538/EEC of 28 June 1977 on the approximation of the laws of the Member States relating to rear fog lamps for motor vehicles and their trailers (3), as last amended by Directive 87/354/EEC (4), and in particular  Article 10 thereof,\nWhereas, in the light of experience and in view of the current state of the art, it is now possible to simplify the EEC component type-approval mark for such lamps, where they are grouped together with, combined with or reciprocally incorporated in  other lamps;\nWhereas the measures provided for in this Directive are in accordance with the opinion of the Committee for the Adaptation to Technical Progress of Directives on the Removal of Technical Barriers to Trade in the Motor Vehicles Sector,", "main_body": ["Annexes 0 and II to Directive 77/538/EEC are amended in accordance with the Annex to this Directive.", "With effect from 1 January 1990, no Member State may:\n(a)  - refuse, in respect of a type of vehicle, to grant EEC type-approval, to issue the document referred\nto in the third indent of Article 10 (1) of Directive 70/156/EEC, or to grant national type-approval, or\n- prohibit the entry into service of vehicles, on grounds relating to the rear fog lamps if the latter comply with the provisions of this Directive;\n(b)  - refuse to grant EEC component type-approval or national component type-approval in respect of the said rear fog lamps if they comply with the provisions of this Directive, or\n- prohibit the placing on the market of rear fog lamps if the latter bear the EEC component type-approval mark issued in accordance with the provisions of this Directive.", "Member States shall bring into force the provisions necessary to comply with this Directive not later than 31 December 1989. They shall forthwith inform the Commission thereof.\nThe provisions adopted pursuant to the first subparagraph shall make express reference to this Directive.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 1 August 1989.\nFor the Commission\nMartin BANGEMANN\nVice-President\n(1) OJ No L 42, 23. 2. 1970, p. 1.\n(2) OJ No L 220, 8. 8. 1987, p. 44.\n(3) OJ No L 220, 29. 8. 1977, p. 60.\n(4) OJ No L 192, 11. 7. 1987, p. 43.   ANNEX  Annex 0 is amended as follows:\nItems 1 to 1.4 are replaced by the following items 1 and 1.1:\n´1.\nDEFINITIONS\n´1.1\nThe definitions set out in Directive 76/756/EEC of:\n- rear fog lamp,\n- lamp,\n- light source with regard to filament lamps,\n- independent lamps,\n- grouped lamps,\n- combined lamps,\n- reciprocally incorporated lamps,\n- device,\n- illuminating surface of a signalling lamp other than a reflex reflector,\n- apparent surface,\n- light-emitting surface,\n- axis of reference,\n- centre of reference\n- single lamp,\nshall apply to this Directive.'\nItems 1.5 to 1.5.4 are renumbered 1.2 to 1.2.4.\nItem 3.4 is replaced by the following:\n´3.4\nThe illuminating surface of the lamp shall not exceed 140 cm$.'\nItem 6, ´2854 K' is replaced by ´2856 K'\nIn the German version the abbreviation for the International Commission on Illumination should read: ´CIE'.\nAnnex II is amended as follows:\nItem 1.2.2 is replaced by the following:\n´1.2.2.\ndrawings (three copies) in sufficient detail to permit identification of the type and showing, geometrically, the position in which the device is to be mounted on the vehicle, the axis of observation to be taken as the axis of reference in the tests  (horizontal angle H = 0g, vertical angle V = 0g), the point to be taken as the centre of reference in the said tests, the vertical and horizontal tangents to the illuminating surface and their distance from the centre of reference of the lamp.'\nIn item 3.3 ´mark' should be replaced by ´number'\nItem 4.2 is replaced by the following:\n´4.2\nThis mark shall consist of a rectangle surrounding the letter \"e'' followed by the distinguishing number or letters of the Member State which has granted type-approval:\n1\nfor Germany,\n2\nfor France,\n3\nfor Italy,\n4\nfor the Netherlands\n6\nfor Belgium,\n9\nfor Spain,\n11\nfor the United Kingdom,\n13\nfor Luxembourg,\n18\nfor Denmark,\n21\nfor Portugal,\nEL\nfor Greece,\nIRL\nfor Ireland\nIt must also include the EEC component type-approval number which corresponds to the number of the EEC component type-approval certificate issued for the type of rear fog lamp in question (see Annex I), preceded by two figures indicating the sequence  number assigned to the most recent major technical amendment of Council Directive 77/538/EEC, on the date when EEC component type-approval was delivered. For the present Directive, this number is ´00'.\nItem 4.6, read:\n´4.6\nExamples of the EEC component type-approval mark and the additional symbol are shown in Appendix 1.\nThe component type approval numbers in accordance with appendix 1 to Directive 77/538/EEC, in its initial form i.e. without sequence number \"00'', may however be retained provided that the technical requirements relating to rear fog lamps are not  modified.'\nItem 4.7, read:\n´4.7\nWhere a single EEC component type-approval number is issued, as under 3.3, for a type of lighting and light-signalling device comprising a rear fog lamp that is grouped, combined or reciprocally incorporated with other lamps, one EEC component  type-approval mark only may be affixed, consisting of:\n- a rectangle surrounding the letter \"e'' followed by the distinguishing number or letters of the Member State which has granted the type approval,\n- the EEC component type-approval number and, where necessary, the appropriate arrow.'\nAfter item 4.7, the following new items are added:\n´4.7.1\nThis EEC component type-approval mark may be placed anywhere on lamps that are grouped, combined or reciprocally incorporated, provided that:\n4.7.1.1\nit is visible when the lamps have been installed;\n4.7.1.2\nno light-transmitting component of the grouped, combined or reciprocally incorporated lamps may be removed without the EEC component type-approval mark being removed at the same time.\n4.7.2\nThe identification symbol for each lamp corresponding to each Directive pursuant to which EEC component type-approval was granted, together with the two figures indicating the sequence number referred to in item 4.2, final indent, above and, where  necessary, the additional letter \"D'' must be indicated,\n4.7.2.1\neither on the appropriate light-emitting surface;\n4.7.2.2\nor in a group, such that each of the grouped, combined or reciprocally incorporated lamps may be clearly identified.'\nItem 4.9 is replaced by the following.\n´4.9\nExamples of an EEC component type-approval mark for a lamp that is grouped, combined or reciprocally incorporated with other lamps are shown in Appendix 2.'\nAppendix 1 is amended as follows.\nIn the title, the word ´Example' is replaced by the word ´Examples'.\nAbove the example of an EEC component type-approval mark, the words ´Figure 1' are inserted.\nAfter Figure 1, the following Figure 2 is added:\nAppendix 2 is replaced by the following:\n´Appendix 2\nEXAMPLES OF SIMPLIFIED MARKING FOR GROUPED, COMBINED OR RECIPROCALLY\nINCORPORATED LAMPS\nNote: In the above examples the vertical and horizontal lines depict the general shape of a lamp unit and do not form part of the component type-approval mark.\nThe three examples of EEC component type-approval marks shown above, namely models A, B and C, represent three possible alternatives for marking a lighting device where two or more lamps form part of the same set of grouped, combined or reciprocally  incorporated lamps. They show that the device in question was EEC type-approved in the Netherlands (e 4) under the number 3333 and consists of:\n- a class IA reflex reflector, EEC type-approved pursuant to Directive 76/757/EEC;\n- a category 2a rear direction indicator, EEC type-approved pursuant to Directive 76/759/EEC;\n- a red rear position (side) lamp (R), EEC type-approved pursuant to Directive 76/758/EEC;\n- a rear fog lamp (F), EEC type-approved pursuant to this Directive;\n- a reversing lamp (AR), EEC type-approved pursuant to Directive 77/539/EEC;\n- a stop lamp (S1), EEC type-approved pursuant to Directive 76/758/EEC.'"}