{"celex_id": "31986R3518", "uri": "http://publications.europa.eu/resource/cellar/8dcd3c80-2b22-4398-8f51-219533f69134", "type": "Regulation", "concepts": ["1552", "1637", "1644", "3191", "5334", "693"], "title": "Commission Regulation (EEC) No 3518/86 of 19 November 1986 on specific surveillance measures applicable to imports of orange juice\n", "header": "COMMISSION  REGULATION (EEC) No 3518/86\nof 19 November 1986\non specific surveillance measures applicable to imports of orange juice\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 426/86 of 24 February 1986 on the common organization of the market in products processed from fruit and vegetables (1), as last amended by Regulation (EEC) No 1838/86 (2), and in particular Article 18 (2) thereof,\nWhereas the conditions under which orange juice is marketed are affected by competition from third countries offering prices which are substantially lower than those applied in the Community; whereas the constant fall in the prices of imported products has been accompanied by a substantial increase in the quantities imported;\nWhereas, under those circumstances, the Community market is exposed to serious disturbances which might endanger the objectives set out in Article 39 of the Treaty;\nWhereas measures should be taken to enable imports of orange juice from third countries to be kept under close surveillance; whereas, with a view to that objective, provision should be made for release for free circulation of the product in question to be made subject to the presentation of a licence and for licence applications to be accompanied by particulars regarding the product to be imported; whereas those particulars should be checked against the contracts between importers and suppliers;\nWhereas with a view to enabling supplementary measures to be adopted by the Commission if the market situation so requires, provision should be made for a given period to elapse between applications and the actual issue of import licences;\nWhereas the provisions of Commission Regulation (EEC) No 3183/80 of 3 December 1980 laying down common detailed rules for the application of the system of import and export licences and advance fixing certificates for agricultural products (3), as last amended by Regulation (EEC) No 592/86 (4) should be applied,", "main_body": ["All release for free circulation in the Community of orange juice falling within heading 20.07 of the Common Customs Tariff shall be subject to the presentation of an import licence issued by Member States to all applicants, wherever they are established in the Community.\nSuch licences shall be valid throughout the Community.", "1. Import licences shall be issued subject to the provision of a security of 2 ECU per 100 kg net. Securities shall be forfeit in full or in part if, during the term of validity of the licence, the products are not, or only in part, released for circulation.\n2. The provisions of Regulation (EEC) No 3183/80 shall apply subject to the specific provisions of this Regulation.\n3. Import licences shall be valid for three months from their date of issue.", "1. Application for import licences must be accompanied by:\n- particulars as follows:\n(i) the concentration of the product according to the Brix scale following the classification inthe Annex hereto;\n(ii) the price of the product as stipulated in the contract;\n(iii) the method of preservation;\n(iv) the form of packaging.\nThose particulars must be notified by means of a document in duplicate in accordance with the model in the Annex.\n- the contract concluded between importers and suppliers.\n2. The competent authorities shall indicate on the contracts the quantities in respect of which import licences are issued.\nThe quantities indicated shall be endorsed by the competent authority's stamp.", "1. Licence applications and import licences must indicate the country of origin of the product in Section 14. Import licences shall only be valid for products originating in the country indicated in Section 14.\n2. Import licences shall be issued on the fifth working day following the day on which applications are lodged unless special measures have been taken in the interim.", "1. Member States shall notify the Commission of:\n- the quantities of orange juice in respect of which applications for import licences have been lodged,\n- the country of origin,\nbroken down in accordance with the nomenclature of the Common Customs Tariff. Such information shall be notified at the following intervals:\n- each Wednesday for applications lodged on Mondays and Tuesdays,\n- each Friday for applications lodged on Wednesdays and Thursdays,\n- each Monday for applications lodged on the previous Friday.\nIf no applications for import licences have been lodged during one of the periods referred to in the first subparagraph, the Member State in question shall notify the Commission thereof by telex on the days indicated above.\n2. Each Monday the Member States shall forward to the Commission the originals of the documents provided for in Article 3 (1), first indent.", "This Regulation shall enter into force on the eighth day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 November 1986.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 49, 27. 2. 1986, p. 1.\n(2) OJ No L 159, 14. 6. 1986, p. 1.\n(3) OJ No L 338, 13. 12. 1980, p. 1.\n(4) OJ No L 58, 1. 3. 1986, p. 4.\nANNEX\nconcerning notification of the particulars provided for in Article 3 (1)\nProduct: ORANGE JUICE\nCountry of origin:\nTotal quantity (tonnes):\n1.2.3.4.5.6 //  //  //  //  //  //  // Quantity   // Common Customs Tariff subheading   // Dry matter content (1)  // Method of preservation (2)   // Form of packaging (3)  // Price stipulated in the contract (4)   //    //   //   //  //   //\n//  //  //  //  //  //  //  //  //  //  //  // (1) Classification of the quantity to be imported in one or more of the following:\n- less than 11° Brix\n- at least 11° Brix but less than 22° Brix\n- at least 22° Brix but less than 33° Brix\n- at least 33° Brix but less than 44° Brix\n- at least 44° Brix but less than 55° Brix\n- 55° Brix or over.\n(2) Freezing, sterilization or other method (to be indicated).\n(3) Size of immediate packing (total quantity to be indicated by type of packing) or quantity in bulk.\n(4) Depending on purchasing conditions, indicate price cif, fob or other."}