{"celex_id": "31987D0231", "uri": "http://publications.europa.eu/resource/cellar/227eac72-19e8-4f6b-bf24-db320e7c52cd", "type": "Decision", "concepts": ["2356", "2560", "2877", "4689", "619"], "title": "87/231/CEE: Council Decision of 7 April 1987 amending Directives 64/432/EEC and 72/461/EEC as regards certain measures relating to swine fever\n", "header": "COUNCIL  DECISION\nof 7 April 1987\namending Directives 64/432/EEC and 72/461/EEC as regards certain measures relating to swine fever\n(87/231/CEE)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community and, in particular, Article 43 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas Council Directive 64/432/EEC of 26 June 1964 on animal health problems affecting intra-Community trade in bovine animals and swine (4), as last amended by Regulation (EEC) No 3768/85 (5), defined the conditions which must be satisfied as regards classical swine fever by live pigs intended for intra-Community trade;\nWhereas Council Directive 72/461/EEC of 12 December 1972 on health problems affecting intra-Community trade in fresh meat (6), as last amended by Directive 87/64/EEC (7), defines the safeguards which must be satisfied as regards classical swine fever by fresh pigmeat intended for intra-Community trade;\nWhereas, as a result of national programmes to eradicate classical swine fever introduced in the framework of a Community measure, some Member States have totally eradicted the disease and can claim to be officially free of classical swine fever; whereas they should therefore be given the possibility of maintaining the status they have acquired and preventing the reappearance of the disease on their territory by strenghtening the safeguards which they enjoy as regards trade in the products concerned, in view of the adverse effects of this disease on the productivity of their pig herds and on the income of those working in this sector;\nWhereas the application of these provisions shall be limited pending the Council Decision on measures to combat classical swine fever,", "main_body": ["Directive 64/432/EEC is hereby amended as follows:\n1. The first phrase of Article 4b (1) shall be replaced by the following:\n'Member States which are officially free of swine fever may not oppose the entry into their territory of pigs coming from:'\n2. Article 4b (2) shall be replaced by the following:\n'2. This Article shall apply until 31 December 1988.'\n3. Article 4b (3) shall be deleted.\n4. Point F of Article 7 (1) shall be replaced by the following:\n'F. In the case of swine for breeding or production, notwithstanding Article 3 (4) and until 31 December 1988, those animals which have been vaccinated against swine fever. Such animals must bear a special mark and be intended for delivery to holdings where animals are systematically vaccinated against swine fever.'.", "Directive 72/461/EEC is hereby amended as follows:\n1. In Article 13a (1) the first phrase shall be replaced by the following:\n'1. Member States which are officially free of swine fever may not oppose the entry into their territory of fresh pigmeat from another Member State if such meat has been obtained from:'.\n2. In Article 13a (1) (i), the words 'Article 4c (1)' shall be replaced by the words 'Article 4b (1)'.\n3. In Article 13a (3), first and second subparagraphs, the date of '31 December 1987' shall be replaced by that of '31 December 1988'.", "Before 1 November 1987, the Council shall act, by a qualified majority on a proposal from the Commission, on the extensions provided for in Article 4b and Article 7\n(1) (F) of Directive 64/432/EEC and Article 13a of Directive 72/461/EEC.", "Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Decision not later than 31 December 1987 and shall forthwith inform the Commission thereof.", "This Decision is addressed to the Member States."], "attachments": "Done at Luxembourg, 7 April 1987.\nFor the Council\nThe President\nPh. MAYSTADT\n(1) OJ No C 295, 21. 11. 1986, p. 8.\n(2) OJ No C 76, 23. 3. 1987.\n(3) OJ No C 83, 30. 3. 1987, p. 3.\n(4) OJ 121, 29. 7. 1964, p. 1977/64.\n(5) OJ No L 362, 31. 12. 1985, p. 8.\n(6) OJ No L 302, 31. 12. 1972, p. 28.\n(7) OJ No L 34, 5. 2. 1987, p. 52."}