{"celex_id": "31982R3473", "uri": "http://publications.europa.eu/resource/cellar/6b20881e-4d83-4852-81b3-aab1166aa725", "type": "Regulation", "concepts": ["2730", "3568", "4718", "4720"], "title": "Commission Regulation (EEC) No 3473/82 of 23 December 1982 amending for the second time Regulation (EEC) No 3389/81 laying down detailed rules for export refunds in the wine sector\n", "header": "COMMISSION  REGULATION (EEC) No 3473/82\nof 23 December 1982\namending for the second time Regulation (EEC) No 3389/81 laying down detailed rules for export refunds in the wine sector\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 337/79 of 5 February 1979 on the common organization of the market in wine (1), as last amended by Regulation (EEC) No 3082/82 (2), and in particular Article 20 (4) thereof,\nHaving regard to Council Regulation (EEC) No 345/79 of 5 February 1979 laying down general rules for granting export refunds on wine and criteria for fixing the amount of such refunds (3), as amended by Regulation (EEC) No 2009/81 (4), and in particular Article 6 (3) thereof,\nWhereas Commission Regulation (EEC) No 3474/82 of 23 December 1982 fixing export refunds in the wine sector (5) makes provision for a reduced refund rate for the wine referred to in Article 40 of Regulation (EEC) No 337/79 produced in excess of the normal quantity, as determined by the implementing Regulation; whereas in the interests of good management, notably for administrative purposes, it is necessary to introduce specific controls; whereas, to this end such wine should be mentioned separately on the analysis certificate provided for in Article 3 of Commission Regulation (EEC) No 3389/81 (6), as amended by Regulation (EEC) No 843/82 (7);\nWhereas this opportunity should be taken to incorporate in the said Article 3 of Regulation (EEC) No 3389/81 a technical adaptation necessitated by the amendment made to the definition of concentrated grape must by Council Regulation (EEC) No 3082/82;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Wine,", "main_body": ["Regulation (EEC) No 3389/81 is hereby amended as follows:\n1. The second subparagraph of Article 3 (1) is replaced by the following:\n'The certificate referred to in the first indent of the first subparagraph shall mention at least the following:\n(a) for table wines and liqueur wines other than quality wines psr:\n- the colour,\n- the total alcoholic strength by volume,\n- the actual alcoholic strength by volume,\n- the total acidity,\n- where appropriate, a statement that the wine in question is the wine referred to in Article 40 (2) of Regulation (EEC) No 337/79 produced in excess of the normal quantity, as determined by the implementing Regulations, or the quantity of such wine in the case of exports of wine resulting from coupage or blending;\n(b) for concentrated grape must, the measurement recorded at a temperature of 20 Â°C by refractometer used in accordance with the method referred to in paragraph 5 of Annex II to Regulation (EEC) No 337/79'.\n2. The following paragraph is added to Article 3:\n'3. If the table wine in respect of which a refund is requested results from coupage or from blending of table wines qualifying for different refund rates, the amount of the refund shall be calculated in proportion to the quantities of table wine in the coupage or in the blend.'", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply from 16 December 1982.\nHowever, the amended text of point (b) in the second subparagraph of Article 3 (1) of Regulation (EEC) No 3389/81 shall apply from 1 January 1983.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 23 December 1982.\nFor the Commission\nPoul DALSAGER\nMember of the Commission\n(1) OJ No L 54, 5. 3. 1979, p. 1.\n(2) OJ No L 326, 23. 11. 1982, p. 1.\n(3) OJ No L 54, 5. 3. 1979, p. 69.\n(4) OJ No L 195, 18. 7. 1981, p. 6.\n(5) See page 32 of this Official Journal.\n(6) OJ No L 341, 28. 11. 1981, p. 24.\n(7) OJ No L 98, 14. 4. 1982, p. 10."}