{"celex_id": "31987R2335", "uri": "http://publications.europa.eu/resource/cellar/2e3dbd9f-4cef-44f9-8022-9f80b209d5ad", "type": "Regulation", "concepts": ["1277", "1644", "2548", "3191", "6007"], "title": "Commission Regulation (EEC) No 2335/87 of 31 July 1987 amending Regulation (EEC) No 1146/86 laying down protective measures in respect of imports of sweet potatoes\n", "header": "COMMISSION  REGULATION (EEC) No 2335/87\nof 31 July 1987\namending Regulation (EEC) No 1146/86 laying down protective measures in respect of imports of sweet potatoes\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2727/75 of 29 October 1975 on the common organization of the market in cereals (1), as last amended by Regulation (EEC) No 1900/87 (2), and in particular Article 20 (2) thereof,\nWhereas Council Regulation (EEC) No 2748/75 (3) laid down the conditions for applying protective measures in the market in cereals;\nWhereas, by Regulation (EEC) No 474/87 (4), the Commission relaxed the protective measures applicable to imports of sweet potatoes for use as animal feed, previously laid down by Commission Regulation (EEC) No 1146/86 (5); whereas this relaxation consisted in defining maximum quantities up to which import licences are to be issued for products originating in, on the one hand, the People's Republic of China (600 000 tonnes) and, on the other hand, in any other third country (5 000 tonnes);\nWhereas the security relating to the import licence should be increased in respect of applications giving an origin other than the People's Republic of China, in order to avoid abusive applications for licences; whereas, in the light of the limited quantities available (5 000 tonnes), any application which does not result, once the licence has been granted, in actual import during the period of validity of the licence deprives traders who have received serious guarantees from certain exporting countries from the right to import;\nWhereas applications for licences stating an origin other than the People's Republic of China and accompanied by the lodging of the security laid down by this Regulation may, therefore, be submitted for a maximum quantity of 5 000 tonnes;\nWhereas, on the other hand, the security for imports originating in the People's Republic of China should not be increased since the issue of the licence is subject to the submission of the original of an export document issued by the authorities of that country,", "main_body": ["The following paragraph 3 is hereby added to Article 1 of Regulation (EEC) No 1146/86:\n'3. Notwithstanding Article 12 of Regulation (EEC) No 2042/75 (1), the security relating to import licences in respect of the applications referred to in paragraph 2 (b) shall be 20 ECU per tonne.\n(1) OJ No L 213, 11. 8. 1975, p. 5.'", "This Regulation shall enter into force on the seventh day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 31 July 1987.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 281, 1. 11. 1975, p. 1.\n(2) OJ No L 182, 3. 7. 1987, p. 40.\n(3) OJ No L 281, 1. 11. 1975, p. 85.\n(4) OJ No L 48, 17. 2. 1987, p. 15.\n(5) OJ No L 103, 19. 4. 1986, p. 58.\n(6) OJ No L 217, 5. 8. 1986, p. 10."}