{"celex_id": "31980D0127", "uri": "http://publications.europa.eu/resource/cellar/771b0009-c024-4681-85ed-30a614713990", "type": "Decision", "concepts": ["1085", "1662", "2723", "4081"], "title": "80/127/EEC: Commission Decision of 28 December 1979 authorizing the French Republic to restrict the marketing of seed of certain varieties of agricultural plant species (Only the French text is authentic)\n", "header": "Commission Decision\nof 28 December 1979\nauthorizing the French Republic to restrict the marketing of seed of certain varieties of agricultural plant species\n(Only the French text is authentic)\n(80/127/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 70/457/EEC of 29 September 1970 on the common catalogue of varieties of agricultural plant species [1], as last amended by Council Directive 79/967/EEC of 12 November 1979 [2], and in particular Article 15 (2) (3) and (7) thereof,\nHaving regard to the application lodged by the French Republic,\nWhereas under Article 15 (1) of the said Directive, seeds or propagating material of varieties of agricultural plant species which have been offically accepted during 1977 in one or more Member States and which also meet the conditions laid down in the said Directive are, with effect from 31 December 1979, no longer subject to any marketing restrictions relating to variety in the Community;\nWhereas, however, Article 15 (2) of the said Directive provides that a Member State may be authorized upon application to prohibit the marketing of seed and propagating material of certain varieties;\nWhereas the French Republic has applied for such authorization for a certain number of varieties of different species;\nWhereas the varieties of maize concerned have not been the subject of official growing trials in the French Republic in view of the French application;\nWhereas these varieties of maize concerned have an FAO maturity class index of 700 or over; whereas it is well known that the varieties of maize which have an FAO maturity class index of 700 or over are not yet suitable for cultivation in the French Republic (second subparagraph of Article 15 (3) (c) of the above Directive);\nWhereas Commission Decision 77/282/EEC [3] extended the period provided for in the said Article 15 (1) for the variety Oberweihst (cocksfoot) for the French Republic from 31 March 1977 to 31 December 1979;\nWhereas the Commission completed its examination of the French application in respect of this variety before the expiry of the said period;\nWhereas, for this variety, the results of the trials show that it does not produce results in the French Republic which, with respect to their resistance to harmful organisms, correspond to those obtained from a comparable variety accepted there (first subparagraph of Article 15 (3) (c) of the said Directive), although in certain circumstances this is compensated by other superior characteristics (second sentence of Article 5 (4) of the said Directive);\nWhereas, therefore, the application by the French Republic in respect of seeds of all these varieties should be granted; whereas, however, the authorization for the variety of cocksfoot concerned may not be applied in all cases;\nWhereas the cases of other varieties are now being carefully examined by the Commission;\nWhereas in respect of the varieties Aled and Grassland's Pawera (red clover) the French Republic has not yet been able, for reasons in part beyond its control, to justify its application;\nWhereas the time limit specified in Article 15 (1) of the abovementioned Directive should therefore, where the French Republic is concerned, be extended for an appropriate period to allow it to prepare the necessary information on these varieties (Article 15 (7) of the above Directive);\nWhereas it is impossible to complete examination of the variety Bosquet (barley) before the time limit specified in Article 15 (1) of the said Directive;\nWhereas the time limit in question shall therefore, where the French Republic is concerned, be extended for an appropriate period in order to allow complete examination of the application in respect of this variety (Article 15 (7) of the above Directive);\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Seed and Propagating Material for Agriculture, Horticulture and Forestry,", "main_body": ["1. The French Republic is hereby authorized to prohibit the marketing in its territory of seed of the following varieties listed in the 1980 common catalogue of varieties of agricultural plant species:\nI. Fodder plants\nDactylis glomerata L.\nOberweihst\nII. Cereals\nZea mays L.\nAnemone\nDekalb XL 69\nIowa U 395\nNiagara Falls\nRanger UC 8701\nWhite River\nFunk's G Consul\nOlona\n2. The authorization given in paragraph 1 shall not affect the introduction of seeds of the variety Oberweihst (Dactylis glomerata L.) into the French Republic where it is ensured by clearly legible indications, on the official label, relating to susceptibility to diseases, as well as by other appropriate means, that the varieties are not cultivated in areas of the French Republic which periodically suffer from diseases to which the varieties are susceptible.", "The authorization given in Article 1 shall be withdrawn as soon as it is established that the conditions under which it was granted are no longer met.", "The French Republic shall notify the Commission of the date from which it makes use of the authorization under Article 1 and the detailed methods to be followed.\nThe Commission shall transmit this information to the other Member States.", "1. The time limit specified in Article 15 (1) of Directive 70/457/EEC is, where the French Republic is concerned, extended from 31 December 1979 to 31 December 1980 in respect of the following varieties:\nFodder plants\nTrifolium prantense L.\nAled\nGrassland's Pawera\n2. The time limit specified in paragraph 1 is, where the French Republic is concerned, extended from 31 December 1979 to 31 March 1980 in respect of the following variety:\nCereals\nHordeum vulgare L.\nBosquet", "This Decision is addressed to the French Republic."], "attachments": "Done at Brussels, 28 December 1979.\nFor the Commission\nFinn Gundelach\nVice-President\n[1] OJ No L 225, 12. 10. 1970, p. 1.\n[2] OJ No L 293, 20. 11. 1979, p. 16.\n[3] OJ No L 95, 19. 4. 1977, p. 21.\n--------------------------------------------------"}