{"celex_id": "31989R4053", "uri": "http://publications.europa.eu/resource/cellar/b4b5f564-bb40-4ea3-86e4-21e48e4da9f9", "type": "Regulation", "concepts": ["1294", "2308", "4790", "5283"], "title": "Council Regulation (EEC) No 4053/89 of 19 December 1989 allocating for 1990 certain catch quotas between the Member States for vessels fishing in Faroese waters\n", "header": "COUNCIL  REGULATION (EEC) N° 4053/89 of 19 December 1988 allocating for 1990 certain catch quotas between  the Member States for vessels fishing in Faroese waters\nTHE COUNCIL OF THE EUROPEAN  COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) N° 170/83 of 25 January 1983 establishing a Community  system for the conservation and management of fishery resources(1), as last amended by the Act of  Accession of Spain and Portugal(2), and in particular Article 11 thereof,\nHaving regard to the proposal from the Commission,\nWhereas, in accordance with the procedure provided for in the Agreement on fisheries between the European Economic Community, of the one part, and the  Government of Denmark and the Home Government of the Faroe Islands, of the other part, the two  parties have held consultations on their mutual fishing rights for 1990;\nWhereas, as a result of these consultations, the two parties have agreed on an arrangement for 1990  whereby certain catch quotas are allocated to Community vessels in the Faroese fishing zone;\nWhereas it is for the Community to lay down, in accordance with Article 3 of Regulation (EEC) N° 170/83, the conditions subject to which these catch quotas may be used by Community fishermen;\nWhereas, to ensure efficient management of the catch possibilities available, they should be  allocated among the Member States as quotas in accordance with Article 4 of Regulation (EEC) N°  170/83;\nWhereas the fishing activities covered by this Regulation are subject to the relevant control  measures provided for by Council Regulation (EEC) N° 2241/87 of 23 July 1987 establishing certain  control measures for fishing activities(3), as amended by Regulation (EEC) N° 3483/88(4),", "main_body": ["1.  From 1 January to 31 December 1990 catches taken by vessels flying the flag of a  Member State in the waters falling within the fisheries jurisdiction of the Faroe Islands, under  the arrangement on reciprocal fishing rights for 1990 between the Community and the Faroe Islands,  shall not exceed the quotas set out in the Annex hereto.", "This Regulation shall enter into force on 1 January 1990.\nThis Regulation shall be binding in its entirety and directly applicable in all  Member States."], "attachments": "Done at Brussels, 19 December 1989.\nFor the CouncilThe PresidentJ. MELLICK\n(1)OJ N° L 24, 27. 1. 1983, p. 1.\n(2)OJ N° L 302, 15. 11. 1985, p. 1.\n(3)OJ N° L 207, 29. 7. 1987, p. 1.\n(4)OJ N° L 306, 11. 11. 1988, p. 2.\nANNEX\n>TABLE>"}