{"celex_id": "31988R3699", "uri": "http://publications.europa.eu/resource/cellar/b1ce7993-a7f1-4998-b69a-8dfe186e799e", "type": "Regulation", "concepts": ["161"], "title": "Council Regulation (EEC) No 3699/88 of 24 November 1988 increasing the volume of the Community tariff quota opened for 1988 for ferro-chromium containing more than 6 % by weight of carbon\n", "header": "COUNCIL  REGULATION (EEC) No 3699/88\nof 24 November 1988\nincreasing the volume of the Community tariff quota opened for 1988 for ferro-chromium containing more than 6 % by weight of carbon\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 28 thereof,\nHaving regard to the proposal from the Commission,\nWhereas Council Regulations (EEC) No 4098/87 (1) and (EEC) No 2065/88 (2) opened, for 1988, and allocated among the Member States a zero-duty Community tariff quota for ferro-chromium containing more than 6 % by weight of carbon, the quota volume of which was set provisionally at 390 000 tonnes;\nWhereas it can be estimated from the economic data now available on consumption, production and imports under other preferential tariff arrangements that immediate Community requirements for imports of this product from non-member countries could, during the current year, reach levels higher than the volume laid down by the said Regulations; whereas, in order not to disturb the balance of the market for this product and to ensure both an outlet for Community production and sufficiently secure supplies for user industries, the quota volume should be increased by a quantity corresponding to the needs of user industries until the end of the current year, i.e. by 180 000 tonnes;\nWhereas the increase in the quota volume should be divided into two parts, the first being allocated among certain Member States in proportion to their estimated needs and the second held as a Community reserve to cover any additional requirements,", "main_body": ["The volume of the Community tariff quota opened by Regulations (EEC) No 4098/87 and (EEC) No 2065/88 for ferro-chromium containing more than 6 % by weight of carbon shall be increased from 390 000 tonnes to 570 000 tonnes.", "1. A first part of the additional volume referred to in Article 1, amounting to 90 000 tonnes, shall be allocated among the following Member States:\n1.2 //  // (tonnes)   // Benelux   // 12 070,   // Germany  // 30 170,   // Spain   // 10 050,   // France   // 20 120,  // Italy   // 10 050,   // United Kingdom   // 7 540.\n2. The second part, amounting to 90 000 tonnes, shall constitute the reserve. Thus the reserve provided for in Article 2 (3) of Regulation (EEC) No 4098/87 shall be increased from 142 500 tonnes to 232 500 tonnes.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 24 November 1988.\nFor the Council\nThe President\nV. KEDIKOGLOU\n(1) OJ No L 383, 31. 12. 1987, p. 14.\n(2) OJ No L 181, 12. 7. 1988, p. 38."}