{"celex_id": "31984D0567", "uri": "http://publications.europa.eu/resource/cellar/e3d94e4a-fd82-47d0-b60c-5c1e1cad0b25", "type": "Decision", "concepts": ["1005", "2472", "453", "494", "5315"], "title": "84/567/EEC: Council Decision of 27 November 1984 adopting a Community programme for the development of the specialized information market in Europe\n", "header": "COUNCIL  DECISION\nof 27 November 1984\nadopting a Community programme for the development of the specialized information market in Europe\n(84/567/EEC)\nTHE COUNCIL OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 235 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas, under Article 2 of the Treaty, the Community shall have as one of its tasks that of promoting throughout the Community the harmonious development of economic activities and a continuous and balanced expansion;\nWhereas information has worldwide become one of the prime factors in economic activity, and the effective use of information is one of the essential ingredients of economic growth and competitiveness;\nWhereas the European integration process is becoming increasingly dependent, among other factors, on the effective flow of and to information within and between all Member States;\nWhereas, given the growing complexity of information needs for business and political decision-making, for scientific and technical development, for the professional, cultural, social and economic choices of individuals and groups of people, it is necessary to develop advanced solutions for a flexible and transparent specialized information market at Community level;\nWhereas the development of the specialized information market in Europe aiming at better use of economies of scale and at adequate European independence in the specialized information area, is a challenge for the Community calling for appropriate Community support; whereas the fast developments in this area require an appropriate programme which offers considerable flexibility of priorities;\nWhereas the development of international cooperation between Member States in areas of common interest becomes increasingly important with a view to strengthening the competitiveness of the European specialized information market;\nWhereas Community efforts relating to the specialized information market and its development are a necessary complement to other related Community initiatives, in particular the ESPRIT programme to strengthen the European information technology industries through Commission support of cooperation among European manufacturers and Research and Development institutions in the development of advanced pre-competitive component technologies, the INSIS project for developing an advanced inter-institutional information and communication system for the institutions of the European Communities and those of the Member States, and the new Community initiatives (1983 to 1987) on vocational training and new information technologies;\nWhereas it is primarily a matter for the Member States to create the basis for an efficient specialized information market by means of support programmes and policies; whereas such measures should be strengthened and supplemented through specific Community action in areas of common interest and value to initiate, accelerate and support developments in Europe which should lead to higher international competitiveness of the European information industries and to a more favourable information environment for the Community as a whole;\nWhereas the results achieved and the experience built up in executing three successive action plans (1975 to 1983) in the field of scientific and technical information and documentation, and the need to strengthen and consolidate activities undertaken in this context and provide for continuity of Community action, justify a Community programme of activities which are needed to help to attain the long-term objective of developing a common market for specialized information in Europe; whereas it will be necessary, at the same time, regularly to evaluate the results obtained, and to coordinate actions in this field and in related fields at national and Community level;\nWhereas the Treaty has not made provision for the specific powers which are required to attain these objectives;\nWhereas the Scientific and Technical Information and Documentation Committee (STIDC) and the Scientific and Technical Research Committee (CREST) have both delivered their opinions on the Commission proposal,", "main_body": ["A Community programme for the development of the specialized information market in Europe, as defined in Annex I, hereinafter referred to as 'the programme', is hereby adopted for a period of five years with effect from 1 January 1984.", "The appropriations needed for implementing the programme are estimated at 25 million ECU and shall be entered in the general budget of the European Communities. The appropriations needed for implementing the programme in 1984 and 1985 are estimated at 10 million ECU.", "The Commission shall be responsible for the implementation of the programme. In particular, it shall decide on the definition of detailed activities and on the type of projects to be undertaken. It shall establish each year and update as required a work programme.", "The Commission, while entirely responsible for all decisions and the management of the programme, shall be advised by the STIDC, whose duties and method of operation are defined in Annex II.\nThe STIDC shall be kept regularly informed by the Commission of the progress of the work in the field in question and in associated fields.", "The Commission shall ensure access to the knowledge resulting from the programme as well as its dissemination.", "1. In accordance with Article 228 of the Treaty, the Community may conclude cooperation agreements with third countries within the framework of the programme.\n2. The Commission shall be authorized to negotiate the cooperation agreements referred to in paragraph 1 after having sought the opinion of the STIDC for this purpose in accordance with Annex II (3) (c).", "1. The Commission shall undertake a re-examination of the programme after 24 months. This reexamination may lead to a revision of the programme in accordance with the appropriate procedures, including a revision of the estimate of appropriations needed given in Article 2.\nIt shall inform the European Parliament of the results of this re-examination.\n2. The programme may be extended following a proposal by the Commission to be forwarded to the Council.\n3. Together with the proposal for the extension of the programme, the Commission, after consulting the STIDC, shall submit to the Council and the European Parliament an evaluation report on the performance and results of the programme."], "attachments": "Done at Brussels, 27 November 1984.\nFor the Council\nThe President\nP. BARRY\n(1) OJ No C 328, 2. 12. 1983, p. 3.\n(2) OJ No C 117, 30. 4. 1984, p. 9.\n(3) OJ No C 140, 28. 5. 1984, p. 24.\nANNEX  I\nThe guidelines and aims of the first five-year programme are as follows:\n1. Improvement of the information environment and market conditions\nThe main objective is to improve the use of information products and services of European origin in order to ensure, as far as possible, their economic viability. This is to be achieved by taking appropriate action to remedy existing obstacles, thus resulting in increased user friendliness and more transparence for information supply and demand.\nThe activities to be pursued include:\n(a) Technical aspects\n- extension of the Euronet-DIANE concept;\n- application of advanced information technologies for the processing, distribution and use of information;\n- achieving compatibility of procedures, software and equipment for advanced information services;\n- network extensions and developments in connection with the accession of new Member States;\n- removing discrepancies in the level of development between different Member States in the specialized information area.\n(b) Linguistic aspects\n- multilingual directories and thesauri;\n- multilingual manuals, referral services and information access procedures (CCL);\n- development of services with machine translation capabilities.\n(c) Administrative aspects\n- harmonization of contractual arrangements;\n- development of user-friendly billing and payment systems;\n- standardization of access procedures.\n(d) Economic aspects\n- increasing the transparency of tariff structures;\n- market research for identifying existing and developing market requirements and gaps in the supply of information products and services;\n- export of information.\n(e) Legal aspects\n- copyright in relation to electronic publishing and document delivery in the specialized information area;\n- restrictive royalty arrangements and territorial rights.\n(f) Policy aspects\n- inter-relationship between public and private initiatives in the specialized information market;\n- economic and political aspects of monopolies in the area of specilized information services;\n- relations with international organizations (OECD, Unesco);\n- relations with developing countries (ACP-LomĂŠ).\n(g) Awareness and training\n- programmes and facilities for vocational training of users of specialized information;\n- development of professional expertise;\n- publicity, promotion and awareness measures;\n- training programmes and facilities with particular regard to regional requirements.\n2. Improvement of the supply and quality of European products and services\nThe objective is to create or develop specialized information products and services of European origin which are innovative and unique, and which offer added value with a view to improving the competitiveness of European suppliers on the European and the world markets, as well as their responsiveness to the needs of a wide range of users, thus creating a relative European independance. This is to be achieved through the encouragement of innovative and entrepreneurial initiatives including in particular: (a) Information projects in different sectors\n- improving the quality, user-friendliness and economic viability of existing products and services;\n- improving the supply and use of information systems and services in specific, less-developed sectors of specialized information which represent areas of growing importance and of Community interest;\n- identifying the needs and methods of bringing specialized information to the attention of the general public and/or specific user groups and of making them aware thereof;\n- examining gaps in the regional distribution of specialized information and encouragement of appropriate initiatives to improve the situation.\n(b) Improved information services\n- implementing document delivery and electronic publishing services in the specialized information area;\n- encouraging new intermediary and consultancy services to provide better information services to specific user groups such as small and medium-sized enterprises;\n- developing Videotex applications in such subject areas in which end users or large groups of less-educated users need to have direct access to specialized information;\n- promoting research into new methodologies for the processing, distribution and use of specialized information.\nANNEX  II\nDUTIES AND METHOD OF OPERATION OF THE SCIENTIFIC AND TECHNICAL INFORMATION AND DOCUMENTATION COMMITTEE (STIDC)\n1. Without prejudice to the Commission's responsibility for carrying out the first five-year programme for the development of the specialized information market, the STIDC shall contribute by its opinions to the optimum execution of the programme.\n2. Under this programme, the Commission shall consult the STIDC on all measures which it intends to take for:\n(a) the development of the market for specialized information within the Community;\n(b) the promotion of technology and methodology in order to improve information services, in particular those of Euronet-DIANE.\n3. The Commission shall also seek the opinion of the STIDC on:\n(a) preparing for future work in this field;\n(b) coordinating this programme with related programmes, and with the multilingual programme, in particular,\n(c) conducting negotiations with non-Community institutions, such as institutions in third countries.\n4. The STIDC should also be asked to give an opinion on:\n(a) the detailed working out of policies, and priorities;\n(b) the annual preparation of budgets and allocation of approved appropriations;\n(c) the determination of the aims of, and the overall budgets for, projects;\n(d) the specification of work to be done and the determination of criteria for the selection of contractors;\n(e) the choice of contractors and the supervision of the projects.\n5. The STIDC shall give opinions which shall be prepared by the secretariat and submitted for the approval of the Committee. Any member of the Committee may requst that his point of view be recorded in these opinions. These opinions shall be forwarded to the Commission and a copy sent to the Council.\n6. The STIDC shall lay down, in agreement with the Commission, the procedure for examining the measures referred to under 2, 3 and 4. This procedure should not interrupt the carrying out of the programme particularly in the case of emergencies. In order to provide for flexible management, certain tasks shall be delegated to working parties.\n7. The Commission shall periodically submit a report to the STIDC on the measures taken and the results obtained.\n8. The STIDC shall consist of two representatives from each Member State, appointed for three years. The Member States may also appoint two alternate members.\n9. The STIDC shall adopt its own rules of procedure.\n10. The Commission shall provide the secretariat of the STIDC.\n11. The provisions of this Annex shall neither modify the other tasks assigned to the STIDC in the resolution of 24 June 1971 nor its advisory relationship to CREST."}