{"celex_id": "31986R2887", "uri": "http://publications.europa.eu/resource/cellar/5adf9198-1402-4cd1-88db-47631ae61968", "type": "Regulation", "concepts": ["1552", "2803", "2888"], "title": "Commission Regulation (EEC) No 2887/86 of 18 September 1986 amending for the third time Regulation (EEC) No 3461/85 on the organization of campaigns to promote the consumption of grape juice\n", "header": "COMMISSION  REGULATION (EEC) No 2887/86\nof 18 September 1986\namending for the third time Regulation (EEC) No 3461/85 on the organization of campaigns to promote the consumption of grape juice\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 337/79 of 5 February 1979 on the common organization of the market in wine (1), as last amended by Regulation (EEC) No 3805/85 (2), and in particular Articles 14a (4) and 65 thereof,\nWhereas Article 2 (2) of Commission Regulation (EEC) No 3461/85 (3), as last amended by Regulation (EEC) No 2400/86 (4), fixes 31 August as the time limit for submission to the Commission of the programmes for the 1985/86 wine year; whereas, because of administrative difficulties, the preliminary studies to these programmes provided for by Article 2a of the abovementioned Regulation have not to be completed before this date; whereas it is therefore advisable to extend the time limit to allow for their completion;\nWhereas the fourth indent of the first subparagraph of Article 3 (2) of Regulation (EEC) No 3461/85 lays down that the completion periods for the various measures may not exceed 18 months from the date of signature of the contract; whereas, in view of the precise time limits set for the implementation of the measures, and in view of the delays involved in the procedure for signing contracts, it should be provided that the completion periods for the measures concerned begin as from the date on which the programme is submitted to the Commission, irrespective of the date on which the contract is eventually concluded;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Wine,", "main_body": ["Regulation (EEC) No 3461/85 is hereby amended as follows:\n1. In the second indent of Article 2 (2), '31 August' is replaced by '30 September 1986'.\n2. The fourth indent of the first subparagraph of Article 3 (2) is replaced by the following:\n'- time limits and schedules for the various measures; the completion periods may not exceed 18 months from the date on which the programme was submitted to the Commission.'", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 18 September 1986.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 54, 5. 3. 1979, p. 1.\n(2) OJ No L 367, 31. 12. 1985, p. 39.\n(3) OJ No L 332, 10. 12. 1985, p. 22.\n(4) OJ No L 208, 31. 7. 1986, p. 19."}