{"celex_id": "31986D0273", "uri": "http://publications.europa.eu/resource/cellar/5bdafae2-fac5-4bac-8649-6abd10609e82", "type": "Decision", "concepts": ["2194", "2965", "4734"], "title": "86/273/EEC: Commission Decision of 26 May 1986 on the payment of advances and the fixing of the Community contribution in respect of premiums granted for the permanent abandonment of certain areas under vines\n", "header": "COMMISSION  DECISION\nof 26 May 1986\non the payment of advances and the fixing of the Community contribution in respect of premiums granted for the permanent abandonment of certain areas under vines\n(86/273/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 777/85 of 26 March 1985 on the granting, for the 1985/86 to 1989/90 wine years, of permanent abandonment premiums in respect of certain areas under vines (1), as amended by Regulation (EEC) No 3775/85 (2), and in particular Article 13 (3) thereof,\nWhereas applications for the payment of advances and records of the permanent abandonment premiums paid used for fixing the Community contribution each year, which are to be submitted by Member States to the European Agricultural Guidance and Guarantee Fund (EAGGF), Guidance Section, must contain certain information so that the expenditure can be checked for compliance with Regulation (EEC) No 777/85 and with, the implementing Regulation, Commission Regulation (EEC) No 2475/85 (3);\nWhereas to permit effective control, Member States must keep the supporting documents at the disposal of the Commission for a period of three years after the last fixing of the Community contribution;\nWhereas, so that the advances can be paid as provided for in Article 11 (3) of Regulation (EEC) No 777/85, it is necessary to lay down the rules and procedures for this purpose;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the EAGGF Committee,", "main_body": ["Applications for advances submitted in respect of expenditure eligible under the EAGGF Guidance Section, as referred to in Articles 11 (3) and 12 (1) of Regulation (EEC) No 777/85, must be in the form of the table in Annex I.", "1. Advances from the EAGGF Guidance Section shall not exceed the Community participation towards the financing of probable expenditure during the reference year.\n2. Advances which are not spent during the year for which they were paid shall be deducted from advances to be paid in respect of the following year.\n3. Advances in respect of the following year shall not be paid until the record of the permanent abandonment premiums paid, referred to in Article 3 (1), has been sent to the Commission.", "1. The record of the permanent abandonment premiums paid in the course of a year, referred to in Article 13 (1) of Regulation (EEC) No 777/85, must be in the form of the tables in Annexes II and III to this Decision.\n2. Member States shall communicate to the Commission, with the first record of the permanent abandonment premiums paid, the texts of the national implementing provisions and the administrative instructions, and the forms or any other documents relating to the administrative implementation of the measure.", "Member States shall keep at the disposal of the Commission, for a period of three years from the last fixing of the Community contribution, all the supporting documents or certified copies thereof in their possession on the basis of which the premiums provided for in Regulation (EEC) No 777/85 were decided on, and the applications for advances and the records of premiums were drawn up.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 26 May 1986.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 88, 28. 3. 1985, p. 8.\n(2) OJ No L 362, 31. 12. 1985, p. 39.\n(3) OJ No L 234, 31. 8. 1985, p. 80.\nANNEX I\nApplication for the payment of an advance in respect of 19 . . under Regulation (EEC) No 777/85 on the granting of permanent abandonment premiums in respect of certain areas under vines\n1.2.3.4.5 //  //  //  //  //  // Administrative unit  // Probable number of beneficiaries   // Probable areas concerned (in ha, are, ca)   // Probable total amount of eligible expenditure incurred by the Member State (national currency) (1)   // Amount of the advance requested by the Member State (national currency) (2)   //    //   //   //   //  // 1   // 2   // 3   // 4   // 5   //    //   //   //   //  //   //   //   //   //   //   //   //   //   //   //   //  //   //   //   //   //   //   //   //   //   //   //   //  //   //   //   //   //   //   //   //   //   //   //   //  //   //   //   //   //   //   //   //   //   //   //   //  //   //   //   //   //   //   //   //   //   //   //   //  //   //   //   //   //   //   //   //   //   //   //   //  //   //   //   //   //   //   //   //   //   //   //   //  //   //   //   //   //   //   //   //   //   //   //   //  //   //   //   //   //   //   //   //   //   //    //   //  //   //   // Total  //  //  //  // 1,2.3,4.5 //  //  //  //  // Advance not used carried over from the previous year Amount of the advance requested\n//  //  //  // (1) A possible reduction or increase in the premiums, as provided for in Article 6 (1) and Article 2 (2) of Regulation (EEC) No 777/85, has been taken into account.\n(2) Amount equal at most to 50 % of the amount in column 4.\nIt is hereby confirmed that:\n- The applications for the granting of the permanent abandonment premium were submitted before 31 December of the previous year and contain the particulars and supporting documents provided for in Article 3 (1) of Regulation (EEC) No 2475/85. However, as regards Spain and Portugal, the applications for the granting of the premium in respect of 1985/86 must be submitted before 28 February 1986. The procedure for examining applications for aid complies with Article 3 (2) of Regulation (EEC) No 2475/85,\n- The advance applied for relates to areas as referred to in Article 1 (1) of Regulation (EEC) No 777/85 and excludes areas as referred to in Article 3 (1) of that Regulation,\n- If premiums have to be granted for areas classified in category 1, the conditions laid down in Article 1 (1) of Regulation (EEC) No 2475/85 are complied with, without prejudice to the special provisions applicable to Spain,\n- The granting of the premium is subject to the conditions laid down in Article 1 (2) (a) and (b) of Regulation (EEC) No 777/85,\n- Applicants have made the undertaking referred to in Article 4 (2) and (3) of Regulation 777/85,\n- The amounts of the premiums abide, as appropriate, by the amounts mentioned in Article 2 (1), (1a) and (2) of Regulation 777/85 and the rules laid down in Article 5 (1) of the said Regulation have been complied with,\n- The funds necessary for the national financial participation are available and will be paid to the beneficiaries during the year for which the advances are applied for,\n- The advances will be made available to the beneficiaries before the end of the year. Beneficiaries will be informed in an appropriate manner, when the permanent abandonment premium is paid, of the funds from the Community (an information note on the procedure is attached to this application).\n(Stamp and signature\nof the competent authority)\nANNEX II\nRECORD OF PERMANENT ABANDONMENT PREMIUMS PAID\nReport on the use of the advances paid in respect of 19 . . under Regulation (EEC) No 777/85 on the granting of permanent abandonment premiums in respect of certain areas under vines\n1.2.3.4.5 //  //  //  //  //  // Administrative unit  // Probable number of beneficiaries   // Probable areas concerned (in ha, are, ca)   // Probable total amount of eligible expenditure incurred by the Member State (national currency) (1)   // EAGGF participation applied for (national currency) (2)   //    //   //   //   //   // 1   // 2   // 3  // 4   // 5   //    //   //   //   //   //   //   //   //  //   //   //   //   //   //   //   //   //   //   //   //  //   //   //   //   //   //   //   //   //   //   //   //  //   //   //   //   //   //   //   //   //   //   //   //  //   //   //   //   //   //   //   //   //   //   //   //  //   //   //   //   //   //   //   //   //   //   //   //  //   //   //   //   //   //   //   //   //   //   //   //  //   //   //   //   //   //   //   //   //   //   //   //  //   //   //   //   //   //   //   //   //   //   //   //  //   //   //   //   //   //   //   //   //   //   //   //  //   //   //   //    //   //   //   //   // Total  //  //  //  // 1,2.3,4.5 //  //  //  //  // Amount of the advance available for the year Amount of the advance not used to be carried over to the following year/or amount of the balance remaining to be reimbursed\n//  //  //  // (1) A possible reduction or increase in the premiums, as provided for in Article 6 (1) and Article 2 (2) of Regulation (EEC) No 777/85, has been taken into account.\n(2) Amount equal at most to 50 % of the amount in column 4.\nIt is hereby confirmed that:\n- The premium has been granted for the permanent abandonment of vine-growing on areas as referred to in Article 1 (1) of Regulation (EEC) No 777/85;\n- If premiums have been granted for areas classified in category 1, the conditions laid down in Article 1 (1) of Regulation (EEC) No 2475/85 have been complied with, without prejudice to the special provisions applicable to Spain,\n- The premium has not been granted for areas as referred to in Article 3 (1) of Regulation (EEC) No 777/85,\n- In the case of premiums granted for areas under wine grapes, the yield per hectare has been determined in accordance with the fourth indent of Article 3 (2) of Regulation (EEC) No 2475/85,\n- The granting of the premium is subject to the conditions laid down in Article 1 (2) (a) and (b) of Regulation (EEC) No 777/85,\n- The Member State has checked that the undertakings and conditions referred to in Article 4 (2) and (3) have been complied with,\n- The amounts of the premiums abide, as appropriate, by the amounts in Article 2 (1), (1a) and (2) of Regulation (EEC) No 777/85 and the rules laid down in Article 5 (1) of that Regulation have been complied with,\n- Growers who have received the permanent abandonment premium may not subsequently receive the aid provided for in Article 4 of Regulation 797/85, and in Regulation (EEC) No 458/80 for collective restructuring operations,\n- The permanent abandonment premiums were paid not later than the end of the calendar year following that in which the premium applications were submitted, except where the first indent of the second subparagraph of Article 5 (2) applied, provided that the applicant proved that he had actually carried out grubbing.\n(Stamp and signature\nof the competent authority)\nANNEX III\nRecovery effected during the calendar year 19 . . in respect of premiums paid under Regulation (EEC) No 777/85\n1.2.3.4.5 //  //  //  //  //  // Administrative units  // Number of holdings concerned   // Where appropriate, references under Regulation (EEC) No 283/72   // Areas concerned (in ha, are, ca.) (1)   // Eligible expenditure recovered (national currency) (1)   //    //   //   //   //  //   //   //   //   //   //   //   //   //   //   //   //  //   //   //   //   //   //   //   //   //   //   //   //  //   //   //   //   //   //   //   //   //   //   //   //  //   //   //   //   //   //   //   //   //   //   //   //  //   //   //   //   //   //   //   //   //   //   //   //  //   //   //   //   //   //   //   //   //   //   //   //  //   //   //   //   //   //   //   //   //   //   //   //  //   //   //   //   //   //   //   //   //   //   //   //  //   //   //   //   //   //   //   //   //   //   //   //  //   //   //   //   //   //   //   //   //   //   //   //  //    //   //   //   //\n(1) For cases which have been the subject of a communication under Regulation (EEC) No 283/72, this information must be given individually."}