{"celex_id": "31989R0791", "uri": "http://publications.europa.eu/resource/cellar/9cade574-f796-48e2-bd40-8d65fd21171e", "type": "Regulation", "concepts": ["252", "5123", "80", "889"], "title": "Council Regulation (EEC) No 791/89 of 20 March 1989 amending Regulation (EEC) No 2169/81 laying down the general rules for the system of aid for cotton\n", "header": "COUNCIL  REGULATION (EEC) No 791/89\nof 20 March 1989\namending Regulation (EEC) No 2169/81 laying down the general rules for the system of aid for cotton\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the Act of Accession of Greece, and in particular Protocol 4 on cotton annexed thereto, as last amended by Regulation (EEC) No 4006/87 (1),\nHaving regard to the proposal from the Commission,\nWhereas Article 4 (3) of Regulation (EEC) No 2169/81 (2), as last amended by Regulation (EEC) No 2261/88 (3), states that the world market price for ginned cotton is to be determined for a product as defined in Greece; whereas, as a result of the accession of Spain, that reference to a particular situation in Greece should be deleted and replaced by a definition used in international trade;\nWhereas under the terms of Article 5 (2) of Regulation (EEC) No 2169/81 the application for aid may be lodged before submission of the application for supervised storage; whereas in order to ensure that the system of aid operates properly, it should be stipulated, that in such cases, the application is not valid unless security is lodged as a guarantee of submission of the application for supervised storage within the period set;\nWhereas following adjustment by Regulation (EEC) No 1964/87 (4) of the system of aid for cotton introduced by Protocol 4 annexed to the Act of Accession of Greece, Article 6 (4) and Article 7 (1) of Regulation (EEC) No 2169/81 should be amended,", "main_body": ["Regulation (EEC) No 2169/81 is hereby amended as follows:\n1. in Article 4 (3), 'as defined in Greece' is deleted;\n2. the following subparagraph is added to Article 5 (2):\n'Should the application for aid be lodged before that for supervised storage, the application for aid shall not be valid unless adequate security is lodged to guarantee submission of the application for supervised storage within the period set.';\n3. in Article 6 (4), 'Article 8 (1)' is replaced by 'Article 8';\n4. Article 7 (1) is replaced by the following:\n'1. Actual production in each marketing year shall be determined before the end thereof using the procedure referred to in Article 11 (1), account being taken in particular of the quantities in respect of which aid has been requested.'", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nHowever, Article 1 (2) shall apply from 1 May 1989.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 March 1989.\nFor the Council\nThe President\nC. ROMERO HERRERA\n(1) OJ No L 377, 31. 12. 1987, p. 49.\n(2) OJ No L 211, 31. 7. 1981, p. 2.\n(3) OJ No L 199, 26. 7. 1988, p. 8.\n(4) OJ No L 184, 3. 7. 1987, p. 14."}