{"celex_id": "31986L0161", "uri": "http://publications.europa.eu/resource/cellar/0238793e-753d-440b-8f7d-d28717f5cb54", "type": "Directive", "concepts": ["1988", "2322", "2563", "863"], "title": "Commission Directive 86/161/EEC of 4 April 1986 amending Commission Directive 76/527/EEC of 4 June 1976 on the calculation of total or partial relief from import duties under the outward processing procedure in respect of accession compensatory amounts\n", "header": "COMMISSION  DIRECTIVE\nof 4 April 1986\namending Commission Directive 76/527/EEC of 4 June 1976 on the calculation of total or partial relief from import duties under the outward processing procedure in respect of accession compensatory amounts\n(86/161/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 76/119/EEC of 18 December 1975 on the harmonization of provisions laid down by law, regulation or administrative action in respect or outward processing (1), and in particular Article 14 thereof,\nWhereas Article 1 (2) of Commission Directive 76/527/EEC of 4 June 1976 on the calculation of total or partial relief from import duties under the outward processing procedure (2) lays down that for the calculation of the total or partial relief from import duties mentioned in Article 1 (1) on products which are reimported after outward processing in another Member State, the import duties applicable to the reimported products shall not be modified by the accession compensatory amounts which would be applicable to the temporarily exported goods if they were imported into the Member State concerned from the Member State in which they were subject to processing or to the last processing operation;\nWhereas Article 9 (4) of Commission Regulation (EEC) No 296/86 of 10 February 1986 on the implementation of the arrangements for inward processing, outward processing and processing under customs control in trade between the Member States of the Community as constituted on 31 December 1985 and Spain and Portugal and also in trade between the two new Member States for such time as customs duties are levied in such trade (3) lays down that where goods are sent for outward processing, no amounts shall apply to goods exported to the Member State where the processing takes place other than the monetary compensatory amounts levied under the common agricultural policy or under specific arrangements applicable to certain goods resulting from the processing of agricultural products; whereas consequently the situation described in the third recital of Directive 76/527/EEC whereby accession compensatory amounts are levied or granted on goods exported for outward processing no longer applies;\nWhereas, contrary to the sixth recital of Directive 76/527/EEC, for the calculation of the total or partial relief from import duties provided for in Article 10 of Directive 76/119/EEC on products which are reimported after outward processing in another Member State, the import duties applicable to the reimported products shall be modified by the accession compensatory amounts that would be applicable to the temporarily exported goods if they where imported into the Member State concerned from the country in which they were subject to processing or to the last processing operation;\nWhereas the measures provided for in this Directive are in accordance with the opinion of the Committee on Customs Processing Arrangements,", "main_body": ["Directive 76/527/EEC is hereby amended as follows:\n1. The figure '1' shall be deleted from Article 1 (1).\n2. Article 1 (2) shall be deleted.", "The Member States shall bring into force the measures necessary to comply with this Directive from 1 March 1986.", "1. Each Member State shall notify the Commission immediately of the provisions adopted to implement the Directive.\n2. The Commission shall notify the other Member States thereof.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 4 April 1986\nFor the Commission\nCOCKFIELD\nVice-President\n(1) OJ No L 24, 30. 1. 1976, p. 58.\n(2) OJ No L 153, 12. 6. 1976, p. 43.\n(3) OJ No L 36, 12. 2. 1986, p. 5."}