{"celex_id": "31986R1970", "uri": "http://publications.europa.eu/resource/cellar/c36cf1b1-0f4c-4e46-8c0f-7c57c4f48abe", "type": "Regulation", "concepts": ["2661"], "title": "Commission Regulation (EEC) No 1970/86 of 26 June 1986 fixing, for the 1986/87 marketing year, the threshold prices for cereals and for certain classes of flour, groats and meal\n", "header": "COMMISSION  REGULATION (EEC) No 1970/86\nof 26 June 1986\nfixing, for the 1986/87 marketing year, the threshold prices for cereals and for certain classes of flour, groats and meal\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2727/75 of 29 October 1975 on the common organization of the market in cereals (1), as last amended by Regulation (EEC) No 000/86 (2), and in particular Article 5 (5) and (6) thereof,\nWhereas Article 5 (1) of Regulation (EEC) No 2727/75 provides that the threshold price for the principal cereals must be fixed in such a way that the selling price for imported products on the Duisburg market is the same as the target price; whereas this is achieved by deducting from the target price the most advantageous transport costs between Rotterdam and Duisburg, transhipment charges at Rotterdam and a trading margin; whereas the target prices have been fixed for the 1986/87 marketing year by Council Regulation (EEC) No 1584/86 (3);\nWhereas the threshold prices for other cereals for which no target price is fixed must, in accordance with Article 5 (2) of Regulation (EEC) No 2727/75, be so determined that the target price for the principal cereals in competition with these products may be reached on the Duisburg market;\nWhereas, pursuant to Article 5 (5) of the abovementioned Regulation, the threshold prices for wheat flour, meslin flour and rye flour and for wheat groats and meal must be fixed according to the rules and for the standard qualities laid down in Articles 6, 7 and 9 of Council Regulation (EEC) No 2734/75 (4); whereas the calculations made in accordance with those rules give the prices shown below;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["Without prejudice to the last subparagraph of Article 5 (1) of Regulation (EEC) No 2727/75, the threshold prices for the 1986/87 marketing year for the products listed in Article 1 (a), (b) and (c) of the said Regulation shall be fixed as follows:\n1.2 //  // (ECU/tonne)   // Common wheat and meslin:  // 250,81   // Rye:   // 228,51   // Barley:   // 228,51  // Maize:   // 228,51   // Durum wheat:   // 352,35   // Oats:   // 219,83   // Buckwheat:   // 228,51   // Sorghum:  // 228,51   // Millet:   // 228,51   // Canary seed:  // 228,51   // Wheat and meslin flour:   // 377,88   // Rye flour:   // 348,91   // Common wheat groats and meal:  // 408,11   // Durum wheat groats and meal:   // 547,07", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 July 1986.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 26 June 1986.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 281, 1. 11. 1975, p. 1.\n(2) OJ No L 139, 24. 5. 1986, p. 29.\n(3) OJ No L 139, 24. 5. 1986, p. 41.\n(4) OJ No L 281, 1. 11. 1975, p. 34."}