{"celex_id": "31985R3084", "uri": "http://publications.europa.eu/resource/cellar/2f3ff973-cc37-40fc-a724-9def2eec5af6", "type": "Regulation", "concepts": ["1504", "2308", "5256"], "title": "Commission Regulation (EEC) No 3084/85 of 5 November 1985 concerning the stopping of fishing for herring by vessels flying the flag of Ireland\n", "header": "COMMISSION  REGULATION (EEC) No 3084/85\nof 5 November 1985\nconcerning the stopping of fishing for herring by vessels flying the flag of Ireland\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2057/82 of 29 June 1982 establishing certain control measures for fishing activities by vessels of the Member States (1), as amended by Regulation (EEC) No 1729/83 (2), and in particular Article 10 (3) thereof,\nWhereas Council Regulation (EEC) No 1/85 of 19 December 1984, fixing for certain fish stocks and groups of fish stocks, provisional total allowable catches for 1985 and certain conditions under which they may be fished (3), as last amended by Regulation (EEC) No 2756/85 (4), provides for herring quotas for 1985;\nWhereas, in order to ensure compliance with the provisions relating to the quantitative limitations on catches of stocks subject to quotas, it is necessary for the Commission to fix the date by which catches made by vessels flying the flag of a Member State are deemed to have exhausted the quota allocated;\nWhereas, according to the information communicated to the Commission, catches of herring in the waters of ICES division VII a (Mourne and Man stocks) by vessels flying the flag of Ireland, or registered in Ireland, have reached the quotas allocated for 1985; whereas Ireland has prohibited fishing for these stocks as from 1 October 1985; whereas it is therefore necessary to abide by that date,", "main_body": ["Catches of herring in the waters of ICES division VII a (Mourne and Man stocks) by vessels flying the flag of Ireland, or registered in Ireland, are deemed to have exhausted the quotes allocated to Ireland for 1985.\nFishing for herring in the waters of ICE division VII a (Mourne and Man stocks) by vessels flying the flag of Ireland or registered in Ireland is prohibited, as well as the retention on board, the transhipment and the landing of such stocks captured by the abovementioned vessels after the date of application of this Regulation.", "This Regulation shall enter into force the day of its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 October 1985.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 5 November 1985.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 220, 29. 7. 1982, p. 1.\n(2) OJ No L 169, 28. 6. 1983, p. 14.\n(3) OJ No L 1, 1. 1. 1985, p. 1.\n(4) OJ No L 259, 1. 10. 1985, p. 68."}