{"celex_id": "31986D0380", "uri": "http://publications.europa.eu/resource/cellar/90048f4f-1170-4d4e-b661-7741bda8d2c0", "type": "Decision", "concepts": ["1076", "3263", "4298", "5070", "712", "980"], "title": "86/380/EEC: Commission Decision of 11 June 1986 on applications for the reimbursement of aid granted by the Member States under Council Regulation (EEC) No 797/85\n", "header": "COMMISSION  DECISION\nof 11 June 1986\non applications for the reimbursement of aid granted by the Member States  under Council Regulation (EEC) N° 797/85\n(86/380/EEC)\nTHE COMMISSION OF THE  EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) N° 797/85 of 12 March 1985 on improving the efficiency of  agricultural structures, (;)and in particular Article 28 (4) thereof,\nWhereas applications for reimbursement to be submitted by the Member States of the European  Agricultural Guidance and Guarantee Fund (EAGGF), Guidance Section, have to provide certain  information on the basis of which the conformity of the expenditure with the provisions of  Regulation (EEC) N° 797/85 can be examined;\nWhereas, to ensure an effective sytem for the verification of reimbursement applications, Member  States must maintain at the disposal of the Commission for a period of three years from the date of  the last reimbursement all supporting documents on the basis of which aids have been calculated;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the EAGGF  Committee,", "main_body": ["1.  The applications for reimbursement referred to in Article 28 (1) of  Regulation (EEC) N° 797/85 shall be submitted in table form as shown in the Annex to this  Decision.\n2.  Member States shall forward to the Commission, together with their first application for  reimbursement, the texts of the relevant national provisions and administrative instructions as  well as the forms and all other documents relating to the administrative implementation of the  measure.\n(;)OJ N° L 93, 30. 3. 1985, p. 1.", "Member States shall maintain at the disposal of the Commission for a period of three  years from the date of the last reimbursement all supporting documents or certified copies thereof  in their possession on the basis of which the aids provided for in Regulation (EEC) N° 797/85 have  been granted as also the complete files on the beneficiaries of such aids.", "1.  On the basis of the information contained in the applications for reimbursement, the  Commission shall decide before 31 December to repay aid up to the amount claimed provided that the  application is complete and submitted in due form within the time limit prescribed.\nHowever, the reimbursement may only be paid if the application raises no immediate objections as to  the accuracy of the information which it contains and the conformity of the expenditure made with  the provisions in force. Unless this condition is satisfied, the amount which may be paid shall be  reduced accordingly after notification of the Member State concerned.\n2.  Where a thorough examination of the application for reimbursement reveals that the amount paid,  in accordance with paragraph 1, is not that actually due, settlement shall take place as soon as  possible i. e. normally under the subsequent reimbursement procedure.\nWhere the amount to be paid under the said subsequent reimbursement procedure is less than that  part of the previous reimbursement which has been paid in excess or where the Member State  concerned fails to submit applications for reimbursement in respect of the financial year  concerned, it shall repay the amount due within a period to be fixed by the Commission.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 11 June 1986\nFor the Commission\nFrans  ANDRIESSEN\nVice-President\nANNEX\nAPPLICATIONS FOR REIMBURSEMENT\nPRELIMINARY REMARKS\n1.Provisions relating to the  submission of applications for reimbursement\n1.1.The information required in the Annexes must be  supplied for each:\n-province in Belgium and the Netherlands,\n-'Regierungsbezirk' in the Federal Republic of Germany (;),\n-department in France,\n-division, county and area office in the United Kingdom,\n-county in Ireland,\n-'amt' in Denmark,\n-region and autonomous province in Italy,\n-'nomos' in Greece,\n-independent regions in Spain,\n-regions and independent regions in Portugal.\n1.2.Applications for reimbursement and all additional information must be submitted in triplicate.\n2.Individual information sheets for the beneficiaries of an aid measure in respect of which  reimbursement is applied for\n2.1.The individual information sheets attached to applications for  reimbursement do not have to be systematically addressed to the Commission departments.\n2.2.Member States which use or introduce a data processing system shall ensure that the programme  decided on makes it possible to provide the Commission departments with the particulars contained  in the individual information sheets in respect of each beneficiary.\n2.3.Member States which do not use a data-processing system shall draw up an individual information  sheet for each beneficiary, which shall be attached to the beneficiary's file.\n2.4.Information provided on the individual sheets shall be sent to the Commission at its request  or, were appropriate, shall be made available to it during on-the-spot inspections.\n(;)For 'Regierungsbezirk', substitute: - 'Land' in the case of Berlin, Bremen, Hamburg,  Schleswig-Holstein and Saarland."}