{"celex_id": "31988R1983", "uri": "http://publications.europa.eu/resource/cellar/1fcdf25c-792b-4310-ae1e-6b5e89e77454", "type": "Regulation", "concepts": ["1309", "1442", "2539", "2734", "4620", "921"], "title": "Commission Regulation (EEC) No 1983/88 of 5 July 1988 laying down detailed rules for the application of Council Regulation (EEC) No 3955/87 on the conditions governing imports of agricultural products originating in third countries following the accident at the Chernobyl nuclear power-station\n", "header": "COMMISSION  REGULATION (EEC) No 1983/88\nof 5 July 1988\nlaying down detailed rules for the application of Council Regulation (EEC) No 3955/87 on the conditions governing imports of agricultural products originating in third countries following the accident at the Chernobyl nuclear power-station\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3955/87 of 22 December 1987 on the conditions governing imports of agricultural products originating in third countries following the accident at the Chernobyl nuclear power-station (1), and in particular Article 6 thereof,\nWhereas, in accordance with Regulation (EEC) No 3955/87, the Member States must carry out checks on products originating in third countries; whereas provision should be made for such checks to be performed by sampling and under the responsibility of the Member States in which the products in question are the subject of declarations of release for free circulation;\nWhereas, following the accident at the Chernobyl nuclear power-station, the Council adopted on 30 May 1986 a first Regulation (EEC) No 1707/86 (2) on the conditions governing imports of agricultural products originating in third countries following the accident at the Chernobyl nuclear power-station; whereas the detailed rules for the application of that Regulation were adopted in Commission Regulation (EEC) No 1762/86 (3); whereas both these Regulations expired on 31 October 1987;\nWhereas it is necessary to lay down detailed rules for the application of Regulation (EEC) No 3955/87;\nWhereas, in order to ensure maximum effectiveness of the checks, provision must be made for objective criteria to be used by the Member States in applying controls; whereas provision should also be made for products produced or harvested before 26 April 1986, the date of the Chernobyl nuclear accident, to be exempted from the checks;\nWhereas the Commission must be notified regularly of the results of checks carried out by the Member States; whereas such notifications must include precise details, in particular of the country of origin, the product concerned and its degree of contamination; whereas it is for the Commission to inform the other Member States of such notifications;\nWhereas, in accordance with Article 4 of Regulation (EEC) No 3955/87, export certificates may be presented at the time of checks; whereas the purpose of the export certificates is to show, on the basis of a uniform specimen, that the products which they accompany do not exceed the maximum permitted levels laid down in Regulation (EEC) No 3955/87;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the ad hoc committee,", "main_body": ["1. Checks on the products referred to in Article 1 of Regulation (EEC) No 3955/87 to ensure that the maximum permitted levels laid down by the said Regulation are observed shall be carried out by the Member States in which release for free circulation of the products takes place.\nChecks shall be carried out either prior or subsequent to acceptance of the declaration of release for free circulation, and in any case before the goods are given clearance.\n2. Checks shall be carried out by sampling in accordance with the following minimum standards.\nThe choice of the Member State as to the intensity of controls to be carried out shall be made taking account in particular of the degree of contamination of the country of origin, the characteristics of the products in question, the results of the checks and any export certificate presented.\nMember States need not require checks for products which present, to the satisfaction of the competent authorities, no risk of contamination owing to the fact that their date of production or harvest is prior to 26 April 1986.\n3. For animals for slaughter, the checks shall be carried out at the border or at the time of slaughter. Clearance of release for free circulation shall be subject to the presentation of a certificate issued by the competent authorities responsible for controls in the slaughterhouse to the effect that the meat in question has undergone the system of checks and that those checks have not shown that the maximum permitted levels have been exceeded.\nTo that end and on arrival in the country of destination, the animals for slaughter must be taken directly to a slaughterhouse and, in accordance with animal health requirements, they must be slaughtered within three working days at the latest following their entry into that slaughterhouse.\n4. Where failure to comply with the maximum permitted levels is observed in respect of a given product, the competent authorities of the Member State may decide to refuse the product or destroy it.", "Without prejudice to the further measures provided for in Articles 4 and 5 of Regulation (EEC) No 3955/87, where a product originating in a third country is recorded as exceeding the maximum permitted levels, checks shall be stepped up for all such products originating in the third country in question.", "1. Each Member State shall notify the Commission without delay of recorded cases of non-compliance with the provisions on maximum permitted levels, stating the country of origin, the description and degree of contamination of the goods, the means of transport, the exporter and the decision taken in respect of the lots in question.\nA summary table showing the number of cases of non-compliance recorded and a general report on checks carried out shall be forwarded each month by each Member State by the 15th of the following month at the latest.\nNotifications shall include at least the items set out in Annex I.\n2. Member States shall inform the Commission of any changes in the bodies assigned to forward the data and implement checks from those last notified to the Commission pursuant to the provisions of Article 3 (2) of Regulation (EEC) No 1762/86.\n3. The Commission shall inform the Member States without delay of recorded cases of non-compliance with the maximum permitted levels.", "1. The declaration of release for free circulation of the products as referred to in Article 1 of Regulation (EEC) No 3955/87 may be accompanied by an export certificate issued by the competent authorities of European third countries.\n2. The export certificates shall attest that the products which they accompany comply with the maximum permitted levels laid down in Article 3 of Regulation (EEC) No 3955/87. They shall be compiled using a form printed on white paper in accordance with the specimen in Annex II.\n3. The Commission shall communicate to the Member States the details concerning the authorities authorized in the third countries in question to issue export certificates.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 5 July 1988.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 371, 30. 12. 1987, p. 14.\n(2) OJ No L 146, 31. 5. 1986, p. 88.\n(3) OJ No L 152, 6. 6. 1986, p. 41.\nANNEX I\nNotifications from the Member States concerning cases of non-compliance with the maximum permitted levels:\n- tariff heading and description of goods where the tariff heading is not sufficient,\n- quantities,\n- level of contamination recorded,\n- country of origin,\n- means of transport,\n- exporter,\n- number and date of export certificate where presented,\n- decision taken (goods refused or destroyed)."}