{"celex_id": "31983R0447", "uri": "http://publications.europa.eu/resource/cellar/01415a15-59e8-46c9-9702-49a58c905fbf", "type": "Regulation", "concepts": ["2644", "2733", "3568", "4314", "4381"], "title": "Commission Regulation (EEC) No 447/83 of 25 February 1983 concerning the adjustment of certain export refunds fixed in advance in the sugar sector\n", "header": "COMMISSION  REGULATION (EEC) No 447/83\nof 25 February 1983\nconcerning the adjustment of certain export refunds fixed in advance in the sugar sector\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1785/81 of 30 June 1981 on the common organization of the markets in the sugar sector (1), as last amended by Regulation (EEC) No 606/82 (2), and in particular Article 19 (3) and (7) thereof,\nWhereas Article 12 of Council Regulation (EEC) No 766/68 of 18 June 1968 laying down general rules for granting export refunds on sugar (3), as last amended by Regulation (EEC) No 1489/76 (4), provides that if between the date on which an application for an export licence with advance fixing of the refund is lodged and the date of export there is an alteration in the prices for sugar fixed in the context of the common organization of the markets in the sugar sector, provision may be made for adjustment of the refund;\nWhereas this situation is likely to occur; whereas, for white sugar and raw sugar exported in the natural state from 1 July 1983 with advance fixing of the refunds determined under Commission Regulations (EEC) No 2016/82 (5) and (EEC) No 2015/82 (6), respectively, provision has been made for adjusting the refund at the request of the party concerned; whereas use should also be made of this provision to adjust the refunds in the case of white sugar and raw sugar exported in the form of the processed goods listed in the Annexes to Council Regulation (EEC) No 3035/80 of 11 November 1980 laying down general rules for granting export refunds on certain agricultural products exported in the form of goods not covered by Annex II to the Treaty and the criteria for fixing the amount of such refunds (7), as last amended by Regulation (EEC) No 764/82 (8), which were fixed in advance before 1 July 1983 and for which the customs export formalities were completed on or after that date;\nWhereas Article 5 (2) of Regulation (EEC) No 3035/80 provides that the rate of refund under the system of advance fixing is to be adjusted according to the same rules applying to the advance fixing of refunds on basic products exported in the natural state; whereas this adjustment will therefore be made on the basis of the difference between the intervention price for the sugar in question applicable for the 1982/83 marketing year and that applicable to the same sugar for the 1983/84 marketing year, each of these prices being increased by the relevant storage levy; whereas, by reason of the trend in the volume of trade in the products listed in Article 1 (1) (d) of Regulation (EEC) No 1785/81 and white and raw candy sugar, the provision for adjusting the refunds under the same conditions should be applied to those products and, to ensure equal treatment, should also be extended to isoglucose where the products in question are exported as such or in the form of processed goods listed in the Annexes to Regulation (EEC) No 3035/80;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Sugar,", "main_body": ["1. Provided that the conditions set out in Article 12 of Regulation (EEC) No 766/68 are satisfied, export refunds fixed in advance before 1 July 1983 for the products listed in Annex I and exported on or after that date shall be adjusted, at the request of the export-licence holders concerned, in accordance with the conditions set out below.\n2. Paragraph 1 shall also apply to products listed in Annex II which are exported in the form of processed goods listed in the Annexes to Regulation (EEC) No 3035/80.", "For white sugar falling within subheading 17.01 A of the Common Customs Tariff, the adjustment referred to in Article 1 shall be obtained by increasing the export refund by the difference, expressed in ECU per 100 kilograms of sugar, between the intervention price for white sugar in the non-deficit areas applicable with effect from 1 July 1983 and the corresponding intervention price applicable on 30 June 1983.\nTo establish the difference referred to in the preceding paragraph, the storage levy referred to under (a) of the third subparagraph of Article 8 (2) of Regulation (EEC) No 1785/81 shall be added to the intervention prices.", "For the products listed in the Annexes falling within:\n(a) subheadings ex 17.01 A (flavoured or coloured sugars), 17.02 D II, E and F I and 21.07 F IV of the Common Customs Tariff, the adjustment referred to in Article 2 shall apply per 1 % of sucrose contained in the product in question. The amount shall be equal to one-hundredth of the difference established in accordance with the said Article;\n(b) subheadings 17.02 D I and 21.07 F III of the Common Customs Tariff, the adjustment established in accordance with Article 2 shall apply per 100 kilograms of dry matter contained in the product in question.", "1. For raw sugar falling within subheading 17.01 B of the Common Customs Tariff, the adjustment referred to in Article 1 shall be made by increasing the export refund by the difference, expressed in ECU per 100 kilograms of sugar, between the intervention price for raw sugar applicable with effect from 1 July 1983 and the corresponding intervention price in force on 30 June 1983.\nTo establish the difference referred to in the preceding subparagraph, the storage levy referred to under (a) of the third subparagraph of Article 8 (2) of Regulation (EEC) No 1785/81 shall be added to the intervention prices.\n2. For raw candy sugar the adjustment referred to in paragraph 1 shall be made before the provisions of Article 5 (3) of Regulation (EEC) No 766/68 are applied.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 25 February 1983.\nFor the Commission\nPoul DALSAGER\nMember of the Commission\n(1) OJ No L 177, 1. 7. 1981, p. 4.\n(2) OJ No L 74, 18. 3. 1982, p. 1.\n(3) OJ No L 143, 25. 6. 1968, p. 6.\n(4) OJ No L 167, 26. 6. 1976, p. 13.\n(5) OJ No L 216, 24. 7. 1982, p. 25.\n(6) OJ No L 216, 24. 7. 1982, p. 20.\n(7) OJ No L 323, 29. 11. 1980, p. 27.\n(8) OJ No L 87, 1. 4. 1982, p. 4.\nANNEX I\n1.2 //   //   // CCT heading No  // Description  //   //  // 17.01  // Beet sugar and cane sugar, in solid form:  //  // A. White sugar; flavoured or coloured sugar:  //   // (I) White candy sugar  //   // (II) Flavoured or coloured sugar  //   // B. Raw sugar:  //   // II. Other:  //   // - Candy sugar  // 17.02  // Other sugars in solid form; sugar syrups, not containing added flavouring or colouring matter; artificial honey, whether or not mixed with natural honey; caramel:  //  // D. Other sugars and syrups (other than lactose, glucose and malto-dextrine):  //   // I. Isoglucose  //   // ex II. Other, excluding sorbose  //   // E. Artificial honey, whether or not mixed with natural honey  //   // F. I. Caramelized sugar and molasses containing, in the dry state, 50 % or more by weight of sucrose  // 21.07  // Food preparations not elsewhere specified or included:  //   // F. Flavoured or coloured sugar syrups:  //   // III. Isoglucose  //   // IV. Other (other than lactose, glucose and malto-dextrine syrups)  //   //\nANNEX II\n1.2 //   //   // CCT heading No  // Description  //   //  // ex 17.01 A  // White sugar  // 17.01 B  // Raw sugar  // 17.02 D I  // Isoglucose  // ex 17.02 D II  // Beet syrup and cane syrup containing, in the dry state, 98 % or more by weight of sucrose (including invert sugar calculated in terms of sucrose)  //   //"}