{"celex_id": "31986R1375", "uri": "http://publications.europa.eu/resource/cellar/0afb8fc3-4e7c-4517-a5a1-73edb899b221", "type": "Regulation", "concepts": ["1442", "3170", "4682", "5025"], "title": "Commission Regulation (EEC) No 1375/86 of 7 May 1986 amending Regulation (EEC) No 2226/78 laying down detailed rules for the application of intervention measures in the beef and veal sector\n", "header": "COMMISSION  REGULATION (EEC) No 1375/86\nof 7 May 1986\namending Regulation (EEC) No 2226/78 laying down detailed rules for the application of intervention measures in the beef and veal sector\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 805/68 of 27 June 1968 on the common organization of the market in beef and veal (1), as last amended by Regulation (EEC) No 3768/85 (2), and in particular Article 6 (5) (d) thereof,\nHaving regard to Council Regulation (EEC) No 1345/86 of 6 May 1986 fixing for the 1986/87 marketing year the guide price and intervention price for adult bovine animals (3), and in particular Article 3 (5) (b) thereof,\nWhereas Article 3 of Regulation (EEC) No 1345/86 lays down the rules for activating, suspending and resuming buying in by intervention agencies; whereas the provisions of Article 3 of Commission Regulation (EEC) No 2226/78 (4) as last amended by Regulation (EEC) No 1016/86 (5) should be adjusted accordingly;\nWhereas, in order to calculate the average community price, Spanish prices should be made comparable with the prices of the other Member States of the Community as constituted at 31 December 1985; whereas, for this purpose, the Spanish prices should be increased by the accession compensatory amount;\nWhereas the measures provided for in this Regulation are in accordance with the opinon of the Management Committee for Beef and Veal,", "main_body": ["Paragraphs 2 to 4 of Article 3 of Regulation (EEC) No 2226/78 are hereby replaced by the following:\n'2. The average Community market prices referred to in Article 3 of Regulation (EEC) No 1345/86 shall be recorded each week under the conditions laid down in Articles 1 and 2 of Regulation (EEC) No 1557/82. However, for the purpose of this price recording the Spanish market price shall be increased by the accession compensatory amount.\n3. The date for activating Community buying-in operations pursuant to Article 3 (1) of Regulation (EEC) No 1345/86 and for resuming such operations pursuant to Article 3 (3) of that Regulation shall be on the second Monday following the price recording referred to in paragraph 2. However, where the Community market situation so requires, the activation and resumption of buying-in operations shall be brought forward; in no case may buying in be resumed before the Monday following the recording.\n4. The suspension of Community buying-in provided for in Article 3 (2) of Regulation (EEC) No 1345/86 shall take place on the second Monday following the price recording referred to in paragraph 2. In this case meat bought in shall be taken over by the intervention agencies by the end of the week following such recording.'", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 12 May 1986.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 7 May 1986.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 148, 28. 6. 1968, p. 24.\n(2) OJ No L 362, 31. 12. 1985, p. 8.\n(3) OJ No L 119, 8. 5. 1986.\n(4) OJ No L 261, 26. 7. 1978, p. 5.\n(5) OJ No L 94, 9. 4. 1986, p. 25."}