{"celex_id": "31987R1427", "uri": "http://publications.europa.eu/resource/cellar/6d8b1a1e-de74-49f5-ba60-c1ced87222be", "type": "Regulation", "concepts": ["4498", "693", "863"], "title": "Commission Regulation (EEC) No 1427/87 of 25 May 1987 amending Regulation (EEC) No 989/86 laying down detailed rules for applying the limitation of processing aid for certain quantities of oranges and lemons in Spain\n", "header": "COMMISSION  REGULATION (EEC) No 1427/87\nof 25 May 1987\namending Regulation (EEC) No 989/86 laying down detailed rules for applying the limitation of processing aid for certain quantities of oranges and lemons in Spain\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2601/69 of 18 December 1969 laying down special measures to encourage the processing of certain varieties of oranges (1), as last amended by Regulation (EEC) No 987/84 (2), and in particular Article 3 (2) thereof,\nHaving to Council Regulation (EEC) No 1035/77 of 17 May 1977 laying down special measures to encourage the marketing of products processed from lemons (3), as last amended by Regulation (EEC) No 1318/85 (4), and in particular Article 3 thereof,\nHaving regard to Council Regulation (EEC) No 460/86 of 24 February 1986 laying down general rules for applying the Act of Accession of Spain and Portugal as regards the processing of oranges and lemons (5) and in particular Article 2 thereof,\nWhereas Article 119 (4) of the Act of Accession of Spain and Portugal limits the quantities of oranges and lemons which may qualify for processing aid in Spain for the first four marketing years following accession;\nWhereas Commission Regulation (EEC) No 989/86 (6) lays down detailed rules for applying processing aid; whereas, since it is impossible to establish in sufficient time the average of the quantities of lemons processed during the three marketing year preceding that in respect of which the aid is to be fixed because processing takes place throughout the marketing year, the three marketing years prior to the marketing year which precedes that in respect of which the aid is to be fixed should be taken as the reference period for lemons;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the management Committee for Fruit and Vegetables,", "main_body": ["Article 2 (3) of Regulation (EEC) No 989/86 is hereby replaced by the following:\n'3. Average total production shall be understood to mean the following total quantities of processed products expressed in net weight and by reference to the quantity of fresh products purchased for the manufacture of the processed products:\n(a) in the case of processors having engaged in production during the previous three marketing years or the first of those three years, one-third of their total production during that period;\n(b) in the case of processors having engaged in production during the previous two marketing years or the first of those years, half of their total production during that period;\n(c) in the case of processors having engaged in production during the previous marketing year only, their total production during that marketing year.\nHowever, in the case of lemons, the three reference marketing years to be taken into account shall be the three marketing years prior to the marketing year preceding that in respect of which the aid is to be fixed.\nAverage total production shall be determined in this way before the beginning of each marketing year.'", "This Regulation shall enter into force on the day following its publilcation in the Official Journal of the European Comunities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 25 May 1987.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 324, 27. 12. 1969, p. 21.\n(2) OJ No L 103, 16. 4. 1984, p. 10.\n(3) OJ No L 125, 19. 5. 1977, p. 3.\n(4) OJ No L 137, 27. 5. 1985, p. 37.\n(5) OJ No L 53, 1. 3. 1986, p. 14.\n(6) OJ No L 90, 5. 4. 1986, p. 33."}