{"celex_id": "31985R1746", "uri": "http://publications.europa.eu/resource/cellar/46ccd883-5e43-46af-8253-756ecd32eeed", "type": "Regulation", "concepts": ["1069", "1091", "5636"], "title": "Commission Regulation (EEC) No 1746/85 of 26 June 1985 amending Regulation (EEC) No 2289/83 laying down provisions for the implementation of Articles 70 to 78 of Council Regulation (EEC) No 918/83 setting up a Community system of reliefs from customs duty\n", "header": "COMMISSION  REGULATION (EEC) No 1746/85\nof 26 June 1985\namending Regulation (EEC) No 2289/83 laying down provisions for the implementation of Articles 70 to 78 of Council Regulation (EEC) No 918/83 setting up a Community system of reliefs from customs duty\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 918/83 of 28 March 1983 setting up a Community system of reliefs from customs duty (1), and in particular Article 143 thereof,\nWhereas experience gained since the entry into force of Commission Regulation (EEC) No 2289/83 (2) has shown that the phrase to be entered on Control Copy T No 5 does not correctly inform the customs authorities of the Member States of destination of their obligation to ensure that the institution or organization receiving the article will use it in accordance with the conditions laid down for the continued grant of relief of customs duty; whereas that phrase ought therefore to be amended;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Committee on Duty-Free Arrangements,", "main_body": ["Article 3 (2) of Regulation (EEC) No 2289/83 is hereby replaced by the following:\n'2. Where the institution or organization to which an article is lent, hired out or transferred is situated in a Member State other than that in which the institution or organization that lent, hired out or transferred the article is situated, upon the dispatch of such article the competent customs office of the Member State of dispatch shall issue a Control Copy T No 5 in accordance with the rules laid down in Regulation (EEC) No 223/77 in order to ensure that such article is put to a use entitling it to continue to qualify for admission free of import duties. For this purpose, the said control copy shall include, in box 104 under the heading ''other'', one of the following entries:\n- \"Genstand til handicappede personer: Fortsat fritagelse betinget af overholdelse af artikel 77, stk. 2, andet afsnit, i forordning (EOEF) nr. 918/83\";\n- \"Gegenstand fuer Behinderte: Weitergewaehrung der Zollbefreiung abhaengig von der Voraussetzung des Artikels 77 Absatz 2 zweiter Unterabsatz der Verordnung (EWG) Nr. 918/83\";\n- \"Antikeímena proorizómena gia meionektoýnta átoma: Diatírisi tis atéleias exartómeni apó tin tírisi toy árthroy 77 parágrafos 2 déftero edáfio toy kanonismoý (EOK) arith. 918/83\";\n- \"Article for the handicapped: continuation of relief subject to compliance with the second subparagraph of Article 77 (2) of Regulation (EEC) No 918/83\";\n- \"Objet pour personnes handicapées: maintien de la franchise subordonné au respect de l'article 77 paragraphe 2 deuxième alinéa du règlement (CEE) no 918/83\";\n- \"Oggetto per persone minorate: la franchigia è mantenuta a condizione che venga rispettato l'articolo 77 paragrafo 2, secondo comma del regolamento (CEE) n. 918/83\";\n- \"Voorwerp voor gehandicapten: handhaving van de paragrafo is afhankelijk van de nakoming van artikel 77, lid 2, tweede alinea van Verordening (EEG) nr. 918/83\".'", "This Regulation shall enter into force on 1 July 1985.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 26 June 1985.\nFor the Commission\nCOCKFIELD\nVice-President\n(1) OJ No L 105, 23. 4. 1983, p. 1.\n(2) OJ No L 220, 11. 8. 1983, p. 15."}