{"celex_id": "31987R1901", "uri": "http://publications.europa.eu/resource/cellar/17cb702b-c503-476c-a1a1-319b98183bdd", "type": "Regulation", "concepts": ["1025", "2639"], "title": "Council Regulation (EEC) No 1901/87 of 2 July 1987 fixing the prices applicable to cereals for the 1987/88 marketing year\n", "header": "COUNCIL REGULATION (EEC) No 1901/87 of 2 July 1987  fixing the prices applicable to cereals for the 1987/88 marketing year\nTHE COUNCIL  OF THE EUROPEAN COMMUNITIES", "recitals": ", Having regard to the Treaty establishing the European Economic  Community, and in particular Article 43 thereof, Having regard to the Act of Accession of Spain and  Portugal, and in particular Article 89 (1) thereof, Having regard to Council Regulation (EEC) No  2727/75 of 29 October 1975 on the common organization of the market in cereals (1), as last amended  by Regulation (EEC) No 1900/87 (2), and in particular Article 3 (5) thereof, Having regard to the  proposal from the Commission  (3), Having regard to the opinion of the European Parliament  (4),  Having regard to the opinion of the Economic and Social Committee  (5), Whereas the markets and  prices policy, based on modern farms, is the main instrument of the incomes policy in agriculture;  whereas full advantage cannot be drawn from such a policy unless it is integrated into the common  agricultural policy as a whole, including a dynamic social and structural policy and the  application of the rules on competition contained in the Treaty; Whereas, in many cases, surpluses  can no longer be disposed of on normal terms either inside or outside the Community; whereas, in  order to reduce the cost to the budget of disposing of surpluses on markets of third countries and  to encourage greater consumption within the Community, the restrictive price policy should continue  to be applied; whereas this objective can be attained, taking into account the new intervention  arrangements, by maintaining, for the 1987/88  marketing year, the intervention price for common  wheat, barley, rye, maize and sorghum applied during the previous marketing year; Whereas, as part  of a quality policy, production of common wheat of higher breadmaking quality and production of rye  of breadmaking quality should be supported; whereas, accordingly, the special premium for common  wheat and of rye, both of breadmaking quality should be left unaltered; Whereas in 1986/87 the  Council began a process of aligning the intervention price of durum wheat on that of common wheat;  whereas in view of, on the one hand, the present ratio between the prices of those cereals and, on  the other, the imbalance recorded on the durum wheat market, it is advisable to pursue that  process; whereas, accordingly, the intervention price of durum wheat should again be reduced;  whereas, however, in order to improve that cereal's fluidity on the Community market, the target  price should remain unchanged; Whereas application of Article 68 of the Act of Accession of Spain  and Portugal has meant that prices in Spain differ from the common prices; whereas, pursuant to  Article 70  (1) of the Act of Accession, Spanish prices should be aligned with common prices each  year at the start of the marketing year; whereas, as a result of applying the criteria for this  alignment, Spanish prices are fixed at the level set out below,", "main_body": ["For the 1987/88 marketing year, the prices applicable in  the cereals sector shall be as indicated in the Annex.", "This Regulation shall enter into  force on the day of its publication in the Official Journal of the European Communities. It shall  apply with effect from 1 July 1987.\nThis Regulation shall be binding in its  entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 2 July 1987. For the  Council The President K.  E. TYGESEN\n(1)  OJ No L 281, 1. 11. 1975, p. 1.\n(2)  See page 40 of this Official Journal.\n(3)  OJ No C 89, 3. 4. 1987, p. 2.\n(4)  OJ No C 156, 15. 6. 1987.\n(5)  OJ No C 150, 9. 6. 1987, p. 8."}