{"celex_id": "31988R2392", "uri": "http://publications.europa.eu/resource/cellar/98a5f11f-4796-41f2-b50f-af82506e9b61", "type": "Regulation", "concepts": ["1988", "2729", "5360"], "title": "Commission Regulation (EEC) No 2392/88 of 29 July 1988 fixing the accession compensatory amounts applicable to cereals for the 1988/89 marketing year and the coefficients to be used for calculating the amounts applicable to certain processed products\n", "header": "COMMISSION  REGULATION (EEC) No 2392/88\nof 29 July 1988\nfixing the accession compensatory amounts applicable to cereals for the 1988/89 marketing year and the coefficients to be used for calculating the amounts applicable to certain processed products\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the Act of Accession of Spain and Portugal,\nHaving regard to Council Regulation (EEC) No 467/86 of 25 February 1986 laying down general rules for the system of accession compensatory amounts for fresh cereals on account of the accession of Spain (1), and in particular Article 7 thereof,\nWhereas, in accordance with Article 72 (1) of the Act of Accession, accession compensatory amounts are to be equal to the difference between the prices fixed for Spain and the intervention prices applicable for the Community as constituted at 31 December 1985, which prices represent the guarantee given to producers; whereas, however, following the change in the intervention arrangements provided for in Council Regulation (EEC) No 2727/75 of 29 October 1975 on the common organization of the market in cereals (2), as last amended by Regulation (EEC) No 2221/88 (3), buying in is carried out at a level below the intervention price; whereas that level, which now represents the actual guarantee given to producers must, therefore, serve as a basis for calculating the accession compensatory amounts;\nWhereas, in view of the alignment of Spanish prices on Community prices for maize and common wheat, from 1 July 1988 accession compensatory amounts should be fixed for the abovementioned cereals; whereas the parties concerned should however be permitted to recover the accession compensatory amounts already levied for those products before the entry into force of this Regulation;\nWhereas in accordance with Article 111 (3) of the Act of Accession, accession compensatory amounts applicable to processed products are to be derived from those applicable to the products to which they are related, using coefficients to be determined; whereas those coefficients must be fixed taking account, on the one hand, of the technical factors relating to processing and, on the other hand, of the fact that those compensatory amounts apply to imports, to exports and in trade between the Community as constituted at 31 December 1985 and Spain;\nWhereas the measures provided for in this Regulation replace those provided for in Commission Regulation (EEC) No 1923/88 (4);\nWhereas the Management Committee for Cereals has not delivered an opinion within the time limit laid down by its chairman,", "main_body": ["1. The accession compensatory amounts applicable to the products listed in Article 1 (a) and (b) of Council Regulation (EEC) No 2727/75 for the 1988/89 marketing year are set out in Annex A hereto.\n2. The following are as set out in Annex B hereto:\n- the accession compensatory amounts applicable to the products listed in Article 1 (c) of Regulation (EEC) No 2727/75 for the 1988/89 marketing year;\n- the coefficients referred to in Article 111 (3) of the Act of Accession.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply, however, at the request of interested parties with effect from 1 July 1988.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 29 July 1988.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 53, 1. 3. 1986, p. 25.\n(2) OJ No L 281, 1. 11. 1975, p. 1.\n(3) OJ No L 197, 26. 7. 1988, p. 16.\n(4) OJ No L 169, 1. 7. 1988, p. 6.\nANNEX A\n(ECU/tonne)\n1.2 //  //  // CN code   // Accession compensatory amount  //    //   // 1001 10 10   // 51,17   // 1001 10 90   // 51,17 (1)   // 1002 00 00   // 7,16   // 1003 00 10   // 8,74  // 1003 00 90   // 8,74   // 1004 00 10   // 8,39   // 1004 00 90   // 8,39   // 1007 00 90   // 8,74   // 1008 10 00  // 8,74   // 1008 20 00   // 8,74   // 1008 90 10   // 7,16  // 1008 90 90   // 8,74   //    //\n(1) The amount to be granted for a lot of durum wheat containing more than 5 % of common wheat is reduced in proportion to the amount by which the abovementioned percentage is exceeded.\nANNEX B\n(ECU/tonne)\n1.2.3 //  //  //  // CN code   // Coefficient   // Accession compensatory amount   //    //   //   // 1102 10 00   // 1,40  // 10,02   // 1103 11 10   // 1,55   // 79,31   //    //   //"}