{"celex_id": "31986R2335", "uri": "http://publications.europa.eu/resource/cellar/873cc42a-6e45-44c9-a051-a367feb515ee", "type": "Regulation", "concepts": ["1309", "2089", "2488", "3774"], "title": "Council Regulation (EEC) No 2335/86 of 22 July 1986 amending Regulation (EEC) No 3667/83 relating to the continuing of the import of New Zealand butter into the United Kingdom on special terms\n", "header": "COUNCIL  REGULATION (EEC) No 2335/86\nof 22 July 1986\namending Regulation (EEC) No 3667/83 relating to the continuing of the import of New Zealand butter into the United Kingdom on special terms\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Act of Accession of Denmark, Ireland and the United Kingdom, and in particular Article 5 (2) of Protocol No 18 thereto,\nHaving regard to the proposal from the Commission,\nWhereas Regulation (EEC) No 3667/83 (1), as last amended by Regulation (EEC) No 1303/85 (2), temporarily authorizes the United Kingdom to import certain quantities of New Zealand butter on special terms until 31 December 1988 and lays down the quantities for 1984, 1985 and 1986;\nWhereas, in view of the current situation and the forward estimates for the next few years on the United Kingdom butter market, it is possible to fix, for the 1987 and 1988 calendar years, the quantities of New Zealand butter which may be imported on the special terms laid down in Regulation (EEC) No 3667/83;\nWhereas, in view of the measures adopted in the milk products sector, the quantities which may be imported in 1987 and 1988 should be reduced in relation to the quantities previously authorized;\nWhereas, if the situation of the butter market requires changes to be made in the conditions for intervention, such alterations should affect the price of New Zealand butter marketed within the Community;\nWhereas, since Council Regulation (EEC) No 1269/79 of 25 June 1979 on the marketing of reduced-price butter for direct consumption (3) has been repealed by Regulation (EEC) No 1307/85 (4), Article 4 of Regulation (EEC) No 3667/83 falls; whereas the said Article should, accordingly, be deleted,", "main_body": ["Regulation (EEC) No 3667/83 is hereby amended as follows:\n1. Article 2 (1) shall be replaced by the following:\n'1. These arrangements shall apply during the period 1 January 1984 to 31 December 1988.\nThe quantities which may be imported shall be as follows:\n- 83 000 tonnes in 1984,\n- 81 000 tonnes in 1985,\n- 79 000 tonnes in 1986,\n- 76 500 tonnes in 1987,\n- 74 500 tonnes in 1988.'\n2. In Article 3 (2), the expression 'level of the Community intervention price for butter' shall be replaced by 'conditions under which intervention for butter takes place in the Community.'\n3. Article 4 is hereby deleted.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 22 July 1986.\nFor the Council\nThe President\nG. HOWE\n(1) OJ No L 366, 28. 12. 1983, p. 16.\n(2) OJ No L 137, 27. 5. 1985, p. 10.\n(3) OJ No L 161, 29. 6. 1979, p. 8.\n(4) OJ No L 137, 27. 5. 1985, p. 15."}