{"celex_id": "31984R3058", "uri": "http://publications.europa.eu/resource/cellar/56efec05-64d6-4025-85eb-8848374550ff", "type": "Regulation", "concepts": ["161", "4582"], "title": "Commission Regulation (EEC) No 3058/84 of 31 October 1984 opening, allocating and providing for the administration of a Community tariff quota for strawberries falling within subheading ex 08.08 A II of the Common Customs Tariff and originating in the African, Caribbean and Pacific States (1984/85)\n", "header": "COMMISSION  REGULATION (EEC) No 3058/84\nof 31 October 1984\nopening, allocating and providing for the administration of a Community tariff quota for strawberries falling within subheading ex 08.08 A II of the Common Customs Tariff and originating in the African, Caribbean and Pacific States (1984/85)\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 435/80 of 18 February 1980 on the arrangements applicable to agricultural products and certain goods resulting from the processing of agricultural products originating in the African, Caribbean and Pacific States and the overseas countries and territories (1), as last amended by Regulation (EEC) No 2247/84 (2), and in particular Article 23 thereof,\nWhereas Article 14 bis of Council Regulation (EEC) No 435/80 provides for the opening by the Community of a Community tariff quota of 700 tonnes of strawberries, falling within subheading ex 08.08 A II of the Common Customs Tariff and originating in the African, Caribbean and Pacific States; whereas the quota period runs from 1 November to 28 February; whereas the customs duty applicable to the quota is set at 5,6 %;\nWhereas it is necessary, in particular, to ensure to all Community importers equal and uninterrupted access to the abovementioned quota and uninterrupted application of the rates laid down for that quota to all imports of the products concerned into all Member States, until the quota has been used up; whereas, however, since the period of application of the quota is very short, it seems possible to avoid allocating it among the Member States, without prejudice to the drawing against the quota volume of such quantities as they may need, in the conditions and according to the procedure specified in Article 1 (2); whereas this method of management requires close cooperation between the Member States and the Commission; whereas the latter must, in particular, be able to monitor the rate at which the quota is used up and inform the Member States thereof;\nWhereas, since the Kingdom of Belgium, the Kingdom of the Netherlands and the Grand Duchy of Luxembourg are united within and jointly represented by the Benelux Economic Union, any operation relating to the administration of the shares allocated to that economic union may be carried out by any one of its members;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Fruit and Vegetables,", "main_body": ["1. For the period 1 November 1984 to 28 February 1985 a Community tariff quota of 700 tonnes shall be opened in the Community for strawberries, falling within subheading ex 08.08 A II of the Common Customs Tariff and originating in the African, Caribbean and Pacific States.\nWithin this tariff quota, the Common Customs Tariff duty applicable to the products shall be suspended at 5,6 %.\nWithin this tariff quota, Greece shall apply duties calculated in accordance with the relevant provisions in the 1979 Act of Accession.\n2. If an importer notifies an imminent importation of the product in question in a Member State and requests the benefit of the quota, the Member State concerned shall inform the Commission and draw an amount corresponding to these requirements to the extent that the available balance of the reserve permits this.\n3. The shares drawn pursuant to paragraph 2 shall be valid until the end of the quota period.", "1. Member States shall take all appropriate measures to ensure that their drawings pursuant to Article 1 (2) are carried out in such a way that imports may be charged without interruption against their accumulated shares of the Community quota.\n2. Each Member State shall ensure that importers of the said goods have free access to the quota so long as the residual balance of the quota volume allows this.\n3. Member States shall charge imports of the said goods against their shares as and when the goods are entered for free circulation.\n4. The extent to which the quota has been exhausted shall be determined on the basis of the imports charged in accordance with paragraph 3.", "At the request of the Commission, Member States shall inform it of imports actually charged against the quota.", "The Member States and the Commission shall collaborate closely in order to ensure that this Regulation is complied with.", "This Regulation shall enter into force on the day after its publication in the Official Journal of the European Communities.\nIt shall apply from 1 November 1984.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 31 October 1984.\nFor the Commission\nKarl-Heinz NARJES\nMember of the Commission\n(1) OJ No L 55, 28. 2. 1980, p. 4.\n(2) OJ No L 206, 2. 8. 1984, p. 1."}