{"celex_id": "31985D0067", "uri": "http://publications.europa.eu/resource/cellar/9e8250ea-ed73-491e-80d9-918d688c7077", "type": "Decision", "concepts": ["1433", "1504", "3438"], "title": "85/67/EEC: Commission Decision of 21 December 1984 granting financial support to implement the Wexford Bypass project (Only the English text is authentic)\n", "header": "COMMISSION  DECISION\nof 21 December 1984\ngranting financial support to implement the Wexford Bypass project\n(Only the English text is authentic)\n(85/67/EEC)\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3620/84 of 19 December 1984 on the granting of limited support in the field of transport infrastructure (1),\nWhereas the Irish Government has applied to the Community for financial support towards the cost of the Wexford Bypass project,\nWhereas all the conditions required for the Community to grant financial support have been satisfied,", "main_body": ["Financial support totalling three million ECU is hereby granted to finance the work to implement the Wexford Bypass project.\nThe specifications for the work and the terms and conditions of payment are set out in the Annex.", "This Decision is addressed to Ireland."], "attachments": "Done at Brussels, 21 December 1984.\nFor the Commission\nGiorgios CONTOGEORGIS\nMember of the Commission\n(1) OJ No L 333, 21. 12. 1984, p. 58.\nANNEX\nTerms and conditions attached to the award of Community assistance to Ireland for specified works on the Rosslare-Dublin-Belfast EO 1 road (Wexford Bypass)\n1. Location of the project\nThe project that is the subject of this Decision is situated on the principal road connecting Rosslare-Dublin-Belfast. The section concerned is the Wexford Bypass.\n2. Description of the project\nThe project concerns the construction of 9,2 kilometres of new road to bypass the town of Wexford on the EO 1.\nThe width of the carriageway is designed to be 7,5 m with 2 Ă\u0097 3 m hardshoulders and climbing lanes where necessary. Bridges will carry country lanes over the road and a roundabout will be constructed where the N25 Wexford-New Ross road crosses the Wexford Bypass.\n3. Timetable for the project\nWork on the project has already commenced. Completion is scheduled for 1986.\n4. Payment schedule\nThe Community agree to contribute towards the completion of the project to a maximum of three million ECU, the amount of financial support not exceeding 25 % of the total cost of the project. The total cost of the project is estimated at ÂŁ Irl 8,8 million (12,068 million ECU at May 1984 exchange rate).\nThe payment schedule shall be as follows:\nPayment 1:\nThe Commission will authorize an advance payment of not more than 30 % of the total grant.\nPayment 2:\nUpon receipt by the Commission of certified evidence that work equivalent to 70 % of the project, as defined below, has been completed, the Commission shall pay or cause to be paid a sum equivalent to 45 % of the total grant.\nIn order to qualify for the second payment the Commission will require evidence that the actual certified payments for the project have equalled or exceeded seventy percent (70 %) of the total cost noted above.\nPayment 3:\nUpon receipt of certified evidence that the project has been completed, the Commission shall pay or cause to be paid the remainder of the sum outstanding.\n5. Maintenance of accounts\nThe Commission requries that the Irish authorities responsible maintain accounts and all other information required by the Commission for the effective control over the expenditure on the project. The Commission reserves the right to require written evidence to be supplied during the course of the work of progress and to inspect the site of the works. The accounts of the project are to be maintained for at least four years after trhe completion of the works. 6. Certification of payments and control of the works\nIn respect of each payment the Commission will require from the responsible authorities:\n- a statement of the works undertaken sufficient to monitor progress. This statement is to be signed by the official responsible for the project to the Irish authorities,\n- a certified statement of the payments that have been made. Upon receipt of all payments from the Commission pursuant to this Decision the Commission will require a receipt to be issued.\n7. Responsible officials\nThe responsible authority for the execution of this Decision in Ireland is the Department of the Environment, Ireland.\nFor the Commission, the Head of Division 'Infrastructure Planning and Development', Directorate-General for Transport, is responsible for implementation.\n8. Publicity\nThe responsible authority is required to advertise assistance from the Community by erecting site notices."}