{"celex_id": "31989D0316", "uri": "http://publications.europa.eu/resource/cellar/f3f45e1b-c0c1-4e46-b3bf-7e98092fabd6", "type": "Decision", "concepts": ["1048", "1946", "2300", "2902", "3273", "5251"], "title": "89/316/EEC, Euratom, ECSC: Commission Decision of 3 May 1989 adjusting the weightings applicable from 1 May 1989 to the remuneration of officials of the European Communities serving in non-member countries\n", "header": "COMMISSION  DECISION\nof 3 May 1989\nadjusting the weightings applicable from 1 May 1989 to the remuneration of officials of the European Communities serving in non-member countries\n(89/316/EEC, Euratom, ECSC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing a Single Council and a Single Commission of the European Communities,\nHaving regard to the Staff Regulations of Officials of the European Communities laid down by Regulation (EEC, Euratom, ECSC) No 259/68 (1), as last amended by Regulation (Euratom, ECSC, EEC) No 3982/88 (2), and in particular the second subparagraph of Article 13 of Annex X thereto,\nWhereas, pursuant to the first subparagraph of Article 13 of Annex X to the Staff Regulations, Council Regulation (EEC, Euratom, ECSC) No 702/89 (3) laid down the weightings to be applied from 1 January 1989 to the remuneration of officials serving in non-member countries payable in the currency of their country of employment;\nWhereas the Commission has made a number of adjustments to these weightings in recent months, pursuant to the second paragraph of Article 13 of Annex X to the Staff Regulations (4);\nWhereas some of these weightings should be adjusted with effect from 1 May 1989 given that the statistics available to the Commission show that in certain non-member countries the variation in the cost of living measured on the basis of the weighting and the corresponding exchange rate has exceeded 5 % since weightings were last laid down or adjusted,", "main_body": ["With effect from 1 May 1989 the weightings applicable to the remuneration of officials serving in non-member countries payable in the currency of their country of employment are adjusted as shown in the Annex.\nThe exchange rates for the payment of such remuneration shall be those used for implementation of the budget of the European Communities during the month preceding the date on which this Decision takes effect."], "attachments": "Done at Brussels, 3 May 1989.\nFor the Commission\nAntรณnio CARDOSO E CUNHA\nMember of the Commission\n(1) OJ No L 56, 4. 3. 1968, p. 1.\n(2) OJ No L 354, 22. 12. 1988, p. 1.\n(3) OJ No L 78, 21. 3. 1989, p. 1.\n(4) OJ No L 110, 21. 4. 1989, p. 50;\nOJ No L 110, 21. 4. 1989, p. 52.\nANNEX\n1.2 //  //  // Country of employment  // Weighting   //  //   // Brazil   // 94,72   // Chili   // 52,68   // Gambia  // 75,60   // Lesotho   // 57,91   // Liberia   // 95,56  // Malawi   // 70,94   // Mauritania   // 89,80   // Mauritius   // 57,73   // Mozambique   // 20,18   // Senegal   // 80,73  // Sierra Leone   // 126,25   // Somalia   // 61,09  // Tanzania   // 46,80   // Uganda   // 107,84   // Uruguay  // 57,49   // Vanuatu   // 111,67   // Venezuela   // 40,66  // Yugoslavia   // 32,14   // Zaire   // 82,98   //    //"}