{"celex_id": "31986D0040", "uri": "http://publications.europa.eu/resource/cellar/0c2d3b10-dda4-4d1b-911d-beb57361fbae", "type": "Decision", "concepts": ["1520", "2407", "2792", "431"], "title": "86/40/EEC: Commission Decision of 23 December 1985 instituting in the area of Lake Trasimeno, region of Umbria, Italy, a pilot action in preparation for the integrated Mediterranean programmes (Only the Italian text is authentic)\n", "header": "COMMISSION  DECISION\nof 23 December 1985\ninstituting in the area of Lake Trasimeno, region of Umbria, Italy, a pilot action in preparation for the integrated Mediterranean programmes\n(Only the Italian text is authentic)\n(86/40/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nWhereas the Council had adopted Regulation (EEC) No 2088/85 of 23 July 1985 concerning the integrated Mediterranean programmes (1);\nWhereas pilot actions are necessary to test the methods for implementing the integrated Mediterranean programmes in order that such programmes may be implemented as soon as possible after their adoption;\nWhereas the pilot actions constitute a coherent set of operations that are compatible with each other and with the regional development programmes; whereas they have intrinsic merits in the context of the Community's policies;\nWhereas each pilot action is on a smaller scale than the operational plan of campaign for the integrated Mediterranean programmes;\nWhereas the Italian Republic has proposed to the Commission that a pilot action be instituted in the area of Lake Trasimeno, region of Umbria, Italy, in preparation for the integrated Mediterranean programmes;\nWhereas the pilot action in question concerns an area which exhibits development problems typical of those which the integrated Mediterranean programmes are intended to resolve;\nWhereas, in order to ensure its effectiveness, the pilot action in question will be carried out in close cooperation with the national, regional and local authorities of the Member State concerned,", "main_body": ["A pilot action is hereby instituted in the area of Lake Trasimeno, region of Umbria, Italy, in preparation for the integrated Mediterranean programmes. This pilot action is described in Annex 1.", "The implementation of the pilot action shall be reviewed at regular intervals by the Commission in consultation with the Member State concerned so that it may be decided whether, and in which respects, the items set out in Annex 1 should be modified.", "The pilot action shall be implemented by means of specific decisions by the Commission on individual operations forming constituent parts of the pilot action. The decisions shall describe the substance of the operations, shall fix the Community's contribution to the financing for each operation and shall define the procedures. The general conditions to be met for such specific decisions to be taken are set out in Annex 2.", "Within three months of the completion of all the operations under the pilot action, the Member State concerned shall transmit to the Commission a report in five copies on the lessons to be drawn from the pilot action as a whole for the implementation of the integrated Mediterranean programmes.", "A monitoring committee shall be set up by agreement between the Commission and the national, regional and local authorities concerned in the Member State to check on the implementation of the pilot action. Those authorities shall, in consultation with the Commission, take the other administrative measures necessary at each level of administration.", "The assistance that the Commission decides upon for the pilot action shall not bind the Community as regards the final selection of the areas in which the integrated Mediterranean programmes are to be carried out.", "This Decision is addressed to the Italian Republic."], "attachments": "Done at Brussels, 23 December 1985.\nFor the Commission\nKarl-Heinz NARJES\nVice-President\n(1) OJ No L 197, 27. 7. 1985, p. 1.\nANNEX 1\nPILOT ACTION IN THE AREA OF LAKE TRASIMENO, REGION OF UMBRIA, ITALY, IN PREPARATION FOR THE INTEGRATED MEDITERRANEAN PROGRAMMES\n1.2 // 1.   // TITLE   //   // Pilot action in the area of Lake Trasimeno, region of Umbria, Italy, in preparation for the integrated Mediterranean programmes.   // 2.   // DESCRIPTION AND GENERAL FEATURES OF THE AREA   //   // The action concerns the eight municipalities of 'Comprensorio No 6', Umbria, around Lake Trasimeno. The area in question covers 778 km2 and has a population of 48 873 (density of 62 inhabitants/km2). It is primarily a hilly area.   //   // Lake Trasimeno has a very sensitive eco-system since virtually all the water flowing into it is rainwater. Consequently, conservation of its biological state is linked closely to water management in the surrounding area. It is important therefore to bear in mind the particularly sensitive ecology of this area, which is also covered by Council Directive 79/409/EEC of 2 April 1979 on the conservation of wild birds (1).   //   // The lake also represents a key resource for the local economy (especially agriculture and tourism) and, as a result, its conservation is becoming a priority economic objective for the area.   //  // The working population is made up of 19 561 persons.   //  // A total of 1 110 individuals are seeking employment for the first time.   //   // The unemployment rate is 8,6 %.   //  // Breakdown of employment:  1.2 // - agriculture   // 15,9 %,   // - industry   // 46,4 %,   // - services   // 37,7 %. 1.2 //   // Average per capita disposable income is put at Lit 6,02 million.   // 2.1.   // Agriculture   //   // The total area given over to agriculture is 54 200 ha and there is an UAA of 35 615 ha. The main crops at the moment are: 1.2 // Cereals:   // 22 261 ha   // Vegetables:   // 4 000 ha  // Olives and Wine:   // 7 923 ha   // Woodland and forests:  // 14 814 ha   // Meadows and pastures:   // 5 431 ha  1.2 //  // The size of the average holding is 8 ha.   //   // Almost all the holdings are owner-occupied.   //   // Part-time farming is fairly widespread.   //   // Intensive production of vegetables (tomatoes, peppers, tobacco) is expanding as the area under irrigation increases.   //   // Stock-farming is declining (7 965 head of cattle in 1982). The number of sheep and goats is 15 347. Pig and poultry farming are now being practised on an industrial scale and are undergoing continuous expansion, thereby giving rise to problems of compatibility with the protection of the environment.   //   // Fishing is carried on by seven cooperatives with 240 members. This sector is experiencing difficulties owing to depletion of fish stocks and outdated fishing methods.   // 2.2.   // Craft industry and small and medium-sized enterprises   //   // The most prominent sectors in the area are clothing and mechanical engineering. They are characterized by small firms some of which are family based. There is only one medium-size mechanical engineering firm (employing some 350 people).   // 2.3.   // Tourism   //  // Tourism expanded markedly during the 1970s (hotel and non-hotel accomodation for 1 156 and 5 146 visitors respectively). Tourist facilities are of a poor standard. Tourism is seasonal and linked mainly to the lake.   // 2.4.  // Infrastructures   //   // The transport and social infrastructures are satisfactory but small-scale\n(1) OJ No L 103, 25. 4. 1979, p. 1.\n// 3.   // GENERAL PURPOSE AND CHOICE OF OPERATIONS   //  // The object of the pilot action is to try out a system of integrated management in an ecologically sensitive area with the view to striking the best possible balance between conservation of the lake and its shoreline, on the one hand, and the surrounding economic activities, on the other, by means of a consistent series of measures to exploit indigenous resources.   //   // The pilot action is designed to shift the focus of development away from the lake's immediate surroundings to the hilly areas in its hinterland.   // 3.1.  // Agriculture   //   // - Extension of small-scale irrigation to cover an area of some 190 ha by harnessing small bodies of water,   //   // - Water engineering.   //   // Partial conversion of traditional crops to crops in short supply (especially maize).   // 3.2.   // Environment   //  // Setting up of a computerized system for managing the lake's eco-system and the agricultural activites in question, the aims being:   //   // - to monitor the flow of water into and out of the lake,   //   // - to record and compile data on the main physical, ecological, socio-demographic, health and administrative parameters.   //   // Establishing a network for the gathering and automatic transmission of data.   //  // Monitoring the network of publicly and privately operated sewage plants.   //   // Work on the Sigla information system will be carried out in such a way as to ensure that the results are compatible with the Corine programme for gathering, coordinating and ensuring the consistency of information on the state of the environment in the Community.   // 3.3.  // Tourism   // 3.3.1.   // Under a plan for upgrading publicly owned rural buildings, construction of a small hotel (with accommodation for 26 people), together with a restaurant, on a hill (Castel Rigone).   // 3.3.2.   // Rural tourism: conversion of part of a building (old farm) to provide accommodation (Paciano).   // 3.3.3.   // Tourist and ecological routes: introduction compatible with lasting conservation of Etruscan, Roman and medieval sites and monuments: development of wet areas.   // 3.4.   // Craft industry and small and medium-sized enterprises   // 3.4.1.  // Establishment of a service centre: computerization of the management and accounts of small and medium-sized enterprises and craft firms.   // 3.4.2.   // Development of two industrial estates (9 ha and 3,3 ha) for small and medium-sized enterprises and craft firms.   // 3.4.3.   // Productive investments: interest subsidies for Community loans to small and medium-sized enterprises and craft firms.   // 3.5.  // Vocational training   //   // Two vocational training courses for sewage-plant technicians (10 places) and tour operators (15 places) in connection with the investment projects approved.   // 4.   // TIMETABLE   //   // The action will be completed during 1986, with the exception of work in connection with the project at point 3.3.1, which is expected to take 15 months.   // 5.   // AUTHORITIES RESPONSIBLE   //  // - For coordination:   //   // Office of the Minister for Coordination of Community Policies, Rome; Region of Umbria.  //   // - For implementation:   //   // Region of Umbria; however, a number of measures will be carried out by the mountain community known as Monti del Trasimeno, by municipalities and by development companies such as 'Lagarello' and 'Azienda di promozione turistica del Trasimeno'.   // 6.  // ESTIMATE OF EXPENDITURE   //   // See following table (1). Fund. NB: The estimates shown in this table may be revised.\nPREPARATORY PILOT ACTION IN UMBRIA\nFINANCING PLAN\n1.2.3,4.5,6 //  //  //  //  // Operations  // Public expenditure  // Existing instruments  // Budget Article 550  //  // 1.2.3.4.5.6 //  // 1 000 ECU   // 1 000 ECU   // %  // 1 000 ECU   // %   //    //   //   //   //   //   // A. Agriculture   //   //   //   //   //   // (a) Irrigation:   //  //   //   //   //   // - Pian di Marte   // 190   // 95  // 50   // 19,0   // 10   // - Lemura - Binami - Borghetto di Tuoro   // 408   // -   // -   // 204,0   // 50   // (b) Water engineering:   //   //   //   //   //   // - Monte Molino Trecina   // 60   // 30   // 50   // 6,0   // 10   // - Largo  // 18   // -   // -   // 9,0   // 50   // B. Computerized system for managing the lake's eco-system viewed in relation to agriculture   // 1 072   //   //   // 536,0   // 50   // C. Tourism:   //   //   //   //   //   // - construction of countryside holiday accommodation (Castel Rigone)   // 648  // -   // -   // 324,0   // 50   // - rural tourist infrastructure (Paciano)   // 110   // -   // -   // 55,0  // 50   // - tourist routes (Etruscan, Roman and medieval monuments)   // 66   // -   // -   // 26,4   // 40   // D. Craft industry and small and medium-sized enterprises (1):  //   //   //   //   //   // - service centre for SMEs   // 120   // -   // -   // 60,0   // 50   // - interest subsidies (2)  // 100   // -   // -   // 100,0   // 100   // E. Vocational training   // 42   // 21   // 50   // -   // -   //   //    //  //   //   //   // Total  // 2 834   // 146   //   // 1 339,4  //   //    //   //   //   //   //\n(1) Community loans could be made available to help finance the establishment of small industrial estates linked with this measure.\n(2) Interest subsidies on Community loans.\nANNEX 2\nGENERAL CONDITIONS FOR THE SPECIFIC DECISIONS REFERRED TO IN ARTICLE 3\n1. In respect of the operations detailed in point 6 of Annex 1 for which the Community's assistance is to be entirely financed out of the appropriations under Article 550 of the general budget of the European Communities specific decisions within the meaning of Article 3 may be taken in accordance with the budgetary resources available.\n2. In respect of the operations detailed in point 6 of Annex 1 for which the Community's assistance is to be financed partly out of appropriations under Article 550 of the general budget of the European Communities and partly out of appropriations from Community funds or under Community measures (in particular the European Agricultural Guidance and Guarantee Fund, the European Social Fund, the European Regional Development Fund and the common measure for the restructuring, modernization and development of fisheries and the development of aquaculture), decisions to use the appropriations entered under Article 550 are to be taken separately after approval of each operation under the procedures laid down for the fund or measure concerned, and in accordance with the budgetary resources available.\n3. The Italian Republic is required to grant the necessary priority to each operation in accordance with the payments schedules set out in point 6 of Annex 1 when submitting applications for Community aid from the funds or under the measures referred to in point 2 of this Annex. infrastructures for industry are inadequate.\n(1) The existing instruments are the European Regional Development Fund, the European Social Fund and the Guidance Section of the European Agricultural Guidance and Guarantee"}