{"celex_id": "31986R2495", "uri": "http://publications.europa.eu/resource/cellar/e3122cda-4e9a-4258-a94d-66601686e8c3", "type": "Regulation", "concepts": ["2291", "2739", "588"], "title": "Commission Regulation (EEC) No 2495/86 of 1 August 1986 imposing a provisional anti-dumping duty on imports of potassium permanganate originating in Czechoslovakia, the German Democratic Republic and the People' s Republic of China\n", "header": "COMMISSION  REGULATION (EEC) No 2495/86\nof 1 August 1986\nimposing a provisional anti-dumping duty on imports of potassium permanganate originating in Czechoslovakia, the German Democratic  Republic and the People's Republic of China\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2176/84 of 23 July 1984 on protection against dumped or subsidized imports from countries not members of the European Economic Community (1), and in particular Article 11 thereof,\nAfter consultations within the Advisory Committee as provided for by the above Regulation,\nA. Procedure\n1. In January 1986 the Commission received a complaint lodged by the Conseil européen des Fédérations de l'Industrie Chimique (CEFIC) on behalf of a Community producer of potassium permanganate whose collective output constitutes the totality of Community production of the product in question. The complaint contained evidence of dumping and of material injury resulting therefrom, which was considered sufficient to justify, the initiation of a proceeding. The Commission accordingly announced, by a notice published in the Official Journal of the European Communities (2), the initiation of an anti-dumping proceeding concerning imports into the Community of potassium permanganate falling within Common Customs Tariff subheading ex 28.47 C, corresponding to NIMEXE code 28.47-60 and originating in Czechoslovakia, the German Democratic Republic and the People's Republic of China and commenced an investigation.\n2. The Commission officially so advised the exporters and importers known to be concerned, the representatives of the exporting countries and the complainants and gave the parties directly concerned the opportunity to make known their views in writing and to request a hearing.\n3. The Commission, for the purpose of obtaining all the information it deemed necessary, sent questionnaires to the Community producer, on whose behalf the complaint was made, in order to allow him to demonstrate the injury caused to it, thereby substantiating the allegations made in the complaint, to the Czechoslovakian, the German Democratic Republic and Chinese exporters to the Community and to 18 importers of the product into the Community.\n4. The Community producer, the Czechoslovakian exporter and one importer sent complete replies to the Commission's questionnaire; six importers, the German Democratic Republic exporter and China National Chemicals Import-Export Corporation (Sinochem) sent incomplete replies, while the rest did not reply at all within the time limits set. Therefore, for those parties that did not reply to the Commission's questionnaire, nor made themselves known otherwise, dumping and the resulting injury was determined on the basis of facts available; facts available were also relied upon to the extent that replies received from other parties were incomplete.\n5. The Community producer, all the exporters and some importers have requested and have been granted hearings. One Community processor of the product in question has made a submission, has requested and has been granted a hearing.\n6. The Commission sought and verified all information it deemed to be necessary for the purpose of a preliminary determination and carried out investigations at the premises of the following:\n(a) EEC producer:\nAsturquimica SA, Oviedo, Spain;\n(b) Non-EEC producer:\nCarus Chemical Company, LaSalle, Illinois, 61301 USA.\nThe investigation period covered the calendar year 1985.\nB. Normal value\n7. In order to establish whether the imports from Czechoslovakia, the German Democratic Republic and the People's Republic of China were dumped, the Commission had to take account of the fact that these countries do not have market economies and the Commission therefore had to base its determinations on the value in a market economy country. In this connection the complainants had suggested that comparison should be made with domestic prices in United States, since the only other market economy country producing the products was India and the United States prices were the lowest. Objections were\nmade to this suggestion by certain exporters on the basis that in the United States there is only one producer who controls the American market. These exporters, however, did not suggest any other analogue country, in particular not India, where prices seemed to be considerably higher than those in the United States. The Chinese exporter suggested that normal value be established by constructing it on the basis of costs of production in Thailand taking into account a reasonable amount for selling, administrative and other general expenses that would occur in that country. This solution was rejected since, in the absence of any production in Thailand, it would be deprived of any factual basis and since, moreover, such method is not provided in the Community anti-dumping Regulation.\n8. The Commission is satisfied that there is no quality difference between the product produced in the United States and that produced by the exporting countries; in the United States there are no price controls and there is sufficient competition as a result of the presence of substantial imports from third countries, in particular from Spain; in addition it has been verified that price levels are in a reasonable proportion to production costs.\n9. The Commission therefore concluded that it would be appropriate and not unreasonable to determine normal value on the basis of domestic prices in the United States.\nC. Export price\n10. Export prices where determined on the basis of the prices actually paid or payable for the products sold for export to the Community.\nD. Comparison\n11. In comparing normal value with export prices the Commission took account, where appropriate, of differences affecting price comparability and in particular of differences in the payment and delivery terms. All comparisons were made at ex-works level.\nE. Margins\n12. The above preliminary examination of the facts shows the existence of dumping in respect of Czechoslovakia, the German Democratic Republic and the People's Republic of China, the margins of dumping being equal to the amount by which the normal value, as established, exceeds the prices for export to the Community.\n13. These margins vary according to the exporting country and the importing Member State, the weighted average margin for each of the exporters being as follows:\n1.2 //  // %   // - Chemapol Foreign Trade Co. Ltd (Czechoslovakia):   // 69,28   // - Chemie Export/Import (German Democratic Republic):   // 78,20   // - China National Chemicals Import and Export Corporation ('Sinochem'), (People's Republic of China):   // 94,50\n14. In the course of the investigation, it was found that exports to the Community were made through regional Chinese trading agencies other than Sinochem. These exporters did not make themselves known in the course of the preliminary investigation, dumping was therefore determined on the basis of the facts available. In this connection the Commission considered that the results of its investigation provided the most appropriate basis for determination of the margin of dumping and that it would constitute a bonus for non-cooperation and would create an opportunity for circumvention of the duty to hold that the dumping margin for these exporters was any lower than the highest dumping marin of 94,5 % determined with regard to 'Sinochem'. For these reasons it is considered appropriate to use this latter dumping margin for this group of exporters.\nF. Injury\n15. With regard to the injury caused by the dumped imports the evidence available to the Commission shows that imports into the Community from Czechoslovakia, the German Democratic Republic and the People's Republic of China of potassium permanganate increased from 1 243 tonnes in 1981 to 3 347 tonnes in 1985 with a consequent increase in market share from 51 % to 77 % in the same period.\n16. The weighted average resale prices of these imports undercut the prices of the Community producer during the investigation period by the following margins depending on the exporting country:\n1.2 //  // %   // - Chemapol Foreign Trade Co. Ltd (Czechoslovakia):   // 20,9   // - Chemie Export/Import (German Democratic Republic):   // 24,9   // - China National Chemicals Import and Export Corporation (The Peoples' Republic of China):   // 28,2\n17. An examination of the development of prices in 1984 and 1985 showed a sharp decline in prices in the Community market, especially during the second half of 1985; during this period, the Community producer, Asturquimica SA, was unable to sell in the Community market because of the low level of prices. This price decrease was initiated by Chinese exporters, who, after being subject to an anti-dumping duty of 39,5 % for their exports to the United States increased their penetration in the Community by exporting from different regional Chinese agencies, thus competing amongst themselves with a consequent drop in market prices of 30 % in 1985 in comparison with 1984. Export prices from Czechoslovakia and the German Democratic Republic followed the trend that led Asturquimica SA out of the Community market.\n18. The consequent impact to the sole Community producer, at present, after Boots Co. in the United Kingdom and Rhône Poulenc in France ceased production, has been the decrease of sales in the Community market. As a result of it production was reduced by 9 % between 1984 and 1985 and it was totally suspended for several periods; in 1985 there was a shut-down for three months and as of 1 April 1986 another one. Capacity utilization decreased by 6 % between 1984 and 1985, stocks went up by 300 % in the same period while no profit was made during that period.\n19. The Community producer made investments in 1983 to modernize the plant which is now considered one of the most efficient worldwide.\n20. The Commission has considered whether injury has been caused by other factors such as imports from other countries or stagnation of demand. It was found, in the course of the investigation, that imports into the Community other than those mentioned in this procedure have decreased from 1 488 tonnes in 1981 to 304 tonnes in 1985. Consumption on the other hand has increased continuously since 1981.\n21. Therefore, the substantial increase of dumped imports and the prices at which they are offered for sale in the Community led the Commission to determine that the effects of the dumped imports of potassium permanganate originating in Czechoslovakia, the German Democratic Republic and the Peoples' Republic of China taken in isolation, have to be considered as constituting material injury to the Community industry concerned.\nG. Community interest\n22. A Community processor has argued that the introduction of protective measures would not be in the Community interest because it would make it less competitive for its products exported to third countries.\n23. In view of the economic and social importance of the sole Community producer left and the relatively low incidence of a price increase on the costs of the processing industry and its competitive position, the Commission has, however, come to the conclusion that it is in the Community's interest that action be taken. In order to prevent further injury being caused during the remainder of the proceeding, this action should take the form of a provisisonal anti-dumping duty.\n24. One importer argued that no measures should be taken on the ground that in the past the Community favored low prices, i.e. by suspending customs duties. This argument, however, does not take into account that as of 1 January 1986, as a result of the accession of Spain, Community industry now includes a major producer whose interests have also to be taken into consideration. In addition, customs duties are now suspended only within the generalized Community system of preferences, the benefits of which should not be made conditional on an absence of dumping.\nH. Rate of duty\n25. Having regard to the extent of the injury caused, the rate of such a duty should be less than the dumping margins provisionally established but adequate to remove the injury cuased.\n26. Having taken into account, on the one hand, the selling price necessary to provide an adequate profit to Community producers and, on the other hand, the purchase price of Community importers and their costs and profit margins, the Commission determined the amount of duty necessary to eliminate the injury to be 21 % for Czechoslovakia, 25 % for the German Democratic Republic and 28 % for the Peoples' Republic of China. However, in order to prevent increased dumping as well as injury, through further decreases in export prices it has been necessary to express the level of the duty in a form additional to the ad valorem percentage. Accordingly, the amount of the provisional duty shall be either the amount by which the free-at-Community-frontier price, before duty, to the first importer in the importing Member State is less than 2,30 ECU per kilogram or the amount determined by applying the appropriate percentage level of the provisional duty, whichever is higher.\n27. A period should be fixed within which the parties concerned may make their views known and request a hearing,", "main_body": ["1. A provisional anti-dumping duty is hereby imposed on imports of potassium permanganate falling within Common Customs Tariff subheading ex 28.47 C and corresponding to Nimexe code 28.47-60 and originating in Czechoslovakia, the German Democratic Republic and the Peoples' Republic of China.\n2. The amount of the duty shall be equal to:\neither the amount by which the price, per kilogram net, free-at-Community-frontier, before duty, is less than 2,30 ECU,\nor the following percentage of that price:\n- 21 % for potassium permanganate originating in Czechoslovakia,\n- 25 % for potassium permanganate originating in the German Democratic Republic and\n- 28 % for potassium permanganate originating in the Peoples' Republic of China, whichever is the higher.\n3. The provisions in force concerning customs duties shall apply.\n4. The release for free circulation in the Community of the products referred to in paragraph 1 shall be subject to the provision of a security, equivalent to the amount of the provisional duty.", "Without prejudice to Article 7 (4) (b) and (c) of Regulation (EEC) No 2176/84, the parties concerned may make known their views in writing and apply to be heard by the Commission within one month of the entry into force of this Regulation.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nSubject to Articles 11, 12 and 14 of Regulation (EEC) No 2176/84, it shall apply for a period of four months, unless the Council adopts definitive measures before the expiry of that period.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 1 August 1986.\nFor the Commission\nWilly DE CLERCQ\nMember of the Commission\n(1) OJ No L 201, 30. 7. 1984, p. 1.\n(2) OJ No C 63, 18. 3. 1986, p. 5."}