{"celex_id": "31989D0422", "uri": "http://publications.europa.eu/resource/cellar/2cfb0643-b612-431c-ba4a-09f9f6e72331", "type": "Decision", "concepts": ["1318", "1662", "2412", "4081"], "title": "89/422/EEC: Commission Decision of 23 June 1989 authorizing the Federal Republic of Germany to restrict the marketing of seed of a variety of an agricultural plant species and amending Decision 89/77/EEC (Only the German text is authentic)\n", "header": "COMMISSION  DECISION\nof 23 June 1989\nauthorizing the Federal Republic of Germany to restrict the marketing of seed of a variety of an agricultural plant species and amending Decision 89/77/EEC\n(Only the German text is authentic)\n(89/422/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 70/457/EEC of 29 September 1970 on the common catalogue of varieties of agricultural plant species (1), as last amended by Directive 88/380/EEC (2), and in particular Article 15 (2) and (3) thereof,\nHaving regard to the application lodged by the Federal Republic of Germany,\nWhereas, pursuant to Article 15 (1) of Directive 70/457/EEC, seed or propagating material of varieties of agricultural plant species which have been officially accepted during 1986 in at least one of the Member States and which also meet the conditions laid down in Directive 70/457/EEC is, with effect from 31 December 1988, no longer subject to any marketing restrictions relating to the variety in the Community;\nWhereas, however, Article 15 (2) of Directive 70/457/EEC provides that, in the cases set out in Article 15 (3), a Member State may be authorized upon application to prohibit the marketing of seed and propagating material of certain varieties;\nWhereas the Federal Republic of Germany has applied for such an authorization for the perennial ryegrass variety 'Aurora';\nWhereas this variety has been the subject of official growing trials in Germany;\nWhereas the application of Germany is based on the ground that these official growing trials show that the variety does not, in any part of Germany, produce results corresponding to those obtained from a comparable variety accepted there (Article 15 (3) (c), first alternative, of Directive 70/457/EEC);\nWhereas it was impossible to complete the examination of the application before the time limit specified in Article 15 (1) of Directive 70/457/EEC; whereas, therefore, Commission Decisions 89/77/EEC (3) and 89/246/EEC (4) extended this time limit for Germany until 30 June 1989 in order to allow this examination to be completed;\nWhereas the examination has now been completed and it appears that the ground set out at Article 15 (3) (c), first alternative, of Directive 70/457/EEC is established;\nWhereas, therefore, the application of Germany in respect of this variety should be granted in full;\nWhereas, by Decision 89/77/EEC, the Commission authorized Germany to restrict the marketing of seed of certain varieties of maize with an FAO (Food and Agriculture Organization) maturity class index over 350, on the ground that it is well known that such varieties are not, at present, suitable for cultivation in Germany (Article 15 (3) (c), second case, of Directive 70/457/EEC);\nWhereas it now appears that the list of these maize varieties contained in Decision 89/77/EEC contains certain errors which should be corrected;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Seed and Propagating Material for Agriculture, Horticulture and Forestry,", "main_body": ["The Federal Republic of Germany is hereby authorized to prohibit the marketing in its territory of seed of the following variety listed in the 1989 common catalogue of varieties of agricultural plants species:\nFodder plants\nLolium perenne L.\nAurora.", "The authorization given in Article 1 shall be withdrawn as soon as it is established that the conditions thereof are no longer satisfied.", "The Federal Republic of Germany shall notify the Commission and the other Member States of the date from which it makes use of the authorization pursuant to Article 1 and the detailed methods to be followed.", "In Decision 89/77/EEC, the list of varieties of Zea mays L. (maize) contained in Article 1 (2) is hereby amended as follows:\n1. 'Alezan 4006' is deleted;\n2. after 'Ambra', 'Angelico' is inserted;\n3. 'DK 250' is deleted;\n4. 'Loges' is replaced by 'Logos';\n5. 'Verax G-4754' is replaced by 'Virax G-4754'.", "This Decision is addressed to the Federal Republic of Germany."], "attachments": "Done at Brussels, 23 June 1989.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 225, 12. 10. 1970, p. 1.\n(2) OJ No L 187, 16. 7. 1988, p. 31.\n(3) OJ No L 30, 1. 2. 1989, p. 72.\n(4) OJ No L 99, 12. 4. 1989, p. 31."}