{"celex_id": "31987R0384", "uri": "http://publications.europa.eu/resource/cellar/fa9bb77f-af90-4bad-b622-a6023782571c", "type": "Regulation", "concepts": ["1877", "2308", "5256"], "title": "Commission Regulation (EEC) No 384/87 of 6 February 1987 establishing temporary limits on landings of sole (Solea solea) from the North Sea\n", "header": "COMMISSION  REGULATION (EEC) No 384/87\nof 6 February 1987\nestablishing temporary limits on landings of sole (Solea solea) from the North Sea\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3094/86 of 7 October 1986 laying down certain technical measures for the conservation of fishery resources (1), as amended by Regulation (EEC) No 4026/86 (2), and in particular Article 13 thereof,\nWhereas scientific observations in 1929, 1947, 1963 and 1986 showed that the occurrence of below average sea temperatures in the North Sea during the period January to April resulted in sole concentrating in certain well defined areas;\nWhereas those same observations showed that under those conditions exceptionally high catches of sole were taken because the fishery was directed towards those areas;\nWhereas the temperature of the North Sea is falling to the level at which the sequence of events described will probably occur in 1987, observed sea temperatures in January being already as low as in February during an average winter;\nWhereas the spawning stock biomass of North Sea sole is at its lowest recorded level, below which recruitment to the fishery could fall to exceptionally low levels according to the latest scientific advice;\nWhereas if large catches of sole are taken as a result of the sequence of events described, the spawning stock biomass will be further reduced before spawning takes place in May and June, thus increasing the probability of a failure of recruitment;\nWhereas experience of the fishery of herring in the North Sea, where such a failure of recruitment did occur, shows that severe long-term economic consequences result;\nWhereas to avoid such consequences, action should be taken to prevent fishing on such concentrations of sole in the period ending 15 April 1987;\nWhereas a limitation on the percentage of sole which it is permitted to have on board or to land would prevent the fishery being concentrated on areas of exceptional abundance, while having minimal effect on fisheries for other species;\nWhereas such action needs to be taken immediately if it is to be effective in conserving the stock; whereas such action should therefore be taken in accordance with Article 13 (1) of Regulation (EEC) No 3094/86;\nWhereas the Management Committee for Fishery Resources has not given an opinion within the time limit set by its chairman,", "main_body": ["Until 15 April 1987 it shall be prohibited to have on board after sorting or to land more than 30 % of sole (Solea solea) which have been caught when fishing with any trawl, Danish seine or similar towed net, measured as a percentage by weight of the total catch of fish, crustaceans and molluscs.\nThis prohibition shall apply only to catches taken in the North Sea, as defined in Article 1 (5) of Council Regulation (EEC) No 3094/86.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 6 February 1987.\nFor the Commission\nAntónio CARDOSO E CUNHA\nMember of the Commission\n(1) OJ No L 288, 11. 10. 1986, p. 1.\n(2) OJ No L 376, 31. 12. 1986, p. 1."}