{"celex_id": "31984D0509", "uri": "http://publications.europa.eu/resource/cellar/7fed034a-2a43-4f7f-8398-dffcceb466a2", "type": "Decision", "concepts": ["1418", "3774", "889"], "title": "84/509/EEC: Commission Decision of 23 July 1984 concerning assistance by the United Kingdom Government to a manufacturer of polyester yarn (Only the English text is authentic)\n", "header": "COMMISSION  DECISION\nof 23 July 1984\nconcerning assistance by the United Kingdom Government to a manufacturer of polyester yarn\n(Only the English text is authentic)\n(84/509/EEC)\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular the first subparagraph of Article 93 (2) thereof,\nHaving given notice to the parties concerned to submit their comments as provided for in the said Article, and having regard to those comments,\nWhereas:\nI\nBy letter dated 30 January 1984, the United Kingdom Government notified the Commission of aid for the establishment of a new production unit for partially oriented polyester yarn (POY) at Stanley, Co. Durham. The relevant decision had been taken in 1982 and the major part of the assistance had already been paid. The yarn manufactured was intended to supply a UK processing company which had difficulty in obtaining supplies of this product on the markets of the Member States.\nThe assistance to be granted totals £ 1 71 400: £ 420 000 in the form of a selective grant under Section 7 of the Industry Act 1972, £ 158 400 in the form of a training grant under Section 7 of the Industrial Development Act 1982 and £ 593 000 in the form of a Regional Development Grant under Part II of the Industrial Development Act 1982. Aid payments of £ 931 400 have already been made towards the investment costs of approximately £ 4 900 000. Before the notification was made, the Commission, acting on a complaint from a trade association, reminded the United Kingdom Government by letter dated 5 December 1983 of its obligations pursuant to the rules on aids to the man-made yarns and fibres industry introduced in 1977 and extended in 1979, 1981 and 1983, which aim to prevent the grant of assistance for the establishment of new capacity in an industry suffering from overcapacity and provide for prior notification of all types of assistance to the industry.\nOn 29 February 1984 the Commission initiated the procedure under the first subparagraph of Article 93 (2) of the EEC Treaty in respect of this aid and, by letter dated 8 March 1984, gave formal notice to the United Kingdom Government to submit its comments.\nII\nSubmitting its comments to the Commission under the Article 93 (2) procedure by letter dated 18 April 1984, the United Kingdom Government argued that yarn of the quality produced by the assisted company was not available on the European market in 1981/82 and that UK processors had to import such yarn from third countries like Mexico, Taiwan and the United States. It also stated that the aid had led to the creation of 60 jobs in the recipient company and the maintenance of 75 jobs in downstream activities in north-west Durham, where unemployment is high.\nThe comments submitted to the Commission under the Article 93 (2) procedure by four Member States other than the United Kingdom and four associations representing the man-made fibres industry expressed support for the Commission's concern. They emphasized the surplus capacity problems in this branch and the efforts made by Community polyester yarn manufacturers in reducing their capacity by 61 500 tonnes: cuts were made both before 1982 and since then and more are still to be made. The comments revealed that the quality of the partially oriented yarn produced by the company at Stanley is not out of the ordinary and could therefore be manufactured by any European firm provided that the demand for the product comes from solvent processors. The UK industrial association pointed to the excess capacity for polyester yarn manufacture dating from 1977.\nIII\nThe aid granted by the United Kingdom Government is liable to affect trade between Member States and distort or threaten to distort competition within the meaning of Article 92 (1) of the EEC Treaty, by favouring the company in question or its production. Article 92 (1) lays down the principle that aid having the features described therein is incompatible with the common market. The exceptions to this principle set out in Article 92 (3) specify objectives in the Community interest transcending the interests of the aid recipient. These exceptions must be construed narrowly when any regional or industry aid scheme or any individual award under a general aid scheme is scrutinized. In particular, they may be applied only where the Commission is satisfied that, without the aid, market forces alone would not induce the recipient company to adopt a course of action contributing to the attainment of one of the objectives referred to in these exceptions.\nTo apply the exceptions to aids not furthering any such justifying contribution would be to give unfair advantages to certain Member States and allow trading conditions between Member States to be affected and competition to be distorted without any justification on grounds of Community interest.\nIn applying these principles in its scrutiny of individual cases, the Commission must satisfy itself that the aid is justified by the contribution the recipient company is making to the attainment of one of the objectives set out in Article 92 (3), and is necessary to that end. Where this cannot be demonstrated, it is clear that the aid does not contribute to the attainment of the objectives specified in the exceptions but merely serves to bolster the financial position of the company concerned.\nIn this case the recipient company cannot be said to be making any such contribution in return for the aid.\nThe United Kingdom Government has been unable to give, or the Commission to discover, grounds for finding that the aid in question satisfies the tests qualifying it for one of the exceptions in Article 92 (3).\nWith regard to the exceptions provided for by Article 92 (3) (a) and (c) for aids that promote or facilitate the development of certain areas, the area in which the recipient company is located would qualify it for the exception within the meaning of Article 92 (3) (c). However, the establishment of a new production unit in an insecure branch suffering from overcapacity and the creation of 60 jobs plus the maintenance of 75 further jobs downstream does not seem likely to bring any lasting improvement in the area's underemployment, while it would certainly increase the difficulties of other company in the same industry within the Community. The establishment of the new unit is thus deleterious to the industry. In the regional context, establishing such a unit would be unlikely to secure the jobs in question in the long term, in view of the surplus capacity in the branch concerned.\nAs far as the exceptions in Article 92 (3) (b) are concerned, the project exhibits no feature of a project of common European interest or of a project to remedy a serious disturbance in the economy of a Member State whose promotion would justify application of this exception clause. Although the social and economic problems in this part of the United Kingdom give cause for concern, they are not substantially more serious than those of other regions in the Community, while there is a genuine risk of outbidding for aid and any aid to this branch would be particularly likely to affect trade between Member States. Moreover, the socio-economic data available on the United Kingdom provides no grounds for concluding that there is a serious disturbance in its economy within the meaning of the Treaty, and in any case its Government's measures are not aimed at dealing with such a situation.\nThe aid cannot be regarded as falling within Article 92 (3) (c), that is, as an aid designed to facilitate the development of certain economic activities without adversely affecting trading conditions to an extent contrary to the common interest.\nThe Commission has established that Community output of partially oriented polyester, yarn satisfied market requirements in 1981/82 and does so now, a new plant in an industry already in surplus would not contribute to the attainment of an objective in the Community interest that could justify the grant of assistance; indeed, such aid could be detrimental to other Community companies in the industry. The downstream processor's difficulties in obtaining yarn, which prompted the UK authorities to grant aid to a yarn manufacturer to establish facilities, were not caused by the unavailability of the yarn - of which in fact there was a surplus on the markets of the Member States - but by the insolvency of the processing company, which went bankrupt in 1982. It was subsequently taken over by the company forming the subject-matter of this Decision, which took on part of its staff, some 75 persons.\nOn account of current excess production capacity for all types of polyester yarn Community firms have had to cut back 61 500 tonnes between 1982 and 1985, following a previous reduction of approximately 80 000 tonnes. The production capacity of the industry's firms is used at a rate of between 65 % and 70 %, which means that the plants are not operating profitably. The recipient company itself uses only some 65 % of its capacity. Any new installation of capacity backed by State aid is contrary to the Community interest, which is to reduce capacity, and aggravates the situation of existing firms suffering from overcapacity.\nEven in this case where the output of the assisted company is used chiefly within the company itself, which has taken over the operation of a bankrupt processing company, the damage would be no less to firms within the Community, for, faced with the new capacity and rigid consumption patterns, they themselves would have to make additional cuts to offset the new capacity at Stanley.\nSince the United Kingdom Government failed to notify the aid in advance, the Commission was unable to state its views on the measures before they were implemented and became aware of them only when roughly £ 931 400 had already been paid to the firm in the form of grants at an approximate rate of 19 % of the investment costs estimated at £ 4 900 000.\nUnder the Industrial Development Act 1982, further aid in the form of a Regional Development Grant was payable at the rate of 22 % of expenditure by the company on new machinery or plant, buildings or works and wages and salaries. The assistance granted or to be granted constitutes investment aid incompatible with the common market within the meaning of Article 92.\nAccordingly, the aid forming the subject-matter of the Article 93 (2) procedure initiated - namely the assistance to the company under Section 7 of the Industry Act 1972 (selective grant), Section 7 of the Industrial Development Act 1982 (training grant) and Part II of the Industrial Development Act 1982 (Regional Development Grant) - may not be granted, and the aids already paid to the company so far must be withdrawn,", "main_body": ["The assistance notified by the United Kingdom Government by letter dated 30 January 1984 for the establishment of a plant producing partially oriented polyester yarn at Stanley, Co. Durham, under Section 7 of the Industry Act 1972 and under Section 7 and Part II of the Industrial Development Act 1982 is incompatible with the common market within the meaning of Article 92 of the EEC Treaty. This assistance may therefore not be granted and in addition shall be withdrawn where it has already been paid.", "The United Kingdom shall inform the Commission within two months of the date of notification of this Decision of the measures taken to comply therewith.", "This Decision is addressed to the United Kingdom."], "attachments": "Done at Brussels, 23 July 1984.\nFor the Commission\nFrans ANDRIESSEN\nMember of the Commission"}