{"celex_id": "31985D0385", "uri": "http://publications.europa.eu/resource/cellar/d877612e-952a-4ae0-a5f1-b0fae3017041", "type": "Decision", "concepts": ["2471", "2932", "4357", "5511", "6050"], "title": "85/385/EEC: Council Decision of 10 June 1985 setting up an Advisory Committee on Education and Training in the Field of Architecture\n", "header": "21.8.1985 EN Official Journal of the European Communities L 223/26\nCOUNCIL DECISION\nof 10 June 1985\nsetting up an Advisory Committee on Education and Training in the Field of Architecture\n(85/385/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the draft decision submitted by the Commission,\nWhereas, in its Resolution of 6 June 1974 concerning the mutual recognition of diplomas, certificates and other evidence of formal qualifications (1), the Council declared itself in favour of the establishment of Advisory Committees;\nWhereas, in the context of the mutual recognition of diplomas, certificates and other evidence of formal qualifications in architecture, it is important to ensure a comparably high standard of education and training;\nWhereas in order to contribute to the achievement of this objective an Advisory Committee should be set up to advise the Commission,", "main_body": ["An Advisory Committee on Education and Training in the Field of Architecture, hereinafter called the ‘Committee’, shall be set up under the auspices of the Commission.", "1.   The task of the Committee shall be to help to ensure a comparably high standard of education and training for architects throughout the Community.\n2.   It shall carry out this task in particular by the following means:\n— comprehensive exchange of information as to the education and training methods and the content, level and structure of theoretical and practical courses provided in the Member States;\n— discussion and consultation with the object of developing common approaches to the standard to be attained in the education and training of architects and, as appropriate, to the structure and content of such education and training including criteria relating to practical experience;\n— keeping under review the adapatation of the education and training of architects to developments in teaching methods and to new problems arising for architects as a result of social, scientific and technical developments and to the protection of the environment.\n3.   The Committee shall carry out the advisory tasks assigned to it under Council Directive 85/384/EEC of 10 June 1985 on the mutual recognition of diplomas, certificates and other evidence of formal qualifications in architecture, including measures to facilitate the effective exercise of the right of establishment and freedom to provide services (2).\n4.   The Committee shall communicate to the Commission and the Member States its opinions and recommendations including, when it considers it appropriate, suggestions for amendments to be made to the Articles relating to the education and training of architects in Directive 85/384/EEC.\n5.   The Committee shall also advise the Commission on any other matter which the Commission may refer to it in relation to the education and training of architects.", "1.   The Committee shall consist of three experts from each Member State as follows:\n— one expert from the practising profession;\n— one expert from the universities or equivalent teaching institutions in the field of architecture;\n— one expert from the competent authorities of the Member State.\n2.   There shall be an alternate for each member. Alternates may attend the meetings of the Committee.\n3.   The members and alternates described in paragraphs 1 and 2 shall be nominated by the Member States. The members referred to in the first and second indents of paragraph 1 and their alternates shall be nominated on a proposal from, or after appropriate consultation with, the practising members of the profession or the universities or equivalent teaching institutions in the field of architecture. The members and alternates thus nominated shall be appointed by the Council.", "1.   The term of office of members of the Committee shall be three years. Upon expiry of this period, the members of the Committee shall remain in office until they are replaced or their term of office is renewed.\n2.   The term of office of a member may end before expiry of the period of three years by virtue of the resignation or death of the member of his replacement by another person in accordance with the procedure laid down in Article 3. Such an appointment shall be for the remainder of the term of office.", "The Committee shall elect a Chairman and two Vice-Chairman from its own membership. It shall adopt its own rules of procedure. The agenda for meetings shall be drawn up by the Chairman of the Committee in consultation with the Commission.", "The Committee may set up working parties and may call upon or allow observers or experts to assist it in connection with any particular aspect of its work.", "The secretariat shall be provided by the Commission."], "attachments": "Done at Luxembourg, 10 June 1985.\nFor the Council\nThe President\nM. FIORET\n(1)  OJ No C 98, 28. 8. 1974, p. 1.\n(2)  See page 15 of this Official Journal."}