{"celex_id": "31989R1279", "uri": "http://publications.europa.eu/resource/cellar/63a5841a-3b7b-405f-82ae-ba599c70cbc6", "type": "Regulation", "concepts": ["1264", "5769"], "title": "Commission Regulation (EEC) No 1279/89 of 10 May 1989 amending Regulation (EEC) No 2276/79 laying down detailed rules for the drawing up of a register of olive cultivation in the Member States producing olive oil\n", "header": "COMMISSION  REGULATION (EEC) No 1279/89\nof 10 May 1989\namending Regulation (EEC) No 2276/79 laying down detailed rules for the drawing up of a register of olive cultivation in the Member States producing olive oil\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 154/75 of 21 January 1975 on the establishment of a register of olive cultivation in the Member States producing olive oil (1), as last amended by Regulation (EEC) No 3788/85 (2), and in particular Article 5 thereof,\nWhereas in certain Member States the intervention agencies are not normally responsible for tasks relating to the establishment of the register of olive cultivation; whereas provision should accordingly be made for assigning that task to other bodies;\nWhereas the rules applicable to Italy have proved effective; whereas they should also be extended to the other Member States, account being taken of the situations specific to each;\nWhereas the operations and the information specified in Annexes I and II to Commission Regualtion (EEC) No 2276/79 (3), as last amended by Regulation (EEC) No 586/88 (4), respectively should be amended in the light of experience gained and of the tests carried out in the Member States;\nWhereas the information specified in the said Annex II constitutes the minimum information required for drawing up the register; whereas additional information may be required in the light of specific conditions obtaining in production areas; whereas it is advisable to allow the Member States concerned to supplement, where appropriate, the information specified in the said Annex II;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Oils and Fats,", "main_body": ["Regulation (EEC) No 2276/79 is hereby amended as follows:\n1. Article 1 (1) is replaced by the following:\n'1. A register of olive cultivation covering all olive-growing holdings situated in the producer Member States shall be drawn up, in accordance with this Regulation, under the responsibility of the intervention agencies or of any other body chosen for that purpose.'\n2. Article 2 is replaced by the following:\n'Article 2\nAs regards Italian, Greek, Spanish and Portuguese territory, the information referred to in Article 1 (2) (a) of Regulation (EEC) No 154/75 shall be obtained using the methods set out in Annex I.'\n3. Article 3 is replaced by the following:\n'Article 3\n1. The competent authorities of the Member States concerned may decide not to carry out aerial photography in zones which, in the zoning operations referred to in Annex I, reveal a low density of olive cultivation.\n2. If paragraph 1 is applied, the national authorities shall inform the Commission of the zones which are not included.'\n4. In Article 4 (2), 'in Italy' is deleted.\n5. In Article 5 (2) the following is added:\n'Member States may supplement the information specified in that Annex by any other particulars required for the management of the production aid scheme, taking into account the actual conditions obtaining in each production zone.'\n6. Annex I is replaced by the Annex to this Regulation.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 10 May 1989.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 19, 24. 1. 1975, p. 1.\n(2) OJ No L 367, 31. 12. 1985, p. 1.\n(3) OJ No L 262, 18. 10. 1979, p. 11.\n(4) OJ No L 57, 3. 3. 1988, p. 18.\nANNEX\n'ANNEX I\nMethods for obtaining the data referred to in Article 1 (2) (a) of Regulation (EEC) No 154/75\n(a) Preliminary operations, in particular:\n- zoning of the olive-growing regions in order to obtain zones with homogenous geopedological, morphological and agronomic conditions,\n- recording, verification and processing of the data contained in olive-growers' cultivation declarations,\n- where a land register exists, scrutiny of the land register and collection and processing of the alphanumeric data and graphic information contained therein; where no land register exists, use of available comparable data,\n- preliminary observations on the ground in order to gather the data required for completing the preliminary operations referred to above and for carrying out the interpretation work specified in (e);\n(b) organization and preparation of the whole aerial and ground survey by reference to the suitability of the various methods of data collection and analysis to the particular character of each zone;\n(c) subject to the provisions of Article 3, aerial photography in black and white of all olive-growing zones on a scale between 1 : 8 000 and 1 : 20 000;\n(d) production of enlargements, photographic maps or orthophotos with, superimposed, the cadastral boundaries determined; where the Member State has a land register, in accordance with the third indent of point (a) and point (b), corrected where they do not correspond to natural boundaries; where the Member State has no land register, the natural boundaries of the land are to be superimposed on the enlargements, photographic maps or orthophotos following on-site inspections;\n(e) interpretation of the black and white photographs and checking of the area of the parcels and counting of the olive trees indentified;\n(f) checking of the results on the ground, where anomalies or difficulties arise during the operations referred to under (d) and (e);\n(g) presentation of the results in the form of tables and thematic plans in respect of each commune;\n(h) Production of a data-processing system which allows data to be entered and/or altered.'"}