{"celex_id": "31988R4153", "uri": "http://publications.europa.eu/resource/cellar/9b9479fb-a8b2-4958-b8a5-3936ede9e449", "type": "Regulation", "concepts": ["1518", "1604", "1605", "161"], "title": "Council Regulation (EEC) No 4153/88 of 19 December 1988 opening and providing for the administration of Community tariff quotas for Chinese cabbage, iceberg lettuce, sweet peppers and peeled tomatoes originating in Israel (1988)\n", "header": "COUNCIL REGULATION (EEC) No 4153/88  of 19 December 1988  opening and providing for the administration of Community tariff quotas for Chinese cabbage, iceberg lettuce, sweet peppers and peeled tomatoes originating in Israel (1988)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 113 thereof,\nHaving regard to the proposal from the Commission,\nWhereas Articles 1 and 2 of the Fourth Additional Protocol to the Agreement between the European Economic Community and the State of Israel (1) provide for the opening of Community tariff quotas for imports into the Community of:\n- 450 tonnes of Chinese cabbage falling within CN code ex 0704 90 90,\n- 250 tonnes of iceberg lettuce falling within CN code ex 0705 11 10,\n- 7 400 tonnes of sweet peppers falling within CN code 0709 60 10,\n- 2 800 tonnes of peeled tomatoes falling within CN code No 2002 10 00,\noriginating in Israel;\nWhereas, within the limits of those tariff quotas, customs duties are to be dismantled over the same periods and at the same rates as provided for in Articles 75, 243 and 268 of the Act of Accession; whereas the quota duties for 1988 are equal to 72,7 %  of the duties applicable to Chinese cabbage and sweet peppers, to 70 % of the duties applicable to iceberg lettuce and 62,5 % of the duties applicable to peeled tomatoes; whereas, however, Council Regulation (EEC) No 4162/87 of 21 December 1987 laying  down the arrangements applicable to Spain's and Portugal's trade with Israel and amending Regulations (EEC) No 449/86 and (EEC) No 2573/87 (2) provides that those Member States are to postpone application of the preferential arrangements for products in  the fruit and vegetable sector covered by Regulation (EEC) No 1035/72 (3) until 31 December 1989 and 31 December 1990 respectively; whereas the provisions of this Regulation concerning the tariff quotas for Chinese cabbage, iceberg lettuce and sweet  peppers therefore apply only to the Community as constituted on 31 December 1985; whereas the Community tariff quotas in question should therefore be opened for the period from 1 to 31 December 1988 for quantities which, pursuant to the pro rata  temporis clause included in the said Protocol, amount for that period to the quantities set out in Article 1;\nWhereas equal and continuous access to the quota should be ensured for all Community importers and the rates laid down for the quota should be applied consistently to all imports of the products in question into all Member States until the quota is  exhausted; whereas, however, the quota should not in this case be allocated among the Member States, without prejudice to the drawing against the quota volume of such quantities as they may need, under the conditions and according to the procedure laid  down in Article 2 (1); whereas this method of administration requires close cooperation between the Member States and the Commission and the latter must in particular be able to monitor the rate at which the quota is used and inform the Member States  accordingly;\nWhereas if, during the quota period, the tariff quota is almost totally used up, it is indispensable that Member States return to this quota the entirety of the drawings made which have not been used, in order to avoid one part of the Community tariff  quota remaining unused in one Member State when it could be used in others;\nWhereas since the Kingdom of Belgium, the Kingdom of the Netherlands and the Grand Duchy of Luxembourg are united within and jointly represented by the Benelux Economic union, any operation concerning the administration of the quota share levied by that  economic union may be carried out by any one of its members,", "main_body": ["From 1 January to 31 December 1988 the duty applicable to imports into the Community as constituted on 31 December 1985 of the following products shall be suspended at the levels indicated and within the limits of a Community tariff quota as  shown below:\nOrder  No  CN-code  Description   Volume of  tariff quota  (tonnes)  Rate of  duty  (%)  Applicable in:          09.1311  ex 0704 90 90  Chinese cabbage  225  10,9  the Community as constituted on 31 December 1985         09.1313  ex 0705 11 90  Iceberg lettuce (lactuca sativa L., var. capitata)  125  9,1  Min 1,1  ECU/100 kg/br  the Community as constituted on 31 December 1985         09.1303  ex 0709 60 10  Sweet peppers  616  4,5  the Community as constituted on 31 December 1985         09.1307  ex 2002 10 00  Peeled tomatoes  233  11,2  the Community as at  present constituted        Within the limit of the tariff quota on peeled tomatoes, the Kingdom of Spain and the Portuguese Republic shall apply duties calculated in accordance with Regulation (EEC) No 4162/87.", "1. If an importer gives notification of imminent imports of the products in question into a Member State and applies to take advantage of the quota, the Member State concerned shall inform the Commission and draw an amount corresponding to  its requirements to the extent that the available balance of the quota so permits.\n2. Without prejudice to Article 3, shares drawn pursuant to paragraph 1 shall be valid until the end of the quota period.", "1. Once at least 80 % of the tariff quota as defined in Article 1 has been used up, the Commission shall notify the Member States thereof.\n2. It shall also notify Member States in this case of the date from which drawings on the tariff quota must be made according to the following provisions:\nIf an importer presents in a Member State a declaration of entry into free circulation including a request for preferential benefit for a product covered by this Regulation, and if this declaration is accepted by the customs authorities, the Member  State concerned shall draw from the tariff quota, by means of notification to the Commission, a quantity corresponding to these needs.\nThe requests for drawing, with the indication of the date of acceptance of the said declaration, must be communicated to the Commission without delay.\nThe drawings are granted by the Commission on the basis of the date of acceptance of the declaration of entry into free circulation by the customs authorities of the Member State concerned, to the extent that the available balance so permits.\nIf a Member State does not use the quantities drawn, it shall return them as soon as possible to the tariff quota.\nIf the quantities requested are greater than the available balance of the quota, allocation shall be made on a pro rata basis with respect to the requests. Member States shall be informed by the Commission in accordance with the same procedures.\n3. Within a time limit laid down by the Commission starting from the date referred to in the first subparagraph of paragraph 2, Member States shall be required to return to the tariff quota all the quantities which have not been used on that date,  within the meaning of Article 4 (3) and (4).", "1. Member States shall take all appropriate measures to ensure that their drawings pursuant to Article 2 (1) enable imports to be charged without interruption against their accumulated shares of the Community quotas.\n2. Each Member State shall ensure that importers of the product concerned have free access to the quotas for such time as the residual balance of the quota volume so permits.\n3. Member States shall charge imports of the products concerned against their drawings as and when the goods are entered with the customs authorities for free circulation.\n4. The extent to which the quotas have been used up shall be determined on the basis of the imports charged in accordance with paragraph 3.", "At the request of the Commission, Member States shall inform it of imports of the products concerned actually charged against the quota.", "The Member States and the Commission shall cooperate closely to ensure that this Regulation is complied with.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities. It shall apply as from 1 December 1988.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 December 1988.\nFor the Council  The President  Th. PANGALOS   (1) OJ No L 327, 30. 11. 1988, p. 36.\n(2) OJ No L 396, 31. 12. 1987, p. 1.\n(3) OJ No L 118, 20. 5. 1972, p. 1."}