{"celex_id": "31983D0472", "uri": "http://publications.europa.eu/resource/cellar/1f0278fc-2b8a-4820-b524-12319df62efb", "type": "Decision", "concepts": ["1184", "1433", "2400", "4237", "4533"], "title": "83/472/EEC: Commission Decision of 12 September 1983 granting financial support to implement the 'Evzoni- Volos road - section between Kleidi and Axios' project (Only the Greek text is authentic)\n", "header": "COMMISSION  DECISION\nof 12 September 1983\ngranting financial support to implement the 'Evzoni-Volos road - section between Kleidi and Axios' project\n(Only the Greek text is authentic)\n(83/472/EEC)\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3600/82 of 30 December 1982 on the granting of limited support in the field of transport infrastructure (1),\nWhereas the Greek Government has applied to the Community for financial support towards the cost of the 'Evzoni-Volos road - section between Kleidi and Axios' project;\nWhereas all the conditions required for the Community to grant financial support have been satisfied,", "main_body": ["Financial support totalling 2 500 000 ECU is hereby granted to finance the work to implement the 'Evzoni-Volos road - section between Kleidi and Axios' project.\nThe specifications for the work and the terms and conditions of payment are set out in the Annex.", "1. Notwithstanding checks carried out by Greece in accordance with its laws, regulations or administrative provisions, and without prejudice to Article 206a of the Treaty or to any inspection arranged on the basis of Article 209c of the Treaty, on-the-spot checks or enquiries in respect of the project financed by this Decision shall be carried out by the competent Greek authorities and by officials of the Commission or any other persons empowered by the Commission for this purpose. The Commission shall determine time limits for the performance of the checks and inform Greece of them in advance in order to obtain all the assistance necessary.\n2. The purpose of such on-the-spot checks or enquiries in respect of operations financed by this Decision shall be to verify:\n(a) the conformity with Community rules of the administrative practices for the operation receiving financial support;\n(b) the existence of supporting documents and their tallying with the project financed by this Decision;\n(c) the conditions under which the project financed by this Decision is executed and monitored;\n(d) the conformity of the work completed with the project financed by the Decision.", "If the conditions for the financial support are not met or if controls reveal irregularities, the payments provided for can be suspended, reduced or cancelled by a Commission decision notified to the beneficiary. Sums unduly paid are to be returned to the Commission by Greece within 12 months from the date of notification of such decision.", "This Decision is addressed to the Hellenic Republic."], "attachments": "Done at Brussels, 12 September 1983.\nFor the Commission\nGiorgios CONTOGEORGIS\nMember of the Commission\n(1) OJ No L 376, 31. 12. 1982, p. 10.\nANNEX\nTerms and conditions attached to the Award of Community Assistance to Greece for specified Works on the Evzoni-Volos road (Axios Bridge-Kleidi Junction)\n1. Location of the project\nThe project that is the subject of this Decision is situated on the principal road connecting Evzoni-Thessaloniki-Volos. The section concerned is between Axios Bridge and Kleidi Junction.\n2. Description of the project\nThe project concerns the construction of a second carriageway for the existing two-lane, bi-directional, road having a total length of 11,5 kilometres. Associated works will result in the completion over this section of a road with the characteristics of a 2 Ă\u0097 3-lane motorway.\n3. Technical description\nThe pavement width of the new section is designed to 14 metres offering three traffic lanes. Between the existing and the new carriageway there will be a central reservation of 11 metres width (minimum); this central reservation will permit two extra lanes of traffic to be added in the future when traffic flows demand. Two large bridges are included; over the rivers Axios (780 metres) and Loudias (80 metres).\n4. Timetable for the project\nWork on the project should commence in mid-1983. Completion is scheduled for the end of 1985.\n5. Payment schedule\n5.1. The Community agrees to contribute 15 % of total costs up to a maximum of 2 500 000 ECU for this project. The remainder of the cost is to be financed through the Greek 'national public investment budget' (Ministry of Public Works). The total cost of the project is estimated at one thousand four hundred million drachmas (eighteen million six thousand European Currency Units at May 1983).\nThe payment schedule shall be as follows:\nPayment 1\nUpon receipt by the Commission of evidence that the Greek authorities have complied with the general stipulation imposed by the Commission regarding the tendering for the contracts (see 5.2 below) the Commission shall authorize the payment of an advance of not more than 30 % of the total grant.\nPayment 2\nUpon receipt by the Commission of certified evidence that work equivalent to 50 % of the project, as defined below, has been completed, the Commission shall pay or cause to be paid a sum equivalent to 45 % of the total grant.\nPayment 3\nUpon receipt of certified evidence that the project has been completed, the Commission shall pay or cause to be paid the remainder of the sum outstanding.\n5.2. Prior to making the first payment (payment 1), the Commission will require the Greek Government to apply EEC Directives 71/305/EEC and 72/277/EEC notably with respect to advertising appropriate works.\n5.3. In order to qualify for the second payment the Commission will require evidence that the actual certified payments for the project have equalled or exceeded fifty percent (50 %) of the total cost noted in 5.1 above.\n6. Maintenance of accounts\nThe Commission requires that the Greek authorities responsible maintain accounts and all other information required by the Commission for the effective control over the expenditure on the project. The Commission reserves the right to require written evidence to be supplied during the course of the work of progress and to inspect the site of the works. The accounts of the project are to be maintained for at least eight years after the completion of the works. 7. Certification of payments and control of the works\nIn respect of each payment the Commission will require from the responsible authorities:\nfirst:\na statement of the works undertaken sufficient to monitor progress. This statement is to be signed by the official responsible for the project to the Greek authorities;\nsecond:\na certified statement of the payments that have been made.\nUpon receipt of all payments from the Commission in pursuance of this Decision the Commission will require a receipt to be issued.\n8. Responsible officials\nThe responsible authority for the execution of this Decision in Greece is the Ministry of Public Works, Athens.\nFor the Commission, the Head of Division 'Infrastructure Planning and Development', Directorate-General for Transport, is responsible for implementation.\n9. Publicity\nThe responsible authority is required to advertise assistance from the Community by erecting site notices."}