{"celex_id": "31987R3461", "uri": "http://publications.europa.eu/resource/cellar/23a1d710-3ab4-479f-be78-867c67fc9b2f", "type": "Regulation", "concepts": ["1264", "139", "5581", "862"], "title": "Council Regulation (EEC) No 3461/87 of 17 November 1987 amending Regulation (EEC) No 3089/78 laying down general rules in respect of aid for the consumption of olive oil, and providing for certain exceptional measures\n", "header": "COUNCIL  REGULATION (EEC) No 3461/87\nof 17 November 1987\namending Regulation (EEC) No 3089/78 laying down general rules in respect of aid for the consumption of olive oil, and providing for certain exceptional measures\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation No 136/66/EEC of 22 September 1966 on the establishment of a common organization of the market in oils and fats (1), as last amended by Regulation (EEC) No 1915/87 (2), and in particular Articles 11 (7) thereof,\nHaving regard to the proposal from the Commission,\nWhereas Article 11 of Regulation No 136/66/EEC instituted consumption aid for olive oil produced and marketed in the Community;\nWhereas Article 35 of the said Regulation stipulates that, from 1 November 1987, only oil as referred to in point 1 (a) and (b) and points 3 and 6 of the Annex to the said Regulation may be marketed at the retail stage; whereas Regulation (EEC) No 3089/78 (3), as last amended by Regulation (EEC) No 3788/85 (4), should therefore be amended so that provision be no longer made for consumption aid for ordinary virgin olive oil;\nWhereas, pursuant to Article 35 (3) of Regulation No 136/66/EEC Member States may, until 31 December 1989, derogate from the provisions of that Article as regards the marketing of olive oil and olive-pomace oil within their territory; whereas this Regulation must not affect that right; whereas it is therefore advisable to provide for exceptional measures for a limited period,", "main_body": ["Point (a) in Article 4 (1) of Regulation (EEC) No 3089/78 is hereby replaced by the following:\n'(a) complies with one of the definitions given in point 1 (a) and (b) and points 3 and 6 of the Annex to Regulation No 136/66/EEC.'", "In those Member States which apply the derogation provided for in the first indent of Article 35 (3) of Regulation No 136/66/EEC, ordinary virgin olive oil, as referred to in 1 (c) of the Annex to the said Regulation, which is packed and placed on the market in accordance with the provisions of Commission Regulation (EEC) No 2677/85 (5) and with national provisions before 1 April 1989, may qualify for consumption aid by way of derogation from Article 4 (1) of Regulation (EEC) No 3089/78.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply from 1 November 1987.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 17 November 1987.\nFor the Council\nThe President\nL. TOERNAES\n(1) OJ No 172, 30. 9. 1966, p. 3025/66.\n(2) OJ No L 183, 3. 7. 1987, p. 7.\n(3) OJ No L 369, 29. 12. 1978, p. 12.\n(4) OJ No L 367, 31. 12. 1985, p. 1.\n(5) OJ No L 254, 25. 9. 1985, p. 5."}