{"celex_id": "31983D0130", "uri": "http://publications.europa.eu/resource/cellar/30f78aa6-6b65-4263-b576-e142fe1138c5", "type": "Decision", "concepts": ["1247", "2515", "4839", "5359", "889"], "title": "83/130/EEC: Commission Decision of 16 February 1983 on aid granted by the Belgian Government to a firm manufacturing ceramic sanitary ware (Only the French and Dutch texts are authentic)\n", "header": "COMMISSION  DECISION\nof 16 February 1983\non aid granted by the Belgian Government to a firm manufacturing ceramic sanitary ware\n(Only the Dutch and French texts are authentic)\n(83/130/EEC)\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing he European Economic Community, and in particular the first subparagraph of Article 93 (2) thereof,\nHaving given notice to the parties concerned to submit their comments as provided for in the said Article 93, and having regard to those comments,\nWhereas:\nThe Belgian Government, through one of its regional agencies has decided to assist a ceramic sanitary ware firm located in La LouviĂ¨re. The aid is in the form of the acquisition of a Bfrs 475 million holding in the firm's capital by a public regional holding company.\nThe Commission, having learned that the aid was being granted, reminded the Belgian Government by telexes dated 8 April and 17 June 1982 of its obligations under Article 93 (3) of the EEC Treaty, which requires prior notification of aid measures. No answer was received.\nOn 14 September 1982 the Commission, finding the Belgian Government had granted the aid without complying with the procedure laid down in Article 93 (3) of the EEC Treaty, decided to initiate the procedure provided for in Article 93 (2). The Commission gave the Belgian Government notice to submit its comments by 23 October 1982.\nBy letter dated 19 November 1982, the Belgian Government confirmed that the aid decision had been taken on 3 August 1981. It also stressed that the purpose of the aid was to help reconstitute the firm's capital and reserves, so that it could continue its activities while a restructuring plan for the industry was being formulated. Pending the implementation of this plan, measures had already been taken to rationalize the firm's production, with a consequent loss of 200 jobs.\nIn the course of the consultations of the other parties concerned, the Governments of our Member States and three trade associations in the ceramic sanitary ware industry told the Commission that they shared its concern over the proposed aid. A Dutch firm also stressed the serious distortions of competition which would result from the aid granted by the Belgian Government.\nThe aid in this case is such as to affect trade between Member States and to distort or threaten to distort competition within the meaning of Article 92 (1) of the EEC Treaty by favouring the undertaking concerned and the production of ceramic sanitary ware and tableware.\nA substantial proportion of the firm's output is exported to other Member States and consequently trade between Member States is affected by the aid granted by the Belgian Government.\nThe prohibition on State aid laid down in Article 92 (1) of the EEC Treaty applies to injections of capital both by the central government itself and by other public agencies under the central government's authority.\nIn this instance, the firm's financial situation and the over-capacity in the ceramic industry, in particular the branch producing sanitary ware, constituted handicaps indicating that the firm would probably have been unable to raise on the private capital markets the funds essential to its survival. The firm in question has been making substantial losses for several years: Bfrs 133,6 million in 1979, Bfrs 242,8 million in 1980 and Bfrs 302,3 million in 1981, which is equivalent to 23, 39 and 45 % of turnover for those same years. Further, in the period 1979 to 1982, amounts owed for social security increased from Bfrs 120,8 million in 1979 to Bfrs 221 million in 1982.\nIn these circumstances, the acquisition of a holding of Bfrs 475 million in a firm with capital and reserves equivalent to Bfrs 25,4 million on 1 January 1981 constitutes aid within the meaning of Article 92 (1) of the EEC Treaty.\nThe purpose of the aid is to permit the maintenance of production capacity and this is likely to strike a particularly grave blow at conditions of competition since free market conditions would normally require the closure of the firm in question so that, in a situation in which the industry is faced with over-capacity, more efficient competitors could expand.\nArticle 92 (1) states that aid fulfilling the criteria set out therein is incompatible with the common market. Exemptions from this incompatibility are permitted by Article 92 (3), which specifies objectives to be pursued in the Community interest, and not that of the individual recipient. The exemption clauses must be strictly construed in the examination both of regional or industry schemes and of individual cases of application of general aid systems; in particular, exemptions may be granted only when the Commission can establish that this will contribute to the attainment of one of the objectives specified, which the recipients would not secure by their own actions under normal market conditions alone.\nTo grant an exemption where there is no compensatory justification of this kind would be to allow trade between Member States to be affected and competition to be distorted without any benefit in terms of the Community interest, while accepting that undue advantages accrue to some Member States.\nWhen applying the principles set out above in its examination of cases of aid, the Commission must be satisfied that there is a specific compensatory justification forthcoming from the particular recipient: the grant of aid must be required to promote the attainment of one of the objectives set out in Article 92 (3) of the EEC Treaty. Where this cannot be shown it is clear that the aid does not contribute to the attainment of the objectives specified in the exemption clauses but serves to increase the financial strength of the undertaking in question.\nIn the present case there is no such compensatory justification forthcoming from the undertaking receiving the aid.\nThe Belgian Government has not been able to show, nor has the Commission found any evidence to establish, that the proposed aid satisfies one of the tests for exemption in Article 92 (3) of the EEC Treaty.\nAs regards the exemptions permitted by Article 92 (3) (a) and (c) of the EEC Treaty, for aid to promote or facilitate the development of certain areas, the La LouviĂ¨re area is not one 'where the standard of living is abnormally low or where there is serious underemployment' within the meaning of subparagraph (a); as regards the exemption permitted by subparagraph (c), the aid would not 'facilitate the development of . . . certain economic areas' within the meaning of that provision.\nAs regards the exemptions permitted by Article 92 (3) (b) of the EEC Treaty, there is nothing in the measure to qualify it as a 'project of common European interest' or as one designed 'to remedy a serious disturbance in the economy of a Member State', the furtherance of which justifies exemption under Article 92 (3) (b) from the prohibition of aids laid down by Article 92 (1). Belgium belongs to the central regions of the Community, whose social and economic problems are not the most serious in the Community, yet where the danger of an escalation of State aid is most immediate and where any State aid is most likely to affect trade between Member States. Available social and economic data on Belgium do not suggest that there is a serious disturbance in the economy of the kind referred to by the Treaty. The Belgian Government's measure was not intended to remedy such a disturbance.\nLastly, as regards the exemptions permitted by Article 92 (3) (c) of the EEC Treaty, for 'aid to facilitate the development of certain economic activities', developments in the ceramic sanitary ware industry show that, particularly in view of the overcapacity in the Community, to maintain production capacity through the grant of State aid would not be in the common interest,", "main_body": ["The aid granted by the Belgian Government to a firm manufacturing ceramic sanitary ware is incompatible with the common market within the meaning of Article 92 of the EEC Treaty, and must therefore be withdrawn.", "Belgium shall inform the Commission within three months of the date of notification of this Decision of the measures it has taken to comply therewith.", "This Decision is addressed to the Kingdom of Belgium."], "attachments": "Done at Brussels, 16 February 1983.\nFor the Commission\nFrans ANDRIESSEN\nMember of the Commission"}