{"celex_id": "31989D0021", "uri": "http://publications.europa.eu/resource/cellar/d2e06e7d-3fe1-4017-9c21-f8e7608f50d1", "type": "Decision", "concepts": ["2560", "4692", "619", "863"], "title": "89/21/EEC: Council Decision of 14 December 1988 derogating from prohibitions relating to African swine fever for certain areas in Spain\n", "header": "COUNCIL  DECISION\nof 14 December 1988\nderogating from prohibitions relating to African swine fever for certain areas in Spain\n(89/21/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 64/432/EEC of 26 June 1964 on animal health problems affecting intra-Community trade in bovine animals and swine (1), as last amended by Directive 88/406/EEC (2), and in particular Article 9a thereof,\nHaving regard to Council Directive 72/461/EEC of 12 December 1972 on health problems affecting intra-Community trade in fresh meat (3), as last amended by Directive 87/489/EEC (4), and in particular Article 8a thereof,\nHaving regard to Council Directive 80/215/EEC of 22 January 1980 on animal health problems affecting intra-Community trade in meat products (5), as last amended by Directive 87/491/EEC (6), and in particular Article 7a thereof,\nWhereas, pursuant to Article 9a (1) of Directive 64/432/EEC, Article 8a (1) of Directive 72/461/EEC and Article 7a (1) of Directive 80/215/EEC, a derogation from the prohibition on the export of live swine, fresh pigmeat and certain meat products may be granted for one or more parts of the territory of a Member State where African swine fever has been recorded within the previous 12 months;\nWhereas a derogation as referred to in the above provisions, complies with Article 9b (1) of Directive 64/432/EEC, Article 8b (1) of Directive 72/461/EEC and Article 7b (1) of Directive 80/215/EEC; whereas in particular it takes account of the methods for monitoring and eradicating African swine fever, of disease-free status for at least 12 months, of the part or parts of the territory and their administrative and geographical boundaries, of the protective measures taken to prevent the spread of the disease and of the measures taken to monitor the movements of swine;\nWhereas the Spanish authorities have undertaken, in particular in a letter of 14 October 1988 to the Commission, to implement all measures providing the necessary guarantees;\nWhereas the Spanish authorities have also undertaken to implement, by 14 December 1988 at the latest, the measures set out below;\nWhereas to that end:\n- a ban has been introduced on movements of swine and fresh pigmeat from areas where African swine fever has been recorded to areas designated as qualifying under a derogation relating to intra-Community trade; whereas pigmeat products which have undergone treatment involving natural fermentation and maturation of the type laid down for products such as Serrano ham, Chorizo and Lomo manufactured in areas where African swine fever has been recorded may be marketed and consumed in the areas designated as qualifying under a derogation provided that the fresh pigmeat used for the manufacture comes from swine which have undergone a serological test immediately prior to slaughter and have been found free of antibodies of the African swine fever virus,\n- meat products from the area designated as qualifying under a derogation relating to intra-Community trade must be stored and transported separately from meat products from areas where African swine fever has been recorded,\n- a system for the identification of slaughter pigs, which forms part of the national identification system for swine, has been adopted throughout Spain,\n- the serological screening programme for African swine fever must continue to be applied throughout Spain,\n- the systematic slaughter policy is also to apply to a pig herd where only one or a few sero-positive pigs are identified in the said herd,\n- the systematic slaughter policy is to provide in all parts of Spain that:\n(a) an epidemiological investigation is to be carried out. The investigation is to take account of movement to and from the infected site of persons, livestock, vehicles, meat and any other material which may carry the African swine fever virus;\n(b) herds identified as possibly infected as a result of the epidemiological investigation are to be declared prohibited immediately and must undergo a clinical, serological and virological examination as appropriate;\n(c) a protection zone with a radius of three kilometres is to be established and signs are to be set up on all major roads to mark the borders of the zone;\nWhereas, in addition, in areas designated as qualifying under a derogation relating to intra-Community trade, the systematic slaughter policy must entail, without prejudice to restrictive measures to be implemented in trade:\n- a surveillance zone for swine with a radius of at least 10 kilometres, taking into account geographical boundaries. The zone must be established for at least 30 days. Swine may not leave the holdings on which they are kept during the first 15 days. Between the 15th day and the 30th day the pigs may not leave the holding except to be transported under official supervision directly to a slaughterhouse for immediate slaughter. Such transport may be authorized by the competent authority only after:\n(a) the official veterinarian has carried out an examination of all swine on the holding and confirmed that none of the swine may be suspected of being infected with African swine fever;\n(b) a serological examination has been carried out on all swine on the holding without detecting African swine fever antibodies. Only swine intended far slaughter, however, must undergo a serological examination, when the serological screening programme referred to in the following indent has been completed on the holding in question without African swine fever antibodies being detected;\n- all herds within the surveillance zone are to be subject to a serological screening programme for African swine fever,\n- meat originating from swine sent to a slaughterhouse in accordance with the provisions in the first indent may only be used in meat products which have undergone in the course of manufacture treatments as referred to in Article 4 (1) (a) of Directive 80/215/EEC,\n- movements of fresh meat and meat products excepting products which have undergone treatments as referred to in Article 4 (1) (a) of Directive 80/215/EEC from the protection zone are to be prohibited for 30 days;\nWhereas, in the light of the commitments referred to in the above recitals, provisions may be made for a derogation from the prohibitions relating to African swine fever for certain parts of the territory of Spain;\nWhereas, provision should be made for a period of time before authorizing the Kingdom of Spain to consign live swine, fresh meat and certain meat products from certain parts of its territory;\nWhereas, where African swine fever breaks out in one or more areas in that part of Spain qualifying under a derogation from prohibitions relating to African swine fever, the Member States are to continue to be able to adopt the necessary protective measures, in particular, under Article 9 of Directive 64/432/EEC, Article 8 of Directive 72/461/EEC and Article 7 of Directive 80/215/EEC;\nWhereas the Standing Veterinary Committee has not delivered a favourable opinion,", "main_body": ["1. The Kingdom of Spain is hereby authorized to consign live swine as defined in paragraph 2 to other Member States from those parts of its territory defined in the Annex hereto.\n2. For the purpose of paragraph 1, 'live swine' means:\n(a) swine born after 14 December 1988, reared and kept throughout their lives within those parts of the territory defined in the Annex hereto;\n(b) swine coming from other Member States after 14 December 1988 in accordance with the conditions laid down in Directive 64/432/EEC, into those parts of the territory of Spain defined in the Annex hereto;\n(c) swine imported from third countries, after 14 December 1988 in accordance with the conditions laid down in Council Directive 72/462/EEC (1), into those parts of the territory of Spain defined in the Annex hereto.\n3. The health certificate provided for in Directive 64/432/EEC and accompanying live swine consigned from Spain shall hear the following:\n'Pigs complying with Council Decision 89/21/EEC of 14 December 1988 derogating from prohibitions relating to African swine fever for certain areas in Spain.'", "1. The Kingdom of Spain is hereby authorized to consign fresh pigmeat as defined in paragraph 2 to other Member States from those parts of its territory specified in the Annex hereto.\n2. For the purposes of paragraph 1, 'fresh pigmeat' means:\n(a) fresh pigmeat obtained from swine as defined in Article 1 (2) and slaughtered in slaughterhouses, cut in cutting plants and stored in stores situated within those parts of the territory specified in the Annex hereto;\n(b) fresh pigmeat coming from other Member States after 14 December 1988 in accordance with the conditions laid down in Directive 72/461/EEC, into those parts of the territory of Spain specified in the Annex hereto;\n(c) fresh pigmeat imported from third countries after 14 December 1988, in accordance with the conditions laid down in Directive 72/462/EEC, into those parts of the territory of Spain specified in the Annex hereto.\n3. The health certificate provided for in Directive 64/433/EEC and accompanying fresh meat consigned from Spain shall bear the following words:\n'Meat complying with Council Decision 89/21/EEC of 14 December 1988 derogating from prohibitions relating to African swine fever for certain areas in Spain.'", "1. The Kingdom of Spain is hereby authorized to consign meat products as defined in paragraph 2 and containing pigmeat other than as referred to in Article 4 (1) (a) of Directive 80/215/EEC to other Member States from those parts of its territory specified in the Annex hereto.\n2. For the purposes of paragraph 1, 'meat products' means:\n(a) meat products prepared after 14 December 1988 from fresh meat as defined in Article 2 (2) in establishments situated within those parts of the territory specified in the Annex hereto;\n(b) meat products coming after 14 December 1988 from other Member States in accordance with the conditions laid down in Directive 80/215/EEC into those parts of the territory of Spain specified in the Annex hereto;\n(c) meat products imported after 14 December 1988 from third countries, in accordance with the conditions laid down in Article 12 of Directive 80/215/EEC, into those parts of the territory of Spain specified in the Annex hereto;\n(d) meat products prepared after 14 December 1988 from meat products as defined in points (a), (b) and (c).\n3. The health certificate provided for in Directive 77/99/EEC and accompanying meat products other than as referred to in Article 4 (1) (a) of Directive 80/215/EEC and consigned from Spain shall bear the following words:\n'Products complying with Council Decision 89/21/EEC of 14 December 1988 derogating from prohibitions relating to African swine fever for certain areas in Spain.'", "The Commission shall monitor developments in the situation and this Decision shall possibly be amended on the basis of developments in that situation.", "Member States shall amend the measures which they apply to intra-Community trade in order to comply with this Decision not later than 14 May 1989. They shall immediately inform the Commission thereof.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 14 December 1988.\nFor the Council\nThe President\nY. POTTAKIS\n(1) OJ No 121, 29. 7. 1964, p. 1977/64.\n(2) OJ No L 194, 22. 7. 1988, p. 1.\n(3) OJ No L 302, 31. 12. 1972, p. 24.\n(4) OJ No L 280, 3. 10. 1987, p. 28.\n(5) OJ No L 47, 21. 2. 1980, p. 4.\n(6) OJ No L 279, 2. 10. 1987, p. 27.\n(1) OJ No L 302, 31. 12. 1972, p. 28.\nANNEX\nAll parts of the territory of Spain situated to the north and east of a line formed by:\n- the river Tormes where it joins the river Douro at the border with Portugal, to lake Embalse de Almendra, through the towns of Ledesma and Salamanca to the town of Alba de Tormes,\n- road C 510 from Alba de Tormes to Anaya de Alba and Horcajo-Medianero and to the provincial border between the provinces of Salamanca and Avila,\n- the provincial border between Salamanca and Avila south and south-west up to where the border meets the provincial border of Caceres,\n- the provincial border between Avila and Caceres south-east up to where it meets road C 110 at Puerto de Tornavacas,\n- road C 110 from Puerto de Tornavacas south-west up to Tornavacas, Jerte and Plasencia,\n- road C 524 from Plasencia south to Trujillo,\n- the road from Trujillo going south through the villages of La Cumbre and Montanchez to Merida,\n- road 630 south through Torremegia and Almendralejo up to Villafranca de los Barros,\n- the road from Villafranca de los Barros east through Ribera del Fresno, Hornachos and Campillo de Llerena to Peraleda del Zaucejo and then north-east along the road to Monterrubio la Serena and Helechal until it meets the railroad at Cabeza del Buey,\n- the railroad (Castuera-Puertollano) from Cabeza del Buey direction east until the railroad crosses the provincial border between the provinces of Badajoz and Cordoba; the provincial border of Cordoba until it crosses the river Guadalmez,\n- the river Guadalmez in south-east direction; the provincial border between the provinces of Ciudad Real and Cordoba, the river Rio de las Yeguas in south direction and forming the provincial border between the provinces of Cordoba and Jaen; the river Guadalquivir in direction south-west from the town Villa del Rio through the towns Montoro; El Carpio, Cordoba, Almodovar del Rio, Posadas, PeĂąaflor, Villaverde del Rio, Alcolea del Rio, Sevilla and Coria del Rio until it meets the provincial border between Cordoba and Cadiz,\n- the road from the river Guadalquivir in the direction south-east through the town Trebujena and Mesas de Asta to Jerez de la Frontera,\n- the road 342 direction east through the towns Arcos de la Frontera, Bornos, Villamartin, Algodonales to Olvera,\n- the road from Olvera direction south-east through Estacion de Setinil to Cuevas del Becerro,\n- the road from Cuevas del Becerro in direction north-east to Huertas y Montes and then in the direction south-east to Ardales and further south to El Burgo,\n- the road 344 from El Burgo through Alozaina to Coin,\n- the road 337 from Coin through Monda, Ojen and Marbella to the Mediterranean Sea."}