{"celex_id": "31987R0813", "uri": "http://publications.europa.eu/resource/cellar/c92c8114-214b-493e-8aed-54a300bb6d65", "type": "Regulation", "concepts": ["2300", "2730", "4347", "863"], "title": "Commission Regulation (EEC) No 813/87 of 20 March 1987 introducing retrospective surveillance of certain agricultural products originating in third countries and released for consumption in Spain\n", "header": "COMMISSION  REGULATION (EEC) No 813/87\nof 20 March 1987\nintroducing retrospective surveillance of certain agricultural products originating in third countries and released for consumption in Spain\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2727/75 of 29 October 1975 on the common organization of the market in cereals (1), as last amended by Regulation (EEC) No 1579/86 (2), and in particular Article 24 thereof,\nWhereas the agreement concluded between the European Economic Community and the United States of America following Spanish accession provides in particular that the Community must, from 1 January 1987 until 31 December 1990, admit into Spain a certain quantity of maize and sorghum originating in third countries and that the said quantity should be adjusted in the light of Spanish imports of certain cereal substitutes; whereas, in order to ensure proper implementation of the terms of the agreement, it is advisable to provide in particular for the introduction of a surveillance system for the Spanish market;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["1. For the period from 1 January 1987 to 31 December 1990 Spain shall, not later than the 10th day of each month, notify the Commission of the quantities of maize and sorghum originating in third countries and the quantities of imported maize gluten, brewing dregs and waste and citrus pulp falling within subheadings 23.03 A II, 23.03 B II and 23.06 A II respectively of the Common Customs Tariff, released for domestic consumption during the preceding month. However, the quantities relating to the period prior to the entry into force of this Regulation shall be notified within 10 days of the said date of entry into force.\n2. The quantities of maize and sorghum imported pursuant to Commission Regulation (EEC) No 3140/86 (3) from 1 January 1987 shall be entered separately.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 March 1987\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 281, 1. 11. 1975, p. 1.\n(2) OJ No L 139, 24. 5. 1986, p. 29.\n(3) OJ No L 292, 16. 10. 1986, p. 27."}