{"celex_id": "31982D0169", "uri": "http://publications.europa.eu/resource/cellar/5de14904-5b18-4975-8e69-d2f7a1253d0f", "type": "Decision", "concepts": ["2798", "2805", "3518", "429", "738"], "title": "82/169/EEC: Council Decision of 15 March 1982 empowering the Commission to contract loans for the purpose of promoting investment within the Community\n", "header": "COUNCIL  DECISION\nof 15 March 1982\nempowering the Commission to contract loans for the purpose of promoting investment within the Community\n(82/169//EEC)\nTHE COUNCIL OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 235 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas account should be taken of the distribution and the insufficient level of economic activity, employment and investment in the Community;\nWhereas, in order to stimulate economic activity and support common policies, the financing scheme set up under Council Decision 78/870/EEC of 16 October 1978 empowering the Commission to contract loans for the purpose of promoting investment within the Community (4), with a view to making an additional contribution to investment promotion in the Community, should be pursued alongside existing Community financial institutions and bodies, whose scope should be widened;\nWhereas Community action to this end would have a real follow-through effect and financial impact far beyond its apparent size, thus promoting the convergence of Member States' economic trends;\nWhereas plentiful finance can be found on the capital markets which could be tapped to finance investments within the Community;\nWhereas the Community has a credit-worthiness in its own right which must be used to best advantage to reinforce European support for the said investments and to support policies decided on at Community level;\nWhereas the European Investment Bank has stated that it is willing to contribute to the implementation of this scheme,", "main_body": ["The Commission shall be empowered to contract loans on behalf of the European Economic Community which shall not exceed the equivalent of 1 000 million ECU in principal.\nThe proceeds of these loans shall be lent to finance investment projects which contribute to greater convergence and integration of the economic policies of the Member States.\nThese projects shall be such that they serve the Community's priority objectives in the energy, industry and infrastructure sectors, taking account inter alia of the regional impact of the projects and the need to combat unemployment.\nThis mechanism may be used on its own or in conjunction with other Community financing instruments.", "Loans shall be activated in tranches.\nThe Council, acting unanimously on a proposal from the Commission, and after consulting the European Parliament, shall authorize each tranche and lay down the guidelines for the eligibility of projects.\nThe Commission shall decide whether or not projects are eligible in accordance with the guidelines thus laid down.\nThe Commission shall borrow on the capital markets within the limits of the tranches authorized.\nA single borrowing may be used to finance loans for different objectives.", "Connected borrowing and lending transactions shall be expressed in the same monetary units.\nLending terms as regards the reimbursement of the principal and the rate and payment of interest shall be fixed in such a way as to cover the costs and expenses incurred in concluding and performing both the borrowing and lending side of the transactions.", "The terms of loans to be contracted shall be negotiated by the Commission in the best interests of the Community having regard to the conditions on capital markets and in accordance with the constraints imposed by the duration and other financial aspects of the loans to be granted. Funds borrowed shall be deposited with the European Investment Bank to be invested on a temporary basis if necessary.\nWhere the loans are expressed, payable or reimbursable in the currency of a Member State, they may be concluded only with the agreement of the competent authorities of that State.", "A mandate shall be given to the Bank to grant loans in pursuance of this Decision. The Bank shall carry out transactions under this mandate on behalf of, for and at the risk of the Community. Loan requests shall be forwarded to the Bank either directly or through the Commission or a Member State. After a Commission decision on the eligibility of each project pursuant to Article 2 the Bank shall, in accordance with the procedures laid down in its Statute and its usual criteria, examine these requests, decide whether and on what terms to grant the loans, and administer them.\nThe mandate given to the Bank shall be embodied in a cooperation agreement between the Commission and the Bank.", "The Commission shall annually inform the Council and the European Parliament of receipts and expenses resulting from borrowing and lending transactions. Each year it shall submit a review of its borrowing and lending policy together with the budget estimates. In the light of this information, the Council may carry out an assessment of the general operation of the mechanism set up by this Decision.", "The financial control and audit of the Commission's accounts shall be carried out in accordance with the Financial Regulation applicable to the general budget of the European Communities."], "attachments": "Done at Brussels, 15 March 1982.\nFor the Council\nThe President\nW. DE CLERCQ\n(1) OJ No C 341, 31. 12. 1980, p. 18.\n(2) OJ No C 101, 4. 5. 1981, p. 94.\n(3) OJ No C 138, 9. 6. 1981, p. 11.\n(4) OJ No L 298, 25. 10. 1978, p. 9."}