{"celex_id": "31985R3177", "uri": "http://publications.europa.eu/resource/cellar/970684af-6167-4b35-902c-a32efc0f64d5", "type": "Regulation", "concepts": ["1019", "204", "206", "2771", "2850", "665"], "title": "Council Regulation (EEC) No 3177/85 of 11 November 1985 on the application of Decision No 1/85 of the EEC- Finland Joint Committee altering the limits expressed in ECU in Article 8 of Protocol 3 concerning the definition of the concept of originating products and methods of administrative cooperation\n", "header": "COUNCIL  REGULATION (EEC) No 3177/85\nof 11 November 1985\non the application of Decision No 1/85 of the EEC-Finland Joint Committee altering the limits expressed in ECU in Article 8 of Protocol 3 concerning the definition of the concept of originating products and methods of administrative cooperation\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 113 thereof,\nHaving regard to the proposal from the Commission,\nWhereas the Agreement between the European Economic Community and the Republic of Finland (1), signed on 5 October 1973, entered into force on 1 January 1974;\nWhereas by virtue of Article 28 of Protocol 3 concerning the definition of the concept of originating products and methods of administrative cooperation, which forms an integral part of the said Agreement, the Joint Committee adopted Decision No 1/85 further amending Article 8 of that Protocol;\nWhereas it is necessary to apply that Decision in the Community,", "main_body": ["Decision No 1/85 of the EEC-Finland Joint Committee shall apply in the Community.\nThe text of the Decision is attached to this Regulation.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 11 November 1985.\nFor the Council\nThe President\nM. SCHLECHTER\n(1) OJ No L 328, 28. 11. 1973, p. 2.\nDECISION No 1/85 OF THE EEC-FINLAND JOINT COMMITTEE\nof 7 June 1985\naltering the limits expressed in ECU in Article 8 of Protocol 3 concerning the definition of the concept of originating products and methods of administrative cooperation\nTHE JOINT COMMITTEE,\nHaving regard to the Agreement between the European Economic Community and the Republic of Finland signed in Brussels on 5 October 1973,\nHaving regard to Protocol 3 concerning the definition of the concept of originating products and methods of administrative cooperation (1), and in particular Article 28 thereof,\nWhereas the equivalents of the European units of account in some national currencies on 1 October 1984 were lower than their equivalents on 1 October 1982; whereas, this fact, as a result of the automatic change of base date provided for in Article 8 (4) of Protocol 3 would lead, on the conversion into the national currencies concerned, to a lowering of the effective limits for simplified documentary requirements; whereas, in order to avoid this, the limits expressed in ECU should be raised,\nHAS DECIDED AS FOLLOWS:\nArticle 1\nArticle 8 of Protocol 3, as last amended, is hereby amended as follows:\n- in paragraph 1 (b), '3 400 ECU' is replaced by '4 000 ECU',\n- in paragraph 2, '240 ECU' is replaced by '280 ECU' and '680 ECU' by '800 ECU'.\nArticle 2\nThis Decision shall enter into force on 1 May 1985.\nDone at Brussels, 7 June 1985.\nFor the Joint Committee\nThe Chairman\nLeif BLOMQUIST\n(1) OJ No L 323, 11. 12. 1984, p. 67."}