{"celex_id": "31987D0178", "uri": "http://publications.europa.eu/resource/cellar/148c29fe-2acd-478f-b508-b04c37a9918b", "type": "Decision", "concepts": ["4038", "4055", "5051"], "title": "87/178/EEC: Council Decision of 9 March 1987 giving a discharge to the Commission in respect of the implementation of the operations of the European Development Fund (1969) (Third EDF) for the financial year 1985\n", "header": "COUNCIL  DECISION\nof 9 March 1987\ngiving a discharge to the Commission in respect of the implementation of the operations of the European Development Fund (1969) (Third EDF) for the financial year 1985\n(87/178/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the Convention of Association between the European Economic Community and the African States and Madagascar associated with the Community (1), signed at YaoundĂŠ on 29 July 1969,\nHaving regard to Council Decision 70/549/EEC of 29 September 1970 on the association of the overseas countries and territories with the European Economic Community (2),\nHaving regard to the Internal Agreement on the financing and administration of Community aid (3), signed at YaoundĂŠ on 29 July 1969, and in particular Article 22 thereof,\nHaving regard to the Financial Regulation of the European Development Fund (1969) set up under the Internal Agreement on the financing and administration of Community aid (4), and in particular Articles 7 and 8 thereof,\nHaving regard to the Council Decisions of 30 May 1972 and 30 October 1978 on the transfer and utilization of the unexpended balances of the First and Seond EDFs,\nHaving regard to the revenue and expenditure account and the balance sheet relating to the operations of the European Development Fund (1969) (Third EDF) as at 31 December 1985,\nHaving regard to the report of the Court of Auditors for the financial year 1985 together with the Commission's replies (5),\nRecalling that, in accordance with the provisions applicable to the implementation of the European Development Fund (1969) (Third EDF), only the Council, acting by a qualified majority, shall give a discharge to the Commission in respect of the financial administration of the Fund;\nWhereas, by Decision 80/1184/EEC (6), the European unit of account was replaced by the ECU to express the amounts of financial assistance under the Second ACP-EEC Convention and the previous conventions;\nWhereas revenue for the financial year 1985 consisted of the contributions of the Member States, amounting to 905 000 000 ECU, and of miscellaneous revenue of the Fund;\nWhereas, pursuant to the abovementioned Council Decision of 30 October 1978, an amount of 11 516 474,85 ECU was transferred as the unexpended balance of the First and Second EDF to the Third EDF;\nWhereas an advance of 36 463 458,18 ECU was paid to the European Development Fund (1979) (Fifth EDF), and an amount of 5 940 034,54 ECU was repaid by the Fifth EDF;\nWhereas advances of 4 537 130,01 ECU have been paid into the price stabilization funds;\nWhereas the overall implementation by the Commission of the operations of the European Development Fund (1969) (Third EDF) during the financial year 1985 was such as to warrant its being given a discharge in respect of the implementation of those operations,", "main_body": ["The Council shall close the revenue and expenditure accounts of the European Development Fund (1969) (Third EDF) as at 31 December 1985 as follows:\n- revenue: at the sum of 916 516 474,85 ECU,\n- expenditure (payments): at the sum of 881 455 921,20 ECU.", "The Council hereby gives a discharge to the Commission in respect of the implementation of the operations of the European Development Fund (1969) (Third EDF) for the financial year 1985."], "attachments": "Done at Brussels, 9 March 1987.\nFor the Council\nThe President\nM. EYSKENS\n(1) OJ No L 282, 28. 12. 1970, p. 2.\n(2) OJ No L 282, 28. 12. 1970, p. 83.\n(3) OJ No L 282, 28. 12. 1970, p. 47.\n(4) OJ No L 31, 8. 2. 1971, p. 1.\n(5) OJ No C 321, 15. 12. 1986, pp. 133 and 251.\n(6) OJ No L 349, 18. 12. 1980, p. 34."}