{"celex_id": "31989R3208", "uri": "http://publications.europa.eu/resource/cellar/51661424-0eb9-4e83-8b60-3631e76f197e", "type": "Regulation", "concepts": ["1117", "161"], "title": "Council Regulation (EEC) No 3208/89 of 23 October 1989 amending Regulation (EEC) No 4097/88 opening and providing for the administration of a Community tariff quota for sweet, clear-fleshed cherries, marinated in alcohol, falling within CN code ex 2008 60 39 and intended for the manufacture of chocolate products (1989)\n", "header": "COUNCIL  REGULATION (EEC) No 3208/89\nof 23 October 1989\namending Regulation (EEC) No 4097/88 opening and providing for the administration of a Community tariff quota for sweet, clear-fleshed cherries, marinated in alcohol, falling within CN code ex 2008 60 39 and intended for the manufacture of chocolate products (1989)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 28 thereof,\nHaving regard to the proposal from the Commission,\nWhereas Council Regulation (EEC) No 4097/88 (1) opened, for 1989, a Community tariff quota of 3 000 tonnes at a duty of 10 % for sweet, clear-fleshed cherries, marinated in alcohol, intended for the manufacture of chocolate products and falling within CN code ex 2008 60 39; whereas it is in the Community's interest to extend the benefit of the tariff quota in question to similar products with a sugar content of more than 9 % but not exceeding 12 % by weight falling within CN code ex 2008 60 19, and to fix the rate of duty applicable to these products at 10 % + AGR; whereas it is necessary therefore to amend the said Regulation accordingly,", "main_body": ["In Article 1 of Regulation (EEC) No 4097/88, the table shall be replaced by the following:\n1.2.3.4.5 //  //  //  //  //  // Order No  // CN code  // Description  // Amount of quota (in tonnes)   // Quota duty (%)   //    //   //   //   //   //   //   //   //   //  // 09.2713   //   // Sweet, clear-fleshed cherries, marinated in alcohol, of a diameter not exceeding 18,9 mm, stoned, intended for the manufacture of chocolate products (1):   //  //   //   // ex 2008 60 19   // - with a sugar content of more than 9 % but not exceeding 12 % by weight   // 3 000   // 10 + AGR   //   // ex 2008 60 39   // - with a sugar content of not more than 9 % by weight   //   // 10   //    //   //   //   //\n(1) Checks on their prescribed end-use shall be carried out pursuant to the relevant Community provisions.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 September 1989.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 23 October 1989.\nFor the Council\nThe President\nH. NALLET\n(1) OJ No L 363, 30. 12. 1988, p. 19."}