{"celex_id": "31980D0851", "uri": "http://publications.europa.eu/resource/cellar/2051b44c-7d31-467f-ab52-d19430d10a8f", "type": "Decision", "concepts": ["2624", "4288", "4289", "4667", "4860"], "title": "80/851/EEC: Commission Decision of 14 August 1980 amending for the fourth time Decision 78/360/EEC authorizing certain Member States to sell butter at a reduced price in the form of concentrated butter (Only the French, German, Dutch and English texts are authentic)\n", "header": "Commission Decision\nof 14 August 1980\namending for the fourth time Decision 78/360/EEC authorizing certain Member States to sell butter at a reduced price in the form of concentrated butter\n(Only the Dutch, English, French and German texts are authentic)\n(80/851/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 804/68 of 27 June 1968 on the common organization of the market in milk and milk products [1], as last amended by Regulation (EEC) No 1761/78 [2], and in particular Article 6 (7) thereof,\nHaving regard to Council Regulation (EEC) No 985/68 of 15 July 1968 laying down general rules for intervention on the market in butter and cream [3], as last amended by Regulation (EEC) No 1272/79 [4], and in particular Article 7a thereof,\nWhereas Commission Regulation (EEC) No 649/78 [5], as last amended by Regulation (EEC) No 2131/79 [6], provides that Member States may be authorized to sell butter at a reduced price from public storage or to grant aid in respect of butter from private storage for the purpose of its release for direct consumption as concentrated butter ;\nWhereas several Member States were authorized by Commission Decision 78/360/EEC [7], as last amended by Decision 79/847/EEC [8], to sell butter at a reduced price in the form of concentrated butter; whereas the quantities must be adjusted, given the trend in demand ;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Management Committee for Milk and Milk Products,", "main_body": ["Article 1 (2) of Decision 78/360/EEC is replaced by the following :\n\"2. The quantities referred to in paragraph 1 shall be as follows :\nMember State | Overall quantity |\nFederal Republic of Germany | 12500 tonnes |\nLuxembourg | 50 tonnes |\nNetherlands | 500 tonnes |\nBelgium | 1000 tonnes |\nUnited Kingdom | 600 tonnes |\nIreland | 150 tonnes.\" |", "This Decision is addressed to the Federal Republic of Germany, the Kingdom of Belgium, the Grand Duchy of Luxembourg, the Kingdom of the Netherlands, the United Kingdom and Ireland."], "attachments": "Done at Brussels, 14 August 1980.\nFor the Commission\nFinn Gundelach\nVice-President\n[1] OJ No L 148, 28.6.1968, p. 13.\n[2] OJ No L 204, 28.7.1978, p. 6.\n[3] OJ No L 169, 18.7.1968, p. 1.\n[4] OJ No L 161, 29.6.1979, p. 13.\n[5] OJ No L 86, 1.4.1978, p. 33.\n[6] OJ No L 246, 29.9.1979, p. 62.\n[7] OJ No L 103, 15. 4. 1978, p. 35.\n[8] OJ No L 262, 18. 10. 1979, p. 28.\n--------------------------------------------------"}