{"celex_id": "31988D0457", "uri": "http://publications.europa.eu/resource/cellar/3c1986f5-a225-46a2-8a83-29d42c2fed90", "type": "Decision", "concepts": ["1505", "2965", "2979", "3780"], "title": "88/457/EEC: Commission Decision of 1 July 1988 approving an amendment to the agricultural development programme for the less-favoured areas of Northern Ireland pursuant to Regulation (EEC) No 1942/81 (Only the English text is authentic)\n", "header": "COMMISSION  DECISION\nof 1 July 1988\napproving an amendment to the agricultural development programme for the less-favoured areas of Northern Ireland pursuant to Regulation (EEC) No 1942/81\n(Only the English text is authentic)\n(88/457/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1942/81 of 30 June 1981 for the stimulation of agricultural development in the less-favoured areas of Northern Ireland (1), as last amended by Regulation (EEC) No 3156/87 (2), and in particular Article 3 (2),\nWhereas the Government of the United Kingdom forwarded to the Commission on 24 March 1988 a revised agricultural development programme for the less-favoured areas of Northern Ireland;\nWhereas the said programme comprises all the information listed in Article 2 of Regulation (EEC) No 1942/81 which ensures that the objectives of the said Regulation may be achieved;\nWhereas the programme provides for a longer duration and a greater total public expenditure than provided for in Regulation (EEC) No 1942/81;\nWhereas, nevertheless, the limits as to level of aid respect all the limitations of this Regulation and the restrictions laid down in Council Regulation (EEC) No 797/85 of 12 March 1985 on improving the efficiency of agricultural structures (3), as last amended by Regulation (EEC) No 3913/87 (4), and the contribution of European Agricultural Guidance and Guarantee Fund (EAGGF) (Guidance Section) is fixed at 57 million ECU for the duration of the programme;\nWhereas in conformity with Article 15 of Regulation (EEC) No 1942/81 it is necessary in agreement with the United Kingdom to fix the manner in which periodic information is to be provided on the progress of the programme; whereas it is therefore appropriate to amend the Commission Decision of 13 July 1982 laying down detailed rules on the periodical provision of information on the progress of the implementation of the programme for the stimulation of agricultural development in the less-favoured areas pursuant to Council Regulation (EEC) No 1942/81 (5).\nWhereas the EAGGF Committee has been consulted on the financial aspects;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Agricultural Structure,", "main_body": ["The amended agricultural development programme for the less-favoured areas of Northern Ireland, communicated by the United Kingdom on 24 March 1988 pursuant to Regulation (EEC) No 1942/81 as amended by Regulation (EEC) No 3156/87, is hereby approved.", "In addition to the annual information to be supplied pursuant to Commission Decision of 13 July 1982, the United Kingdom shall forward each year the information listed in the Annex to the present Decision.", "This Decision is addressed to the United Kingdom."], "attachments": "Done at Brussels, 1 July 1988.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 197, 20. 7. 1981, p. 17.\n(2) OJ No L 301, 24. 10. 1987, p. 1.\n(3) OJ No L 93, 30. 3. 1985, p. 1.\n(4) OJ No L 369, 29. 12. 1987, p. 2.\n(5) C(82) 571 unpublished.\nANNEX\nApplication of Regulation (EEC) No 1942/81\nStimulation of agricultural development in the less-favoured areas of Northern Ireland\nInformation to be supplied annually before 1 May:\n4. Winter feeding and environmental protection\n(a) Storage of silage including appropriate silage effluent tanks\nNumber of farmers benefiting from aid.\nCapacity of silage storage provided.\nTotal aid paid.\n(b) Storage of animal wastes\nNumber of farmers benefiting from aid.\nCapacity of animal waste storage provided.\nTotal aid paid."}