{"celex_id": "31985R0299", "uri": "http://publications.europa.eu/resource/cellar/14b84a7f-b9db-4f12-a2d4-aab9ab889594", "type": "Regulation", "concepts": ["1201", "797"], "title": "Commission Regulation (EEC) No 299/85 of 5 February 1985 amending Regulation (EEC) No 2711/84 laying down certain detailed rules for the application of Regulation (EEC) No 2261/84 for the 1984/85 marketing year as regards olive-oil producer organizations and associations thereof\n", "header": "COMMISSION  REGULATION (EEC) No 299/85\nof 5 February 1985\namending Regulation (EEC) No 2711/84 laying down certain detailed rules for the application of Regulation (EEC) No 2261/84 for the 1984/85 marketing year as regards olive-oil producer organizations and associations thereof\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation No 136/66/EEC of 22 September 1966 on the establishment of the common organization of the market in oils and fats (1), as last amended by Regulation (EEC) No 2260/84 (2), and in particular Article 5 thereof,\nHaving regard to Council Regulation (EEC) No 2261/84 of 17 July 1984 laying down general rules on the granting of aid for the production of olive oil and of aid to olive-oil producer organizations (3), and in particular Articles 19 and 20 thereof,\nWhereas Regulation (EEC) No 2711/84 (4) lays down certain detailed rules for the application of Regulation (EEC) No 2261/84 for the 1984/85 marketing year as regards olive-oil producer organizations and associations thereof and, more particularly, the period within olive growers may join a producer organization;\nWhereas experience has shown that due to the application of the new production-aid system and independently of the will of the interested parties some delays have been noticed; it becomes therefore necessary to extend the time limits set out by the abovementioned Regulation;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Oils and Fats,", "main_body": ["Regulation (EEC) No 2711/84 is hereby amended as follows:\n1. Article 2 (3) is replaced by the following:\n'3. The Member States concerned must verify by 30 April 1985 at the latest that the conditions for recognition are fulfilled.'\n2. In Article 3, '31 January 1985' is replaced by '28 February 1985.'", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 5 February 1985.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No 172, 20. 9. 1966, p. 3025/66.\n(2) OJ No L 208, 3. 8. 1984, p. 1.\n(3) OJ No L 208, 3. 8. 1984, p. 3.\n(4) OJ No L 258, 27. 9. 1984, p. 12."}