{"celex_id": "31988D0212", "uri": "http://publications.europa.eu/resource/cellar/e83d172c-3732-4bf3-9ff5-003cd48cdc98", "type": "Decision", "concepts": ["192", "5034", "5100", "5369"], "title": "88/212/EEC: Commission Decision of 9 March 1988 on health protection measures concerning blue tongue in respect of Canada\n", "header": "COMMISSION  DECISION\nof 9 March 1988\non health protection measures concerning blue tongue in respect of Canada\n(88/212/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 72/462/EEC of 12 December 1972 on health and veterinary inspection problems upon importation of bovine animals and swine and fresh meat from third countries (1), as last amended by Directive 87/64/EEC (2), and in particular Article 7 thereof,\nWhereas Commission Decision 83/494/EEC (3) provides that Member States shall authorize the importation of bovine animals from Canada under certain conditions;\nWhereas, however, it is laid down in Article 6 of Directive 72/462/EEC that Member States shall not authorize the importation of bovine animals unless they come from third countries which have been free, for the previous 12 months, in particular in respect of blue tongue;\nWhereas Article 7 of Directive 72/462/EEC provides that prohibitions laid down by Article 6 of the said Directive can be limited to a part of the territory of the third country;\nWhereas it has been noted that blue tongue has occurred in the Okanagan Valley region of British Columbia, Canada; whereas this region has particular geographical and climatic characteristics which confine this disease to an area within the region;\nWhereas it has been established by means of official serological surveys for many years that the disease has been confined to the Okanagan Valley region;\nWhereas the remainder of Canada may be considered to be free of blue tongue;\nWhereas the veterinary authorities of Canada have given satisfactory assurances that bovine animals which have at any time been in the infected region will not be exported to the Community;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["By way of derogation fron Article 1 of Decision 83/494/EEC, Member States shall not authorize the importation of bovine animals from that part of the territory of Canada described in the Annex.", "The following is hereby added to the health certificate given in Annex A to Decision 83/494/EEC:\n'Bovine animals conforming to Commission Decision 88/212/EEC of 9 March 1988 on health protection measures concerning blue tongue in respect of Canada'.", "The application of Articles 1 and 2 shall be reviewed in accordance with the procedure laid down in Article 29 of Directive 72/462/EEC by 31 December 1988 at the latest.\nThis review shall be made on the basis of information which shall be made available by the Canadian authorities.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 9 March 1988.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 302, 31. 12. 1972, p. 28.\n(2) OJ No L 34, 5. 2. 1987, p. 52.\n(3) OJ No L 273, 6. 10. 1983, p. 37.\nANNEX\nOkanagan valley area of British Columbia\nFrom a point on the Canada/United States border\n120°15 longitude, 49° latitude\nnortherly to a point\n119°35 longitude, 50°30 latitude\nnorth easterly to a point\n119° longitude, 50°45 latitude\nsoutherly to a point on the Canada/United States border\n118°15 longitude, 49° latitude."}