{"celex_id": "31981R1679", "uri": "http://publications.europa.eu/resource/cellar/26d79b14-10b8-442c-ab2e-fbd1fc16db1e", "type": "Regulation", "concepts": ["2871", "3682", "4734", "5226", "889", "980"], "title": "Commission Regulation (EEC) No 1679/81 of 17 June 1981 on applications for aid from the European Agricultural Guidance and Guarantee Fund, Guidance Section, for collective projects for the restructuring of vineyards\n", "header": "COMMISSION REGULATION (EEC) No 1679/81 of 17 June 1981 on applications for aid from the European Agricultural Guidance and Guarantee Fund, Guidance Section, for collective projects for the restructuring of vineyards\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 458/80 of 18 February 1980 on collective projects for the restructuring of vineyards (1), and in particular Article 6 (4) thereof,\nWhereas applications for aid submitted in connection with the common measures for the restructuring of vineyards must contain all the information needed for the examination of projects according to the criteria in Regulation (EEC) No 458/80;\nWhereas the information should be presented in an identical manner by each applicant to facilitate rapid examination and comparison of the applications;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Standing Committee on Agricultural Structures;\nWhereas the European Agricultural Guidance and Guarantee Fund (EAGGF) Committee has been consulted on the financial aspects of these measures,", "main_body": ["1. Applications for aid from the EAGGF, Guidance Section, for special programmes carried out as part of a collective project on vineyards shall contain the information and documents specified in the Annexes.\n2. Applications shall be submitted in triplicate in the form indicated in the Annexes.\n3. Applications which do not meet the conditions of paragraphs 1 and 2 shall not be considered.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 17 June 1981.\nFor the Commission\nAntonio GIOLITTI\nMember of the Commission\n(1) OJ No L 57, 29.2.1980, p. 27.\nANNEX A\n>PIC FILE= \"T0020262\">   >PIC FILE= \"T0020263\">\n>PIC FILE= \"T0020264\">\nEXPLANATORY NOTES AND INSTRUCTIONS ON THE COMPLETION OF APPLICATIONS\nPreliminary remarks\nRegulation (EEC) No 1679/81 is designed to specify as precisely as possible the information which the Commission needs in order to decide on the applications for aid according to the conditions and criteria laid down in Regulation (EEC) No 458/80.\nIn view of the multitude of situations arising, it is obviously impossible to provide for all the details of each individual case.\nThere will, therefore, be cases where certain information is not available or does not fully explain a particular situation. In these cases, the reasons why it is impossible to give a reply to certain questions should be given on a separate sheet. The applicant may also attach supplementary explanations if he considers it necessary in order to explain fully the details of his situation or application.\nANNEX A\nGeneral instructions\n(a) The applicant should complete lines 2 to 4.2 of Part 1 only. Do not fill in the right-hand column of each page.\n(b) The number of characters relating to one piece of information (including intermediate spaces) should not exceed the number of spaces provided for on the form. Abbreviations may be used (e.g. COOP, Ltd, ...).\nOne character only should be written in each space.\n(c) With the exception of amounts, information entered on the lines provided should begin with the first space on the left.\n(d) Amounts: >PIC FILE= \"T0020265\">\nExplanatory notes to the various headings (1)\nPART 1\n2. Applicant\nTo be filled in only if the applicant is not one of the beneficiaries.\n3. Beneficiary\nThe beneficiary may be a cooperative, association of cooperatives, producer group or association of growers which has undertaken to draw up a restructuring scheme and to carry it out in compliance with the Regulation.\nIf there are several beneficiaries, the information for heading 3 must be given for each of them, specifying exactly the business name contained in the statutes.\n(1) Paragraph numbers correspond to the headings on the form. Articles referred to in this Annex are those of Regulation (EEC) No 458/80.     3.1. Circle the correct reply.\n3.7. For example, cooperative, association, ...\n3.8. These are project numbers allotted by the divisions responsible for the Fund. If there are more than four applications, list them at the foot of the page.\n4. Enter the month and year.\n>PIC FILE= \"T0020266\">\nANNEX B\n1. Brief description of the collective project for the restructuring of vineyards (maximum one page).\nIndicate in particular the location and the total area under vines concerned by the measures (henceforth referred to as the restructuring perimeters) for example a cooperative vineyard, or the vineyard situated on the territory of one or several communes, etc., and the exact area of the zones and perimeters which will be restructured, that is to say, replanted or possibly affected by new planting.\nIt is emphasized that a project may include new planting if it is technically necessary, but such new planting may not exceed 10 % of the total replanted and newly planted area of the project.\nIt is also emphasized that a collective project for restructuring vineyards producing table wines must involve at least 100 hectares of vineyards in accordance with a restructuring scheme covering the whole area of vineyards restructured and must be comprised of blocks of land under a single tenant having an area of at least two hectares.\nIn cases where natural conditions do not readily allow the establishment of blocks of the minimum size of two hectares, the area of replanting or new planting which does not fulfil this requirement must not exceed 10 % of the total area replanted or newly planted.\nThe method of calculation of these 10 % limits shall be as follows:      - If a block of two hectares pre-dating the project includes 1 75 hectares already planted in accordance with the controlling scheme and if the project comprises the replanting of 0 75 hectares according to the specifications in the scheme ; these 0 75 hectares will not be taken into account in the 10 % limit, because their use will lead to the achievement of the aim of the scheme, that is to say, the creation of a block of restructured vineyards of at least two hectares.\n- If a block of two hectares or under is not already planted in accordance with the controlling scheme and the project comprises the replanting of one hectare in accordance with the scheme, then this hectare will be included in the calculation of the 10 % limit because the principle of the creation of a restructured block of at least two hectares will not have been respected.\n2. Applicant (1):      2.1. Object of the applicant's main activities.\n2.2. Relationship between the applicant and the collective restructuring project.\n2.3. Attach, where appropriate:        - memorandum and articles of association,\n- certificate of registration or extract from the trade register.\n3. Beneficiary (2):      3.1. Object and scope of beneficiary's main activities.\n3.2. Geographical area covered by these activities.\n3.3. Economic situation.\n3.4. Attach, where appropriate:        - memorandum and articles of association,\n- certificate of registration or extract from the trade register.\n(1) To be completed only if the applicant is not also responsible for the implementation of the collective restructuring project.  (2) To be completed for each beneficiary.       4. Description of present situation:      4.1. Geographical location of the areas concerned, showing the areas to be restructured (maps) with an indication of the areas used for the production of quality wines psr (VQPRD) and of those used for the production of table wines.\n4.2. Description of the needs met by the collective restructuring project ; estimate of the effect of the project on production (figures), productivity and quality.\n5. Measures proposed:      5.1. Description of the various restructuring measures proposed with special emphasis on the compulsory provisions concerning vine varieties, alignment and spacing of rows, cultivation method, etc. (without prejudice to the provisions of Regulation (EEC) No 338/79).\n5.2. Varieties of wines used for the redistribution of the zones for restructuring ; classify the varieties as to whether recommended, authorized, provisionally authorized, etc.\nIndicate the area planted or replanted for each variety (column 2 of Tables B 1 and B 2).\nUse Table B 1 for the restructuring of the vineyards of VQPRD not omitting to indicate the total area of possible new plantations.\nUse Table B 2 for the restructuring of table wine vineyards not omitting to indicate, on the one hand the total area of possible new plantations, and on the other the total area of blocks of land less than two hectares (see paragraph 1).\n5.3. Description of the work proposed.\n5.4. Overall estimate and average cost per hectare to be replanted.\n6. Proposed financing : complete Annex B 3.\nProject No:\nTABLE B 1 - VINE VARIETIES AND AREAS USED FOR NEW PLANTING OR REPLANTING OF VQPRD\n>PIC FILE= \"T0020267\">  TABLE B 2 - VINE VARIETIES AND AREAS USED FOR NEW PLANTING OR REPLANTING OF TABLE WINE\n>PIC FILE= \"T0020268\">\nB 3 - SCHEME FOR FINANCING THE COLLECTIVE VINEYARD RESTRUCTURING PROJECTS\n>PIC FILE= \"T0020269\">"}