{"celex_id": "31987R0793", "uri": "http://publications.europa.eu/resource/cellar/aafdf0c9-dc4e-4e52-aece-539f141e908d", "type": "Regulation", "concepts": ["3557", "4271", "5251", "625"], "title": "Council Regulation (Euratom, ECSC, EEC) No 793/87 of 16 March 1987 adjusting the rates laid down in Article 13 of Annex VII to the Staff Regulations of Officials of the European Communities for the daily subsistence allowance for officials on mission\n", "header": "COUNCIL  REGULATION (EURATOM, ECSC, EEC) No 793/87\nof 16 March 1987\nadjusting the rates laid down in Article 13 of Annex VII to the Staff Regulations of Officials of the European Communities for the daily subsistence allowance for officials on mission\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing a Single Council and a Single Commission of the European Communities,\nHaving regard to the Staff Regulations of Officials and the Conditions of Employment of Other Servants of the European Communities laid down by Regulation (EEC, Euratom, ECSC) No 259/68 (1), as last amended by Regulation (EEC, Euratom, ECSC) No 3856/86 (2), and in particular Article 13 (9) of Annex VII to the Staff Regulations and Articles 22 and 67 of the Conditions of Employment,\nHaving regard to the proposal from the Commission,\nWhereas, in view of the increased costs recorded in the different places of employment in the Member States, the rates of daily subsistence allowance for officials on mission should be adjusted,", "main_body": ["Article 13 of Annex VII to the Staff Regulations is hereby amended as follows:\n1. The scale in paragraph 1 (a) shall be replaced by the following:\n(in Bfrs)\n1.2.3.4 //  //  //  //  //  // I  // II   // III   //  // Grades A 1 to A 3 and LA 3   // Grades A 4 to A 8, LA 4 to LA 8 and Category B   // Other grades   //    //   //   //  // Belgium   // 2 390   // 3 285   // 3 040   // Denmark  // 2 815   // 4 835   // 4 475   // Germany   // 2 140   // 3 610   // 3 340   // Greece   // 1 080   // 1 805   // 1 670  // Spain   // 1 910   // 3 760   // 3 475   // France   // 2 060   // 3 470   // 3 210   // Ireland   // 2 580   // 3 805  // 3 520   // Italy   // 1 960   // 3 815   // 3 530  // Luxembourg   // 2 330   // 3 555   // 3 290  // Netherlands   // 2 335   // 3 990   // 3 690   // Portugal  // 1 410   // 2 500   // 2 315   // United Kingdom   // 2 080 1986, p. 5.\n2. The first sentence of paragraph 2 shall be replaced by the following:\n'2. In addition to the rates set out in column I of the foregoing scale, the hotel bill covering room, service and taxes, but excluding breakfast, shall be reimbursed up to a maximum of Bfrs 2 480 for Belgium, Bfrs 3 970 for Denmark, Bfrs 2 365 for Germany, Bfrs 1 680 for Greece, Bfrs 2 940 for Spain, Bfrs 2 745 for France, Bfrs 3 265 for Ireland, Bfrs 3 320 for Italy, Bfrs 2 285 for Luxembourg, Bfrs 2 910 for the Netherlands, Bfrs 3 130 for Portugal and Bfrs 3 300 for the United Kingdom.'", "This Regulation shall enter into force on the day following that of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 16 March 1987.\nFor the Council\nThe President\nL. TINDEMANS  // 4 785   // 4 425   //    //   //   //\n(1) OJ No L 56, 4. 3. 1968, p. 1. (2) OJ No L 359, 19. 12."}