{"celex_id": "31986R3129", "uri": "http://publications.europa.eu/resource/cellar/fcf1c625-06fa-46ff-8cf6-3f055d98f1e2", "type": "Regulation", "concepts": ["1102", "2069", "3167", "4381"], "title": "Council Regulation (EEC) No 3129/86 of 13 October 1986 amending Regulation (EEC) No 2915/79 with regard to the inclusion of Vacherin Mont d' Or cheese in subheading 04.04 A of the Common Customs Tariff and amending Regulation (EEC) No 950/68 on the Common Customs Tariff\n", "header": "COUNCIL  REGULATION (EEC) No 3129/86\nof 13 October 1986\namending Regulation (EEC) No 2915/79 with regard to the inclusion of vacherin mont d'or cheese in subheading 04.04 A of the Common Customs Tariff and amending Regulation (EEC) No 950/68 on the Common Customs Tariff\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 804/68 of 27 June 1968 on the common organization of the market in milk and milk products (1), as last amended by Regulation (EEC) No 1335/86 (2), and in particular Article 14 (6) thereof,\nHaving regard to the proposal from the Commission,\nWhereas Council Regulation (EEC) No 2915/79 of 18 December 1979 determining the groups of products and the special provisions for calculating levies on milk and milk products and amending Regulation (EEC) No 950/68 on the Common Customs Tariff (3), as last amended by Regulation (EEC) No 748/86 (4), provides for reduced levies for certain types of cheese;\nWhereas the additional agreements concluded between the European Economic Community and EFTA countries following the accession of Spain and Portugal admit vacherin mont d'or cheese to the list of cheeses qualifying for the reduced levy; whereas, accordingly, this cheese must be inserted under subheading 04.04 A of the Common Customs Tariff and for this purpose the descriptions of goods listed in Annex II (a) and (b) of Regulation (EEC) No 2915/79 must be supplemented and vacherin mont d'or cheese added by way of exception;\nWhereas Council Regulation (EEC) No 774/86 of 28 February 1986 laying down the arrangements applicable to trade in certain agricultural products with Austria, Finland, Norway, Sweden and Switzerland as a result of the accession of Spain and Portugal (5) authorizes the above change as from 1 March 1986 pending the entry into force of the aforementioned agreements;\nWhereas the tariff nomenclature resulting from the application of Regulation (EEC) No 2915/79 is taken from the Common Customs Tariff; whereas the Common Customs Tariff adopted by Regulation (EEC) No 950/68 (6), as last amended by Regulation (EEC) No 1355/86 (7), should therefore be amended,", "main_body": ["1. Points (a) and (b) in Annex II to Regulation (EEC) No 2915/79 are hereby replaced by the following:\n1.2 //  //  // 'CCT heading No  // Description  //  //  // a) ex 04.04 A   // Emmentaler, Gruyère, Sbrinz, Bergkaese, Appenzell, vacherin fribourgeois, vacherin mont d'or and tête de moine, not grated or powdered, of a minimum fat content of 45 % of weight in the dry matter, matured for at least 18 days in the case of vacherin mont d'or, at least two months in the case of vacherin fribourgeois and at least three months in the other cases:   //   // - Whole cheeses with rind, of a free-at-frontier value of not less than 348,46 ECU and less than 372,64 ECU per 100 kg net weight   //   // - Pieces packed in vacuum or inert gas, with rind on at least one side, of a net weight of not less than 1 kg but less than 5 kg and of a free-at-frontier value of not less than 372,64 ECU and less 1.\n1.2 //  //  // CCT heading No  // Description  //  //  // b) ex 04.04 A   // Emmentaler, Gruyère, Sbrinz, Bergkaese, Appenzell, vacherin fribourgeois, vacherin mont d'or and tête de moine, not grated or powdered, of a minimum fat content of 45 % by weight in the dry matter, matured for at least 18 days in the case of vacherin mont d'or, at least two months in the case of vacherin fribourgeois and at least three months in the other cases:   //   // - Whole cheeses with rind, of a free-at-frontier value of not less than 372,64 ECU per 100 kg net weight   //   // - Pieces packed in vacuum or inert gas, with rind on at least one side, of a net weight of not less than 1 kg and a free-at-frontier value of not less than 396,82 ECU per 100 kg net weight   //   // - Pieces packed in vacuum or inert gas, of a net weight of not more than 450 g and of a free-at-frontier value of not less than 430,67 ECU per 100 kg net weight'   //    //\n2. In the Annex to Regulation (EEC) No 950/68, the description of the goods under subheading 04.04 A is hereby replaced by the following:\n'A. Emmentaler, Gruyère, Sbrinz, Berkaese, Appenzell, vacherin fribourgeois, vacherin mont d'or and tête de moine, not grated or powdered'.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 September 1986.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 13 October 1986.\nFor the Council\nThe President\nM. JOPLING than 396,82 ECU per 100 kg net weight   //   //\n(1) OJ No L 148, 28. 6. 1968, p. 13. (2) OJ No L 119, 8. 5. 1986, p. 19. (3) OJ No L 329, 24. 12. 1979, p. 1. (4) OJ No L 71, 14. 3. 1986, p. 3. (5) OJ No L 56, 1. 3. 1986, p. 113. (6) OJ No L 172, 22. 7. 1968, p. 1. (7) OJ No L 118, 7. 5. 1986, p."}