{"celex_id": "31980R0458", "uri": "http://publications.europa.eu/resource/cellar/a726ce79-905a-4494-8dc2-279a2218d094", "type": "Regulation", "concepts": ["2481", "3345", "4708", "5226", "889", "980"], "title": "Council Regulation (EEC) No 458/80 of 18 February 1980 on collective projects for the restructuring of vineyards\n", "header": "COUNCIL REGULATION (EEC) No 458/80  of 18 February 1980  on collective projects for the restructuring of vineyards\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 43 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas the imbalances on the wine market can be progressively eliminated only by a set of coherent measures;\nWhereas, in view of the structural situation of vineyards producing table wine and quality wine psr, the basic structures of these vineyards should be improved as part of the progressive establishment of balance on the wine market so as to rationalize work on wine-growing holdings and to increase agricultural incomes;\nWhereas the measures to restructure vineyards producing table wine should be confined to wine-growing areas naturally suited to wine-growing which are not covered by certain measures of this kind provided for in Community legislation;\nWhereas restructuring of vineyards cannot be effective unless the operations involved cover a fairly large area and are undertaken collectively;\nWhereas restructuring operations may, depending on the case, involve not only the replacement of vines but also road improvement and irrigation works, or other technical operations necessary for the improvement of the basic structures of the vineyard in question;\nWhereas in certain cases the restructuring of vineyards necessitates prior reparcelling operations the cost of which is often beyond the means of the growers ; whereas provision should therefore be made for the Member States to grant national aid for reparcelling operations with respect to either quality wines psr or to table wines;\nWhereas, to be eligible for Community financing, projects must contribute in particular to a lasting improvement in working conditions on holdings, guarantee production of good quality wines and be economically justified;\nWhereas, to ensure consistency of action by the Community and by the Member States, the projects to be financed by the European Agricultural Guidance and Guarantee Fund, hereinafter referred to as \"the Fund\", should be approved and part-financed by the Member State concerned;\nWhereas, to ensure that the recipients observe the conditions on which aid is granted from the Fund, an effective control system should be set up and provision made for suspension, reduction or termination of aid from the Fund;\nWhereas administration of the abovementioned measure may be facilitated by granting a standard premium per restructured hectare;\nWhereas such a measure serves the interest of the Community and is designed to fulfil the objectives laid down in Article 39 (1) (a) of the Treaty ; whereas it therefore constitutes a common measure within the meaning of Article 6 of Council Regulation (EEC) No 729/70 of 21 April 1970 on the financing of the common agricultural policy (4), as last amended by Regulation (EEC) No 929/79 (5);\nWhereas aid from the Fund in the form of reimbursement of 30 % of the standard premium  (1)OJ No C 232, 30.9.1978, p. 7. (2)OJ No C 6, 8.1.1979, p. 66. (3)OJ No C 171, 9.7.1979, p. 16. (4)OJ No L 94, 28.4.1970, p. 13. (5)OJ No L 117, 12.5.1979, p. 4.  granted by the Member States constitutes an appropriate contribution by the Community;\nWhereas, for the purpose of approving projects, a procedure should be established which ensures close cooperation between the Member States and the Commission within the Standing Committee on Agricultural Structure set up under Article 1 of the Council Decision of 4 December 1962 on the coordination of policies on the structure of agriculture (1) ; whereas provision should also be made for consultation of the Fund Committee referred to in Article 11 of Regulation (EEC) No 729/70;\nWhereas the aid that can be granted in respect of vineyards intended for the production of table wines should be specified;\nWhereas Council Directive 78/627/EEC of 19 June 1978 on the programme to accelerate the restructuring and conversion of vineyards in certain Mediterranean regions in France (2) is already being applied in these regions which are in an unfavourable situation as regards agricultural incomes and employment ; whereas, in order to ensure uniform application of certain fundamental provisions concerning the various restructuring measures, it is essential to align certain provisions of the Directive with those of this Regulation ; whereas such alignment necessitates the entry into force of this Regulation in the regions concerned as from 1 March 1980,", "main_body": ["1. A common measure within the meaning of Article 6 (1) of Regulation (EEC) No 729/70 shall be introduced with the aim of improving the basic structures of vineyards so as to rationalize work on wine-growing holdings and to create the conditions for improving the quality of wines.\n2. The common measure shall be implemented in vineyards producing table wines and in those suitable for the production of quality wines psr, with the exception of:    - areas classified in category 3 as defined in Articles 29 and 29a of Council Regulation (EEC) No 337/79 of 5 February 1979 on the common organization of the market in wine (3), as last amended by Regulation (EEC) No 454/80 (4),\n- vineyards in the Languedoc-Roussillon region and in the departments of ArdĂ¨che, Bouches-du-RhĂ´ne, Var and Vaucluse for the duration of the action provided for in Council Directive 78/627/EEC of 19 June 1978 on the programme to accelerate the restructuring and conversion of vineyards in certain Mediterranean regions in France (5),\n- vineyards in the Charentes region intended for the production of wine suitable for the production of certain spirits with registered designations of origin.\n3. The Commission may, in accordance with Titles II and III, grant aid for the common measure, in the form of a refund by the Guidance Section of the Fund of expenditure incurred by the Member States in connection with collective restructuring projects.\nTITLE I Collective restructuring projects", "1. For the purposes of this Regulation, \"a collective project for the restructuring of vineyards\" means any replanting of vineyards undertaken by growers under a binding agreement concluded between them.\nHowever, the project may also include new planting if it is technically essential for improving the effectiveness of the restructuring measures and if it conforms with Articles 30, 30b, 30c and 30e of Regulation (EEC) No 337/79.\nThis new planting may not exceed:    - 10 % of the area restructured intended for the production of quality wines psr,\n- 10 % of the area restructured intended for the production of table wines.\n2. The agreements between growers referred to in paragraph 1 shall lay down the conditions governing  (1)OJ No 136, 17.12.1962, p. 2892/62. (2)OJ No L 206, 29.7.1978, p. 1. (3)OJ No L 54, 5.3.1979, p. 1. (4)See page 7 of this Official Journal. (5)OJ No L 206, 29.7.1979, p. 1.  the planting of vines and associated operations, providing in particular for rationalization of work and of the use of machinery.\n3. A collective restructuring project must cover:    (a) in the case of quality wines psr, a minimum restructured area under vines guaranteeing that the objectives of Article 3 are fulfilled;\n(b) in the case of table wines, a total restructured area of not less than 100 hectares under vines, made up of unbroken wine-growing areas which are in principle not less than two hectares each.\nHowever, where natural growing conditions relevant to the project make it impossible to have unbroken areas of the minimum size of two hectares, that part of the area under vines which does not comply with the criteria laid down in the first subparagraph must not exceed 10 % of the area under vines covered by the project.\n4. For the purposes of this Regulation, \"new planting or replanting\" means any planting of vines undertaken in accordance with the corresponding definition given in Annex IV a to Council Regulation (EEC) No 337/79.\n5. The provisions of this Article concerning the planting of vines also apply to restructuring operations carried out within the context of Directive 78/627/EEC.", "Collective restructuring projects must:    (a) contribute to a lasting improvement in working conditions on the holdings concerned, thereby improving labour income;\n(b) guarantee an improvement in the quality of the wines produced;\n(c) offer an adequate guarantee as to their economic effectiveness.", "Collective restructuring projects must comprise inter alia:    (a) the restructuring measures envisaged;\n(b) the estimated cost of the restructuring operations;\n(c) the amount of the restructuring aid provided for;\n(d) the compulsory provisions relating to the alignment and spacing of planting and the method of training the vines, without prejudice to Regulation (EEC) No 338/79;\n(e) details of the vine varieties to be used.", "1. Aid in respect of the restructuring of vineyards shall be granted in the form of a premium per hectare of vineyard restructured.\n2. The Member State concerned shall fix the amount of the premium at between 2 418 and 3 022 ECU per restructured hectare on the basis of the present structural situation and the cost of the work involved in restructuring the vineyard.\nHowever, to take account of special situations, Member States may exceed the upper limit referred to in the first subparagraph.\nIn the case of new planting, the eligible amount may not exceed 2 418 ECU per hectare of vineyard restructured.\nTITLE II Procedure for the scrutiny of projects", "1. Projects must be submitted by the Member State concerned.\n2. In order to qualify for aid from the Fund, projects must have been approved by the Member State in whose territory they are to be implemented.\n3. Projects must be accompanied by evidence that they fulfil the conditions laid down in Title I.\n4. The information to be provided on projects and the form in which they are to be presented shall be determined in accordance with the procedure laid down in Article 12, after consultation with the Fund Committee on the financial aspects.", "1. The Commission shall approve projects in accordance with the procedure laid down in Article 12, after consulting the Fund Committee on the financial aspects.\n2. The Member State and the beneficiary shall be notified of the Commission's decision.\nTITLE III Financial and general provisions", "1. With the exception of the extra premium granted pursuant to the second subparagraph of Article 5 (2), expenditure incurred by the Member States under the measure provided for in this Regulation in connection with projects which have been approved in accordance with Article 7 shall be eligible for financing by the Guidance Section of the Fund, up to a limit of 223 800 hectares of vineyard restructured.\n2. The Guidance Section of the Fund shall refund to the Member States 30 % of the eligible expenditure.", "1. The period envisaged for implementing the common measure shall be seven wine-growing years from the date of application of this Regulation.\n2. The estimated cost of the common measure to the Fund for the period referred to in paragraph 1 amounts to 175 77 million European units of account.\n3. Article 6 (5) of Regulation (EEC) No 729/70 shall apply to this Regulation.", "0\n1. Applications for refunds shall relate to expenditure incurred by the Member States in the course of one calendar year and shall be submitted to the Commission before 1 July of the following year.\n2. Decisions on aid from the Guidance Section of the Fund shall be taken in accordance with Article 7 (1) of Regulation (EEC) No 729/70.\n3. Advances may be granted by the Fund on the basis of the rules on financing adopted by the Member State concerned and in the light of the progress of the projects.\n4. Detailed rules for the application of this Article shall be adopted in accordance with the procedure laid down in Article 13 of Regulation (EEC) No 729/70.", "1\n1. Without prejudice to Article 8 of Regulation (EEC) No 729/70, the Member States shall take, in accordance with their national laws, regulations and administrative provisions, the necessary measures to recover the amounts paid in cases where the undertakings referred to in Article 3 have not been respected.\nThey shall inform the Commission of measures taken for this purpose and, in particular, shall periodically notify it of the state of administrative and judicial procedures relating thereto.\n2. The sums recovered shall be paid to the paying authorities or bodies and deducted by them from the expenditure financed by the Fund in proportion to Community financing.\n3. The financial consequences of failure to recover amounts paid out shall be borne by the Community in proportion to Community financing.\n4. Detailed rules for the application of this Article shall be adopted in accordance with the procedure laid down in Article 13 of Regulation (EEC) No 729/70.", "2\n1. Where the procedure laid down in this Article is to be followed, the matter shall be referred to the Standing Committee on Agricultural Structure by the chairman, either on his own initiative or at the request of the representative of a Member State.\n2. The representative of the Commission shall submit a draft of the measures to be adopted. The Standing Committee on Agricultural Structure shall deliver an opinion on those measures by a majority of 41 votes within a time limit set up by the chairman according to the urgency of the matter ; the votes of the Member States shall be weighted as provided for in Article 148 (2) of the Treaty. The chairman shall not vote.\n3. The Commission shall adopt measures which shall be immediately applicable. However, if such measures are not in accordance with the opinion  of the Standing Committee on Agricultural Structure, they shall forthwith be communicated by the Commission to the Council ; in that event, the Commission may defer application of the measures which it has adopted for not more than one month from the date of such communication.\nThe Council, acting by a qualified majority, may take a different decision within one month.", "3\n1. Aid in respect of vines cultivated for the production of table wine shall be prohibited, with the exception of aid granted pursuant to:    - Article 8 of Council Directive 72/159/EEC of 17 April 1972 on the modernization of farms (1), as last amended by Directive 78/1017/EEC (2);\n- Article 12 of Council Directive 75/268/EEC of 28 April 1975 on mountain and hill farming and farming in certain less-favoured areas (3), as amended by Directive 76/401/EEC (4), concerning replanting operations;\n- this Regulation and Directive 78/627/EEC, for the execution of restructuring projects under collective operations within the limits of the eligible aid laid down.\n2. However, this Regulation shall be without prejudice to the grant of the aid provided for in national rules and intended for the realization of vineyard reparcelling operations.", "4\nThis Regulation shall enter into force on 1 March 1980.\nIt shall apply from 1 September 1980 with the exception of Article 2 (5) which shall apply from 1 March 1980.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 18 February 1980.\nFor the Council\nThe President\nG. MARCORA  (1)OJ No L 96, 23.4.1972, p. 1. (2)OJ No L 349, 13.12.1978, p. 32. (3)OJ No L 128, 19.5.1975, p. 1. (4)OJ No L 108, 26.4.1976, p. 22."}