{"celex_id": "31982R2496", "uri": "http://publications.europa.eu/resource/cellar/3a21de0d-8da5-4239-a296-597d725b9398", "type": "Regulation", "concepts": ["2069", "4381", "4680"], "title": "Commission Regulation (EEC) No 2496/82 of 13 September 1982 on the classification of goods under subheading 61.01 B V e) of the Common Customs Tariff\n", "header": "COMMISSION  REGULATION (EEC) No 2496/82\nof 13 September 1982\non the classification of goods under subheading 61.01 B V e) of the Common Customs Tariff\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 97/69 of 16 January 1969 on measures to be taken for uniform application of the nomenclature of the Common Customs Tariff (1), as last amended by the Act of Accession of Greece, and in particular Article 3 thereof,\nWhereas, for the uniform application of the nomenclature of the Common Customs Tariff, provisions are required for the classification of trousers, including jeans, made up of the textile fabrics referred to in note 1 to Chapter 61 of the Common Customs Tariff, with an opening at the front which is fastened left over right by any means;\nWhereas in the Common Customs Tariff annexed to Council Regulation (EEC) No 950/68 (2), as last amended by Regulation (EEC) No 1883/82 (3), when made up of the textile fabrics referred to in note 1 to Chapter 61, men's and boys' outer garments come under heading No 61.01 and women's, girls' and infants' outer garments come under heading No 61.02; whereas, in accordance with note 3 (a) to Chapter 61, outer garments which cannot be identified as either men's or boys' garments or as women's or girls' garments must be classified with the latter under heading No 61.02;\nWhereas trousers, including jeans, which have an opening at the front are recognizable when having a 'left-to-right' method of fastening typical of men's and boys' garments as being men's and boys' garments even though these trousers can also be worn by women and girls in a certain size range; whereas trousers made up of textile fabrics referred to in note 1 to Chapter 61 having the characteristics indicated above come under heading No 61.01; whereas, within this heading, subheading 61.01 B V e) must come into consideration;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Committee on Common Customs Tariff Nomenclature,", "main_body": ["Trousers, including jeans, made up of textile fabrics referred to in note 1 to Chapter 61, with an opening at the front which is fastened left over right by any means, shall be classified in Common Customs Tariff subheading:\n61.01 Men's and boys' outer garments:\nB. Other:\nV. Other:\ne) Trousers.", "This Regulation shall enter into force on the 21st day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 13 September 1982.\nFor the Commission\nWilhelm HAFERKAMP\nVice-President\n(1) OJ No L 14, 21. 1. 1969, p. 1.\n(2) OJ No L 172, 22. 7. 1968, p. 1.\n(3) OJ No L 207, 15. 7. 1982, p. 4."}