{"celex_id": "31984R1835", "uri": "http://publications.europa.eu/resource/cellar/77cab3eb-ef38-4723-9d26-4d49c3a92903", "type": "Regulation", "concepts": ["161", "2296", "601"], "title": "Council Regulation (EEC) No 1835/84 of 28 June 1984 opening, allocating and providing for the administration of a Community tariff quota for rum, arrack and tafia, falling within subheading 22.09 C I of the Common Customs Tariff and originating in the overseas countries and territories associated with the European Economic Community (1984/85)\n", "header": "COUNCIL  REGULATION (EEC) No 1835/84\nof 28 June 1984\nopening, allocating and providing for the administration of a Community tariff quota for rum, arrack and tafia, falling within subheading 22.09 C I of the Common Customs Tariff and originating in the overseas countries and territories associated with the European Economic Community (1984/85)\nTHE COUNCIL OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 136 thereof,\nHaving regard to Council Decision 80/1186/EEC of 16 December 1980 on the association of the overseas countries and territories with the European Economic Community (1), and in particular Annex IX thereto,\nHaving regard to the proposal from the Commission,\nWhereas Annex IX to Decision 80/1186/EEC provides that rum, arrack and tafia shall be imported into the Community free of customs duties within the limits of a Community tariff quota; whereas the annual size of the quota is to be fixed on the basis of a basic annual quantity, calculated in hectolitres of pure alcohol, to which a growth rate of 18 % is to be applied, equal to the amount of imports during the best of the past three years for which statistics are available; whereas this rate may be modified in the light of certain criteria; whereas the quota period lasts from 1 July until 30 June of the following year; whereas, however, Decision 80/1186/EEC and Annex IX thereto will expire on 28 February 1985, which means that the period of validity of the tariff quota has to end on the same day;\nWhereas Community statistics for the years 1981 to 1983 show that the highest volume of imports into the Community of the products in question originating in the said countries and territories, namely 52 283 hectolitres of pure alcohol, occurred in 1981; whereas since the end of 1983 there has been no further production of the products in question in the overseas countries and territories; whereas Community imports in 1983 therefore amounted to only 13 293 hectolitres; whereas in these circumstances it seems advisable to open only a tariff quota large enough to allow, on the one hand, the import of the remainder of the stock and, on the other hand, to take into account the possibility of the installation of a new production unit; whereas the volume of the Community tariff quota for the period 1 July 1984 to 28 February 1985 should therefore be fixed at 15 000 hectolitres of pure alcohol;\nWhereas, owing to the special character of the products in question and their sensitivity on Community markets, exceptional provision should be made for a method of use based on a single division among Member States;\nWhereas, taking into account actual trends on the markets for the products in question, the needs of the Member States and the economic prospects for the period under consideration, the percentage shares in the quota volume may be laid down approximately as follows:\nBenelux 0,2\nDenmark 0,4\nGermany 98,3\nGreece 0,1\nFrance 0,2\nIreland 0,2\nItaly 0,2\nUnited Kingdom 0,4\nWhereas the development of imports into the Community of these products should be recorded and imports accordingly monitored;\nWhereas, since the Kingdom of Belgium, the Kingdom of the Netherlands and the Grand Duchy of Luxembourg are united within and jointly represented by the Benelux Economic Union, any measure concerning the administration of the share allocated to that economic union may be carried out by any one of its members,", "main_body": ["1. From 1 July 1984 to 28 February 1985 rum, arrack and tafia falling within subheading 22.09 C I of the Common Customs Tariff and originating in the countries and territories referred to in Article 1 of Decision 80/1186/EEC shall be imported free of customs duty into the Community within the limits of a Community tariff quota of 15 000 hectolitres of pure alcohol.\n2. The rules of origin applicable to the products referred to in paragraph 1 shall be those set out in Annex II to Decision 80/1186/EEC.\n3. Within the limit of its share as indicated in Article 2, the Hellenic Republic shall apply customs duties calculated in accordance with the relevant provisions of the 1979 Act of Accession and of Regulation (EEC) No 439/81 (1).", "The tariff quota referred to in Article 1 shall be shared among the Member States as follows:\n1.2 //   // (hectolitres of pure alcohol)  // Benelux  // 30  // Denmark  // 60  // Germany  // 14 750  // Greece  // 10  // France  // 30  // Ireland  // 30  // Italy  // 30  // United Kingdom  // 60", "1. Member States shall manage the shares allocated to them in accordance with their own arrangements.\n2. The extent to which the Member States have used up their shares shall be determined on the basis of the imports of the products in question, originating in the said countries and territories, entered at customs in declarations for free circulation.", "1. In accordance with Article 6 of Annex IX to Decision 80/1186/EEC, the Community shall monitor imports of the products in question originating in the said countries and territories.\n2. Member States shall forward to the Commission not later than the 15th day of each month statements of imports of the products in question actually charged against the tariff quota during the preceding month. Only products entered at customs in declarations for free circulation and accompanied by a movement certificate conforming to the rules referred to in Article 1 (2) shall be taken into consideration for this purpose.\n3. The Commission shall regularly inform the Member States of the extent to which the tariff quota has been used up.\n4. Where necessary, consultation may be held at the request of a Member State or on the initiative of the Commission.", "The Commission shall take all necessary measures, in close cooperation with the Member States, to ensure the implementation of this Regulation.", "This Regulation shall enter into force on 1 July 1984.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 28 June 1984.\nFor the Council\nThe President\nH. BOUCHARDEAU\n(1) OJ No L 361, 31. 12. 1980, p. 1.\n(1) OJ No L 53, 27. 2. 1981, p. 19."}