{"celex_id": "31985L0324", "uri": "http://publications.europa.eu/resource/cellar/35d56112-dfd4-4aea-9578-4e2886026cd2", "type": "Directive", "concepts": ["1374", "1442", "192", "4687", "619"], "title": "Council Directive 85/324/EEC of 12 June 1985 amending Directive 71/118/EEC on health problems affecting intra- Community trade in fresh poultrymeat\n", "header": "COUNCIL  DIRECTIVE\nof 12 June 1985\namending Directive 71/118/EEC on health problems affecting intra-Community trade in fresh poultrymeat\n(85/324/EEC)\nTHE COUNCIL OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Articles 43 and 100 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas Council Directive 71/118/EEC (4), as last amended by Directive 84/642/EEC (5), lays down the hygiene conditions under which fresh poultrymeat must be produced in slaughterhouses and cutting plants; whereas that Directive provided for health inspections to be carried out; whereas microbiological analyses covering , inter alia, equipment, utensils and carcases constitute a means for achieving an objective assessment of the standard of hygiene;\nWhereas microbiological control provides the health inspection service with useful information and so constitutes an effective means of checking and improving the standard of hygiene in establishments;\nWhereas the execution of microbiological control in slaughterhouses and cutting plants must be based on the use of harmonized microbiological methods in order to obtain reliable results and to this end a code of good practice should be worked out,", "main_body": ["The following section is hereby inserted in Chapter II of Annex I to Directive 71/118/EEC:\n'4a (a) The operator or proprietor of the establishment or his representative must conduct a regular check on the general hygiene of conditions of production in his establishment, including by microbiological controls in accordance with the fourth subparagraph.\nThese controls should cover utensils, fittings and machinery at all stages of production and, if necessary, products.\nHe must be in a position, upon request from the official service, to inform the official veterinarian or the Commission's veterinary experts of the nature, frequency and results of the controls conducted to this end, together with the name of the investigating laboratory if need be.\nThe nature of these controls, their frequency, as well as the sampling methods and the methods for bacteriological examination will be stipulated in a code of good hygiene practices to be drawn up under the Article 12a procedure, at least six months before the date referred to in the first subparagraph of Article 2 of Directive 85/324/EEC (1).\n(b) The official veterinarian will regularly analyze the results of the controls provided for in (a). He may, on the basis of this analysis, conduct further microbiological examinations at all stages of production or on the products.\nThe results of these analyses will be written up in a report, the conclusions and recommendations of which will be notified to the operator, who will see to the rectification of shortcomings noted with a view to improving hygiene.\n(1) OJ No L 168, 28. 6. 1985, p. 45.'", "Member States shall bring into force the laws, regulations and administrative provisions necessary to comply with this Directive at the latest on the date which will be fixed by the Council when the review of certain national derogations for the refrigeration of carcases, as provided for in Article 16b of Directive 71/118/EEC, takes place.\nThey shall forthwith inform the Commission thereof.", "This Directive is addressed to the Member States."], "attachments": "Done at Luxembourg, 12 June 1985.\nFor the Council\nThe President\nC. DEGAN\n(1) OJ No C 252, 2. 10. 1981, p. 11.\n(2) OJ No C 267, 11. 10. 1982, p. 59.\n(3) OJ No C 112, 3. 5. 1982, p. 7.\n(4) OJ No L 55, 8. 3. 1971, p. 23.\n(5) OJ No L 339, 27. 12. 1984, p. 26."}