{"celex_id": "31989D0644", "uri": "http://publications.europa.eu/resource/cellar/32f1f4f9-db1a-4cb8-8282-471fa835c2ac", "type": "Decision", "concepts": ["1182", "2002", "4493", "6007"], "title": "Commission Decision of 17 December 1989 renewing and amending Decision 85/594/EEC authorizing the Hellenic Republic to take certain protective measures under Article 108 (3) of the EEC Treaty\n", "header": "COMMISSION  DECISION\nof 17 December 1989\nrenewing and amending Decision 85/594/EEC authorizing the Hellenic Republic to take certain protective measures under Article 108 (3) of the EEC Treaty\n(Only the Greek text is authentic)\n(89/644/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 108 (3) thereof,\nWhereas, by Decision 85/594/EEC (1), the Commission on a temporary basis authorized the Hellenic Republic to take certain protective measures in support of a programme of economic stabilization implemented by the Greek Government from the end of 1985 in order to deal with serious balance of payments difficulties and to restore an acceptable situation;\nWhereas since then, and in line with the improvement in the external equilibrium of Greece, several of these protective measures have been revoked or amended in accordance with the provisions of Decision 85/594/EEC; whereas this Decision was amended by Decisions 86/614/EEC (2), 87/152/EEC (3), 88/438/EEC (4) and lastly renewed and amended by Decision 88/600/EEC (5);\nWhereas the Hellenic Republic has claimed balance of payments difficulties persist and whereas it has requested an extension of certain protective measures in respect of the movement of capital and transfers relating to tourist expenditure of Greek residents abroad, in accordance with the provisions of Article 9 (5) of Decision 85/594/EEC; whereas, nevertheless, the Greek authorities have relaxed the restrictions originally authorized in this area; whereas they intend to continue to do so and remove these restrictions as soon as possible;\nWhereas it emerges from the examination of the overall economic situation of Greece undertaken by the Commission that the external position of Greece deteriorated in 1989; whereas if this situation is to be redressed, in particular by the restoration of a sound public finance situation, the retention of certain protective measures in this area on a provisional basis is justified;\nWhereas there are grounds for renewing and amending the authorization to apply these protective measures; whereas, however, the evolution of the economic situation in Greece should be monitored attentively so that the measures authorized may possibly be amended or repealed if the conditions justifying them were no longer to obtain;\nWhereas, for the sake of transparency it is appropriate to presente in a single text the complete enacting terms of Decision 85/594/EEC as last amended by this Decision,", "main_body": ["The enacting terms of Decision 85/594/EEC are hereby replaced by the following:\n'Article 1\n1. Greece is hereby authorized, temporarily and within the limits and conditions laid down in the Annex to this Decision, to prohibit or to make subject to prior authorization the conclusion or execution of transactions and transfers relating to capital movements liberalized in accordance with the provisions of the Council Directive in force for the implementation of Article 67 of the Treaty (*).\n2. Greece is hereby temporarily authorized to limit transfers relating to the tourist expenditure of Greek residents to ECU 1 000 per person and per journey. In addition to this basic allowance, residents shall, however, be allowed to use payment or credit cards abroad for the purposes of holiday expenses to the amount of ECU 300 per person per year.\n3. Without prejudice to the provisions of Article 2, the authorizations contained in this Article shall be valid until 30 June 1990.", "1. The Commission shall attentively monitor the evolution of the economic situation in Greece. The Commission reserves the right to amend or repeal all or part of this Decision, after consulting the Member State concerned, particularly if it finds that the circumstances which led to its adoption have changed or that its effects are more restrictive than they need be in order to achieve their objectives.\n2. If, before the date of expiry of the derogations permitted up to 30 June 1990 under Article 1, Greece claims that balance of payments difficulties persist, or that there is a serious likelihood of their recurring, the Commission shall examine the overall economic situation in order to determine whether an extension of all o part of the protection measures in force is appropriate.", "This Decision is addressed to the Hellenic Republic.\n(*) OJ No 43, 12. 7. 1960, p. 921/60, as last amended by Directive 86/566/EEC (OJ No L 332, 26. 11. 1986, p. 22).\nANNEX\n1.2 //  //  // Operation  // Type of restriction authorized by way of derogation from Community obligations  //  //  // Investment in real estate   // Investments in real estate abroad made by residents may be subject to prior authorization. This shall be granted to residents emigrating under the heading of the free movement of employed and self-employed persons in respect of investments related to their installation or establishment.   // Operations in securities   // The acquisition by residents of foreign securities, or of domestic securities issued on a foreign market, may be prohibited or made subject to prior authorization. However:   //   // - residents shall be authorized to acquire securities issued by the European Community and by the European Investment Bank up to the limit of a global annual amount of ECU 50 million   //   // - resident collective investment undertakings shall be authorized to invest in foreign securities up to 20 % of their net assets, in the case of unit trust funds and 20 % of their paid-up capital in the case of investment companies'   //    //", "This Decisions is addressed to the Hellenic Republic."], "attachments": "Done at Brussels, 17 December 1989.\nFor the Commission\nHenning CHRISTOPHERSEN\nVice-President\n(1) OJ No L 373, 31. 12. 1985, p. 9.\n(2) OJ No L 357, 18. 12. 1986, p. 28.\n(3) OJ No L 63, 6. 3. 1987, p. 38.\n(4) OJ No L 218, 9. 8. 1988, p. 19.\n(5) OJ No L 325, 29. 11. 1988, p. 58."}