{"celex_id": "31988R3200", "uri": "http://publications.europa.eu/resource/cellar/e3aa5574-b014-4da6-b9c3-6f4b2cd0121b", "type": "Regulation", "concepts": ["1511", "4314", "4395"], "title": "Commission Regulation (EEC) No 3200/88 of 18 October 1988 amending Regulation (EEC) No 3016/78 laying down certain rules for applying conversion rates in the sugar and isoglucose sectors\n", "header": "COMMISSION  REGULATION (EEC) No 3200/88\nof 18 October 1988\namending Regulation (EEC) No 3016/78 laying down certain rules for applying conversion rates in the sugar and isoglucose sectors\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1785/81 of 30 June 1981 on the common organization of the markets in the sugar sector (1), as last amended by Regulation (EEC) No 2306/88 (2),\nHaving regard to Council Regulation (EEC) No 1676/85 of 11 June 1985 on the value of the unit of account and the conversion rates to be applied for the purposes of the common agricultural policy (3), as last amended by Regulation (EEC) No 1636/87 (4) and in particular Articles 5 (3) and 12 (1) (b) thereof,\nWhereas Article 4 of Regulation (EEC) No 1676/88 provides that if agricultural conversion rates are changed, the change will apply to amounts in respect of which the operative event occurs after the alteration has taken effect, and that certain amounts will be adjusted by reference to the agricultural conversion rate applicable when the operative event for the relevant operation occurs; whereas Article 5 of the same Regulation provides that, in cases involving amounts other than those charged or granted in trade or indicated in contracts, the operative event shall be taken to mean the event whereby the economic objective of the operation is attained;\nWhereas the operative events specific to the sugar sector are established by Commission Regulation (EEC) No 3016/78 (5), as last amended by Regulation (EEC) No 2750/86 (6);\nWhereas Council Regulations (EEC) No 1107/88 (7) and (EEC) No 2250/88 (8) provide for the granting of new forms of Community aid and for national aid for refiners of preferential raw sugar in the United Kingdom; whereas the economic objective of both types of aid - whether for preferential raw sugar or far raw sugar from the French overseas departments - is the refining of that sugar;\nWhereas, since the aid in question is national adjustment aid as already provided for in Article 46 of Regulation (EEC) No 1785/81, a more prcise definition should be made of the operative event, by adopting as the economic objective the production of sugar bee, sugar cane and sugar in the Member States concerned;\nWhereas the aid schemes instituted by Regulation (EEC) No 1107/88 and (EEC) No 2250/88 apply retroactively to the 1987/88 marketing year; whereas the provisions concerning the appropriate operative event should therefore be made applicable to the granting of the aid;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Sugar,", "main_body": ["The Annex to Regulation (EEC) No 3016/78 is hereby amended as follows:\n1. The following point VIIa is inserted:\n1.2 //  //  // Amount concerned  // Conversion rate to be applied  //  //  // 'VIIa. Aid provided for in Article 9 (4a) of Regulation (EEC) No 1785/81  // Agricultural conversion rate applicable on the day when the sugar beet is processed into sugar. If the rate is altered during the marketing year in question, the conversion rate to be applied shall be the average, calculated pro rata temporis of the agricultural rates applying during the marketing year under consideration.'   // 1988, p. 20. (8) OJ No L 198, 26. 7. 1988, p. 28.\n2. The following point VIIb is inserted:\n1.2 //  //  // Amount concerned  // Conversion rate to be applied  //  //  // 'VIIb. Aid provided for in Article 9 (4b) of Regulation (EEC) No 1785/81   // Agricultural conversiuon rate applicable on the day on which the amount of raw sugar in question was refined, and for the Member State in which the refining was carried out.'   //    //\n3. Point XV is replaced by the following:\n1.2 //  //  // Amount concerned  // Conversion rate to be applied  //  //  // 'XV. Aid provided for in Article 46 (1) to (4) of Regulation (EEC) No 1785/81   // Agricultural conversion rate applicable on 1 January of the marketing year in which the sugar beet, sugar-cane or sugar were produced.'   //    //\n4. The following point XVa, is inserted into the Annex:\n1.2 //  //  // Amount concerned  // Conversion rate to be applied  //  //  // 'XVa. Aid provided for in Article 46 (6) of Regulation (EEC) No 1785/81   // Agricultural conversion rate applicable on the day on which the quantity of preferential raw sugar in question was refined, and for the Member State concerned.'   //    //", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply, with the exception of point 3, of Article 1 from the beginning of the 1987/88 marketing year.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 18 October 1988.\nFor the Commission\nFrans ANDRIESSEN\nVice-President  //\n(1) OJ No L 177, 1. 7. 1981, p. 4. (2) OJ No L 201, 27. 7. 1988, p. 65. (3) OJ No L 164, 24. 6. 1985, p. 1. (4) OJ No L 153, 13. 6. 1987, p. 1. (5) OJ No L 359, 22. 12. 1978, p. 11. (6) OJ No L 253, 5. 9. 1986, p. 8. (7) OJ No L 110, 29. 4."}