{"celex_id": "31981D1067", "uri": "http://publications.europa.eu/resource/cellar/441e64d0-5931-4179-bced-59872afb6759", "type": "Decision", "concepts": ["1519", "2217", "3263", "4771", "980"], "title": "81/1067/EEC: Commission Decision of 3 December 1981 on applications for reimbursement and the payment of advances in respect of the development of agricultural advisory services in Italy (Only the Italian text is authentic)\n", "header": "COMMISSION DECISION of 3 December 1981 on applications for reimbursement and the payment of advances in     respect of the development of agricultural advisory services in Italy (Only the Italian text is authentic) (81/1067/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 270/79 of 6 February 1979 on the development of agricultural advisory services in Italy (1), and in particular Article 12 (5) thereof,\nWhereas applications for reimbursement and applications for payment of advances to be submitted by Italy to the Guidance Section of the European Agricultural Guidance and Guarantee Fund (EAGGF), must contain certain details permitting examination of the conformity of the expenditure with the provisions of Regulation (EEC) No 270/79 and of the Italian programme approved pursuant to Article 4 (3) of the said Regulation;\nWhereas, to permit effective control, Italy must keep the supporting documents available for inspection by the Commission for a period of three years from the payment of the last reimbursement;\nWhereas, to enable use to be made of the possibility of advances being paid by the Commission, the relevant rules and procedures should be laid down;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Committee of the European Agricultural Guidance and Guarantee Fund,", "main_body": ["1. Reimbursement applications as referred to in Article 12 (1) of Regulation (EEC) No 270/79 shall be as set out in Annexes I and II.\n2. Italy shall forward to the Commission, together with the first application for reimbursement, copies of the national implementing provisions, administrative instructions and forms or any other documents relating to the administrative implementation of the measure.", "Italy shall keep at the Commission's disposal, for three years after the payment of the final reimbursement, all the supporting documents or certified copies of such documents in its possession on the basis of which the aid measures provided for in Regulation (EEC) No 270/79 have been decided upon.", "Applications for advances on expenditure eligible for aid from the Guidance Section of the European Agricultural Guidance and Guarantee Fund, as referred to in Article 12 (2) of Regulation (EEC) No 270/79 shall be as set out in Annexes III and IV.", "1. Advances paid by the Guidance Section of the European Agricultural Guidance and Guarantee Fund, may amount to a maximum of 80 % of the total Community contribution to the financing of estimated expenditure for the reference year.\n2. Advances which have not been used during the year in respect of which they have been paid shall be deducted from the advance payable for the following year.", "Before the end of each year for which advances have been paid Italy shall submit a report on the progress of operations during the first 10 months of the year, in accordance with Annex V.  (1) OJ No L 38, 14.2.1979, p. 6.\nAdvances for the following year shall not be paid until the abovementioned report has been submitted to the Commission.", "Payment applications as referred to in Article 12 (3) of Regulation (EEC) No 270/79 must be as set out in Annexes VI to VIII.", "This Decision is addressed to the Italian Republic."], "attachments": "Done at Brussels, 3 December 1981.\nFor the Commission\nPoul DALSAGER\nMember of the Commission\nANNEX I APPLICATION FOR REIMBURSEMENT OF EXPENDITURE INCURRED IN 19.. FOR THE TRAINING OF AGRICULTURAL ADVISERS UNDER REGULATION (EEC) No 270/79 ON THE DEVELOPMENT OF AGRICULTURAL ADVISORY SERVICES IN ITALY Article 11 (1)\nSUMMARY TABLE\n>PIC FILE= \"T0021321\">\nANNEX II A APPLICATION FOR REIMBURSEMENT OF EXPENDITURE INCURRED IN 19.. FOR THE SPECIALIZED TRAINING OF TEACHERS Article 11 1 (a) (150 000)\n>PIC FILE= \"T0021322\">\nANNEX II B APPLICATION FOR REIMBURSEMENT OF EXPENDITURE INCURRED IN 19 ... FOR THE RUNNING EXPENSES OF THE INTER-REGIONAL BODY Article 11 (1) (a) (50 000)\n>PIC FILE= \"T0021323\">\nANNEX II C\n>PIC FILE= \"T0021324\">\nANNEX II D APPLICATION FOR REIMBURSEMENT OF EXPENDITURE INCURRED IN 19.. ON ATTENDANCE ALLOWANCES IN RESPECT OF AGRICULTURAL ADVISERS' TRAINING COURSES Article 11 (1) (b), second indent\n>PIC FILE= \"T0021325\">\nANNEX II E REIMBURSEMENT BY ITALY OF THE COMMUNITY CONTRIBUTION TOWARDS THE ATTENDANCE ALLOWANCE GRANTED FOR ADVISERS WHO HAVE NOT COMPLETED THREE YEARS OF SERVICE Article 11 (2)\n>PIC FILE= \"T0021326\">   It is hereby confirmed that:  - the expenditure in respect of which the Community contribution     is requested was incurred in the implementation of the     outline plan on agricultural advisory services approved by     Commission Decision 81/234/EEC of 23 March 1981,\n- the teaching staff have received specialized training enabling     them to teach the subjects listed in Article 7 (1) of     Regulation (EEC) No 270/79,\n- the centres have the teaching staff referred to in Article 5     (2) of the abovementioned Regulation,\n- the candidates admitted to the training courses for     agricultural advisers meet the qualification and professional     experience conditions laid down in Article 6 of the     abovementioned Regulation,\n- the training provided satisfies the conditions laid down in     Article 7 (1) and (2) of the abovementioned Regulation,\n- the contribution requested toward expenditure on the course     attendance allowance does not exceed 2 000 units of account     per student,\n- the recipients have been informed of the Community     contribution in an appropriate manner.\nStamp and signature of the competent authority\nANNEX III APPLICATION FOR PAYMENT OF AN ADVANCE FOR 19.. UNDER REGULATION (EEC) No 270/79 ON THE DEVELOPMENT OF AGRICULTURAL ADVISORY SERVICES IN ITALY Article 11 (1)\nSUMMARY TABLE\n>PIC FILE= \"T0021327\">\nANNEX IV A APPLICATION FOR AN ADVANCE FOR 19.. FOR THE SPECIALIZED TRAINING OF TEACHERS Article 11 (1) (a) (150 000)\n>PIC FILE= \"T0021328\">   It is hereby confirmed that:  - the appropriations required for the national financial     contribution are available and will be paid during the year     for which the advances are requested,\n- the estimated costs referred to in column 3 correspond to the     expenditure to be met during the year for which the advances     are requested,\n- the advances will be made available for the measure in question     during the year for which the advances are requested,\n- those concerned will be informed in an appropriate manner when     the advance is paid of the percentage of the appropriations     originating from Community funds. (A memorandum on the     procedure laid down for that purpose is enclosed with this     application.)\nStamp and signature of the competent authority\nANNEX IV B APPLICATION FOR PAYMENT OF AN ADVANCE FOR 19.. FOR THE RUNNING EXPENSES OF THE INTER-REGIONAL BODY Article 11 (1) (a) (50 000)\n>PIC FILE= \"T0021329\">   It is hereby confirmed that:  - the appropriations required for the national financial     contribution are available and will be paid during the year     for which the advance is requested,\n- the estimated costs specified in column 1 correspond to the     expenditure to be met during the year for which the advances     are requested,\n- the advances will be made available to the inter-regional body     during the year for which the advances are requested,\n- those concerned will be informed in an appropriate manner when     the advance is paid of the percentage of the appropriations     originating from Community funds. (A memorandum on the     procedure for that purpose is enclosed with this     application.)\nStamp and signature of the competent authority\nANNEX IV C\n>PIC FILE= \"T0021330\">\nANNEX IV D APPLICATION FOR PAYMENT OF AN ADVANCE FOR 19.. FOR ATTENDANCE ALLOWANCES IN RESPECT OF TRAINING COURSES FOR AGRICULTURAL ADVISERS Article 11 (1) (b), second indent\n>PIC FILE= \"T0021331\">   It is hereby confirmed that:  - the appropriations required for the national financial     contribution are available and will be paid during the year     for which the advances are requested,\n- the estimated costs referred to in column 3 correspond to the     expenditure to be met during the year for which the advances     are requested,\n- the advances will be made available to those concerned during     the year for which the advances are requested,\n- those concerned will be informed in an appropriate manner when     the advance is paid of the percentage of the appropriations     originating from Community funds. (A memorandum on the     procedure laid down for that purpose is enclosed with this     application.)\nStamp and signature of the competent authority\nANNEX V\n>PIC FILE= \"T0021332\">\nANNEX VI LIST OF TRAINING CENTRES FOR AGRICULTURAL ADVISERS DESIGNATED AND APPROVED BY THE MEMBER STATE\n>PIC FILE= \"T0021333\">\nANNEX VII APPLICATION FOR REIMBURSEMENT OF EXPENDITURE INCURRED IN 19.. FOR THE EMPLOYMENT OF AGRICULTURAL ADVISERS UNDER REGULATION (EEC) No 270/79 ON THE DEVELOPMENT OF AGRICULTURAL ADVISORY SERVICES IN ITALY Article 11 (3)\nSUMMARY TABLE\n>PIC FILE= \"T0021334\">\nANNEX VIII A APPLICATION FOR REIMBURSEMENT OF EXPENDITURE INCURRED IN 19.. FOR THE EMPLOYMENT OF AGRICULTURAL ADVISERS UNDER REGULATION (EEC) No 270/79 ON THE DEVELOPMENT OF AGRICULTURAL ADVISORY SERVICES IN ITALY\nADVISERS POSTED TO THE MEZZOGIORNO\n>PIC FILE= \"T0021335\">\nANNEX VIII B APPLICATION FOR REIMBURSEMENT OF EXPENDITURE INCURRED IN 19.. FOR THE EMPLOYMENT OF AGRICULTURAL ADVISERS UNDER REGULATION (EEC) No 270/79 ON THE DEVELOPMENT OF AGRICULTURAL ADVISORY SERVICES BY ITALY\nADVISERS POSTED TO REGIONS OTHER THAN THE MEZZOGIORNO\n>PIC FILE= \"T0021336\">    It is hereby confirmed that:  - the activities of the advisers are wholly devoted to the     provision of agricultural advice, to the exclusion of any     administrative or other tasks unrelated to this purpose,\n- at least 60 % of the agricultural advisers trained are     employed in the Mezzogiorno,\n- the agricultural advisers are paid directly or indirectly by     the public authorities and are employed by advisory services     under annual plans for the implementation of programmes or     measures for the balanced development of agriculture in the     priority areas,\n- the maximum remuneration for which reimbursement is requested     does not exceed 10 000 units of account per adviser,\n- EAGGF aid is requested for a maximum period of six years'     service of the agricultural adviser,\n- the reimbursement application relates to the premiums for     advisers employed at 1 January,\n- the recipients have been informed in an appropriate manner of     the Community contribution.\nStamp and signature of the competent authority"}