{"celex_id": "31987R1362", "uri": "http://publications.europa.eu/resource/cellar/4ed739b0-bf65-48e4-997c-3b6e5893a38d", "type": "Regulation", "concepts": ["2624", "2958", "4288", "5025"], "title": "Commission Regulation (EEC) No 1362/87 of 18 May 1987 laying down detailed rules for the application of Regulation (EEC) No 777/87 with respect to the buying-in and the granting of aid for the private storage of skimmed-milk powder\n", "header": "COMMISSION  REGULATION (EEC) No 1362/87\nof 18 May 1987\nlaying down detailed rules for the application of Regulation (EEC) No 777/87 with respect to the buying-in and the granting of aid for the private storage of skimmed-milk powder\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 804/68 of 27 June 1968 on the common organization of the market in milk and milk products (1), as last amended by Regulation (EEC) No 773/87 (2), and in particular Article 7a (1), first subparagraph and (3) thereof,\nWhereas Council Regulation (EEC) No 777/87 of 16 March 1987 modifying the intervention arrangements for butter and skimmed-milk powder (3), lays down the conditions under which the Commission may, until the end of the fifth 12-month period of application of the supplementary levy system referred to in Article 5c of Regulation (EEC) No 804/68, suspend the buying-in of skimmed-milk powder by intervention agencies;\nWhereas the conditions under which it may be decided to suspend the buying-in of skimmed-milk powder should be laid down and whereas it should be provided that, in order to monitor the progress of this scheme, the Commission should be kept regularly informed of the quantities of skimmed-milk powder for which storage contracts are concluded;\nWhereas Article 7a (2) of Regulation (EEC) No 804/68 provides that aid may be granted for the private storage of skimmed-milk powder where it is decided to suspend the buying-in of skimmed-milk powder by intervention agencies; whereas detailed rules should be laid down for granting private storage aid and whereas, in particular, the conditions to be met by the skimmed-milk powder for which a contract is concluded should be specified; whereas, with respect to quality, reference should be made to the definitions given in Article 1 of Council Regulation (EEC) No 986/68 (4), as last amended by Regulation (EEC) No 548/87 (5); whereas it is advisable, in this connection, not to specify any requirements as to the water content;\nWhereas, to ensure equal access for the parties concerned, the storage contract should be drawn up in accordance with Community provisions, and rules should be laid down concerning the conclusion of contracts;\nWhereas it should be provided that the period of storage may be reduced where quantities of skimmed-milk powder released form stock are intended for export; whereas the evidence that the powder has been exported should be furnished as it is connection with export refunds, in accordance with the provisions of Commission Regulation (EEC) No 2730/79 (6), as last amended by Regulation (EEC) No 3903/86 (7);\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Milk and Milk Products,", "main_body": ["1. Where it has been observed that the condition referred to in Article 1 (2) of Regulation (EEC) No 777/87 has been fulfilled, the buying-in provided for in Article 7 (1) of Regulation (EEC) No 804/68 may be suspended from the Monday following that observation.\n2. Where buying-in is suspended, offers for sale may not under any circumstances be registered by the intervention agencies later than the end the week during which the observation referred to in paragraph 1 was made.\n3. The Member States shall notify to the Commission, no later than 12.00 hours on the Wednesday of each week, the quantities of skimmed-milk powder for which an offer to sell has been registered in accordance with Article 1 (4) of Commission Regulation (EEC) No 625/78 (8).", "1. During periods when the buying-in of skimmed-milk powder is suspended as provided for in Article 1, contracts for private storage aid for skimmed-milk powder may be concluded with the intervention agency of the Member State on whose territory the warehouse in which the product will be stored is situated.\n2. Private storage aid may be granted only in respect of skimmed-milk powder manufactured in the Community which:\n(a) has been manufactured in a production unit which undertakes to keep, on a permanente basis, the records referred to in Article 3 (1) (b) of Regulation (EEC) No 625/78;\n(b) has been manufactured within the 28 days preceding the first day of the storage to which the contract relates but not before the date on which the buying-in skimmed-milk powder was suspended as provided for in Article 1;\n(c) complies with the definition given in Article 1 of Regulation (EEC) No 986/68;\n(d) is stored in packages or containers bearing at least the following information, in code where appropriate:\n- the identifying number of the factory;\n- the date of manufacture;\n- the consignment number;\n- the net weight;\n- the Member State of manufacture.\n3. The skimmed-milk powder may be taken into storage between the date of suspension of buying-in, as provided for in Article 1, and 31 August of the year in question.", "1. Storage contracts shall relate to a minimum quantity of 10 tonnes per consignment.\n2. A storage contract shall be concluded only if the storer undertakes:\n(a) to keep the consignments of skimmed-milk powder in the warehouses for a period of at least 60 days;\n(b) not to alter the composition of the consignment covered by the contract for the duration of the contract;\n(c) to keep stock accounts and to notify to the intervention agency each week the quantities which have entered or been removed from storage during the previous week.\n3. The storage contract shall include in particular provisions relating to:\n(a) the quantity of skimmed-milk powder, identified by consignment;\n(b) the amount of the aid;\n(c) the dates relating to the performance of the contract;\n(d) the identification of the warehouses;\n(e) the checks to be carried out in accordance with Article 6 (1).\n4. The storage contract shall be drawn up in writing for one or several consignments. The date on which storage under the contract begins shall be the day following entry into storage.\nThe storage contract shall be concluded before the skimmed-milk powder enters storage. Storage operations must be completed within 28 days from the date on which the contract is concluded.\n5. The powder must be removed from storage in whole consignments.", "1. The amounts of the aid and the maximum period of storage under contract shall be fixed at the same time that it is decided to suspend buying-in pursuant to Article 1.\nThe aid shall be converted into national currency at the representative exchange rate in force on the first day of storage under the contract.\n2. No aid shall be granted where the period of storage under contract is less than 60 days.\n3. The aid shall be paid at the end of the period of storage once it has been verified that the storer has fulfilled his obligations.", "By way of derogation from Article 3 (2) (a) and Article 4 (2), one or more consignments of skimmed-milk powder under contract may by removed from the warehouse after an actual storage period of 30 days providing that, within 60 days following their removal form the warehouse:\n- they have left the geographical territory of the Community within the meaning of Article 9 (2) of Regulation (EEC) No 2730/79,\nor\n- they have been put to one or more of the uses provided for in Article 5 (1) of Regulation (EEC) No 2730/79,\nor\n- they have been placed in a victualling warehouse approved in accordance with the provisions of Article 26 of Regulation (EEC) No 2730/79.\nThe contractor shall inform the intervention agency, at least two working days before removal from the warehouse begins, of the quantities which he intends to export.\nFor the purposes of applying the first subparagraph, evidence shall be furnished as in connection with export refunds.", "1. The Member States shall take the necessary steps to check the consignments under contract, with respect to their age and to the identification of the quantities stored.\nThe date on which the consignment entered storage shall be checked in accordance with the procedures laid down by the intervention agency. 2. The Member States shall notify to the Commission, no later than Tuesday of each week, the quantities of skimmed-milk powder for which storage contracts have been concluded during the previous week.", "The time limits, dates and conditions laid down in this Regulation shall be calculated in accordance with Council Regulation (EEC, Euratom) No 1182/71 (1).\nHowever, Article 3 (4) of the said Regulation shall not apply to the calculation of the time limit laid down in this Regulation.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 18 May 1987.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 148, 28. 6. 1968, p. 13.\n(2) OJ No L 78, 20. 3. 1987, p. 1.\n(3) OJ No L 78, 20. 3. 1987, p. 10.\n(4) OJ No L 169, 18. 7. 1968, p. 4.\n(5) OJ No L 56, 26. 2. 1987, p. 2.\n(6) OJ No L 317, 12. 12. 1979, p. 1.\n(7) OJ No L 364, 23. 12. 1986, p. 13.\n(8) OJ No L 84, 31. 3. 1978, p. 19.\n(1) OJ No L 124, 8. 6. 1971, p. 1."}