{"celex_id": "31989R1111", "uri": "http://publications.europa.eu/resource/cellar/7a3aeff8-b1b5-48df-8022-ed620b058f00", "type": "Regulation", "concepts": ["2645", "4854", "797"], "title": "Council Regulation (EEC) No 1111/89 of 27 April 1989 fixing the guide price for dried fodder for the 1989/90 marketing year\n", "header": "COUNCIL REGULATION (EEC) No 1111/89 of 27 April 1989 fixing the guide price for dried fodder for the 1989/90 marketing year\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the Act of Accession of Spain and Portugal, and in particular Article 89 (1) thereof,\nHaving regard to Council Regulation (EEC) No 1117/78 of 22 May 1978 on the common organization of the market in dried fodder (1), as last amended by Regulation (EEC) No 3996/87 (2), and in particular Articles 4 (1) and 5 (2) thereof,\nHaving regard to the proposal from the Commission (3),\nHaving regard to the opinion of the European Parliament (4),\nHaving regard to the opinion of the Economic and Social Committee (5),\nWhereas, pursuant to Article 4 of Regulation (EEC) No 1117/78, a guide price must be set for certain dried fodder products at a level which is fair to producers; whereas this price must be set for a standard quality representative of the average quality  of dried fodder produced in the Community;\nWhereas, pursuant to Article 5 (2) of Regulation (EEC) No 1117/78, the aid provided for in paragraph 1 of that Article must be equal to a percentage of the difference between the guide price and the average world market price for the products in  question; whereas, in view of the characteristics of the market in question, the percentage should be set at 100 %;\nWhereas, pursuant to Article 68 of the Act of Accession, prices in Spain have been set at levels differing from that of the common prices; whereas pursuant to Article 70 (1) of the Act of Accession, the Spanish prices should be aligned with\nthe common prices at the beginning of each marketing year; whereas the criteria laid down for alignment lead to the Spanish prices being fixed at the levels mentioned hereinafter,", "main_body": ["For the 1989/90 marketing year, the guide price for the products referred to in the first and third indents of Article 1 (b) of Regulation (EEC) No 1117/78 shall be fixed:\n(a)  at ECU 165,68 per tonne for Spain;\n(b)  at ECU 178,92 per tonne for the other Member States.\nThis price refers to a product with:\n- a moisture content of 11 %,\n- a total gross protein content of 18 % of the dry weight.", "For the 1989/90 marketing year, the percentage to be used to calculate the aid referred to in Article 5 of Regulation (EEC) No 1117/78 shall be 100 % for the products referred to in Article 1 (b), first and third indents, and (c) of that  Regulation.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply from 1 May 1989.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 27 April 1989.\nFor the Council\nThe President\nJ. BARRIONUEVO PEĂ\u0091A\n(1) OJ No L 142, 30. 5. 1978, p. 1.\n(2) OJ No L 377, 21. 12. 1987, p. 35.\n(3) OJ No C 82, 3. 4. 1989, p. 36.\n(4) Opinion delivered on 13 April 1989 (not yet published in the Official Journal).\n(5) Opinion delivered on 31 March 1989 (not yet published in the Official Journal)."}