{"celex_id": "31989D0010", "uri": "http://publications.europa.eu/resource/cellar/62a9c296-2b0e-46bf-8099-c3504abae51a", "type": "Decision", "concepts": ["1339", "1819", "2311", "2563", "863"], "title": "89/10/EEC: Commission Decision of 14 December 1988 on a concerted measure for the grant of a standby indemnity to fishermen from certain Member States of the Community who have had to suspend their fishing activities in waters under the sovereignty or jurisdiction of Morocco (only the Spanish and Portuguese texts are authentic)\n", "header": "COMMISSION  DECISION\nof 14 December 1988\non a concerted measure for the grant of a standby indemnity to fishermen from certain Member States of the Community who have had to suspend their fishing activities in waters under the sovereignty or jurisdiction of Morocco\n(Only the Spanish and Portuguese texts are authentic)\n(89/10/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 4028/86 of 18 December 1986 on Community measures to improve and adapt structures in the fisheries and aquaculture sector (1), and in particular Articles 23 (5) and 32 (1) thereof,\nWhereas the preliminary fisheries arrangements applicable between the European Economic Community and the Kingdom of Morocco from 1 August to 31 December 1987 (2) have expired;\nWhereas it proved impossible to terminate the negotiations for the conclusion of a fisheries agreement by 31 December 1987;\nWhereas, as the result of a notification from the Moroccan authorities, Community vessels operating in waters under the sovereignty or jurisdiction of Morocco stopped their fishing activities at midnight on 31 December 1987;\nWhereas about 700 fishing vessels flying the flags of Spain and Portugal are affected by the suspension of fishing activities and cannot work either in Community waters or elsewhere;\nWhereas, pending the outcome of the negotiations in progress;\nWhereas, pending the outcome of the negotiations in progress, Commission Decision of 1 February 1988 No 88/162/EEC (3) provided for the grant of a standby subsidy to fishermen from certain Member States of the Community who have had to suspend their fishing activities in waters under the sovereignty or jursidiction of Morocco, up to the date of the conclusion of negotiations to achieve a fishing agreement between the European Economic Community and the Kingdom of Morocco but, not later than 31 January 1988;\nWhereas, an agreement in the form of an exchange of letters concerning the provisional application of the agreement in relation to the seafisheries sector between the European Economic Community and the Kingdom of Morocco was initialled at Brussels on 25 February 1988 (4);\nWhereas this measure, which will be based on an aid programme approved by the Commission, constitutes a concerted measure within the meaning of the third indent of Article 32 (1) of Regulation (EEC) No 4028/86;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Commitee for the Fishing Industry,", "main_body": ["1. The concerted measure with the Kingdom of Spain and the Republic of Portugal requiring the payment to these Member States of a standby indemnity established by Decision of the Commission of 1 February 1988 relative to a concerted measure for granting a standby indemnity intended for fishermen of certain Member States of the Community having to suspend their fishing activities in the waters under the sovereignty or jurisdiction of Morocco, is extended for the period from 1 February to 29 February 1988 at midnight.\n2. The Member States concerned shall submit to the Commission before 16 December 1988, for approval, a programme of aid setting out the arrangements for compensating fishermen affected by the stoppage of their fishing activities.", "The indemnity, which shall not exceed ECU 2 800 000, shall be granted from 1 February 1988 until 29 February 1988; it shall be granted in proportion to the vessels' respective activities, within the limits of the activities\nengaged in during 1987, taking into account their seasonal pattern, in accordance with the scale given in the Annex.", "The days for which compensation is paid under this Decision shall not be taken into account as additional days laid up within the meaning of Article 23 of Regulation (EEC) No 4028/86.", "This Decision is addressed to the Kingdom of Spain and the Portuguese Republic."], "attachments": "Done at Brussels, 14 December 1988.\nFor the Commission\nAntรณnio CARDOSO E CUNHA\nMember of the Commission\n(1) OJ No L 376, 31. 12. 1986, p. 7.\n(2) OJ No L 232, 19. 8. 1987, p. 18.\n(3) OJ No L 72, 18. 3. 1988, p. 50.\n(4) OJ No L 99, 16. 4. 1988, p. 47.\nANNEX\nSCALE FOR THE STANDBY INDEMNITY\n1.2,3 //  //  // Vessel's tonnage  // Maximum amount (ECU/day)  // 1.2.3 //  // Vessels less than 10 years old  // Vessels 10 years old and over   //    //   //   // less than 20 GRT   // 30   // 20   // from 20 to 50 GRT   // 75  // 50   // from 50 to 70 GRT   // 100   // 75   // from 70 to 100 GRT   // 150   // 125   // from 100 to 200 GRT   // 300  // 200   // from 200 to 300 GRT   // 475   // 350   // 300 GRT and over   // 625   // 500   //    //   //"}