{"celex_id": "31989R1314", "uri": "http://publications.europa.eu/resource/cellar/d3714a43-60e0-4ae8-bdd5-1179922f4459", "type": "Regulation", "concepts": ["1144", "1182", "4708", "4717"], "title": "Commission Regulation (EEC) No 1314/89 of 12 May 1989 authorizing Greece not to apply in certain areas the measures provided for in Council Regulation (EEC) No 1442/88 as regards the granting of permanent abandonment premiums in respect of wine-growing areas for the 1989/90 to 1995/96 wine years\n", "header": "COMMISSION  REGULATION (EEC) No 1314/89\nof 12 May 1989\nauthorizing Greece not to apply in certain areas the measures provided for in Council Regulation (EEC) No 1442/88 as regards the granting of permanent abandonment premium in respect of wine-growing areas for the 1989/90 to 1995/96 wine years\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1442/88 of 24 May 1988 on the granting, for the 1988/89 to 1995/96 wine years, of permanent abandonment premiums in respect of wine-growing areas (1), and in particular Article 12 (1) thereof,\nWhereas, pursuant to Commission Regulation (EEC) No 2729/88 of 31 August 1988 laying down detailed rules for the application of Regulation (EEC) No 1442/88 on the granting for the 1988/89 to 1995/96 wine years, of permanent abandonment premiums of wine-growing areas (2), as last amended by Regulation (EEC) No 678/89 (3), before 1 April 1989 Greece lodged a request with supporting documents for exclusion from the scope of the measures privided for in Regulation (EEC) no 1442/88 from the 1989/90 wine year;\nWhereas areas planted within a quality wine for production area with wine varieties recognized as suitable for the production of quality wines psr in the area concerned for a series of designations of origin are covered by this Regulation in order not to all into question the quality policy; whereas this Regulation also covers areas planted with vine varieties suitable for the production of currants in the region of Egialia in the nomos of Akhaia with view to avoiding calling into question the quality policy; whereas vines located in general on slpes which cannot be replaced by other crops are involved; whereas the criteria selected correspond to those laid down in Article 12 (1) and (2) of Regulation (EEC) No 1442/88; whereas the wine-growing potential of those areas as a whole is less than 10 % of the national wine-growing potential;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Wine,", "main_body": ["Pursuant to Article 12 (1) and (2) of Regulation (EEC) No 1442/88, Greece is hereby authorized not to apply the measures for the permanent abandonment of wine-growing areas provided for in that Regulation in all areas under vines indicated in the Annex hereto from the 1989/90 wine year.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 12 May 1989.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 132, 28. 5. 1988, p. 3.\n(2) OJ No L 241, 1. 9. 1988, p. 108.\n(3) OJ No L 73, 17. 3. 1989, p. 23.\nANNEX\nWine-growing areas in reslect of which Greece is authorized not to apply the measures provided for in Regulation (EEC) No 1442/88\nI. Areas planted within a quality wine psr production area with vine varieties recognized suitable for the production of quality wines psr in the area concerned, located in the following areas in respect of the following designations of origin:\n1.2 // Region   // Designation   // A. Western and Central Macedonia   //   // 1. Imathia   // Naoussa   // 2. Chalkidiki  // CĂ´tes de Meliton   // 3. Kilkis   // Goumenissa   // B. Epirus   //   // 1. Ioannina   // Zitsa   // C. Thessaly   //  // 1. Larissa   // Rapsani   // 2. Magnissia   // Nea Anchialos   // D. Peloponnese-western mainland Greece   //  // 1. Arcadia   // Mantinia   // E. Attiki - Aegean Islands  //   // 1. Anatoliti   // Kantza   // 2. Dodekanissa  // Rhodes   // 3. Kiklades   // Paros, Santorini   // 4. Lesbos   // Limos   // 5. Samos   // Samos   // F. Crete   //  // 1. Iraklion   // Archanes, Dafnes, Peza   // 2. Lassithi  // Sitia\nII. Areas planted with varieties recognized as suitable for the production of currants in the region of Egialia, nomos of Akhaia."}