{"celex_id": "31987R0537", "uri": "http://publications.europa.eu/resource/cellar/84eed944-e810-4aab-8333-b3eb216ca0b0", "type": "Regulation", "concepts": ["2730", "2871", "3191", "4713", "87"], "title": "Council Regulation (EEC) No 537/87 of 23 February 1987 amending Regulation (EEC) No 355/79 laying down general rules for the description and presentation of wines and grape musts\n", "header": "COUNCIL  REGULATION (EEC) No 537/87\nof 23 February 1987\namending Regulation (EEC) No 355/79 laying down general rules for the description and presentation of wines and grape musts\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 337/79 of 5 February 1979 on the common organization of the market in wine (1), as last amended by Regulation (EEC) No 536/87 (2), and in particular Article 54 (1) thereof,\nHaving regard to the proposal from the Commission (3),\nHaving regard to the opinion of the European Parliament (4),\nWhereas Regulation (EEC) No 355/79 (5), as last amended by Regulation (EEC) No 1625/86 (6), laid down general rules for the description and presentation of wines and grape musts; whereas the second subparagraph of Article 4 (3) of the said Regulation lists the names of certain specified regions which may, by way of exception, be used for the description of table wines during a transitional period expiring on 31 August 1986; whereas, since the Member States concerned have not yet established the names which may replace the names of these specified regions in the description of table wines, the said transitional period should be extended until 31 August 1991;\nWhereas the expiry of the transitional period referred to in point (b) of the second subparagraph of Article 14 (3) of Regulation (EEC) No 355/79 would lead to difficulties in the marketing of wines in certain specified regions; whereas, in order to take account of these difficulties and ease the transition to more restrictive conditions regarding the description of quality wines psr, the date referred to in the aforementioned provision should be postponed for five years;", "main_body": ["In the second subparagraph of Article 4 (3) and in (b) of the second subparagraph of Article 14 (3) of Regulation (EEC) No 355/79, '31 August 1986' is replaced by '31 August 1991'.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 September 1986.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 23 February 1987.\nFor the Council\nThe President\nP. DE KEERSMAEKER\n(1) OJ No L 54, 5. 3. 1979, p. 1.\n(2) See page 1 of this Official Journal.\n(3) OJ No C 248, 4. 10. 1986, p. 4.\n(4) Opinion delivered on 19 February 1987 (not yet published in the Official Journal).\n(5) OJ No L 54, 5. 3. 1979, p. 99.\n(6) OJ No L 144, 29. 5. 1986, p. 1."}