{"celex_id": "31989D0221", "uri": "http://publications.europa.eu/resource/cellar/d55a98e5-0db1-4bae-8a8a-ecdfcc9771d4", "type": "Decision", "concepts": ["1253", "192", "4689", "5034", "5369", "842"], "title": "89/221/EEC: Commission Decision of 8 March 1989 concerning animal health conditions and veterinary certification for import of fresh meat from Honduras\n", "header": "COMMISSION  DECISION\nof 8 March 1989\nconcerning animal health conditions and veterinary certification for import of fresh meat from Honduras\n(89/221/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 72/462/EEC of 12 December 1972 on health and veterinary inspection problems upon importation of bovine animals and swine and fresh meat from third countries (1), as last amended by Directive 88/289/EEC (2), and in particular Article 16 thereof,\nWhereas following a Community veterinary mission it appears that the animal health situation in Honduras is good, stable and completely controlled by well-structured and organized veterinary services, particularly as regards diseases transmissible through meat;\nWhereas, in addition, the responsible veterinary authorities of Honduras have confirmed that Honduras has for at least 12 months been free from rinderpest and foot and mouth disease, and that no vaccination has been carried out against these diseases during that time;\nWhereas the responsible veterinary authorities of Honduras have undertaken to notify the Commission and the Member States, by telex or telegram, within 24 hours at the latest, of the confirmation of the occurrence of any of the abovementioned diseases or the adoption of vaccination against any of them;\nWhereas animal health conditions and veterinary certification must be adapted according to the animal health situation of non-member country concerned;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["1. Member States shall authorize import from Honduras of fresh meat of domestic animals of the bovine species and domestic solipeds conforming to the guarantees laid down in an animal health certificate which accords with the Annex hereto and which must accompany the consignment.\n2. Member States shall not authorize the import of categories of fresh meat from Honduras other than those mentioned in paragraph 1.", "This Decision shall not apply to imports of glands and organs authorized by the country of destination for pharmaceutical manufacturing purposes.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 8 March 1989.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 302, 31. 12. 1972, p. 28.\n(2) OJ No L 124, 18. 5. 1988, p. 31.\nANNEX\nANIMAL HEALTH CERTIFICATE\nfor fresh meat (1) of domestic animals of the bovine species and of domestic solipeds intended for consignment to the European Community\nCountry of destination:\nReference to public health certificate (2):\nExporting country: Honduras\nMinistry:\nDepartment:\nReferences:\n(Optional)\nI. Identification of meat\nMeat of:\n(Animal species)\nNature of cuts:\nType of packaging:\nNumber of cuts or packages:\nNet weight:\nII. Origin of meat\nAddresse(es) and veterinary approval number(s) (2) of approval slaugherhouse(s):\nAddress(es) and veterinary approval number(s) (2) of approval cutting plant(s)\nIII. Destination of meat\nThe meat will be sent from:\n(Place of loading)\nto:\n(Country and place of destination)\nby the following means of transport (3):\nName and address of consignor:\nName and address of consignee:\nIV. Attestation of health\nI, the undersigned, official veterinarian, certify that the fresh meat described above has been obtained from animals which have remained in the territory of Honduras for at least three months before being slaughtered or since birth in the case of animals less than three months old.\n1.2.3 //  // Done at on , (Place)   // (Date)\n(Seal)\n(Signature of official veterinarian)\n(Name in capital letters, title and qualifications of signatory)\n(1) Fresh meat means all parts of dometic animals of the bovine species and of domestic solipeds which are fit for human consumption and which have not undergone any preserving process, chilled and frozen meat being considered as fresh meat.\n(2) Optional when the country of destination authorizes the importation of fresh meat for uses other than human consumption in application of Article 19 (a) of Directive 72/462/EEC.\n(3) For aircraft the flight number should be given and for ships the name."}