{"celex_id": "31987R1624", "uri": "http://publications.europa.eu/resource/cellar/93bfe866-e6bc-4ce0-a2e5-9fd2f8f07da3", "type": "Regulation", "concepts": ["161", "1883"], "title": "Council Regulation (EEC) No 1624/87 of 9 June 1987 increasing the volume of the Community tariff quota, opened for 1987, for ferro-chromium containing not less than 6 % by weight of carbon falling within subheading ex 73.02 E I of the Common Customs Tariff\n", "header": "COUNCIL  REGULATION (EEC) No 1624/87\nof 9 June 1987\nincreasing the volume of the Community tariff quota, opened for 1987, for ferro-chromium containing not less than 6 % by weight of carbon falling within subheading ex 73.02 E I of the Common Customs Tariff\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 28 thereof,\nHaving regard to the draft Regulation submitted by the Commission,\nWhereas, by Regulation (EEC) No 476/87 (1), the Council opened, for 1987, and allocated among the Member States, a duty-free Community tariff quota for ferro-chromium containing not less that 6 % by weight of carbon, falling within subheading ex 73.02 E I of the Common Customs Tariff, and the volume of which was provisionally fixed at 120 000 tonnes;\nWhereas it can be estimated, from the economic data now available on consumption, production and imports benefiting from other preferential tariff arrangements, that immediate Community requirements of imports from third countries for products of this kind could, during the current year, reach levels higher than the volume laid down by Regulation (EEC) No 476/87; whereas, in order not to disturb the equilibrium of the market for this product and to ensure parallel development in sales of Community production and satisfactory security of supplies to the user industries, it is appropriate to provide for an increase in volume by a quantity corresponding to the needs of user industries until the end of the current year, that is to say, to 100 000 tonnes; whereas fixing the increase at this level does not however exclude a new adjustment in the autumn;\nWhereas, it is appropriate to divide into two instalments the volume of the increase, the first instalment being allocated among certain Member States in proportion to their foreseeable needs, and the second held as a Community reserve to cover possible additional requirements,", "main_body": ["The volume of the Community tariff quota opened by Regulation (EEC) No 476/87 for ferro-chromium containing not less than 6 % by weight of carbon, falling within subheading ex 73.02 E I of the Common Customs Tariff , shall be raised from 120 000 to 220 000 tonnes.", "1. A first instalment of the additional volume referred to in Article 1 and amounting to 90 100 tonnes shall be allocated among certain Member States as follows:\n1.2 //  // (tonnes)   // Benelux   // 3 357   // Germany  // 31 446   // Spain   // 9 783   // France   // 20 961  // Italy   // 15 372   // Portugal   // 100   // United Kingdom   // 9 081.\n2. The second instalment, being 9 900 tonnes, shall constitute the reserve. The reserve provided for in Article 2 (3) of Regulation (EEC) No 476/87 shall thus be raised from 11 870 tonnes to 21 770 tonnes.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 9 June 1987.\nFor the Council\nThe President\nH. DE CROO\n(1) OJ No L 49, 18. 2. 1987, p. 1."}