{"celex_id": "31989D0306", "uri": "http://publications.europa.eu/resource/cellar/4a36d1e7-bf84-48e0-b23f-09bfa86cc983", "type": "Decision", "concepts": ["161", "2300", "3824"], "title": "89/306/ECSC: Commission Decision of 23 February 1989 derogating from High Authority Recommendation No 1-64 on tariff protection in order to enable the generalized tariff preferences to be applied to certain iron and steel products originating in the developing countries (136th derogation)\n", "header": "COMMISSION  DECISION\nof 23 February 1989\nderogating from High Authority Recommendation No 1-64 on tariff protection in order to enable the generalized tariff preferences to be applied to certain iron and steel products originating in the developing countries\n(136th derogation)\n(89/306/ECSC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Coal and Steel Community,\nHaving regard to High Authority Recommendation No 1-64 of 15 January 1964 to the Governments of the Member States concerning an increase in the protective duty on iron and steel products at the external frontiers of the Community (1), as last amended by Recommendation 88/27/ECSC (2), and in particular Article 3 thereof,\nWhereas, for a number of years, the Governments of the Member States of the European Coal and Steel Community meeting within the Council have granted non-member countries covered by the generalized preferences scheme tariff advantages in respect of imports into the Community of certain ECSC iron and steel products in the form of total tariff suspensions without quantitative limits for certain types of product or total tariff suspensions within the limits of quotas either fixed or to be calculated for other types of product;\nWhereas the Commission is involved in the negotiation of such concessions and in the decisions of the representatives of the governments implementing them; whereas the decisions in question are taken with the Commission's full agreement;\nWhereas such concession are covered by Article 3 of High Authority Recommendation No 1-64, under which the Commission, after consulting the Member States, can for reasons of commercial policy derogate from the tariff obligations laid down by the Recommendation;\nWhereas Decision 88/654/ECSC (3), establishing tariff concessions, was taken by the Member States with the Commission's agreement; whereas it meets the requirements laid down in Article 3 of the Recommendation for the granting of a derogation; whereas as a consequence it is appropriate to grant the derogation for the concessions in question;\nWhereas the Member States have been consulted on the draft of this Decision,", "main_body": ["The Member States are hereby authorized to derogate from obligations arising under Article 1 of High Authority Recommendation No 1-64 to the extent necessary to apply, on imports from non-member countries of iron and steel products covered by the ECSC Treaty, originating in those countries, the duty suspensions resulting from Decision 88/654/ECSC of the representatives of the Governments of the Member States of the European Coal and Steel Community meeting within the Council.", "This Decision is addressed to the Member States. It shall apply from 1 January until 31 December 1989."], "attachments": "Done at Brussels, 23 February 1989.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No 8, 22. 1. 1964, p. 99/64.\n(2) OJ No L 15, 20. 1. 1988, p. 13.\n(3) OJ No L 375, 31. 12. 1988, p. 125."}