{"celex_id": "31985D0370", "uri": "http://publications.europa.eu/resource/cellar/ac43726a-e3b2-469a-b664-128e1210c1b1", "type": "Decision", "concepts": ["180", "2077", "4081"], "title": "85/370/EEC: Commission Decision of 8 July 1985 authorizing the Netherlands to assess the satisfaction of the varietal purity standards laid down in Annex II to Council Directive 66/401/EEC for seed of apomictic uniclonal varieties of Poa pratensis, also on the basis of the results of seed and seedling testing (Only the Dutch text is authentic)\n", "header": "COMMISSION  DECISION\nof 8 July 1985\nauthorizing the Netherlands to assess the satisfaction of the varietal purity standards laid down in Annex II to Council Directive 66/401/EEC for seed of apomictic uniclonal varieties of Poa pratensis, also on the basis of the results of seed and seedling testing\n(Only the Dutch text is authentic)\n(85/370/EEC)\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 66/401/EEC of 14 June 1966 on the marketing of fodder plant seed (1), as last amended by Directive 85/38/EEC (2), and in particular Annex I, paragraph 4 thereof,\nHaving regard to the request submitted by the Netherlands,\nWhereas Directive 66/401/EEC provides that for the production of fodder plant seed, the satisfaction of the varietal purity standards is mainly assessed on the basis of the results of the prescribed field inspections; whereas in the case of crops of Poa pratensis belonging to varieties which are officially classified as apomictic uniclonal varieties' under agreed procedures, a Member State may be authorized, upon application, to assess the satisfaction of these standards not only on that basis, where there is evidence that compliance with the varietal purity standards laid down in Annex II is ensured by appropriate seed testing or other appropriate means;\nWhereas certain varieties of Poa pratensis have been officially classified in Member States as 'apomictic uniclonal varieties' under agreed procedures and are therefore eligible to be listed in the Common Catalogue of Varieties of Agricultural Plant Species so classified;\nWhereas it has been established that there is evidence that compliance with the varietal purity standards laid down in Annex II is ensured in the Netherlands for the abovementioned kind of varieties of Poa pratensis, by appropriate seed and seedling testing;\nWhereas the use of such seed and seedling testing is justified only when the results of field inspections carried out in accordance with paragraph 6 of Annex I prove to be inconclusive; whereas that testing can be considered to be appropriate only where certain minimum conditions are met;\nWhereas, therefore, the Netherlands should be authorized to assess the satisfaction of the varietal purity standards in the case of crops of Poa pratensis belonging to the abovementioned kind of varieties also by such seed and seedling testing, in addition to the prescribed field inspections; whereas this authorization should at present not apply to the production of basic seed, where the number of cases of inconclusive field inspections has remained negligible in practice hitherto;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Seeds and Propagating Material for Agriculture, Horticulture and Forestry,", "main_body": ["1. The Netherlands is hereby authorized, under the conditions laid down in paragraph 2 and in respect of varieties of Poa pratensis which are listed as 'apomictic uniclonal varieties' in the Common Catalogue of Varieties of Agricultural Plant Species, to assess the satisfaction of the varietal purity standards laid down for the production of certified seed not solely on the basis of the results of the field inspection carried out in accordance with paragraph 6 of Annex I to Council Directive 66/401/EEC.\n2. For the purposes of paragraph 1, the following conditions shall apply:\n(a) the results of the field inspection carried out in accordance with paragraph 6 of Annex I to Council Directive 66/401/EEC shall prove inconclusive; the limits of inconclusivity shall be determined in accordance with the reject number table shown in Annex I to this Decision;\n(b) compliance with the varietal purity standards laid down in Annex II to Council Directive 66/401/EEC shall be ensured by the following seed and seedling tests:\n(aa) Laboratory examinations: phenol or catechol reaction on samples of at least 400 seeds, and\n(bb) Examination in greenhouse or growth chamber of samples of at least 60 seedlings, in respect of the characteristics listed in Annex II to this Decision.", "1. The Netherlands shall notify the Commission\n(a) of the methodologies under which it makes use of the authorization granted in Article 1;\n(b) before 31 December of each year, of the quantities of seed yearly certified in its own territory pursuant to this Decision.\nThe Commission shall inform the other Member States thereof.\n2. In the light of experience gained, an examination shall be carried out every five years of where this Decision needs to be revised.\n3. The authorization granted in Article 1 shall be revoked in so far as it is estabished that the conditions laid down in Article 1 (2) are not sufficient to ensure the required seed quality or have not been complied with.", "This Decision is addressed to the Kingdom of the Netherlands."], "attachments": "Done at Brussels, 8 July 1985.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No 125, 11. 7. 1966, p. 2298/66.\n(2) OJ No L 16, 19. 1. 1985, p. 41.\nANNEX  I\nREJECT NUMBERS\n1.2 // Number of sample counts (quadrates of size 10 m2)  // Reject if the number of plants recognizable as not being true to the variety is greater or equal to:  //   //   // 5  // 44  // 6  // 49  // 7  // 56  // 8  // 64  // 9  // 71  // 10  // 78  //   //\nANNEX  II\nLIST OF CHARACTERISTICS TO BE EXAMINED IN GREENHOUSE OR GROWTH CHAMBER\n(seedlings 4 to 8 leaves)\n- Leaf sheath:\nanthocyanin coloration\n- Leaf sheath:\nhairs on margin\n- Leaf sheath:\nhairs on both sides just beneath the leaf blade\n- Leaf sheath:\nhairiness of the ligule\n- Leaf sheath:\nlength of hairs of ligule\n- Leaf blade:\nfringe of hairs on margin of base\n- Leaf blade:\nhairs on upper side\n- Leaf blade:\nhairs on lower side"}