{"celex_id": "31981R3139", "uri": "http://publications.europa.eu/resource/cellar/1fe728c8-94ef-4f17-9b66-9493c222ce29", "type": "Regulation", "concepts": ["1264", "2871", "3170"], "title": "Commission Regulation (EEC) No 3139/81 of 30 October 1981 amending Regulation (EEC) No 2942/80 on the buying-in of olive oil by intervention agencies\n", "header": "COMMISSION REGULATION (EEC) No 3139/81 of 30 October 1981 amending Regulation (EEC) No 2942/80 on the buying in of olive oil by intervention agencies\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation No 136/66/EEC of 22 September 1966 on the establishment of a common organization of the market in oils and fats (1), as last amended by Regulation (EEC) No 3454/80 (2), and in particular Article 12 (4) thereof,\nWhereas experience has shown that there may be disputes between the intervention agency and the offer or as to the quality of the oil offered for intervention ; whereas suitable provisions should be laid down for resolving such disputes;\nWhereas, until a Community method can be defined for examining the organoleptic characteristics of oil offered for intervention, the Commission should be informed of the names of the agencies responsible for such examination in the Member States;\nWhereas time limits must be laid down for payment for oil bought in by the intervention agency, so that some uniformity may be introduced into the purchasing conditions applied by intervention agencies and those current in world trade;\nWhereas Regulation (EEC) No 2942/80 (3) should accordingly be amended;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Oils and Fats,", "main_body": ["Regulation (EEC) No 2942/80 is hereby amended as follows:    1. The following paragraph 3 is added to Article 2:\n\"3. Where the intervention agency finds that oil offered for intervention does not correspond with the quality under which such oil is offered, the offer to purchase may be withdrawn.\nIn such cases, any costs of entry into store, storage and withdrawal of the oil so offered shall be borne by the person offering such oil.\"\n2. The following subparagraph is added to Article 3 (2):\n\"Extra virgin olive oil shall be subjected to organoleptic examination in accordance with a Community method.\nUntil such method is laid down, the Member States shall carry out the above examination in accordance with national methods and shall communicate to the Commission the measures taken for that purpose.\"\n3. The following paragraph 4 is added to Article 3:\n\"4. Payment for oil bought in by the intervention agency shall be made within a time limit commencing on the thirtieth day after the oil is taken over by the intervention agency and which shall end on the forty-fifth day after such date.\"", "This Regulation shall enter into force on 1 November 1981.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 October 1981.\nFor the Commission\nPoul DALSAGER\nMember of the Commission\n(1) OJ No 172, 30.9.1966, p. 3025/66.  (2) OJ No L 360, 31.12.1980, p. 16.  (3) OJ No L 305, 14.11.1980, p. 23."}