{"celex_id": "31986R2735", "uri": "http://publications.europa.eu/resource/cellar/dc1edfa6-751d-40b7-b6a9-eafa33615a01", "type": "Regulation", "concepts": ["1261", "5272"], "title": "Commission Regulation (EEC) No 2735/86 of 3 September 1986 amending for the seventh time Regulation (EEC) No 1517/77 fixing the list of the various groups of hop varieties cultivated in the Community\n", "header": "COMMISSION  REGULATION (EEC) No 2735/86\nof 3 September 1986\namending for the seventh time Regulation (EEC) No 1517/77 fixing the list of the various groups of hop varieties cultivated in the Community\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1696/71 of 26 July 1971 on the common organization of the market in hops (1), as last amended by Regulation (EEC) No 3800/85 (2), and in particular Article 12 (8) thereof,\nWhereas Commission Regulation (EEC) No 1517/77 (3), as amended by Regulation (EEC) No 540/85 (4), divides these hop varieties into the groups 'aromatic hops', 'bitter hops' and 'others' according to commercial practice in the Community and world hop markets on the basis of the final uses of the hops in brewing and by reference to common characteristics, with particular emphasis on the content of bitter and aromatic substances;\nWhereas in view of the accession of Spain, three varieties should be added to the list given in the Annex to Regulation (EEC) No 1517/77;\nWhereas examintion of the 'H-3 leones' and 'H-7 leones' varieties and the use to which they are put in brewing have shown that these varieties have a predominant bitter characteristic; whereas these varieties should accordingly be placed in the second group 'bitter hops'; whereas this examination and use have shown that the variety 'fino Alsacia' has a predominant aromatic characteristic; whereas this variety should accordingly be placed in the first group 'aromatic hops';\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Hops,", "main_body": ["The Annex to Regulation (EEC) No 1517/77 is hereby replaced by the Annex hereto.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply from the 1986 harvest.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 3 September 1986.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 175, 4. 8. 1971, p. 1.\n(2) OJ No L 367, 31. 12. 1985, p. 32.\n(3) OJ No L 169, 7. 7. 1977, p. 13.\n(4) OJ No L 62, 1. 3. 1985, p. 55.\nANNEX\n1.2.3 // A.   // B.   // C.   // 1st Group: Aromatic hops  // 2nd Group: Bitter hops   // 3rd Group: Others   //    //  //   // Bramling Cross Challenger Fino Alsacia Fuggles Goldings Hallertauer Hersbruecker Spaet Hueller Perle Progress Saaz Saxon Spalter Star Strisselspalt Sunshine Tardif de Bourgogne Tettnanger Tutsham WGV   // Brewers Gold Bullion H-3 Leones H-7 Leones Keyworth's Midseason Northdown Northern Brewer Target Yeoman   // Kent Omega Orion Record Triploid Viking Zenith"}