{"celex_id": "31984R3298", "uri": "http://publications.europa.eu/resource/cellar/fabf7b8e-6377-49f7-a4ac-483ddf432f24", "type": "Regulation", "concepts": ["2772", "3591", "4347", "4580"], "title": "Council Regulation (EEC) No 3298/84 of 22 November 1984 opening and providing for the administration of a Community preferential ceiling for certain petroleum products refined in Turkey and establishing Community supervision of imports thereof (1985)\n", "header": "COUNCIL  REGULATION (EEC) No 3298/84\nof 22 November 1984\nopening and providing for the administration of a Community preferential ceiling for certain petroleum products refined in Turkey and establishing Community supervision of imports thereof (1985)\nTHE COUNCIL OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 113 thereof,\nHaving regard to the proposal from the Commission,\nWhereas, pending the entry into force of the Supplementary Protocol signed in Ankara on 30 June 1973 containing the adjustments to be made to the Agreement establishing an association between the European Economic Community and Turkey and to the Additional Protocol (1) consequent on the accession of new Member States, the Community has undertaken, in an Interim Agreement (2) which runs only for a limited period prior to the entry into force of this Supplementary Protocol, which is applicable until 31 December 1974 but which has been extended for 1985 in accordance with the terms laid down in Article 13 thereof, to implement certain provisions of the Supplementary Protocol relating to trade in goods; whereas, under Article 6 of the Interim Agreement amending the first paragraph of the Sole Article of Annex 1 to the Additional Protocol, the Community must totally suspend the customs duties applicable to certain petroleum products falling within Chapter 27 of the Common Customs Tariff, refined in Turkey, within the limit of an annual Community tariff quota of 340 000 tonnes; whereas, for the products concerned, a provisional adjustment should be made to these tariff preferences, consisting essentially of substituting for the Community tariff quota a Community ceiling which amounts, after successive increases, to 674 463 tonnes, above which the customs duties applicable to third countries may be reintroduced;\nWhereas, in accordance with Article 119 of the 1979 Act of Accession, the Council adopted Regulation (EEC) No 3555/80 of 16 December 1980 determining the arrangements to be applied with regard to imports into Greece, originating in Algeria, Israel, Malta, Morocco, Portugal, Syria, Tunisia or Turkey (3); whereas, as a result, this Regulation applies to the Community of Nine;\nWhereas the application of the ceiling requires that the Community should be regularly informed of the trend of imports of these products refined in Turkey; whereas imports of these products should therefore be subject to a system of supervision;\nWhereas this objective may be attained by means of an administrative procedure based on setting off imports of the products in question against the ceiling, at Community level, as and when these products are submitted to the customs authorities under cover of declarations that they have been made available for free circulation; whereas this administrative procedure must make provision for the reintroduction of the Common Customs Tariff duty as soon as the said ceiling has been reached at Community level;\nWhereas this administrative procedure requires close and very rapid cooperation between the Member States and the Commission, which must be able to monitor the amounts set off against the ceiling and keep the Member States informed thereof; whereas this cooperation must be all the closer to enable the Commission to take adequate measures to reintroduce the Common Customs Tariff duty whenever the ceiling is reached,", "main_body": ["1. From 1 January to 31 December 1985 the Common Customs Tariff duties shall, subject to Article 2, be totally suspended in the Community of Nine for certain petroleum products, referred to hereinafter and refined in Turkey, within the limits of a Community ceiling of 674 463 tonnes.\n2. The petroleum products to which paragraph 1 applies are the following:\n1.2 //   //   // CCT heading No  // Description  //   //  // 27.10  // Petroleum oils and oils obtained from bituminous minerals other than crude; preparations not elsewhere specified or included, containing not less than 70 % by weight of petroleum oil or of oils obtained from bituminous minerals, these oils being the basic constituents of the preparations:  //   // A. Light oils:  //   // III. For other purposes  //  // B. Medium oils:  //   // III. For other purposes  //  // C. Heavy oils:  //   // I. Gas oils:  //   // c) For other purposes  //   // II. Fuel oils:  //   // c) For other purposes  //   // III. Lubricating oils, other oils:  //   // c) To be mixed in accordance with the terms of Additional Note 7 to this chapter (a)  //   // d) For other purposes  // 27.11  // Petroleum gases and other gaseous hydrocarbons:  //   // B. Other:  //   // I. Commercial propane and commercial butane:  //   // c) For other purposes  // 27.12  // Petroleum jelly:  //   // A. Crude:  //   // III. For other purposes  //   // B. Other  // 27.13  // Paraffin wax, micro-crystalline wax, slack wax, ozokerite, lignite wax, peat wax and other mineral waxes, whether or not coloured:  //   // B. Other:  //   // I. Crude:  //   // c) For other purposes  //   // II. Other  // 27.14  // Petroleum bitumen, petroleum coke and other residues of petroleum oils or of oils obtained from bituminous minerals:  //   // C. Other  //   //\n(a) Entry under this subheading is subject to conditions to be determined by the competent authorities.\n3. Imports of the petroleum products referred to in paragraph 1 shall be subject to Community supervision.\n4. Imports of the products shall be set off against the ceiling as and when they are submitted to the customs authorities under cover of a declaration that they have been made available for free circulation.\n5. The extent to which the ceiling has been used shall be determined at Community level on the basis of the imports set off against it in the manner defined in paragraph 4.\n6. Member States shall inform the Commission at the intervals and within the time limits specified in Article 3 of any imports effected in accordance with the above rules.", "As soon as the ceiling referred to in Article 1 (1) has been reached at Community level, the Commission may issue a Regulation reintroducing the Common Customs Tariff duties applicable to third countries until the end of the calendar year. Article 3\nMember States shall forward to the Commission not later than the 15th day of each month a statement of the imports effected during the preceding month. If the Commission so requests, they shall forward this statement, in respect of 10-day periods, within five clear days of the expiry of each such 10-day period.", "The Commission shall take all necessary measures for the implementation of this Regulation in close cooperation with the Member States.", "This Regulation shall enter into force on 1 January 1985.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 22 November 1984.\nFor the Council\nThe President\nJ. BRUTON\n(1) OJ No L 293, 29. 12. 1972, p. 4.\n(2) OJ No L 277, 3. 10. 1973, p. 2.\n(3) OJ No L 382, 31. 12. 1980, p. 1."}