{"celex_id": "31987R2163", "uri": "http://publications.europa.eu/resource/cellar/84081f62-0783-484b-997f-8f0d4f1d3313", "type": "Regulation", "concepts": ["1120", "2681", "4083", "4390"], "title": "Commission Regulation (EEC) No 2163/87 of 22 July 1987 derogating from Regulation (EEC) No 1599/84 as regards the conversion rate applicable to the aid and to the minimum price for tinned pineapple from the 1987/88 marketing year\n", "header": "COMMISSION  REGULATION (EEC) No 2163/87\nof 22 July 1987\nderogating from Regulation (EEC) No 1599/84 as regards the conversion rate applicable to the aid and to the minimum price for tinned pineapple from the 1987/88 marketing year\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 525/77 of 14 March 1977 establishing a system of production aid for tinned pineapple (1), as last amended by Regulation (EEC) No 1699/85 (2), and in particular Article 6 thereof,\nWhereas, under Article 1 (2) of Regulation (EEC) No 2077/85 (3) in conjunction with Article 10 of Regulation (EEC) No 1599/84 (4), as last amended by Regulation (EEC) No 3951/86 (5), for pineapples sent for processing, the event creating entitlement is considered as occuring on 1 June and the conversion rate applicable to the minimum price is the representative rate also in force on 1 June;\nWhereas the conversion rates for the pineapple sector have been altered as from 1 July 1987; whereas, for economic reasons, these altered rates should be applied in respect of contracts carried out as from 1 July 1987;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Products Processed from Fruit and Vegetables,", "main_body": ["1. As regards tinned pineapple produced during the 1987/88 marketing year, by way of derogation from Article 10 (1) and (2) of Regulation (EEC) No 1599/84:\n(a) for contracts carried out before 1 July 1987, the event creating entitlement to the aid and the conversion rate to be applied to the minimum price shall be those valid for the 1986/87 marketing year;\n(b) for contracts carried out as from 1 July 1987, the date of the beginning of the marketing year shall be replaced by 1 July for the purposes of determining the event creating entitlement to the aid and the conversion rate to be applied to the minimum price.\n2. The competent authorities designated by the Member States shall ensure that the minimum prices set out in contracts concluded before 1 July 1987 and not carried out by 30 June 1987 are adapted in accordance with paragraph 1.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 22 July 1987.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 73, 21. 3. 1977, p. 46.\n(2) OJ No L 163, 22. 6. 1985, p. 12.\n(3) OJ No L 196, 26. 7. 1985, p. 28.\n(4) OJ No L 152, 8. 6. 1984, p. 16.\n(5) OJ No L 365, 24. 12. 1986, p. 46."}