{"celex_id": "31988R4226", "uri": "http://publications.europa.eu/resource/cellar/52790f98-80bd-4be4-826a-d80f12ae5cb5", "type": "Regulation", "concepts": ["161", "2437", "4083"], "title": "Council Regulation (EEC) No 4226/88 of 19 December 1988 opening, allocating and providing for the administration of a Community tariff quota for prepared or preserved sardines originating in Morocco (1989)\n", "header": "COUNCIL REGULATION (EEC) No 4226/88 of 19 December 1988 opening, allocating and providing for the administration of a Community tariff quota for prepared or preserved sardines originating in Morocco (1989)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 113 thereof,\nHaving regard to the proposal from the Commission,\nWhereas Article 4 of Protocol No 1 to the Agreement on relations in the sea fisheries sector between the European Economic Community and the Kingdom of Morocco (1) states that prepared or preserved sardines falling within CN code ex 1640 13 10 or ex  1604 20 50 and originating in Morocco shall be imported duty-free into the Community within the limits of a Community tariff quota of 17 500 tonnes (net weight); whereas, in order to ensure a regular flow to the Community market under this quota, the  quantities destined for that market may not exceed 60 % of the total volume of the quota in the first half of the year and may not exceed 35 % in the first quarter of the year; whereas at the end of each of these periods the quantities of the products  in question which have been allocated to the Member States and remain unused by the latter should be returned immediately to the Community reserve;\nWhereas, within the limits of the tariff quota, Spain and Portugal shall apply the customs duties calculated according to the provisions of Council Regulation (EEC) No 3189/88 of 14 October 1988 laying down the arrangements to be applied by Spain and  Portugal to trade with Morocco and Syria (2); whereas the Community tariff quota in question should therefore be opened for 1989;\nWhereas equal and continuous access to the quota should be ensured for all Community importers and the rate laid down for the quota should be applied consistently to all imports of the products in question into all the Member States until the quota is  exhausted;\nWhereas, for the period during which this Regulation is to apply, specific administrative and economic circumstances make it necessary to maintain allocation of the quota concerned among Member States; whereas, on the one hand, the administrations  concerned will not be in a position to introduce, on 1 January 1989, the conditions essential, from a technical and administrative point of view, for Community administration of this quota; whereas, on the other hand, the prepared and preserved sardines  sector is encountering, in certain regions of the Community, economic constraints of a particular nature, bearing in mind notably the importance which sardine production may have in the fisheries production structure as a whole, thus justifying the fact that the traditional commercial outlets for producers on external markets and, as a matter of priority, on the Community market, should not be  adversely affected;\nWhereas, however, it appears advisable to provide for a new increase in the Community reserve;\nWhereas, bearing in mind the way in which trade has developed traditionally, the allocation maintained among Member States should, in order to correspond as closely as possible to the real trend of the market for the products in question, be carried out  on a pro rata basis according to the needs of the Member States, calculated on the basis of statistics of imports of the said products from Morocco during a representative reference period and on the economic outlook for the quota periods in question;\nWhereas in the last three years the products in question were imported regularly only by certain Member States and not at all or only occasionally by the other Member States; whereas, in these circumstances, in the first phase, initial shares should be  allocated to the genuine importing Member States and the other Member States should be guaranteed access to the tariff quota when imports actually take place; whereas these arrangements for allocation will equally ensure the uniform collection of the  duties applicable;\nWhereas, to allow for the trend of imports of the products concerned in the various Member States, the quota volume should be divided into two parts, the first being allocated among certain Member States and the second held as a reserve to cover any  subsequent requirements of Member States which have used up their initial shares and any requirements which might arise in the other Member States; whereas, to afford importers in each Member State some degree of certainty, an appropriate level for the  first part of the Community quota would, in the present circumstances, be 60 % of the quota volume, the second part, 40 % constituting the reserve to which shall also be returned any amounts remaining from the shares allocated when the quota volume was  divided up for the first and second quarters of the current year;\nWhereas this method of administration calls for close collaboration between the Member States and the Commission and the Commission must, in particular, be in a position to follow the rate at which the quota is exhausted and inform Member States thereof;\nWhereas, since the Kingdom of Belgium, the Kingdom of the Netherlands and the Grand Duchy of Luxembourg are united within and jointly represented by the Benelux Economic Union, any operation concerning the administration of the quota shares allocated to  that economic union may be carried out by any one of its members,", "main_body": ["1.  From 1 January to 31 December 1989 the customs duty applicable to imports into the Community of the following products, originating in Morocco, shall be suspended at the level indicated and within the limits of a Community tariff quota as  shown below:\nSerial No CN code Description Volume of tariff quota (tonnes) Rate of duty (%) 09.1101 ex 1604 13 10 ex 1604 20 50 Prepared or preserved sardines of the type Sardina pilchardus 17 500 (net weight) 0 Within the limits of this tariff quota, Spain and Portugal shall apply customs duties calculated in accordance with Regulation (EEC) No 3189/88.", "1.  The tariff quota referred to in Article 1 shall be divided into two parts.\n2.  The first part of the quota, 10 500 tonnes, shall be allocated among certain Member States; the quota shares corresponding to the first quarter, the second quarter and the second half of the year respectively shall be as follows:\nMember States 1st half-year (60 %) 1st quarter (35 %) 2nd quarter (25 %) 2nd half-year (40 %) Benelux   294   210   335 Denmark    75    54    86 Germany   805   574   920 France 1 638 1 170 1 872 Greece    64    46    73 Ireland    99    71   113 Italy    52    37    60 United Kingdom   648   463   741 3 675 2 625 4 200 3.  The second part of the quota, 7 000 tonnes, divided into 2 450, 1 750 and 2 800 tonnes corresponding to the first quarter, the second quarter and the second half-year respectively, shall constitute the Community reserve.\n4.  If the products concerned are presented in the other Member States along with a declaration of entry into free circulation accepted by the customs authorities, the Member State concerned shall inform the Commission and draw a corresponding amount pursuant to Article 3.\n5.  The Member States referred to in paragraph 2 shall return immediately to the reserve any quantity of the quota shares allocated to them when the quota volumes relating to the first and second quarters were divided up which, on 31 March and 30 June 1989, are unused.", "If a Member State has used its entire initial share as specified in Article 2 (2), or that share less any portion returned to the reserve pursuant to Article 2 (5) or Article 4, the following provisions shall apply.\nIf an importer presents in a Member State a declaration of entry into circulation, for a product covered by this Regulation and if this is accepted by the customs authorities, the Member State concerned shall inform the Commission and draw an amount  corresponding to its requirements from the reserve referred to in Article 2 (3).\nRequests for drawings, with an indication of the date of acceptance of the said declarations, must be transmitted to the Commission without delay.\nThe drawings shall be granted by the Commission, by reference to the date of acceptance of the declarations of entry into free circulation by the customs authorities of the Member State concerned, to the extent that the available balance so permits.\nIf a Member State does not use the quantities drawn, it shall return them as soon as possible to the reserve.\nIf the quantities requested are greater than the available balance of the reserve, allocation shall be made on a basis proportionate to the requests. Member States shall be informed by the Commission in accordance with the same procedures.", "By 1 October 1989 at the latest, Member States must return to the reserve the unused portion of their initial share which, on 15 September 1989, is in excess of 20 % of the initial volume. They may return a greater portion if there is reason  to believe that it might not be used.\nBy 1 October 1989 at the latest, Member States must notify the Commission of the total quantities of the products concerned imported on or before 15 September 1989 and charged against the Community quotas and of any portion of their initial shares that  they are returning to each of the reserves.", "The Commission shall keep account of the shares drawn by Member States pursuant to Articles 2 and 3 and shall inform each Member State of the extent to which the reserves have been used up as soon as it has been notified.\nIt shall inform the Member States not later than 5 October 1989 of the state of each of the reserves following any return of quota shares pursuant to Article 4.\nIt shall ensure that the drawing which exhausts the reserve does not exceed the balance available, and to this end shall notify the amount of that balance to the Member State making the final drawing.", "1.  Member States shall take all appropriate measures to ensure that additional drawings of shares pursuant to Article 3 enable imports to be charged without interruption against their accumulated share of the Community tariff quota.\n2.  Member States shall ensure that importers of the products concerned have free access to the quota shares allocated to them.\n3.  The extent to which a Member State has used up its shares shall be determined on the basis of the imports of the products concerned originating in Morocco and entered with the customs authorities for free circulation.", "At the request of the Commission, Member States shall inform it of imports actually charged against their quota shares.", "This Regulation shall enter into force on 1 January 1989.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 December 1988.\nFor the Council The President Th. PANGALOS EWG:L371UMBE10.95 FF: 3UEN;   SETUP: 01;   Hoehe: 1294 mm;   274 Zeilen;   11084 Zeichen;\nBediener: UTE0   Pr.: C;\nKunde: ................................\n(1) OJ No L 99, 16. 4. 1988, p. 49. (2) OJ No L 287, 20. 10. 1988, p. 1."}