{"celex_id": "31985D0330", "uri": "http://publications.europa.eu/resource/cellar/8ecd2d2a-847d-4826-9dc5-98cf85a2ef11", "type": "Decision", "concepts": ["1025", "5025", "6042"], "title": "85/330/EEC: Commission Decision of 28 June 1985 on precautionary measures with regard to the buying in of rape seed\n", "header": "COMMISSION  DECISION\nof 28 June 1985\non precautionary measures with regard to the buying in of rape seed\n(85/330/EEC)\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Articles 5 and 155 thereof,\nHaving regard to Council Regulation No 136/66/EEC of 22 September 1966 on the establishment of a common organization of the market in oils and fats (1), as last amended by Regulation (EEC) No 231/85 (2),\nWhereas the Council has not, to date, adopted the prices for the 1985/86 marketing year, in accordance with Articles 22 and 24a of Regulation No 136/66/EEC; whereas the Commission, in compliance with the tasks entrusted to it by the Treaty, is obliged to adopt the precautionary measures essential to ensure continuity of operation of the common agricultural policy as regards rape seed; whereas these measures are taken as a precaution and are without prejudice to the Council's price decisions for the 1985/86 marketing year;\nWhereas the retention, even on a temporary basis, of the intervention prices paid during the 1984/85 marketing year would definitely involve the threat of very heavy sales of rape seed from the new crop to intervention in the light of the possible reduction in the prices that will be adopted for the new marketing year; whereas, in order to avoid the management of the sector being disrupted, the buying-in prices fixed for the 1984/85 marketing year should be applied as a precautionary and interim measure, less a reduction;\nWhereas Article 24a of Regulation No 136/66/EEC provides for a compulsory reduction in the target and intervention prices where the actual average production of the three most recent marketing years exceeds the guarantee thresholds set; whereas, in the light of the positions adopted in the Council and in line with the Commission's amended proposal, a reduction of 1,8 % should be implemented on a temporary basis; whereas such a reduction leaves open the possibility of a later adjustment in the event that the prices are fixed at a higher level,", "main_body": ["1. The intervention agencies shall apply, when buying in rape seed, an intervention price equal to that fixed by Council Regulation (EEC) No 1102/84 (3) for the 1984/85 marketing year, less 1,8 %.\n2. The price referred to in paragraph 1 shall be increased, in accordance with Article 25 of Regulation No 136/66/EEC, each month as from the beginning of the third month of the marketing year and for a period of eight months, by an amount equal to that laid down by Council Regulation (EEC) No 1103/84 (4).\n3. Pursuant to Article 26 (1) of Regulation No 136/66/EEC, the purchase price shall be adjusted on the basis of the premiums and penalties provided for by Commission Regulation No 282/67/EEC (5).\n4. The provisions of this Article shall be applied without prejudice to the decisions to be taken by the Council in accordance with Articles 22 and 24a of Regulation No 136/66/EEC.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 28 June 1985.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No 172, 30. 9. 1966, p. 3025/66.\n(2) OJ No L 26, 31. 1. 1985, p. 12.\n(3) OJ No L 113, 28. 4. 1984, p. 8.\n(4) OJ No L 113, 28. 4. 1984, p. 10.\n(5) OJ No L 151, 13. 7. 1967, p. 1."}