{"celex_id": "31986R0009", "uri": "http://publications.europa.eu/resource/cellar/8ae6c709-ed0f-4878-8dc8-950a1066a240", "type": "Regulation", "concepts": ["2211", "2620"], "title": "Commission Regulation (EEC) No 9/86 of 3 January 1986 amending Regulation (EEC) No 1633/84 laying down detailed rules for applying the variable slaughter premium for sheep\n", "header": "COMMISSION  REGULATION (EEC) No 9/86\nof 3 January 1986\namending Regulation (EEC) No 1633/84 laying down detailed rules for applying the variable slaughter premium for sheep\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1837/80 of 27 June 1980 on the common organization of the market in sheepmeat and goatmeat (1), as last amended by Regulation (EEC) No 1312/85 (2), and in particular Article 9 (4) thereof,\nWhereas Article 9 (3) of Regulation (EEC) No 1837/80 lays down that, where the variable premium is paid, the Commission must adopt the necessary measures to ensure that an amount equivalent to that premium is charged in respect of the products referred to in Article 1 (a) and (c) of that Regulation when such products leave region 5; whereas the said amount has to be charged even in respect of exported products which do not benefit directly from the variable premium; whereas, however, coefficients should be laid down for such products which take account, at a varying rate, of the benefit indirectly derived from the granting for such products of the variable premium for lambs;\nWhereas, in compliance with that principle, Article 4 (4) of Commission Regulation (EEC) No 1633/84 of 8 June 1984 laying down detailed rules for applying the variable slaughter premium for sheep (3), as amended by Regulation (EEC) No 3451/85 (4), fixes such a coefficient for ewes and meat obtained therefrom; whereas that principle should accordingly also be applied to other animals which do not qualify for the premium and consequently the appropriate coefficients should be fixed for such animals and meat obtained therefrom;\nWhereas the introduction of differentiated coefficients requires a technical modification of certain provisions of Regulation (EEC) No 1633/84;\nWhereas the Management Committee for Sheep and Goats has not delivered an opinion within the time set by its chairman,", "main_body": ["Regulation (EEC) No 1633/84 is hereby amended as follows:\n1. Article 1 (2a) is deleted.\n2. Article 4 (4) is replaced by the following:\n'4. For carcases of animals other than those which may qualify for the premium, the amounts referred to in paragraphs 1 and 2 shall be determined using the following coefficients:\n- lambs attaining a carcase weight less than\nor equal to 14 kg: 0,10;\n- animals referred to in Article 1 (2) (a): 0,5;\n- animals referred to in Article 1 (2) (b): 0,5;\n- other animals: 0,5.\nThese coefficients shall be applied without prejudice to the coefficients referred to in paragraph 3.\n5. The Commission shall review these coefficients referred to in Article 4, first indent, forthwith if there is any disturbance in intra-Community trade.\nFurthermore, the Commission shall review these coefficients every six months in the light of the development of trade between region 5 and the other regions of the Community and the trend in prices. It shall take any decision to adjust these coefficients in accordance with the procedure laid down in Article 26 of Regulation (EEC) No 1837/80.'\n3. The second indent of the second subparagraph of Article 5 (3) is replaced by the following:\n'- shall introduce an administrative procedure entailing systematic inspection from the carcase stage on, involving in particular the individual marking of carcases and, where appropriate, of the cuts therefore, so as to prevent the amounts referred to in Article 4 (4) from being charged in respect of products obtained from animals having qualified for the premium, mixtures of products obtained from animals which have and animals which have not qualified for the premium or any other product subject to a higher amount.'.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply from 6 January 1986.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 3 January 1986.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 183, 16. 7. 1980, p. 1.\n(2) OJ No L 137, 27. 5. 1985, p. 22.\n(3) OJ No L 154, 9. 6. 1984, p. 27.\n(4) OJ No L 328, 7. 12. 1985, p. 23."}