{"celex_id": "31983D0200", "uri": "http://publications.europa.eu/resource/cellar/d31856d3-9b1d-4ca1-9c3a-a2102042f822", "type": "Decision", "concepts": ["2798", "2805", "3636", "427", "429", "738"], "title": "83/200/EEC: Council Decision of 19 April 1983 empowering the Commission to contract loans under the new Community instrument for the purpose of promoting investment within the Community\n", "header": "COUNCIL  DECISION\nof 19 April 1983\nempowering the Commission to contract loans under the new Community instrument for the purpose of promoting investment within the Community\n(83/200/EEC)\nTHE COUNCIL OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 235 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas, given the vital role of investment in raising growth rates, adjusting production structures and providing a lasting solution to the unemployment problem, the Community's lending instruments should be strengthened to support investment, especially in the growth sectors of the future;\nWhereas, in order to stimulate economic activity and support common policies, the financing facility of the new Community instrument established by Decisions 78/870/EEC (4) and 82/169/EEC (5) empowering the Commission to contract loans for the purpose of promoting investment within the Community should be pursued and strengthened alongside existing Community financial institutions and bodies, the scope of which should be widened;\nWhereas this Community facility makes an additional contribution to investment promotion in the Community and has a real follow-through effect and financial impact far beyond its apparent size, thus promoting the convergence of Member States' economic trends;\nWhereas plentiful finance can be found on the capital markets which could be tapped to finance investments within the Community;\nWhereas the Community has creditworthiness in its own right which must be used to best advantage to reinforce European support for the said investments and to support policies decided on at Community level;\nWhereas the European Investment Bank has stated that it is willing to contribute to the implementation of the facility,", "main_body": ["The Commission shall be empowered to contract loans on behalf of the European Economic Community under the new Community instrument which shall not exceed the equivalent of 3 000 000 000 ECU in principal.\nThe proceeds of these loans shall be lent to finance investment projects which contribute to greater convergence and integration of the economic policies and of the Member States and, through the dissemination of new technology and innovation or by other means, to reinforcing the competitiveness of the Community economy.\nThese projects shall be such that they serve the Community's priority objectives in the energy and infrastructure sectors, and in the financing of investment principally in small and medium-sized undertakings, in industry and in other productive sectors, taking account inter alia of their regional impact and the need to combat unemployment.\nThis mechanism may be used on its own or in conjunction with other Community financing instruments.", "The loans shall be activated in tranches.\nAfter consulting the European Parliament, the Council, acting by qualified majority on a proposal from the Commission, shall authorize the loan tranches and lay down the guidelines for the eligibility of projects.\nThe Commission shall decide whether or not projects are eligible in accordance with the guidelines thus laid down.\nThe Commission shall borrow on the capital markets within the limits of the tranches authorized.", "Connected borrowing and lending transactions shall be expressed in the same monetary units.\nLending terms as regards the reimbursement of the principal and the rate and payment of interest shall be fixed in such a way that, overall, they cover the costs and expenses incurred in concluding and performing both the borrowing and lending side of the transactions.", "The terms of loans to be contracted shall be negotiated by the Commission in the best interests of the Community, having regard to the conditions on capital markets and in accordance with the constraints imposed by the duration and other financial aspects of the loans to be granted. Funds borrowed shall be deposited with the European Investment Bank, to be invested on a temporary basis if necessary.\nWhere the loans are expressed, payable or reimbursable in the currency of a Member State, they may be concluded only with the agreement of the competent authorities of that State.", "A mandate shall be given to the Bank to grant and administer loans in pursuance of this Decision. To this end, a cooperation agreement shall be drawn up between the Bank and the Commission. The Bank shall carry out transactions under this mandate on behalf of, for and at the risk of the Community.\nThe Commission shall decide, in accordance with Article 2, whether projects are eligible. Where the Commission gives a favourable decision, the Bank shall decide whether and on what terms to grant the loans, in accordance with its usual criteria and with the procedures laid down in its statute.\nLoan procedure as provided for in this Decision shall be as follows:\n- loan applications shall be transmitted simultaneously to the Commission and to the Bank either directly or through a Member State,\n- the Commission and the Bank shall sign the loan contracts.", "The Commission shall inform the Council and the European Parliament every six months of the rate of utilization of the tranches. No later than the date on which total loans signed amount to two-thirds of the current tranche, it shall notify them of the purpose and amount it intends to propose for the next tranche.", "The Commission shall annually inform the Council and the European Parliament of receipts and expenses resulting from borrowing and lending transactions and present at the same time an assessment of the functioning of the new Community instrument in all these respects.", "The financial control and audit of the Commission's accounts shall be carried out in accordance with the Financial Regulation applicable to the general budget of the European Communities."], "attachments": "Done at Luxembourg, 19 April 1983.\nFor the Council\nThe President\nI. KIECHLE\n(1) OJ No C 28, 3. 2. 1983, p. 14.\n(2) OJ No C 13, 17. 1. 1983, p. 92.\n(3) OJ No C 77, 21. 3. 1983, p. 11.\n(4) OJ No L 298, 25. 10. 1978, p. 9.\n(5) OJ No L 78, 24. 3. 1982, p. 19."}