{"celex_id": "31988D0011", "uri": "http://publications.europa.eu/resource/cellar/51731005-45fb-4e45-8fa3-ce33bd1a7b4e", "type": "Decision", "concepts": ["2286", "2384", "2393"], "title": "88/11/EEC: Commission Decision of 11 December 1987 on the multiannual guidance programme for aquaculture (1987 to 1991) submitted by the Netherlands pursuant to Council Regulation (EEC) No 4028/86 (Only the Dutch text is authentic)\n", "header": "COMMISSION  DECISION\nof 11 December 1987\non the multiannual guidance programme for aquaculture (1987 to 1991) submitted by the Netherlands pursuant to Council Regulation (EEC) No 4028/86\n(Only the Dutch text is authentic)\n(88/11/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 4028/86 of 18 December 1986 on Community measures to improve and adapt structures in the fisheries and aquaculture sector (1), and in particular Article 4 thereof,\nWhereas on 29 April 1987 the Netherlands Government forwarded to the Commission a multiannual guidance programme for aquaculture, hereinafter referred to as 'the programme'; whereas on 2 July 1987 it forwarded the latest additional information concerning the programme;\nWhereas the aim of the programme is the cautious development of aquaculture production in the Netherlands in both sea water and fresh water; whereas that development should mainly relate to land-based freshwater culture; whereas investments of approximately 20 million ECU are estimated to be necessary for the completion of the programme;\nWhereas, having regard to the foreseeable trend in fishery resources, the market for fishery and aquaculture products, the measures adopted under the common fisheries policy and the guidelines for the latter, the programme meets the conditions laid down in Article 2 of Regulation (EEC) No 4028/86 and constitutes a suitable framework for Community and national financial aid for the sector concerned;\nWhereas, however, certain technical difficulties arise in eel rearing; whereas the land-based development of such production depends on the supply of juveniles; whereas past experience shows that the culture of catfish encounters marketing difficulties;\nWhereas the aquaculture sector is developing in a commercial environment, a feature of which is the development of international competition;\nWhereas the development of the market for Salmonidae could entail the need to adjust the objectives laid down for the production of trout;\nWhereas, the measures provided for in this Decision are in accordance with the opinion of the Standing Committee for the Fishing Industry,", "main_body": ["The multiannual guidance programme for aquaculture (1987 to 1991), as forwarded by the Netherlands Government on 29 April 1987 and as last supplemented on 2 July 1987, is hereby approved subject to the conditions laid down in this Decision.", "1. Special attention should be given to the technical praticability of eel culture and to the adequate, regular supply of juveniles to the latter.\n2. Special caution must be exercised in the development of catfish production depending on the development of the market for the species.\n3. The programme's objectives concerning the production of trout must be reviewed where major changes take place on the market for Salmonidae.", "This Decision is without prejudice to any Community financial aid to individual investment projects.", "This Decision is addressed to the Kingdom of the Netherlands."], "attachments": "Done at Brussels, 11 December 1987.\nFor the Commission\nAntรณnio CARDOSO E CUNHA\nMember of the Commission\n(1) OJ No L 376, 31. 12. 1986, p. 7."}