{"celex_id": "31986D0021", "uri": "http://publications.europa.eu/resource/cellar/a157d6e0-50e6-4f38-847f-33ecd70ccdfe", "type": "Decision", "concepts": ["1368", "4320", "588"], "title": "86/21/EEC: Commission Decision of 4 February 1986 accepting undertakings given in connection with the anti-dumping investigation concerning imports of certain clogs originating in Sweden\n", "header": "COMMISSION  DECISION\nof 4 February 1986\naccepting undertakings given in connection with the anti-dumping investigation concerning imports of certain clogs originating in Sweden\n(86/21/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2176/84 of 23 July 1984 on protection against dumped or subsidized imports from countries not members of the European Economic Community (1), and in particular Article 10 thereof,\nAfter consultation within the Advisory Committee as provided for under the above Regulation,\nWhereas:\nA. Provisional action\n(1) The Commission, by Regulation (EEC) No 2823/85 (2), as amended by Regulation (EEC) No 3475/85 (3), imposed a provisional anti-dumping duty on imports of certain clogs originating in Sweden.\nB. Subsequent procedure\n(2) Following the imposition of the provisional anti-dumping duty, the two Swedish exporters who had cooperated in the investigation and on the import of whose products this duty was imposed, made representations to the Commission, making their views known on the duty. They also requested to be informed of the facts and essential considerations on the basis of which the Commission intended to recommend definitive action, and these requests were granted.\nIn addition, certain other exporters who had not previously made themselves known to the Commission made representations to the Commission making their views known on the duty, and representatives of the Swedish authorities acting on behalf of the Swedish clog industry as a whole, made written and oral submissions to the Commission on both dumping and injury.\nC. Dumping\n(3) On the basis of certain of these submissions and in particular as a result of new evidence supplied on transport costs from ex-works Sweden to cif Community frontier, the dumping margin found for Torpatoffeln has been adjusted from 11 % to 5,2 %. The margin for B.J. Traesko was, however, confirmed at 7 %. It is accordingly considered that these findings on dumping should be considered definitive.\n(4) As regards those exporters who only made themselves known to the Commission following the imposition of the provisional anti-dumping duty, and those exporters who have not fully cooperated in the investigation or have not made themselves known to the Commission during the course of the investigation, dumping was determined on the basis of the facts available. In this connection, it was considered that the results of its investigation provided the most appropriate basis for determination of the margin of dumping and that it would create an opportunity for circumvention of the duty and an invitation for non-cooperation in future anti-dumping investigations to hold that the dumping margin for these exporters was any lower than the higher dumping margin of 7 % determined with regard to an exporter who has cooperated in the investigation. For these reasons it is considered appropriate to use this latter dumping margin for this group of exporters.\nD. Injury\n(5) The Commission received submissions on behalf of the Swedish exporters purporting to show that factors other than Swedish imports had caused injury to the Community industry in particular in relation to levels of intra-Community trade in the products concerned. On investigating these allegations, however, it was established that, although intra-Community trade in products falling under the Nimexe code covering the products in question was substantial, this trade related for the most part to footwear other than the clogs in question. Accordingly, it is considered that the findings, as set out in Regulation EEC No 2823/85 that the volume of dumped Swedish imports during the reference period (1,6 million pairs), and the price at which these products had been sold in the Community (between 11 % and 49 % below Community producers' prices), taken in isolation from injury caused by other factors, had caused material injury to the Community industry, should be definitive.\nE. Community interest\n(6) In view of the serious level of injury sustained by the complainant producers, caused particularly by price undercutting of up to 49 % and the resulting likelihood that, without protective measures, the continued existence of the industry in the Community would be endangered, the conclusion has been reached that it is in the Community's interest that action be taken.\nF. Definitive duty\n(7) In the light of the above determination, and having particular regard to the extent of the price undercutting which varied from 11 % to 49 %, the rate of definitive anti-dumping duty which will apply to Swedish exporters should correspond to 7 %.\nThe duty should not apply to the exporters Lavi, for which no dumping was found, nor to Ugglebo Toffeln, for which the dumping margin found can be considered de minimis, and the investigation should be terminated as regards these exporters.\nG. Undertakings\n(8) Following consultations within the Joint Committee as provided for in the Agreement between the European Economic Community and the Kingdom of Sweden (1), a number of exporters concerned, having been informed of the results of the procedure subsequent to the imposition of the provisional duty, offered undertakings which the Commission considered would eliminate the dumping found and which were considered acceptable. Accordingly, the duty should not apply to and the investigation be terminated as it concerns these exporters.\n(9) No objection to this course was raised in the Advisory Committee.", "main_body": ["The undertakings given in connection with the anti-dumping investigation concerning clogs with outer soles of leather, composition leather, rubber or artificial plastic material and with uppers of leather or leather covered with PVC, falling within Common Customs Tariff subheading ex 64.02A corresponding to Nimexe code ex 64.02-41 and originating in Sweden are hereby accepted from the following exporters:\n- Arbesko AB, OErebro,\n- Balsfiord Import & Export AB, Haelsingborg,\n- Ceder-Sko AB, Bjursaas,\n- Dalex AB, Bjursaas,\n- Embla-Clogman AB, Soelvesborg,\n- Excelsior AB, Kulma,\n- Expert Traesko, Orrefors,\n- GO-Produkter, Ljungbyholm,\n- Hejco Yrkesklaeder AB, Hyssna,\n- Hultgrens Footwear AB, Tingsryd,\n- HB Haellabotten, Kumla,\n- Ikea Svenska AB, AElmhult,\n- June Trading, Joenkoebing,\n- AB Karlskoga Traetoffelfabrik, Karlskoga,\n- Klostertoffeln AB, Aaskloster,\n- Knulp HB, Uttran,\n- Konga Skyddsskotillverkning AB, Vissefjarda,\n- K Wik Import Export AB, Lund,\n- Lis-Toffel, Falkenberg,\n- LT Skor AB, Knislinge,\n- Munkens AB, Munkedal,\n- AB Nowa Li, Limmared,\n- Nya Baastadtoffeln AB, Baastad,\n- AB Nymans Toffelfabrik, Vetlanda,\n- Oscaria AB, OErebro,\n- Rolfson Sko AB, Aaskloster,\n- Skaane Toffeln, Haelsingborg,\n- AB Supinator, Landvetter,\n- Swecap AB, Malmoe,\n- Tollarps Tofflor AB, Tollarp,\n- Tyringe-Tofflan, Tyringe,\n- HB Tomex, OErkelljunga,\n- Torpatoffeln AB, Tornsbruk,\n- Yngve Brodd Aktiebolag, Moelndal,\n- Westbo Toffelfabrik, Smaalandsstenar.", "The anti-dumping investigation referred to in Article 1 is hereby terminated as it refers to the exporters mentioned in that Article and as it refers to Lavi Kristianstad, Sweden and Ugglebo Toffeln AB Paryd, Sweden."], "attachments": "Done at Brussels, 4 February 1986.\nFor the Commission\nWilly DE CLERCQ\nMember of the Commission\n(1) OJ No L 201, 30. 7. 1984, p. 1.\n(2) OJ No L 268, 10. 10. 1985, p. 11.\n(3) OJ No L 333, 11. 11. 1985, p. 18.\n(1) OJ No L 300, 31. 12. 1972, p. 97."}