{"celex_id": "31985R1852", "uri": "http://publications.europa.eu/resource/cellar/0e202483-3d0c-4137-9c65-a15929bc3ad1", "type": "Regulation", "concepts": ["1115", "1602", "1810", "5334"], "title": "Commission Regulation (EEC) No 1852/85 of 2 July 1985 laying down detailed rules of application with a view to exempting Member States from the obligation to buy in certain types of fruit and vegetables\n", "header": "COMMISSION  REGULATION (EEC) No 1852/85\nof 2 July 1985\nlaying down detailed rules of application with a view to exempting Member States from the obligation to buy in certain types of fruit and vegetables\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1035/72 of 18 May 1972 on the common organization of the market in fruit and vegetables (1), as last amended by Regulation (EEC) No 1332/84 (2), and in particular Article 19a (6) thereof,\nWhereas Article 19a of Regulation (EEC) No 1035/72 specifies that Member States producing pears during the period 1 July to 31 August, peaches, apricots, tomatoes and aubergines may be exempted by the Commission from the obligation to buy in where a state of serious crisis has been recorded in respect of any of the products concerned;\nWhereas details should be given of the information which the Member States must supply to the Commission to enable it to assess whether the conditions justifying exemption provided for in paragraph 4 of the said Article are satisfied;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Fruit and Vegetables,", "main_body": ["1. Member States wishing to be exempted, pursuant to the first indent of Article 19a (4) of Regulation (EEC) No 1035/72, from the obligation to buy in provided for in the said Article, shall forward to the Commission information on the proportion of each product which was marketed through recognized producer organizations during the previous marketing year.\n2. Member States wishing to be exempted from the said obligation pursuant to the second indent of Article 19a (4) of Regulation (EEC) No 1035/72 shall forward to the Commission each year the size of the harvested crop of summer pears, peaches, apricots, tomatoes and aubergines grown in their territory in the three preceding marketing years.\n3. The information referred to in paragraphs 1 and 2 in respect of each product must be received at the latest by 30 April of each year.", "In order to determine whether, for a given Member State, the conditions for exemption under the second indent of Article 19a (4) of Regulation (EEC) No 1035/72 have been satisfied, the information referred to in Article 1 (2) of this Regulation shall be compared with average Community production of the product concerned over the three years preceding the marketing year for which exemption is requested.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nHowever, for the 1985/86 marketing year the information referred to in Article 1 (1) and (2) must be received for all the above products at the latest 10 days after the publication of this Regulation.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 2 July 1985.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 118, 20. 5. 1972, p. 1.\n(2) OJ No L 130, 16. 5. 1984, p. 1."}