{"celex_id": "31980R1607", "uri": "http://publications.europa.eu/resource/cellar/548e5220-dda0-4c91-be53-ae552d997af5", "type": "Regulation", "concepts": ["2734", "3166", "3176", "3568", "4399"], "title": "Commission Regulation (EEC) No 1607/80 of 25 June 1980 amending for the second time Regulation (EEC) No 2730/79 and amending Regulation (EEC) No 645/75 in order to take account of certain provisions concerning the repayment or remission of import duties\n", "header": "COMMISSION REGULATION (EEC) No 1607/80  of 25 June 1980  amending for the second time Regulation (EEC) No 2730/79 and amending Regulation (EEC) No 645/75 in order to take account of certain provisions concerning the repayment or remission of import duties\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the provisions mentioned in the citations of:    - Commission Regulation (EEC) No 645/75 of 13 March 1975 laying down common detailed rules for the application of the export levies and charges on agricultural products (1), as last amended by Regulation (EEC) No 609/78 (2),\n- Commission Regulation (EEC) No 2730/79 of 29 November 1979 laying down common detailed rules for the application of the system of export refunds on agricultural products (3), as amended by Regulation (EEC) No 1475/80 (4),\nWhereas the second subparagraph of Article 6 (2) and the second subparagraph of Article 11 (3) of Council Regulation (EEC) No 1430/79 of 2 July 1979 on the repayment or remission of import or export duties (5) laid down that the competent authorities may authorize the customs formalities relating to the re-exportation of the goods to be completed before having ruled on the application for repayment or remission of import duties;\nWhereas, if the application for repayment or remission of duties is subsequently refused, the products may be eligible for an export refund or will be subject as the case may be, to an export levy or export charge ; whereas, consequently, it is necessary to lay down special provisions in Regulations (EEC) No 645/75 and (EEC) No 2730/79;\nWhereas the text of Regulation (EEC) No 2730/79 should be made more precise in certain language versions;\nWhereas the measures provided for in this Regulation are in accordance with the opinions of all the relevant management committees,", "main_body": ["Regulation (EEC) No 2730/79 is hereby amended as follows:    1. The following Article 19a is inserted:\n\"Article 19a\n1. A refund may be granted for products re-exported under the provisions of the second subparagraph of Article 6 (2) or the second subparagraph of Article 11 (3) of Regulation (EEC) No 1430/79 only:      - if the application for repayment or remission of the import duties is subsequently refused, and\n- provided that the other conditions for the granting of a refund are respected.\n2. Where goods are re-exported under the procedure referred to in paragraph 1, a reference to that procedure shall be made on the document referred to in Article 4 (3).\"\n2.  Article 6 (4) (b) is replaced:  - in the French version by the following text:\n\"b) nom ou numéro d'enregistrement du ou des bateaux ou aéronefs sur lesquels les produits ont été mis à bord\",\n- in the Danish version by the following text:\n\"b) navn eller registreringsnummer på det eller de skibe eller luftfartøjer på hvilke produkterne er taget om bord\",\n- in the Italian version by the following text:\n\"b) il nome o il numero d'immatricolazione dell'imbarcazione o aeromobile o delle imbarcazioni o aeromobili su cui i prodotti sono stati imbarcati.\"  (1)OJ No L 67, 14.3.1975, p. 16. (2)OJ No L 83, 30.3.1978, p. 19. (3)OJ No L 317, 12.12.1979, p. 1. (4)OJ No L 147, 13.6.1980, p. 15. (5)OJ No L 175, 12.7.1979, p. 1.", "The following Article 2a is hereby inserted in Regulation (EEC) No 645/75:\n\"Article 2a\n1. When an export levy or charge is fixed and the goods are re-exported under the provisions of the second subparagraph of Article 6 (2) or the second subparagraph of Article 11 (3) of Regulation (EEC) No 1430/79, a security of an amount equal to the export levy or charge shall be lodged.\n2. The security referred to in paragraph 1:      (a) shall be released if the application for repayment or remission of the duties is subsequently accepted;\n(b) shall be forfeit, as a levy, if:      - the application referred to in (a) is refused, and\n- the export levy or charge is not paid within two weeks of its being requested.\"", "This Regulation shall enter into force on 1 July 1980.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 25 June 1980.\nFor the Commission\nFinn GUNDELACH\nVice-President"}