{"celex_id": "31986R0492", "uri": "http://publications.europa.eu/resource/cellar/10822741-3691-4024-8682-4a1f4dc07203", "type": "Regulation", "concepts": ["2563", "2763", "3579", "3591"], "title": "Council Regulation No 492/86 of 25 February 1986 fixing, for 1986, the initial quota applicable to Portugal for certain milk products coming from the Community as constituted at 31 December 1985\n", "header": "COUNCIL REGULATION (EEC) No 492/86  of 25 February 1986  fixing, for 1986, the initial quota applicable to Portugal for certain milk products coming from the Community as constituted at 31 December 1985\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",  Having regard to the Treaty establishing the European Economic Community,  Having regard to the Act of Accession of Spain and Portugal, and in particular Article 234 (2) thereof,  Having regard to the  proposal from the Commission,  Whereas, pursuant to Article 269 of the Act of Accession and to Annex XXIII to that Act, the Portuguese Republic may, during the first stage, maintain quantitative restrictions, in the form of quotas, on imports of certain  milk products coming from the Community as constituted at 31 December 1985;  Whereas paragraph 2 (b) of that Article provides that the initial quota applicable in 1986 is to be fixed, for each product, either at 3 % of the average of Portuguese  production during the last three years before accession for which statistics are available or at the average of Portuguese imports made over the last three years before accession for which statistics are available, where this criterion results in a  greater volume;  Whereas quantitative restrictions are to be limited to certain periods of the year; whereas, therefore, for the fixing of the initial quota, account should be taken solely of the quantities of Portuguese production marketed or of the  imports made over the said periods;  Whereas the statistical data available at present show that the criterion of Portuguese imports from the Community should be applied for fixing the initial quota;  Whereas from 1 March to 31 December 1986 the quota  applicable is to be equal to the initial quota, less one-sixth,", "main_body": ["The volume of the initial quota which the Portuguese Republic may, pursuant to Article 269 of the Act of Accession, apply to imports of products in the milk sector coming from the Community as constituted at 31 December 1985 shall be as set  out in the Annex.  From 1 March to 31 December 1986 this volume shall be reduced by one-sixth.", "Detailed rules for the application of the quota arrangements referred to in Article 269 of the Act of Accession shall be adopted, as the need arises, in accordance with the procedure laid down in Article 30 of Council Regulation (EEC) No  804/68 of 27 June 1968 on the common organization of the market in milk and milk products (1), as last amended by Regulation (EEC) No 3768/85 (2).", "This Regulation shall enter into force on 1 March 1986.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 25 February 1986.  For the Council  The President  G. BRAKS\n(1) OJ No L 148, 28. 6. 1968, p. 13.  (2) OJ No L 362, 31. 12. 1985, p. 8.\nANNEX\n/* Tables: see OJ */"}