{"celex_id": "31988D0191", "uri": "http://publications.europa.eu/resource/cellar/2b5a10c2-6de4-4ae3-b4a5-5acfdea677ee", "type": "Decision", "concepts": ["1182", "2735", "4284", "807"], "title": "88/191/EEC: Commission Decision of 22 March 1988 making an initial allocation to Greece of part of the resources to be charged to the 1988 budget year for the supply of food from intervention stocks to designated organizations for distribution to the most deprived persons in the Community\n", "header": "COMMISSION DECISION  of 22 March 1988  making an initial allocation to Greece of part of the resources to be charged to the 1988 budget year for the supply of food from intervention stocks to designated organizations for distribution to the most  deprived persons in the Community  (88/191/EEC)  (88/191/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3730/87 of 10 December 1987 laying down the general rules for the supply of food from intervention stocks to designated organizations for distribution to the most deprived persons in the Community (1),\nHaving regard to Commission Regulation (EEC) No 3744/87 of 14 December 1987 laying down the detailed rules for the supply of food from intervention stocks to designated organizations for distribution to the most deprived persons in the Community (2), as  amended by Regulation (EEC) No 613/88 (3), and in particular Article 10 thereof,\nHaving regard to Council Regulation (EEC) No 1676/85 of 11 June 1985 on the value of the unit of account and the conversion rates to be applied for the purposes of the common agricultural policy (4), as last amended by Regulation (EEC) No 1636/87 (5),  and in particular Article 2 (4) thereof,\nWhereas in order to implement the scheme for the supply of such food to that section of the population, to be financed from resources available in the 1988 budget year, it is necessary to allocate the resources between the Member States; whereas in  order to facilitate the implementation of this scheme it is necessary to specify the rate of exchange to be employed in converting ECU into the national currency and to do so at a rate which reflects economic reality;\nWhereas statistical data upon which the numbers of the most deprived persons in each Member State may be estimated is now available;\nWhereas on 15 February 1988, Greece requested Commission authorization to initiate the action on its territory and indicated the quantities of produce that it wished to distribute; whereas the action has now been initiated in most Member States, whereas  it is desirable to initiate the scheme now in Greece by making an initial partial allocation;\nWhereas in accordance with the provisions of Article 1 (4) of Commission Regulation (EEC) No 3744/87 the Commission has sought the advice of major organizations familiar with the problems of the most deprived persons in the Community when drawing up  this Decision,", "main_body": ["1. An initial partial allocation of the resources referred to in Article 10 of Commission Regulation (EEC) No 3744/87 shall be made as follows:\n- Greece: 1 900 000 ECU  This sum shall be converted into national currency at the rate applicable on 4 January 1988 and published in the Official Journal of the European Communities, C series.\n2. Subject to the limit set out in paragraph 1, the following quantities of produce may be withdrawn, from intervention, for distribution in Greece:\n- up to 700 tonnes of beef.\n3. The withdrawals referred to in paragraph 2 may be made from 21 March 1988.", "A further decision shall be taken relating to the allocation of resources for Greece, once the requirements are known.", "This Decision is addressed to the Member States.\nIt shall apply with effect from 15 December 1987."], "attachments": "Done at Brussels, 22 March 1988.\nFor the Commission  Frans ANDRIESSEN  Vice-President   (1) OJ No L 352, 15. 12. 1987, p. 1.\n(2) OJ No L 352, 15. 12. 1987, p. 33.\n(3) OJ No L 60, 5. 3. 1988, p. 25.\n(4) OJ No L 164, 24. 6. 1985, p. 1.\n(5) OJ No L 153, 13. 6. 1987, p. 1."}