{"celex_id": "31986R0139", "uri": "http://publications.europa.eu/resource/cellar/e04db91a-a769-4776-8cd9-14c337ef3b8e", "type": "Regulation", "concepts": ["1134", "20", "4284", "4668", "473"], "title": "Council Regulation (EEC) No 139/86 of 20 January 1986 laying down general rules for the disposal of alcohol obtained from the distillation operations referred to in Articles 39, 40 and 41 of Regulation (EEC) No 337/79 and held by intervention agencies\n", "header": "COUNCIL  REGULATION (EEC) No 139/86\nof 20 January 1986\nlaying down general rules for the disposal af alcohol obtained from the distillation operations referred to in Articles 39, 40 and 41 of Regulation (EEC) No 337/79 and held by intervention agencies\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 337/79 of 5 February 1979 on the common organization of the market in wine (1), as last amended by Regulation (EEC) No 3768/85 (2), and in particular Articles 40 and 41a (4) thereof,\nHaving regard to the proposal from the Commission,\nWhereas Article 41a (3) of Regulation (EEC) No 337/79 provides that alcohol obtained from the distillation operations referred to in Article 41 of that Regulation shall be disposed of either by public auction or by a tendering procedure; whereas, since this procedure is such as to permit products to be disposed of without discrimination among Community buyers and to ensure a level of prices that does not hinder the normal development of prices on the market, it would seem appropriate also for the disposal of alcohol obtained from the distillation operations referred to in Articles 39 and 40 of Regulation (EEC) No 337/79;\nWhereas Articles 40a and 41a of Regulation (EEC) No 337/79 provide that the disposal of products obtained from the distillation operations referred to in Articles 39, 40 and 41 held by the intervention agencies must take place in such a way as to avoid any disturbance of the markets in alcohol and spirituous beverages; whereas, consistent with this objective, it is necessary to fix minimum selling prices for alcohol intended for those markets taking account of representative market prices for grain alcohol of comparable quality and the effective disposal price for wine alcohol from voluntary distillations, and to set aside certain quantities of alcohol for other sectors, in particular, for use as motor fuel or fuel in thermal power stations; whereas the legal and administrative obstacles to the use of alcohol in this latter sector which have existed hitherto must be eliminated in accordance with Council Directive 85/536/EEC of 5 December 1985 on crude oil savings through the use of substitute fuel components in petrol (3);\nWhereas in order to ensure compliance with Article 40a of Regulation (EEC) No 337/79, provision should be made for alcohol obtained from the distillation operations referred to in Articles 39 and 40 of that Regulation to be put up for sale firstly on the market in alcohol and spirituous beverages and to be assigned to other sectors only if such putting up for sale has not produced results;\nWhereas it would seem appropriate to provide that the procedures for selling products obtained from the distillation operations referred to in Articles 39 and 40 of Regulation (EEC) No 337/79 on the market in alcohol and spirituous beverages be opened and administered by the Member States' intervention agencies; whereas, however, since the disposal of this alcohol in other sectors and the disposal of alcohol obtained from the distillation operations provided for in Article 41 are wholly the responsibility of the EAGGF, they must be carried out under procedures opened and administered at Community level;\nWhereas, in order to avoid any disturbance of the various markets in alcohol while affording operators some guidance, it would seem appropriate to provide for the fixing of minimum prices before the beginning of each marketing year; whereas it must, however, be possible for these prices to be altered if the economic situation has significantly altered the terms of reference;\nWhereas the period of application of this Regulation should be limited, as of now, to one year in order to enable some degree of experience to be gained and to enable a decision on measures to be taken, and subsequently to be made on the basis of that experience,", "main_body": ["1. Alcohol obtained by the distillation operations referred to in Articles 39, 40 and 41 of Regulation (EEC) No 337/79 and held by intervention agencies shall be disposed of by a tendering procedure or by public auction.\n2. The conditions governing the tendering procedures and public auctions must ensure equality of treatment for all interested parties wherever they are established in the Community.\n3. Tendering procedures and public auctions may be held with a view to a specific use.\n4. Admission to the procedures referred to in paragraph 1 shall be limited to interested parties who have guaranteed compliance with their obligations by putting up a security.", "As regards the products obtained from the distillation operations referred to in Articles 39 and 40 of Regulation (EEC) No 337/79:\n(a) the intervention agencies shall, within a period to be determined, open a tendering procedure or hold a public auction in order to dispose of such products on the markets in alcohol and spirituous beverages;\n(b) tenders accepted under these procedures must at least observe the minimum prices referred to in Article 6 (1) (a) and (b);\n(c) where the products have not been disposed of as provided for in (a) and (b), the Commission shall decide to open a tendering procedure in accordance with Article 67 of Regulation (EEC) No 337/79 in order to dispose of them in other sectors, and in particular for use as motor or other fuel.", "The products obtained from the distillation operations referred to in Article 41 of Regulation (EEC) No 337/79 shall be disposed of by tendering procedure opened in accordance with the procedure laid down in Article 67 of Regulation (EEC) No 337/79.", "Under the tendering procedures provided for in Articles 2 (c) and 3, the Commission shall, in accordance with the procedure laid down in Article 67 of Regulation (EEC) No 337/79, decide:\n- either the minimum price at which tenders shall be accepted, such price in no circumstances being lower than the minimum price fixed for the various types of alcohol pursuant to Article 6 (1);\n- or not to accept any of the tenders received.", "Priority in disposing of alcohol for use as motor or other fuel under the tendering procedures laid down in Articles 2 (c) and 3 shall be given to alcohol other than neutral alcohol.", "1. The following minimum selling prices shall be fixed:\n(a) a minimum selling price for neutral alcohol which complies with the definition given in the Annex to Regulation (EEC) No 2179/83 (1), with the exception of the neutral alcohol referred to in (c), (e) and (f);\n(b) a minimum selling price for alcohol other than neutral alcohol, with the exception of the alcohol referred to in (d) and (e);\n(c) a special minimum selling price for neutral alcohol intended, under certain conditions, for use as motor fuel;\n(d) a special minimum selling price for alcohol other than neutral alcohol intended, under certain conditions, for use as motor fuel;\n(e) a special minimum selling price for neutral alcohol and alcohol other than neutral alcohol intended, under certain conditions, for use as other fuel;\n(f) a special minimum selling price for neutral alcohol under certain conditions.\n2. The minimum selling prices referred to in paragraph 1 (a) and (b) shall, for a comparable quality, be fixed so as to avoid any disturbance of the markets in alcohol and spirituous beverages produced in the Community and at a level no lower than both the representative prices recorded on Community markets for grain alcohol and the prices of wine alcohol obtained under Community distillation measures.\n3. The special minimum selling prices referred to in 1 (c) and (d) shall be fixed taking into account the average Community marketing price, net of tax of 'super' grade petrol and a coefficient of equivalence.\n4. The special minimum selling price referred to in 1 (e) shall be fixed taking into account an average Community marketing price, net of tax, for liquid fuel for thermal power stations and a coefficient of equivalence.\n5. The prices referred to in paragraph 1 shall be fixed before the beginning of each wine year in accordance with the procedure laid down in Article 67 of Regulation (EEC) No 337/79.\nSuch prices may be altered during the wine year, in accordance with the same procedure, particularly if:\n- in the case of the prices referred to in paragraph 1 (a) and (b), significant variations occur in the prices of grain or wine ethyl alcohol of comparable quality,\n- in the case of the prices referred to in paragraph 1 (c) and (d), significant variations occur in the price of 'super' grade petrol.\n- in the case of the price referred to in paragraph 1 e), significant variations occur in the prices of liquid fuels used in thermal power stations.\nThe conditions referred to in paragraph 1 (c), (d), (e) and (f) shall be determined in accordance with the same procedure.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply to products taken over by the intervention agencies after 1 September 1982 and still held when this Regulation enters into force.\nIt shall be applicable until 31 December 1986.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 January 1986.\nFor the Council\nThe President\nG. BRAKS\n(1) OJ No L 54, 5. 3. 1979, p. 1.\n(2) OJ No L 362, 31. 12. 1985, p. 8.\n(3) OJ No L 334, 12. 12. 1985, p. 20.\n(1) OJ No L 212, 3. 8. 1983, p. 1."}