{"celex_id": "31986R3987", "uri": "http://publications.europa.eu/resource/cellar/6ae2a79d-e5ae-4acc-b58c-66176df6e8bb", "type": "Regulation", "concepts": ["1233", "1277", "301", "4498", "4860", "893"], "title": "Commission Regulation (EEC) No 3987/86 of 23 December 1986 amending Regulation (EEC) No 2409/86 on the sale of intervention butter intended for incorporation in compound feedingstuffs\n", "header": "COMMISSION  REGULATION (EEC) No 3987/86\nof 23 December 1986\namending Regulation (EEC) No 2409/86 on the sale of intervention butter intended for incorporation in compound feedingstuffs\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 985/68 of 15 July 1968 laying down general rules for intervention on the market in butter and cream (1), as last amended by Regulation (EEC) No 3790/85 (2), and in particular Article 7a thereof,\nWhereas Article 8 of Commission Regulation (EEC) No 2409/86 (3), as last amended by Regulation (EEC) No 3361/86 (4), makes the transport of premixtures made from butter subject to compliance with certain conditions; whereas such conditions are not required for the transport of premixtures made from concentrated butter; whereas, in both instances, the security is only released when the premixture has been incorporated in the compound feedingstuffs; whereas it therefore seems desirable to treat the transport of premixtures made from butter or concentrated butter in the same way;\nWhereas a material error in the text of the second subparagraph of Article 9 (2) should be corrected;\nWhereas Article 15a of Regulation (EEC) No 2409/86 lays down, amongst the conditions on the denaturing of butter, maximum proportions for the incorporation of such butter to attain a minimum free fatty acid content which ensures that denaturing is irreversible; whereas, whilst still maintaining the abovementioned minimum content, it seems appropriate, in order to make this disposal measure more effective, to increase the proportion with respect to the butter to be denatured;\nWhereas it has become apparent that there is a need to specify, under the supervisory measures, that the free fatty acid content of the finished product should be established according to the quantity manufactured from the entire quantity of the purchased butter;\nWhereas Article 24 (2) of Regulation (EEC) No 2409/86 lays down that the butter is to be removed within 24 days of the closing date for the submission of tenders; whereas, at the end of the first round of tenders, experience shows that this period should be extended to 36 days;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Milk and Milk Products,", "main_body": ["Regulation (EEC) No 2409/86 is hereby amended as follows:\n1. The first and second subparagraphs of Article 8 are replaced by the following:\n'If the operations for the processing of butter into concentrated butter, on the one hand, and the incorporation of the concentrated butter, whether pure or in the form of a mixture of fatty substances, in compound feedingstuffs or in a premixture intended for the manufacture of such feedingstuffs, on the other, are not carried out in the same place, the concentrated butter shall be transported in tanks or containers sealed by the competent authorities and bearing one or more of the following statements in letters not less than 5 cm high:\n- Mantequilla concentrada o mezcla de materias grasas, destinada exclusivamente a la incorporación en los piensos compuestos para animales - Reglamento (CEE) no 2409/86.\n- Koncentreret smoer eller fedtblanding bestemt udelukkende til iblanding i foderblandinger - forordning (EOEF) nr. 2409/86.\n- Butterfett, Fettmischung ausschliesslich zur Beimengung in Mischfutter - Verordnung (EWG) Nr. 2409/86.\n- Sympyknoméno voýtyro í meígma liparón oysión poy proorízetai apokleistiká gia ensomátosi stis sýnthetes zootrofés - Kanonismós (EOK) arith. 2409/86.\n- Concentrated butter or mixture of fatty substances intended exclusively for incorporation in compound feedingstuffs - Regulation (EEC) No 2409/86.\n- Beurre concentré ou mélange de matières grasses, destiné exclusivement à l'incorporation dans les aliments composés pour animaux - règlement (CEE) no 2409/86.\n- Burro concentrato o miscela di materie grasse, destinato esclusivamente all'incorporazione negli alimenti composti per animali - regolamento (CEE) n. 2409/86.\n- Boterconcentraat of mengsel van oliën en vetten uitsluitend bestemd voor bijmenging in mengvoeder - Verordening (EEG) nr. 2409/86.\n- Manteiga concentrada ou mistura de matérias gordas, destinada exclusivamente à incorporaçao nos alimentos compostos para animais - Regulamento (CEE) nº 2409/86.\nWhere any of the products referred to in Article 6 (2) have been added to the concentrated butter, the said tanks and containers need not be sealed.'.\n2. In the second subparagraph of Article 9 (2), 'Article 4 (4)' is replaced by 'Article 4 (2)'.\n3. In Article 15 a:\n- in paragraph 1 (b), the term 'twice as much as the quantity' is replaced by 'equal to the quantity';\n- paragraph 4 is replaced by the following:\n'4. The Member State on whose territory denaturing takes place shall, in accordance with the arrangements it decides on, exercise on-the-spot supervision of the use of the entire quantity of the purchased butter for denaturing, which supervision shall also include, according to the quantity manufactured, spot checks at the end of the process. Such checks shall be designed to establish that the finished fatty product is of a dark brownish colour and contains at least 8 % free fatty acid expressed as oleic acid.'.\n4. In Article 24 (2) '24 days' is replaced by '36 days'.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply to quantities of butter allocated or sold from 12 December 1986.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 23 December 1986.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 169, 18. 7. 1968, p. 1.\n(2) OJ No L 367, 31. 12. 1985, p. 5.\n(3) OJ No L 208, 31. 7. 1986, p. 29.\n(4) OJ No L 306, 1. 11. 1986, p. 99."}