{"celex_id": "31989L0396", "uri": "http://publications.europa.eu/resource/cellar/a0c807e5-95f5-4d22-8f37-3ceea9cb2883", "type": "Directive", "concepts": ["2081", "2735", "2897", "893"], "title": "Council Directive 89/396/EEC of 14 June 1989 on indications or marks identifying the lot to which a foodstuff belongs\n", "header": "COUNCIL DIRECTIVE of 14 June 1989 on indications or marks identifying the lot to which a foodstuff belongs (89/396/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 100a thereof,\nHaving regard to the proposal from the Commission (1),\nIn cooperation with the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas it is necessary to adopt measures with the aim of progressively establishing the internal market over the period expiring on 31 December 1992; whereas the internal market comprises an area without internal frontiers in which the free movement of  goods, persons, services and capital is ensured;\nWhereas trade in foodstuffs occupies a very important place in the internal market;\nWhereas indication of the lot to which a foodstuff belongs meets the need for better information on the identity of products; whereas it is therefore a useful source of information when foodstuffs are the subject of dispute or constitute a health hazard  for consumers;\nWhereas Council Directive 79/112/EEC of 18 December 1978 on the approximation of the laws of the Member States relating to the labelling, presentation and advertising\nof foodstuffs (4), as last amended by Directive\n89/395/EEC (5), contains no provisions on indication of lot identification; whereas some Member States have meanwhile adopted national measures requiring such indication;\nWhereas at international level there is now a general obligation to provide a reference to the manufacturing or packaging lot of prepackaged foodstuffs; whereas it is the Community's duty to contribute to the development of international trade;\nWhereas it is therefore advisable to adopt rules of a general and horizontal nature in order to establish a common lot identification system;\nWhereas the efficiency of this system depends on its application at the various marketing stages; whereas it is nevertheless desirable to exclude certain products and operations in particular those taking place at the start of the distribution network  for agricultural products;\nWhereas the concept of a lot implies that several sales units of a foodstuff have almost identical production, manufacture or packaging characteristics; whereas that concept therefore could not apply to bulk products or products which, owing to their  individual specificity or heterogeneous nature, could not be considered as forming a homogeneous batch;\nWhereas, in view of the variety of identification methods used, it is up to the trader to determine the lot and to affix the corresponding indication or mark;\nWhereas, in order to satisfy the information requirements for which it is intended, this indication must be clearly distinguishable and recognizable as such;\nWhereas the date of minimum durability or 'use by' date, may, in conformity with Directive 79/112/EEC, serve as the lot identification, provided it is indicated precisely,", "main_body": ["1.  This Directive concerns the indication which allows identification of the lot to which a foodstuff belongs.\n2.  For the purposes of this Directive, 'lot' means a batch of sales units of a foodstuff produced, manufactured or packaged under practically the same conditions.", "1.  A foodstuff may not be marketed unless it is accompanied by an indication as referred to in Article 1 (1).\n2.  However, paragraph 1 shall not apply:\n(a)  to agricultural products which, on leaving the holding are:\n- sold or delivered to temporary storage, preparation or packaging stations,\n- transported to producers' organizations, or\n- collected for immediate integration into an operational preparation or processing system;\n(b)  when, at the point of sale to the ultimate consumer, the foodstuffs are not prepackaged, are packaged at the request of the purchaser or are prepackaged for immediate sale;\n(c)  to packagings or containers, the largest side of which has an area of less than 10 cm$.\n3.  Member States may, until 31 December 1996, refrain from requiring the indication referred to in Article 1 (1) to be mentioned in the case of the glass bottles intended for re-use which are indelibly marked and which therefore bear no label, ring or  collar.", "The lot shall be determined in each case by the producer, manufacturer or packager of the foodstuff in question, or the first seller established within the Community.\nThe indication referred to in Article 1 (1) shall be determined and affixed under the responsibility of one or other of those operators. It shall be preceded by the letter 'L' except in cases where it is clearly distinguishable from the other  indications on the label.", "When the foodstuffs are prepackaged, the indication referred to in Article 1 (1) and, where appropriate, the letter 'L' shall appear on the prepackaging or on a label attached thereto.\nWhen the foodstuffs are not prepackaged, the indication referred to in Article 1 (1) and, where appropriate, the letter 'L' shall appear on the packaging or on the container or, failing that, on the relevant commercial documents.\nIt shall in all cases appear in such a way as to be easily visible, clearly legible and indelible.", "When the date of minimum durability or 'use by' date appears on the label, the indication referred to in Article 1 (1) need not appear on the foodstuff, provided that the date consists at least of the uncoded indication of the day and the  month in that order.", "This Directive shall apply without prejudice to the indications laid down by specific Community provisions.\nThe Commission shall publish and keep up to date a list of the provisions in question.", "Member States shall, where necessary, amend their laws, regulations or administrative provisions so as to:\n- authorize trade in products complying with this Directive by not later than 20 June 1990,\n- prohibit trade in products not complying with this Directive with effect from 20 June 1991, however, trade in products placed on the market or labelled before that date and not conforming with this Directive may continue until stocks run out.\nThey shall forthwith inform the Commission thereof.", "This Directive is addressed to the Member States."], "attachments": "Done at Luxembourg, 14 June 1989.\nFor the Council\nThe President\nP. SOLBES\n(1) OJ No C 310, 20. 11. 1987, p. 2.\n(2) OJ No C 167, 27. 6. 1988, p. 425, and OJ No C 120, 16. 5. 1989.\n(3) OJ No C 95, 11. 4. 1988, p. 1.\n(4) OJ No L 33, 8. 2. 1979, p. 1.\n(5) See page 17 of this Official Journal."}