{"celex_id": "31983R0993", "uri": "http://publications.europa.eu/resource/cellar/ed473355-fd8e-46e4-808b-93297daa7674", "type": "Regulation", "concepts": ["116", "206", "2247", "4048", "4580", "665"], "title": "Council Regulation (EEC) No 993/83 of 25 April 1983 on the application of Decision No 1/83 of the EEC-Turkey Association Council replacing the unit of account by the ECU in Decision No 5/72 on methods of administrative cooperation for implementation of Articles 2 and 3 of the Additional Protocol to the Ankara Agreement\n", "header": "COUNCIL  REGULATION (EEC) No 993/83\nof 25 April 1983\non the application of Decision No 1/83 of the EEC-Turkey Association Council replacing the unit of account by the ECU in Decision No 5/72 on methods of administrative cooperation for implementation of Articles 2 and 3 of the Additional Protocol to the Ankara Agreement\nTHE COUNCIL OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 113 thereof,\nHaving regard to the proposal from the Commission,\nWhereas Council Regulation (EEC) No 428/73 of 5 February 1973 on the application of Decisions No 5/72 and No 4/72 of the Association Council set up under the Agreement establishing an Association between the European Economic Community and Turkey (1), as last amended by Regulation (EEC) No 2152/78 (2), implemented in the Community the methods of administrative cooperation laid down by Decision No 5/72 for implementation of Articles 2 and 3 of the Additional Protocol to the Ankara Agreement;\nWhereas these methods have been amended by Decision No 1/83 of the EEC-Turkey Association Council and it is therefore necessary to ensure the implementation of that Decision in the Community,", "main_body": ["Decision No 1/83 of the EEC-Turkey Association Council shall apply in the Community.\nThe text of the Decision is attached to this Regulation.", "This Regulation shall enter into force on 1 May 1983.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 25 April 1983.\nFor the Council\nThe President\nH.-W. LAUTENSCHLAGER\n(1) OJ No L 59, 5. 3. 1973, p. 73.\n(2) OJ No L 253, 15. 9. 1978, p. 1.\nDECISION No 1/83 OF THE EEC-TURKEY ASSOCIATION COUNCIL\nof 25 April 1983\nreplacing the unit of account by the ECU in Decision No 5/72 on methods of administrative cooperation for implementation of Articles 2 and 3 of the Additional Protocol to the Ankara Agreement\nTHE ASSOCIATION COUNCIL,\nHaving regard to the Agreement establishing an Association between the European Economic Community and Turkey,\nHaving regard to the Additional Protocol to the said Agreement, and in particular Article 4 thereof,\nWhereas the unit of account used in Article 10 (a) of Decision No 5/72 of the Association Council on methods of administrative cooperation for implementation of Articles 2 and 3 of the Additional Protocol to the Ankara Agreement (1), as last amended by Decision No 1/78 (2), is no longer suited to the present international monetary situation; whereas it is therefore necessary to adopt a new value for the purpose of determining the amount below which it is not necessary to produce a movement certificate A.TR.1 or A.TR.3 in respect of dutiable objects accompanying travellers or forming part of their luggage, provided they are not objects intended for commercial purposes;\nWhereas the European Communities introduced the ECU as from 1 January 1981 (3);\nWhereas the ECU should be used as a common basic unit;\nWhereas, for reasons of administrative simplification, that unit of account must remain unchanged for periods of at least two years;\nWhereas the provisions of Article 10 (a) of Decision No 5/72 must be amended accordingly,\nHAS DECIDED AS FOLLOWS:\nArticle 1\nIn Article 10 (a) of Decision No 5/72:\n1. the amount '200 units of account' shall be replaced by '325 ECU';\n2. the following shall be added:\n'Up to and including 30 April 1985, the value of the ECU in national currency in a given country shall be the value calculated as at 1 October 1982.\nFor each successive period of two years thereafter it shall be the equivalent in that national currency of the ECU as at the first working day in October in the year immediately preceding that two-year period.\nThe amount in the national currency of the exporting country equivalent to the amount expressed in this Article shall be fixed by the exporting country and communicated to the Customs Cooperation Committee no later than one month prior to its entry into force.\nWhen this amount is more than the corresponding amount fixed by the importing country, the importing country shall accept it if the goods are invoiced in the currency of the exporting country.\nIf the goods are invoiced in the currency of another Member State of the Community, the importing country shall recognize the amount notified by the State concerned.'\nArticle 2\nThis Decision shall enter into force on 1 May 1983.\nDone at Brussels, 25 April 1983.\nFor the Association Council\nThe President\nC. KESKIN\n(1) OJ No L 59, 5. 3. 1973, p. 74.\n(2) OJ No L 253, 15. 9. 1978, p. 2.\n(3) The ECU is composed of a sum of amounts of the currencies of the Member States as specified by Regulation (EEC) No 3180/78. On the entry into force of this Decision such amounts are as follows:\n0,828 German mark\n0,0885 pound sterling\n1,15 French francs\n109 Italian lire\n0,286 Dutch guilder\n3,66 Belgian francs\n0,14 Luxembourg franc\n0,217 Danish krone\n0,00759 Irish pound"}