{"celex_id": "31981D0108", "uri": "http://publications.europa.eu/resource/cellar/6ea813cc-67cd-46d8-9d41-54f4c70b0711", "type": "Decision", "concepts": ["1182", "1565", "2763", "4404"], "title": "81/108/EEC: Commission Decision of 9 February 1981 amending Decision 77/711/EEC as regards the regions in which the co-responsibility levy introduced in respect of milk and milk products is not applicable (Only the Greek text is authentic)\n", "header": "COMMISSION DECISION of 9 February 1981 amending Decision 77/711/EEC as regards the regions in which the co-responsibility levy introduced in respect of milk and milk products is not applicable (Only the Greek text is authentic) (81/108/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1079/77 of 17 May 1977 on a co-responsibility levy and on measures for expanding the market in milk and milk products (1), as last amended by Regulation (EEC) No 1364/80 (2), and in particular Article 6 thereof,\nWhereas Article 1 (4) of Commission Regulation (EEC) No 1822/77 of 5 August 1977 laying down detailed rules for the collection of the co-responsibility levy introduced in respect of milk and milk products (3), as last amended by Regulation (EEC) No 1381/80 (4), provides that this levy shall not apply to milk sold by a producer to a dairy situated in a region where, during 1976, the average daily quantity of milk delivered by producers was less than 10 kilograms per producer ; whereas the regions which may be taken into consideration for applying the said provision are those defined in Article 4 (3) (a) of Council Directive 72/280/EEC of 31 July 1972 on the statistical surveys to be made by Member States on milk and milk products (5), as last amended by the Act of Accession of Greece;\nWhereas the information supplied by Greece and the statistical data available to the Commission show that the abovementioned conditions for non-application of the levy are fulfilled in that Member State, the territory of which is a single region for the purposes of Directive 72/280/EEC ; whereas Commission Decision 77/711/EEC (6) should be supplemented accordingly;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Management Committee for Milk and Milk Products,", "main_body": ["The Annex to Decision 77/711/EEC is hereby supplemented to include the following : \"Greece : the whole country\".", "This Decision shall apply with effect from 1 January 1981.", "This Decision is addressed to the Hellenic Republic."], "attachments": "Done at Brussels, 9 February 1981.\nFor the Commission\nPoul DALSAGER\nMember of the Commission\n(1) OJ No L 131, 26.5.1977, p. 6.  (2) OJ No L 140, 5.6.1980, p. 16.  (3) OJ No L 203, 9.8.1977, p. 1.  (4) OJ No L 140, 5.6.1980, p. 59.  (5) OJ No L 179, 7.8.1972, p. 2.  (6) OJ No L 292, 16.11.1977, p. 15."}