{"celex_id": "31986R2964", "uri": "http://publications.europa.eu/resource/cellar/a5ed4b69-8e1a-4047-b2b5-17d85f0003d5", "type": "Regulation", "concepts": ["1519", "192", "2483", "994"], "title": "Commission Regulation (EEC) No 2964/86 of 26 September 1986 on exceptional measures to be taken in the beef and veal sector following outbreaks of foot-and-mouth disease in certain regions of Italy\n", "header": "COMMISSION  REGULATION (EEC) No 2964/86\nof 26 September 1986\non exceptional measures to be taken in the beef and veal sector following outbreaks of foot-and-mouth disease in certain regions of Italy\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 805/68 of 27 June 1968 on the common organization of the market in beef and veal (1), as last amended by Regulation (EEC) No 3768/85 (2), and in particular Article 23 thereof,\nWhereas, because of the outbreak of foot-and-mouth disease in certain production regions in Italy, the introduction of live bovine animals and certain fresh beef or veal products from the said regions of Italy into the other Member States has been temporarily prohibited pursuant to Commission Decision 86/448/EEC of 4 September 1986 on certain protective measures against foot-and-mouth disease in Italy (3);\nWhereas, in order to take account of the limitations to free circulation resulting from the situation, exceptional measures to support the market must be taken in the regions concerned;\nWhereas, in the Italian regions concerned, it is no longer possible either to affix to beef and veal the health marking, nor to issue the health certificate, provided for in Article 3 (1) A (e) and (f) of Council Directive 64/433/EEC of 26 June 1964 on health problems affecting intra-Community trade in fresh meat (4), as last amended by Regulation (EEC) No 3768/85;\nWhereas such meat may therefore not be bought in by intervention pursuant to Article 6 of Commission Regulation (EEC) No 2226/78 (5), as last amended by Regulation (EEC) No 1375/86 (6); whereas, in order to avoid consequences incompatible with the principle of price support provided for producers of beef and veal under the intervention system, provision should be made for buying in the meat in question while ensuring that it may be readily distinguished so that it may be removed from storage separately;\nWhereas these masures may be taken only to the extent and for a period strictly necessary for the support of the market;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Beef and Veal,", "main_body": ["1. In the period 29 September to 31 December 1986, the Italian intervention agency shall buy in a maximum quantity of 6 000 tonnes of meat of the categories listed in the Annex at the price given against each such category.\n2. Only products obtained from adult bovine animals reared in local health units in which foot-and-mouth disease has been detected and which have not been declared free of the disease or from adult bovine animals reared in local health units which share a boundary with such local health units may be bought in.\nProducts obtained from adult bovine animals reared in local health units in which no cases of foot-and-mouth disease have been recorded for three months or from adult bovine animals reared in local health units which share a boundary with such local health units shall no longer qualify for this buying-in operation.\nModifications to the boundary of the infection zone shall be immediately notified by the Italian authorities to the Commission.\n3. Meat bought in pursuant to paragraph 1 shall bear a distinctive marking equivalent to that provided for in Article 3 (1) A (e) of Directive 64/433/EEC.\nIt shall be stored separately and in readily-identifiable lots.", "The communications provided for in Article 18 of Regulation (EEC) No 2226/78 shall be made separately in respect of the meat referred to in Article 1 (1).", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 26 September 1986.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 148, 28. 6. 1968, p. 24.\n(2) OJ No L 362, 31. 12. 1985, p. 8.\n(3) OJ No L 259, 11. 9. 1986, p. 34.\n(4) OJ No 121, 29. 7. 1964, p. 2012/64.\n(5) OJ No 261, 26. 9. 1978, p. 5.\n(6) OJ No L 120, 8. 5. 1986, p. 33.\nANEXO - BILAG - ANHANG - PARARTIMA - ANNEX - ANNEXE - ALLEGATO -\nBIJLAGE - ANEXO\n1.2.3 // Psategora   // A:   // Psanales de xoenes animales mapsios no psastrados, de menos de 2 a6)XT'nð.   // AEdª'naeOE  // :   // ®ºAEªdOEae'nkk AEi LTª OEOEOE-OEAEðdaeaeH LAETHhae k LTHae d'n ae.   // AEdª'naeOE   // :   // ®lLºAElLdOEaekae l'nT LTªT ÞTTºOElLT, TOElLd OEAEðdaeOEaedT ©OEaeT l'nT oeTOEªae AEºð 2 AELaeT.   // AEdLª'nae¢OEAE  // :   // ®i¢AEªOEAE TAEae¢lT ÞL hT'nhijOEðÞ¢TlT AEaeae¢TlT IJ¢llT OE¢AEdl dlT 2 d¢lT.   // Category   // A:   // Carcases of uncastrated young male animals of less than two years of age.  // Catégorie   // A:   // Carcasses de jeunes animaux mâles non castrés de moins de 2 ans.   // Categoria   // A:  // Carcasse di giovani animali maschi non castrati di età inferiore a 2 anni.   // Categorie   // A:   // Geslachte niet-gecastreerde jonge mannelijke dieren, minder dan 2 jaar oud.   // Categoria   // A:   // Carcaças de animais jovens machos, não castrados, de menos de dois anos.\nPrecio de compra expresado en ECUS por 100 kilogramos de productos\nOpkoebspris i ECU pr. 100 kg af produkterne\nAnkaufspreis in ECU je 100 kg des Erzeugnisses\nTimí agorás se ECU aná 100 chgr proïónton\nBuying-in price in ECU per 100 kg of product\nPrix d'achat en Écus par 100 kilogrammes de produits\nPrezzi di acquisto in ECU per 100 kg di prodotti\nAankoopprijs in Ecu per 100 kg produkt\nPreço de compra expresso em ECUs por 100 quilogramas de produtos\n1.2 // - Quarti posteriori, taglio diritto a 5 costole:   //  // Categoria A classe U2   // 442,80   // Categoria A classe U3   // 439,20   // Categoria A classe R2   // 424,80  // Categoria A classe R3   // 420,00   // Categoria A classe O2   // 397,20   // Categoria A classe O3   // 391,20   // - Quarti posteriori, taglio a 8 costole, detto pistola:   //  // Categoria A classe U2   // 461,25   // Categoria A classe U3   // 457,50   // Categoria A classe R2   // 442,50  // Categoria A classe R3   // 437,50   // Categoria A classe O2   // 413,75   // Categoria A classe O3   // 407,50"}