{"celex_id": "31988R0981", "uri": "http://publications.europa.eu/resource/cellar/fa04e502-2433-4d57-8386-5443dceeda8f", "type": "Regulation", "concepts": ["4860", "5025", "5283"], "title": "Commission Regulation (EEC) No 981/88 of 14 April 1988 providing for an exception in Italy for the 1987/88 wine year as regards the notification by producers of quantities of table wine to be delivered by them for the compulsory distillation\n", "header": "COMMISSION  REGULATION (EEC) No 981/88\nof 14 April 1988\nproviding for an exception in Italy for the 1987/88 wine year as regards the notification by producers of quantities of table wine to be delivered by them for the compulsory distillation\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHave regard to Council Regulation (EEC) No 822/87 of 16 March 1987 on the common organization of the market in wine (1), as last amended by Commission Regulation (EEC) No 3992/87 (2), and in particular Article 39 (11) thereof,\nWhereas Commission Regulation (EEC) No 4022/87 (3), opened the compulsory distillation of table wine as provided for in Article 39 of Regulation (EEC) No 822/87 for the 1987/88 wine year; whereas the percentages of table wine production to be delivered for such distillation by each producer subject to compulsory distillation were fixed on 26 February 1988 by Commission Regulation (EEC) No 529/88 (4);\nWhereas, in accordance with Article 10 (1) of Commission Regulation (EEC) No 441/88 of 17 February 1988 laying down detailed rules for applying compulsory distillation as referred to in Article 39 of Council Regulation (EEC) No 822/87 (5), producers are required to notify the competent authorities by 31 March 1988 at the latest of the quantities of table wine which they must deliver for such distillation;\nWhereas Italy has pointed out that for administrative reasons the provisions governing such notification could not be adopted in that country in sufficient time for producers to be able to calculate, under normal conditions, the quantities covered by their obligation and to notify the same within the time limit laid down;\nWhereas, so that compulsory distillation may be carried out under satisfactory conditions and may achieve its objectives, provision should be made, for the current marketing year in Italy, for producers to notify those quantities by 30 April 1988;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Wine,", "main_body": ["In Italy, for the 1987/88 wine year and notwithstanding Article 10 (1) of Regulation (EEC) No 441/88, producers subject to compulsory distillation as provided for in Article 39 of Regulation (EEC) No 822/87 who have submitted the production declarations referred to in Commission Regulation (EEC) No 3929/87 (6) shall, pursuant to Article 8 of Regulation (EEC) No 441/88, calculate the quantities which they must deliver for distillation and shall notify the results to the intervention agency or any other competent authority of the Member State by 30 April 1988 at the latest.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 31 March 1988.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 14 April 1988.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 84, 27. 3. 1987, p. 1.\n(2) OJ No L 377, 31. 12. 1987, p. 20.\n(3) OJ No L 378, 31. 12. 1987, p. 45.\n(4) OJ No L 53, 27. 2. 1988, p. 65.\n(5) OJ No L 45, 18. 2. 1988, p. 15.\n(6) OJ No L 369, 29. 12. 1987, p. 59."}