{"celex_id": "31988R2241", "uri": "http://publications.europa.eu/resource/cellar/f759a5d6-a268-415b-83f2-9af6575f0a3a", "type": "Regulation", "concepts": ["1339", "4498"], "title": "Council Regulation (EEC) No 2241/88 of 19 July 1988 concerning special measures for the processing of certain varieties of oranges during the 1988/89 marketing year and amending Regulations (EEC) No 2601/69 and (EEC) No 3391/87\n", "header": "COUNCIL REGULATION (EEC) No 2241/88 of 19 July 1988 concerning special measures for the processing of certain varieties of oranges during the 1988/89 marketing year and amending Regulations (EEC) No 2601/69 and (EEC) No 3391/87\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 43 thereof,\nHaving regard to the Act of Accession of Spain and Portugal, and in particular Article 89 (2) thereof,\nHaving regard to the proposal from the Commission(1),\nHaving regard to the opinion of the European Parliament(2),\nHaving regard to the opinion of the Economic and Social Committee(3),\nWhereas Council Regulation (EEC) No 2601/69 of 18 December 1969 laying down special measures to encourage the processing of certain varieties of oranges(4), as last amended by Regulation (EEC) No 3391/87(5), provides that oranges of the Shamouti variety  are, for the 1987/88 marketing year and up to a certain quantity, to qualify under the provisions laid down for certain varieties of oranges for processing;\nWhereas Council Regulation (EEC) No 3391/87 of 9 November 1987 concerning special measures for the processing of certain varieties of oranges and amending Regulation (EEC) No 2601/69 makes the arrangements provided for by Regulation (EEC) No 2601/69  applicable, for Spain and during the 1987/88 marketing year, to oranges of the Cadenera, Castellana and Macetera varieties up to a certain quantity;\nWhereas the characteristics of the disposal of those varieties continue to obtain; whereas the provisions laid down for the 1987/88 marketing year should therefore be extended to the 1988/89 marketing year,", "main_body": ["Article 3 (a) of Regulation (EEC) No 2601/69 is hereby replaced by the following:\nÂ´Article 3a During the 1987/88 and 1988/89 marketing years, Article 1 to 4 shall apply to oranges of the Shamouti variety up to a total quantity of 3 000 tonnes of fresh product per marketing year, to be apportioned between the producer Member States in accordance  with the procedure laid down in Article 33 of Regulation (EEC) No 1035/72.'.", "Article 2 (1) of Regulation (EEC) No 3391/87 is hereby replaced by the following:\nÂ´1. During the 1987/88 and 1988/89 marketing years, the arrangements provided for in Regulation (EEC) No 2601/69 shall apply for Spain to oranges of the Cadenera, Castellana and Macetera varieties for a total quantity of 10 000 tonnes of fresh product  per marketing year for all three varieties.'.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 July 1988 For the CouncilThe PresidentY. POTTAKIS  (1)OJ No C 139, 30. 5. 1988, p. 59.\n(2)OJ No C 167, 27. 6. 1988.\n(3)OJ No C 175, 4. 7. 1988, p. 33.\n(4)OJ No L 324, 27. 12. 1969, p. 21.\n(5)OJ No L 323, 13. 11. 1987, p. 2."}