{"celex_id": "31989R0596", "uri": "http://publications.europa.eu/resource/cellar/340add57-ff10-4e70-a8a8-a8883e5153f8", "type": "Regulation", "concepts": ["2081", "3173", "4717", "4722", "5573", "87"], "title": "Commission Regulation (EEC) No 596/89 of 8 March 1989 amending for the fifth time Regulation (EEC) No 2707/86 laying down detailed rules for the description and presentation of sparkling and aerated sparkling wines\n", "header": "COMMISSION  REGULATION (EEC) No 596/89\nof 8 March 1989\namending for the fifth time Regulation (EEC) No 2707/86 laying down detailed rules for the description and presentation of sparkling and aerated sparkling wines\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 822/87 of 16 March 1987 on the common organization of the market in wine (1), as last amended by Regulation (EEC) No 2964/88 (2), and in particular Article 72 (5) thereof,\nWhereas Council Regulation (EEC) No 3309/85 (3), as last amended by Regulation (EEC) No 538/87 (4), lays down general rules for the description and presentation of sparkling wines and aerated sparkling wines;\nWhereas it is compulsory to indicate the Member State; whereas it should be made clear as a result how this is to be indicated on the labelling;\nWhereas the second paragraph of Article 9 of Commission Regulation (EEC) No 2707/86 (5), as last amended by Regulation (EEC) No 2657/88 (6), provides that the Commission is to decide on one or more terms to apply throughout the Community for use in conjunction with and subsequently instead of the expression 'mĂŠthode champenoise';\nWhereas Council Directive 75/106/EEC of 19 December 1974 on the approximation of the laws of the Member States relating to the making-up by volume of certain prepackaged liquids (7), as last amended by Directive 88/316/EEC (8), lays down provisions on the making up of sparkling wines and aerated sparkling wines placed on the market after 31 December 1988; whereas, in order to permit the disposal of sparkling wines and aerated sparkling wines already made up before that date, provision should be made that such wine, in containers which may no longer be used, must be able to be held with a view to sale and placed on the market in their containers and under certain conditions until stocks are exhausted;\nWhereas the second indent of the first subparagraph of Article 6 (1) of Regulation (EEC) No 3309/85 provides that the names of a geographical unit may be used for quality sparkling wine; whereas the geographical names forwarded by the United Kingdom should be added to the list in Annex I to Regulation (EEC) No 2707/86;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Wine,", "main_body": ["Regulation (EEC) No 2707/86 is hereby amended as follows:\n1. the following paragraph is added to Article 3:\n'4. The Member State where the producer, vendor or importer has his head office shall be indicated:\n- either in full after the commune or part of commune,\n- or by a capital letter or letters indicating the country, where applicable, together with the postal code of the commune in question.';\n2. Article 9 is replaced by the following:\n'Article 9\nThe expressions equivalent to \"mĂŠthode champenoise\" that may, under the third subparagraph of Article 6 (5) of Regulation (EEC) No 3309/85, be shown together with that term shall be \"bottle-fermented by the traditional method\" or \"traditional method\" og \"classical method\" or classical traditional method\".\nThe expressions mentioned in the preceding subparagraph may be translated into another official Community language.';\n3. the following paragraph is added in Article 10:\n'(5) Sparkling wines and aerated sparkling wines in containers which may no longer be used after the expiry of the transitional periods referred to in Article\n5 of Council Directive 75/106/EEC (1) and in other Community provisions applicable may be held with a view to sale and placed on the market in their containers until stocks are exhausted provided it may be proved, in particular by the registers referred to in Article 71 (2) of Council Regulation (EEC) No 822/87 (2), that the product in question has been vatted, bottled and labelled before the expiry of the abovementioned transitional periods.\n(1) OJ No L 42, 15. 2. 1975, p. 1.\n(2) OJ No L 84, 27. 3. 1987, p. 1.';\n4. the following point 3 is added to Annex I:\n'3. For the United Kingdom:\n(a) England;\n(b) Wales.'", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 8 March 1989.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 84, 27. 3. 1987, p. 1.\n(2) OJ No L 269, 29. 9. 1988, p. 5.\n(3) OJ No L 320, 29. 11. 1985, p. 9.\n(4) OJ No L 55, 25. 2. 1987, p. 4.\n(5) OJ No L 246, 30. 8. 1986, p. 71.\n(6) OJ No L 237, 27. 8. 1988, p. 17.\n(7) OJ No L 42, 15. 2. 1975, p. 1.\n(8) OJ No L 143, 10. 6. 1988, p. 26."}