{"celex_id": "31987R0229", "uri": "http://publications.europa.eu/resource/cellar/3162d182-ee2d-4ff5-8b95-ea50178b9b9c", "type": "Regulation", "concepts": ["140", "3170", "3299", "3331", "4314", "881"], "title": "Council Regulation (EEC) No 229/87 of 26 January 1987 amending Regulation (EEC) No 1785/81 on the common organization of the markets in the sugar sector\n", "header": "COUNCIL  REGULATION (EEC) No 229/87\nof 26 January 1987\namending Regulation (EEC) No 1785/81 on the common organization of the markets in the sugar sector\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 43 thereof,\nHaving regard to the proposal from the Commision,\nHaving regard to the opinion of the European Parliament (1),\nWhereas Article 11 (1) of Council Regulation (EEC) No 1785/81 of 30 June 1981 on the common organization of the markets in the sugar sector (2), as last amended by Regulation (EEC) No 3666/86 (3), specifies that intervention agencies may sell sugar only at a price which is higher than the intervention price unless it is to be exported either in the natural state or after processing or is to be sued for animal feeding;\nWhereas this rule prevents the disposal of sugar to charitable organizations for use for human consumption in the Community; whereas provision should therefore be made for such a possibility in the case of individual emergency aid operations assuring the availability of supplies and thus representing at the same time a humanitarian operation;\nWhereas such operations are effective only if rapidly implemented; whereas provision should therefore be made for the most appropriate procedure to be sued in such instances,", "main_body": ["Regulation (EEC) No 1785/81 is hereby amended as follows:\n1. The following paragraph is added to Article 11:\n'1a. It may however be decided, paragraph 1 notwithstanding, that intervention agencies shall, with a view to its distribution free of charge, make sugar in the natural state held by them available to charitable organizations - recognized by the Member State concerned or, if no recognition has been granted in that Member State to such organizations, by the Commission - actively involved in individual emergency aid operations, at a price which is lower than the intervention price or free of charge for human consumption on the internal market of the Community.';\n2. Article 11 (3) shall be replaced by the following:\n'3. Detailed rules for the application of this Article and the decision to make sugar available as specified in paragraph 1a shall be adopted in accordance with the procedure laid down in Article 41.'.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 26 January 1987.\nFor the Council\nThe President\nL. TINDEMANS\n(1) Opinion delivered on 23 January 1987 (not yet published in the Official Journal).\n(2) OJ No L 177, 1. 7. 1981, p. 4.\n(3) OJ No L 339, 2. 12. 1986, p. 10."}