{"celex_id": "31987R3077", "uri": "http://publications.europa.eu/resource/cellar/610b616f-c1ac-4c29-97f6-3d7a7486359a", "type": "Regulation", "concepts": ["1637", "1662", "167", "3948", "4079", "5334"], "title": "Commission Regulation (EEC) No 3077/87 of 14 October 1987 laying down provisions for the implementation of Council Regulation (EEC) No 3842/86 laying down measures to prohibit the release for free circulation of counterfeit goods\n", "header": "COMMISSION  REGULATION (EEC) No 3077/87\nof 14 October 1987\nlaying down provisions for the implementation of Council Regulation (EEC) No 3842/86 laying down measures to prohibit the release for free circulation of counterfeit goods\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3842/86 of 1 December 1986 laying down measures to prohibit the release for free circulation of counterfeit goods (1), and in particular Article 11 (2) thereof,\nWhereas Council Regulation (EEC) No 3842/86 introduced rules with a view to prohibiting the release for free circulation of counterfeit goods and to dealing effectively with the illegal marketing of such goods without impeding the freedom of legitimate trade;\nWhereas Article 11 (3) of that Regulation provides that Member States are to communicate to the Commission all relevant information for applying that Regulation and that the Commission is to communicate that information to the other Member States; whereas it is necessary to lay down the procedure for exchanging that information as provided in the third subparagraph of Article 11 (3);\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Committee on General Customs Rules,", "main_body": ["This Regulation lays down the provisions for the implementation of Council Regulation (EEC) No 3842/86, hereinafter referred to as the 'basic Regulation'.", "1. Each Member State shall, at the earliest opportunity, transmit to the Commission details concerning:\n(a) the laws, regulations or administrative provisions which it adopts in implementation of the basic Regulation. It shall, where applicable, likewise inform the Commission of the provisions of its national law which preclude informing the trade mark owner as provided in Article 7 (3) of the basic Regulation;\n(b) the name of the competent authority responsible for receiving the trade mark owner's application in writing, as referred to in Article 3 (1) of the basic Regulation.\n2. To enable the Commission to monitor the effective application of the procedure laid down by the basic Regulation and to draw up, in due course, the report referred to in Article 11 (4) thereof, each Member State shall transmit to the Commission:\n(a) by 30 June 1988 and afterwards at the end of each calendar year, a list of all the applications in writing referred to in Article 3 (1) of the basic Regulation together with the name and address of the trade mark owner, a brief description of the trade mark and the action taken in response to the application;\n(b) not later than six weeks after the time at which release of goods is suspended, information on all cases in which such release remains suspended for longer than the 10 working days prescribed in Article 6 of the basic Regulation. The information to be supplied, inter alia, shall comprise:\n- the name and address of the owner of the trade mark in question and a description of the latter,\n- the declared country of consignment, description, quantity and value of the goods the release of which has been suspended and the date of such suspension.\n3. Each Member State shall, as soon as possible, transmit to the Commission particulars of the final decision taken in each case where:\n- the release for free circulation remains suspended for longer than the 10 working-day period prescribed in Article 6 of the basic Regulation, or\n- the goods for which release for free circulation is suspended are found to be counterfeit goods.\nA copy of the final decision shall be attached to this comunication.\n4. The Commission shall, in an appropriate manner, communicate to all Member States such information as it receives pursuant to this Article. Details of cases provided for in paragraph 2 (b) shall be sent immediately to the Member States by the Commission.\n5. Details communicated in application of the foregoing paragraphs shall only be used in pursuance of the objectives established by the basic Regulation.", "This Regulation shall enter into force on 1 January 1988.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 14 October 1987.\nFor the Commission\nCOCKFIELD\nVice-President\n(1) OJ No L 357, 18. 12. 1986, p. 1."}