{"celex_id": "31989R0486", "uri": "http://publications.europa.eu/resource/cellar/2f189f48-11c4-4d61-b3e1-e396021e9531", "type": "Regulation", "concepts": ["4284", "4663", "4682", "4688", "946"], "title": "Commission Regulation (EEC) No 486/89 of 27 February 1989 on the sale by the procedure laid down in Regulation (EEC) No 2539/84 of beef held by certain intervention agencies and intended for export, amending Regulation (EEC) No 569/88 and repealing Regulation (EEC) No 3627/88\n", "header": "COMMISSION  REGULATION (EEC) No 486/89\nof 27 February 1989\non the sale by the procedure laid down in Regulation (EEC) No 2539/84 of beef held by certain intervention agencies and intended for export, amending Regulation (EEC) No 569/88 and repealing Regulation (EEC) No 3627/88\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 805/68 of 27 June 1968 on the common organization of the market in beef and veal (1), as last amended by Regulation (EEC) No 4132/88 (2), and in particular Article 7 (3) thereof,\nWhereas Commission Regulation (EEC) No 2539/84 of 5 September 1984 laying down detailed rules for certain sales of frozen beef held by the intervention agencies (3), as amended by Regulation (EEC) No 1809/87 (4), has provided for the possibility of applying a two-stage procedure when selling beef from intervention stocks;\nWhereas certain intervention agencies hold substantial stocks of boned intervention meat; whereas an extension of the period of storage for the meat bought in should be avoided on account of the ensuing high costs; whereas outlets exist in certain third countries for the products in question and it is appropriate therefore to offer this meat for sale in accordance with Commission Regulations (EEC) No 2539/84 and (EEC) No 2824/85 (5);\nWhereas it is necessary to lay down a time limit for export of the said meat; whereas this time limit should be fixed by taking into account Article 5 (b) of Commission Regulation (EEC) No 2377/80 of 4 September 1980 on special detailed rules for the application of the system of import and export licences in the beef and veal sector (6), as last amended by Regulation (EEC) No 3182/88 (7);\nWhereas in order to ensure that beef sold is exported the lodging of security, as specified in Article 5 (2) (a) of Regulation (EEC) No 2539/84, should be required;\nWhereas it is appropriate to specify that, in view of the prices which have been fixed in the context of this sale in order to permit the disposal of certain cuts, exports of such cuts should not be eligible for the refunds periodically fixed in the beef and veal sector; whereas, for the same reason, the additional code 7034 referred to in Part 3 of the Appendix to Annex I to Commission Regulation (EEC) No 4103/88 of 23 December 1988 fixing the monetary compensatory amounts applicable in the agricultural sector and certain coefficients and rates required for their application (8), as last amended by Regulation (EEC) No 449/89 (9);\nWhereas Article 2 (1) of Commission Regulation (EEC) No 3155/85 of 11 November 1985 providing for the advance fixing of monetary compensatory amounts (10), as last amended by Regulation (EEC) No 3521/88 (11), stipulates that monetary compensatory amounts may be fixed in advance only if the export refund is fixed in advance; whereas the absence of refunds for the meat in question means that this requirement cannot be met; whereas for the sake of impartiality it should in this instance be suspended so that advance fixing of the monetary compensatory amounts can be permitted;\nWhereas products held by intervention agencies and intended for export are subject to the provisions of Commission Regulation (EEC) No 569/88 (12), as last amended by Regulation (EEC) No 148/89 (13); whereas, however, the Annex to the said Regulation setting out the entries to be made should be expanded;\nWhereas Commission Regulation (EEC) No 3627/88 (14) should be repealed;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Beef and Veal,", "main_body": ["1. Part of the stocks of boned intervention beef held by the intervention agencies of Denmark, France, Ireland, Italy and the United Kingdom shall be sold.\nThis meat shall be for export.\nSubject to the provisions of this Regulation, the sale shall take place in accordance with the provisions of Regulations (EEC) No 2539/84 and (EEC) No 2824/85. However by way of derogation from Article 3 (2) of Regulation (EEC) No 2824/85 authorization to repack may also be given for meat stored outside the Member State of the intervention agency holding it.\nThe provisions of Commission Regulation (EEC) No 985/81 (1) shall not apply to this sale.\n2. The qualities and the minimum prices referred to in Article 3 (1) of Regulation (EEC) No 2539/84 are given in Annex I hereto.\n3. Only those tenders shall be taken into consideration which reach the intervention agencies concerned no later than 12 noon on 1 March 1989.\n4. Particulars relating to the quantities and the places where the products are stored may be obtained by interested parties at the addresses given in Annex II.", "The products specified in Article 1 must be exported within six months of the date of conclusion of the contract of sale.", "1. The security provided for in Article 5 (1) of Regulation (EEC) No 2539/84 shall be ECU 10 per 100 kilograms.\n2. The security provided for in Article 5 (2) (a) of Regulation (EEC) No 2539/84 shall be:\n- ECU 600 per 100 kilograms of the meat referred to under 1 (a), 2 (a), 3 (a), 4 (a) and 5 (a) in Annex I,\n- ECU 400 per 100 kilograms of the meat referred to under 1 (b), 2 (b), 3 (b), 4 (b) and 5 (b) in Annex I.", "In the case of the meat referred to under 1 (b), 2 (b), 3 (b), 4 (b) and 5 (b) in Annex I:\n(a) no export refund shall be granted;\n(b) additional code 7034 referred to in Part 3 of Annex I to Regulation (EEC) No 4103/88 shall apply; and\n(c) by way of derogation from Article 2 (1) of Regulation (EEC) No 3155/85 the monetary compensatory amount may be fixed in advance.\nIn cases where use is made of the option specified at (c):\n- the application for advance fixing must be lodged at the same time as the application for the export licence,\n- the application for advance fixing must be accompanied by the contract of sale,\n- the export licence may be used for intervention meat only,\n- Section 18 (a) of the export licence shall carry the following entry in one of the Community languages:\n- Válido únicamente para carnes de intervención vendidas con arreglo al Reglamento (CEE) no 486/89\n- Kun gyldig for interventionskoed solgt i henhold til forordning (EOEF) nr. 486/89\n- Nur gueltig fuer Interventionsfleisch - Verkauf gemaess der Verordnung (EWG) Nr. 486/89\n- Ischýei móno gia ta kréata parémvasis poy poloýntai vásei toy kanonismoý (EOK) arith. 486/89\n- Valid only for intervention meat sold under Regulation (EEC) No 486/89\n- Seulement valable pour les viandes d'intervention vendues sous règlement (CEE) no 486/89\n- Valido esclusivamente per carni di intervento vendute a norma del regolamento (CEE) n. 486/89\n- Uitsluitend geldig voor vlees uit de interventievoorraden dat wordt verkocht in het kader van Verordening (EEG) nr. 486/89\n- Apenas válido para carne de intervenção vendida nos termos do Regulamento (CEE) nº 486/89.", "Regulation (EEC) No 569/88 is hereby amended as follows:\nIn Part I of the Annex, 'Products to be exported in the same state as that in which they were when removed from intervention stock', the following item 40 and footnote are added:\n'40. Commission Regulation (EEC) No 486/89 of 27 February 1989 on the sale by procedure laid down in Regulation (EEC) No 2539/84 of beef held by certain intervention agencies and intended for export (40).\n(40) OJ No L 57, 28. 2. 1989, p. 5.'", "Regulation (EEC) No 3627/88 is hereby repealed.", "This Regulation shall enter into force on 1 March 1989.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 27 February 1989.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 148, 28. 6. 1968, p. 24.\n(2) OJ No L 362, 30. 12. 1988, p. 4.\n(3) OJ No L 238, 6. 9. 1984, p. 13.\n(4) OJ No L 170, 30. 6. 1987, p. 23.\n(5) OJ No L 268, 10. 10. 1985, p. 14.\n(6) OJ No L 241, 13. 9. 1980, p. 5.\n(7) OJ No L 283, 18. 10. 1988, p. 13.\n(8) OJ No L 364, 30. 12. 1988, p. 1.\n(9) OJ No L 55, 27. 2. 1989, p. 1.\n(10) OJ No L 310, 21. 11. 1985, p. 22.\n(11) OJ No L 307, 12. 11. 1988, p. 28.\n(12) OJ No L 55, 1. 3. 1988, p. 1.\n(13) OJ No L 17, 21. 1. 1989, p. 33.\n(14) OJ No L 316, 23. 11. 1988, p. 34.\n(1) OJ No L 99, 10. 4. 1981, p. 38.\nANEXO I - BILAG I - ANHANG I - PARARTIMA I - ANNEX I - ANNEXE I -  ALLEGATO I - BIJLAGE I - ANEXO I\nPrecio mínimo expresado en ecus por tonelada (1) - Mindstepriser i ECU/ton (1) - Mindestpreise, ausgedrueckt in ECU/Tonne (1) - Eláchistes timés políseos ekfrazómenes se Ecu aná tóno (1) - Minimum prices expressed in ECU per tonne (1) - Prix minimaux exprimés en écus par tonne (1) - Prezzi minimi espressi in ECU per tonnellata (1) - Minimumprijzen uitgedrukt in ecu per ton (1) - Preço mínimo expresso em ecus por tonelada (1)\n1.2.3 // 1. DANMARK\na) Mthrvrad med vimthrvrad 6 000\nFilet med entrepste\nog tyndsteg 2 300\nInderlr med kappe 2 275\nTykstegsfilet med kappe 2 275\nKlthb med kappe 2 275\nYderlr med lrtthnge 2 275\nv) Vryst og slag 850\nThorigt kthd af forfxerdinger 1 200\n// 2. FRANPSE\nv) Psaisse V 850\nXarret 1 100\nPsaisse A 1 200\n// 3. IRELAND\na) Psthve rolls 2 600\nv) Siins and sianks 1 100\nSianks 1 100\nSiins 1 100\nPlates and flanks 850\nForeqtharters 1 200\nFlanks 850\nPlates 850\nVriskets 1 100\nSianks and/or siins 1 100\nFlanks and/or plates 850\n1.2 // 4. ITALIA\na) Roastveef 2 500\nSpsamone 2 200\nFesa esterna 2 200\nNopse 2 200\nv) Geretto pespse 1 000\nPsollo sottospalla 1 100\nSpalle geretto 1 000\nPanpsi 800\nPetto 1 000\nSottospalla 1 100\nPsollo 1 100\n// 5. THNITED KINGDOM\na) Fillets 4 500\nStriploins 2 600\nTopsides 2 600\nSiloersides 2 600\nTiipsk flanks 2 600\nRthmps 2 600\nv) Iindqtharter skirts 1 000\nSiins and sianks 1 100\nPslod and stipsking 1 200\nPonies 1 200\nPony parts 1 100\nTiin flanks 850\nForeqtharter flanks 850\nVriskets 1 100\nForerivs 1 250\nStriploin flank edge 850\n(1) Estos prepsios se entendern netos pson arreglo a lo dispthesto en el apartado 1 del artpsthlo 17 del Reglamento (PSEE no 2173/79.\n(1) Disse priser gaelder netto i ooerensstemmelse med vestemmelserne i artikel 17, stk. 1, i forordning (ETHF) nr. 2173/79.\n(1) Diese Preise gelten netto gemv den Oorspsiriften oon Artikel 17 Avsatz 1 der Oerordnthng (EsG) Nr. 2173/79.\n(1) Oi timés aftés efarmózontai epí toy katharoý vároys sýmfona me tis diatáxeis toy árthroy 17 parágrafos 1 toy kanonismoý (EOK) arith. 2173/79.\n(1) These prices shall apply to net weight in accordance with the provisions of Article 17 (1) of Regulation (EEC) No 2173/79.\n(1) Ces prix s'entendent poids net conformément aux dispositions de l'article 17 paragraphe 1 du règlement (CEE) no 2173/79.\n(1) Il prezzo si intende peso netto in conformità del disposto dell'articolo 17, paragrafo 1 del regolamento (CEE) n. 2173/79.\n(1) Deze prijzen gelden netto, overeenkomstig de bepalingen van artikel 17, lid 1, van Verordening (EEG) nr. 2173/79.\n(1) Estes preços aplicam-se a peso líquido, conforme o disposto no nº 1 do artigo 17º do Regulamento (CEE) nº 2173/79.\nANEXO II - BILAG II - ANHANG II - PARARTIMA II - ANNEX II - ANNEXE II - ALLEGATO II - BIJLAGE II - ANEXO II\nDirecciones de los organismos de intervención - Interventionsorganernes adresser - Anschriften der Interventionsstellen - Diefthýnseis ton organismón paremváseos - Addresses of the intervention agencies - Adresses des organismes d'intervention - Indirizzi degli organismi d'intervento - Adressen van de interventiebureaus - Endereços dos organismos de intervenção\n1.2 // DANMARK:   // Direktoratet for Markedsordningerne  //   // EF-Direktoratet   //   // Frederiksborggade 18   //  // 1360 Koebenhavn K   //   // Tlf. 01 92 70 00, telex 15137 DK   // ITALIA:   // Azienda di Stato per gli interventi nel mercato agricolo (AIMA)   //   // via Palestro 81, Roma   //  // Tel. 495 72 83 - 495 92 61   //   // Telex 613003  // FRANCE:   // OFIVAL   //   // Tour Montparnasse   //  // 33, avenue du Maine   //   // 75755 Paris Cedex 15   //  // Tél. 45 38 84 00, télex 260643   // IRELAND:  // Department of Agriculture   //   // Agriculture House   //  // Kildare Street   //   // Dublin 2   //   // Tel. (01) 78 90 11, ext. 22 78   //   // Telex 4280 and 5118   // UNITED KINGDOM:   // Intervention Board for Agricultural Produce   //  // Fountain House   //   // 2 Queens Walk   //   // Reading RG1 7QW   //   // Berkshire   //   // Tel. (0734) 58 36 26  //   // Telex 848302"}