{"celex_id": "31989D0511", "uri": "http://publications.europa.eu/resource/cellar/bced9ec5-a9a7-434a-bbfa-f37ab120a793", "type": "Decision", "concepts": ["1309", "1524", "1830"], "title": "89/511/EEC: Commission Decision of 22 August 1989 terminating the anti-dumping proceeding concerning imports of hydraulic excavators originating in Japan\n", "header": "COMMISSION  DECISION\nof 22 August 1989\nterminating the anti-dumping proceeding concerning imports of hydraulic excavators originating in Japan\n(89/511/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2423/88 of 11 July 1988 on protection against dumped or subsidized imports from countries not members of the European Community (1), and in particular Article 9 thereof,\nAfter consultations within the Advisory Committee as provided for by that Regulation,\nWhereas:\nA. PROCEDURE\n(1) In April 1988 the Commission received a complaint lodged by the Syndicat national des industries d'équipement (MTPS) on behalf of producers representing the majority of Community production of hydraulic excavators under six tonnes in weight. The complaint contained evidence of dumping of the product concerned originating in Japan and of material injury resulting therefrom, which was considered sufficient to warrant the opening of an investigation. The Commission accordingly announced, by notice published in the Official Journal of the European Communities (2), the initiation of an anti-dumping proceeding concerning imports into the Community of self-propelled excavators under six tonnes in weight with a 360° revolving superstructure falling within CN code ex 8429 52 00 originating in Japan, and commenced an investigation.\n(2) The Commission officially notified the exporters and importers known to be concerned, the representatives of the exporting country and the complainant and gave the parties directly concerned the opportunity to make known their views in writing and to request a hearing. Most of the producers/exporters and importers known to be concerned made known their views in writing. Most of them requested and were granted hearings.\n(3) The Commission sought and verified all the information it considered necessary for a determination of injury. On-the-spot investigations were carried out at the premises of the following companies:\n(a) Community producers\n- Ecomat SA, Belley, France and its sales company Pel Job, Alby sur Chéran, France,\n- JC Bamford Excavators, Rochester, United Kingdom,\n- Macmoter SpA, Modigliana, Italy,\n- Vermeer Holland BV,. Hoofddorp, Netherlands;\n(b) Importers/distributors\n- Komatsu Baumaschinen Deutschland GmbH, Gross-Gerau-Dorheim, Germany,\n- NV Komatsu Europe SA, Vilvoorde, Belgium,\n- SA Kubota Europe, Argenteuil, France,\n- Kubota (UK) Limited, Oxon, United Kingdom,\n- NV Verbist, Breendonk, Belgium,\n- Saville Tractors Limited, Stratford-upon-Avon, United Kingdom,\n- Imer France, Vif, France.\n(4) The investigation period set pursuant to Article 7 (1) (c) of Regulation (EEC) No 2423/88 covered the period 1 April 1987 to 31 May 1988.\nB. INJURY\n(5) In order to determine whether or not the allegedly dumped imports caused material injury to the Community industry, the Commission took into consideration the following facts:\n(a) Volume, market share and price of imports\n(i) Volume\n(6) Imports into the Community of small hydraulic excavators originating in Japan increased from 2 706 units in 1984 to 5 443 in 1986. The imports during the investigation period reached 6 733 units on a yearly basis. There were no imports of any importance from other third countries during the investigation period.\n(ii) Consumption and market shares\n(7) The Community consumption of the hydraulic excavators concerned has been calculated on the basis of the number of units exported from Japan by the exporters concerned and the sales by EEC producers. It was found that the consumption per annum of the product concerned, increased from 2 940 units in 1984 to 8 590 units during the investigation period, i. e. an increase of 192 %.\nIn terms of market share the Japanese exporters' market share decreased from 92 % in 1984 to 78,4 % during the investigation period,. while the Community producers increased their share of the market from 8 % to 21,6 % during the same period.\n(iii) Prices\n(8) The evidence available to the Commission shows that during the investigation period the prices of the imports were in certain cases lower than those charged by the Community producers. On the basis of a representative selection of sales during the investigation period and using the model comparison proposed by the EEC industry the price undercutting by the Japanese exporters amounted on average to 1,2 %.\n(b) Effect on Community industry\n(9) The Commission found that two companies, JC Bamford Excavators Ltd, and O & K Orenstein und Koppel Aktiengesellschaft, did not manufacture the product in question during the investigation period. A third company, Smalley Excavators Limited, did not reply to the Commission's questionnaire. The effect on Community industry has therefore only been examined for those companies which effectively manufactured the product which is the subject of the proceeding:\n- Ecomat SA and its related sales subsidiary Pel Job SA,\n- Macmoter SpA,\n- Vermeer-Holland BV,\n(i) Community production\n(10) With regard to the production of the Community producers concerned, it was found that there was an increase from 292 units in 1984 to 2 068 units during the investigation period on a yearly basis.\n(ii) Sales\n(11) It was found that sales of Community producers increased from 234 units in 1984 to 1 857 units during the investigation period on a yearly basis.\n(iii) Consumption and market share\n(12) The development of the production and sales of the Community producers concerned was assessed in the light of the development of the consumption and market share of the Community industry as described above. The market share held by the Community producers was about 8 % in 1984, and increased to 21,6 % during the investigation period.\n(iv) Capacity and capacity utilization\n(13) The production capacity per annum increased from 600 units in 1984 to 3 400 units during the investigation period. Capacity utilization increased from 49 % to 60 % in the same period.\n(v) Prices\n(14) The sales prices of the Community producers concerned decreased initially during 1985 and 1986 to increase subsequently thoughout 1987 until the end of the investigation period on 31 May 1988.\n(vi) Profits\n(15) With regard to profitability it was found that all Community producers made profits during the investigation period representing an improvement from previous years when some producers were making losses.\n(c) Conclusion on injury\n(16) The above data indicate that, despite the growth in Japanese imports into the Community and the existence of some price undercutting, the European producers were able to increase production, capacity, capacity utilization and share of the Community market. They were able to sell at prices which allowed positive financial results to be achieved.\nIn the light of these findings it is considered that the Community producers concerned did not suffer material injury during the investigation period.\nC. DUMPING\n(17) In view of the above findings with respect to injury the Commission considered it unnecessary to investigate further the question of dumping with regard to the imports concerned.\nD. CONCLUSION\n(18) In these circumstances, given the actual market situation during the investigation period, protective measures are unnecessary and the proceeding should be terminated. This does not, of course, preclude the possibility of a new investigation being initiated if a new complaint were lodged showing evidence of changed circumstances,", "main_body": ["The anti-dumping proceeding concerning imports of hydraulic excavators originating in Japan is hereby terminated."], "attachments": "Done at Brussels, 22 August 1989.\nFor the Commission\nJean DONDELINGER\nMember of the Commission\n(1) OJ No L 209, 2. 8. 1988, p. 1.\n(2) OJ No C 146, 3. 6. 1988, p. 3."}