{"celex_id": "31988R1318", "uri": "http://publications.europa.eu/resource/cellar/7c4a561e-3298-417a-8568-ba9d9f31230d", "type": "Regulation", "concepts": ["2211", "2620", "5252"], "title": "Commission Regulation (EEC) No 1318/88 of 10 May 1988 determining for the Member States the loss of income and the amount of the premium payable per ewe and per nanny-goat for the 1987 marketing year\n", "header": "COMMISSION  REGULATION (EEC) No 1318/88\nof 10 May 1988\ndetermining for the Member States the loss of income and the amount of the premium payable per ewe and per nanny-goat for the 1987 marketing year\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1837/80 of 27 June 1980 on the common organization of the market in sheepmeat and goatmeat (1), as last amended by Regulation (EEC) No 1115/88 (2), and in particular Article 5 (4) thereof,\nWhereas Article 5 (1) of Regulation (EEC) No 1837/80 provides for the grant of a premium to offset any loss of income sustained by producers of sheepmeat and, in certain areas, of goatmeat; whereas those areas are listed in Annex III to that Regulation and in Article 1 of Commission Regulation (EEC) No 1065/86 of 11 April 1986 determining the mountain areas in which the premium for goatmeat producers is granted (3), as amended by Regulation (EEC) No 3519/86 (4); whereas Article 5 (9) of Regulation (EEC) No 1837/80 provides for the possibility of the premium being granted to producers keeping females of the ovine species of certain mountain breeds other than ewes which are eligible for the premium in certain areas; whereas those ewes and areas are defined in the Annex to Council Regulation (EEC) No 872/84 of 31 March 1984 laying down general rules for the granting of premiums to sheepmeat producers (5), as last amended by Regulation (EEC) No 3524/85 (6);\nWhereas, pursuant to Article 5 (2) of Regulation (EEC) No 1837/80, the loss of income represents, per 100 kilograms of carcase weight, any difference there may be between the basic price and the arithmetic mean of the market prices recorded for each region;\nWhereas, pursuant to Article 5 (3) of Regulation (EEC) No 1837/80, the amount of the premium payable per ewe and per region is obtained by multiplying the loss of income referred to in paragraph 2 by a coefficient representing, for each region, the normal average annual production of lamb meat per ewe expressed per 100 kilograms of carcase weight; whereas, however, for region 5, that loss of income must be reduced by the weighted average of the variable premiums actually granted for the 1987 marketing year, such average being obtained in accordance with the provisions of paragraph 6 of that Article; whereas Article 5 (3) also fixes the amount of the premium payable per female of the caprine species at 80 % of the premium per ewe; whereas, pursuant to Article 5 (9), the amount of the premium per female of the ovine species, other than a ewe which is eligible for the premium, is also fixed at 80 % of the premium per ewe;\nWhereas Commission Regulation (EEC) No 2345/87 (7), authorizes the Member States to pay an advance to producers located in less-favoured agricultural areas; whereas such an advance was paid during the 1987 marketing year to the producers in question;\nWhereas, in accordance with Article 4 (4) of Commission Regulation (EEC) No 3007/84 (8), as last amended by Regulation (EEC) No 1514/86 (9), the Member States in region 1 are not authorized to make a payment on account of the premium referred to in Article 5 (5) of Regulation (EEC) No 1837/80; whereas, however, in view of the current quite exceptional situation on the markets in region 1, Greece and Italy have been authorized, by way of derogation from Article 4 (4), to make a payment on account of the said premium;\nWhereas the French Government has decided to come to the assistance of farmers whose holdings are located in areas which are not less favoured; whereas, to that end, the French Government has contemplated making an advance to them also, but out of national funds, of an amount corresponding to 50 % of the ewe premium which such farmers may claim at the end of the marketing year;\nWhereas the French Government has notified the Commission of that planned national aid in accordance with Article 93 (3) of the Treaty;\nWhereas the Council decided by the Decision of 23 July 1987 to regard the national aid in the form of a payment on account of the premium for ewes, granted by the French Government to French sheepmeat producers whose holdings are located in areas of France which are not less favoured, as being compatible with the common market, up to a rate of 50 % of the estimated premium and until the end of the 1987 marketing year;\nWhereas the premium payable per eligible animal is paid only if the amount fixed per ewe is one ECU or more;\nWhereas, in accordance with Article 5 (4) of Regulation (EEC) No 1873/80, the amount of the definitive premium and the balance to be paid in less-favoured agricultural areas should be fixed;\nWhereas the Management Committee for Sheep and Goats has not delivered an opinion within the time limit set by its chairman,", "main_body": ["The loss of income recorded for the 1987 marketing year for the regions listed below is as follows:\n1.2 // Region   // Difference in ECU per 100 kg   // 2  // 118,060   // 3   // 123,654   // 4   // 136,360   // 5  // 61,672   // 6   // 104,881   // 7   // 95,693.", "1. The amount of the premium payable per ewe and per region for the 1987 marketing year is as follows:\n1.2 // Region   // ECU   // 1   // 21,841   // 2   // 21,841  // 3   // 27,822   // 4   // 23,863   // 5   // 9,559   // 6  // 18,354   // 7   // 16,901.\n2. The amount of the premium payable per female of the caprine species and per region in the areas listed in Annex III to Regulation (EEC) No 1837/80 and in Article 1 of Regulation (EEC) No 1065/86 for the 1987 marketing year is as follows:\n1.2 // Region   // ECU   // 1   // 17,473   // 2   // 17,473  // 7   // 13,521.\n3. The amount of the premium payable per female of the ovine species other than an eligible ewe and per region in the areas specified in the Annex to Regulation (EEC) No 872/84 is as follows:\n1.2 // Region   // ECU   // 5   // 7,647.", "1. In accordance with Article 5 (4) of Regulation (EEC) No 1837/80, the balance to be paid to sheepmeat producers located in less-favoured agricultural areas, and in the case of France to all sheepmeat producers, for the 1987 marketing year is as follows:\n1.2 // Region   // Balance of premium payable per ewe (in ECU)   // 1, of which: Italy Greece  // 10,972 12,392   // 2  // 10,974   // 4   // 10,412   // 5   // 5,268   // 6  // 8,394   // 7 Spain   // 8,766.\n2. In accordance with Article 5 (4) of Regulation (EEC) No 1837/80, the balance to be paid to goatmeat producers located in less-favoured agricultural areas included in the areas referred to in paragraph 1 for the 1987 marketing year is as follows:\n1.2 // Region   // Balance of premium payable per female of the caprine species (in ECU)   // 1, of which: Italy Greece  // 8,727 9,867   // 2   // 8,726   // 7 Spain   // 7,000.\n3. In accordance with Article 5 (4) of Regulation (EEC) No 1837/80, the balance to be paid to producers keeping females of the ovine species other than eligible ewes, located in less-favoured agricultural areas included in the areas referred to in paragraph 1 for the 1987 marketing year is as follows:\n1.2 // Region   // Balance of premium payable per female of the ovine species other than eligible ewe (in ECU)   // 5  // 4,214.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities. This Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 10 May 1988.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 183, 16. 7. 1980, p. 1.\n(2) OJ No L 110, 29. 4. 1988, p. 36.\n(3) OJ No L 97, 12. 4. 1986, p. 25.\n(4) OJ No L 325, 20. 11. 1986, p. 17.\n(5) OJ No L 90, 1. 4. 1984, p. 40.\n(6) OJ No L 336, 14. 12. 1985, p. 5.\n(7) OJ No L 210, 1. 8. 1987, p. 85.\n(8) OJ No L 283, 27. 10. 1984, p. 28.\n(9) OJ No L 132, 21. 5. 1986, p. 16."}