{"celex_id": "31985R2022", "uri": "http://publications.europa.eu/resource/cellar/14a4368e-a861-4236-9ef0-5af1c0843885", "type": "Regulation", "concepts": ["1117", "2681", "2871", "2962", "4498", "797"], "title": "Commission Regulation (EEC) No 2022/85 of 22 July 1985 on minimum quality requirements for dried plums, and prunes, eligible for production aid\n", "header": "COMMISSION  REGULATION (EEC) No 2022/85\nof 22 July 1985\non minimum quality requirements for dried plums, and prunes, eligible for production aid\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 516/77 of 14 March 1977 on the common organization of the market in products processed from fruit and vegetables (1), as last amended by Regulation (EEC) No 746/85 (2), and in particular Article 3d (4) thereof,\nWhereas Article 3 of Regulation (EEC) No 516/77 provides for a system of production aid for certain products; whereas Article 3d (1) (b) of the Regulation lays down that aid shall be paid only in respect of products which meet minimum quality standards to be laid down;\nWhereas the aim of such quality requirements is to avoid the production of products for which no demand exists or products which would create distortion of the market; whereas the requirements must be based on traditional, fair manufacturing procedures;\nWhereas to facilitate compliance with such quality requirements, dried plums purchased by the processor should also be subject to certain quality requirements; whereas payment of the minimum price to producers should be subject to compliance with those requirements;\nWhereas with a view to implementing the production aid system, this Regulation must be applied in conjunction with Commission Regulation (EEC) No 1599/84 of 5 June 1984 laying down detailed rules for the application of the system of production aid for products processed from fruit and vegetables (3), as amended by Regulation (EEC) No 1455/85 (4), in particular as regards the examination of processed products;\nWhereas the quality requirements laid down in this Regulation are measures for implementing the production aid system; whereas quality requirements for the marketing of the products have not yet been established by the Community; whereas national requirements to that end may continue to be applied by the Member States, provided they are compatible with the provisions of the Treaty on the free movement of goods;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Products Processed from Fruit and Vegetables,", "main_body": ["1. To qualify for payment of the minimum price referred to in Article 3b of Regulation (EEC) No 516/77, dried plums derived from prunes d'Ente must comply with the characteristics set out in Annex I.\n2. To qualify for payment of the aid referred to in Article 3c of Regulation (EEC) No 516/77, prunes must comply with the characteristics set out in Annex II.", "Verification of the requirements for dried plums shall be effected on the basis of samples taken by the processor from a lot. For this purpose, 'a lot' means the number of containers presented jointly by the same producer, or his recognized producers' group or an association of such groups for acceptance by a processor or his processors' group or an association of such groups. The samples shall be examined by the processor or, where appropriate, by his representative. The results of the verification shall be recorded.", "1. The processor shall daily, and at regular intervals during the processing period, verify that the prunes comply with the requirements for benefiting from aid. The result of the verification shall be recorded.\n2. The net weight of each sample to be examined shall be not less than 1 kilogram.", "This Regulation shall enter into force on 1 September 1985.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 22 July 1985.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 73, 21. 3. 1977, p. 1.\n(2) OJ No L 81, 23. 3. 1985, p. 10.\n(3) OJ No L 152, 8. 6. 1984, p. 16.\n(4) OJ No L 144, 1. 6. 1985, p. 69.\nANNEX  I\nMINIMUM QUALITY REQUIREMENTS FOR DRIED PLUMS DERIVED FROM PRUNES D'ENTE\nDEFINITION\nDried plums must be obtained by dehydration from physiologically ripe fresh plums of the prunes d'Ente variety, of the Prunus Domestica L. species.\nI. MINIMUM CHARACTERISTICS\n1. The dried fruit must be of sound and fair merchantable quality and fit for processing.\n2. The dried fruit must be:\n(a) well dried, with a moisture content of 21 to 23 %;\n(b) sound, that is to say, free from mould, rotting, insects, whether live or dead, and insect excrement;\n(c) fleshy, clean and free from dirt;\n(d) free from foreign smell and taste;\n(e) practically free from defective fruit and waste.\n3. The following tolerances are allowed:\n(a) Dried plums for industrial uses:\n(i) Such plums may have slight and/or serious defects without limits but shall not have more than 10 % by weight of fruit with very serious defects,\n(ii) The presence of not more than 0,3 % by weight of waste.\n(b) Other dried plums:\n(i) The presence of not more than 15 % by weight of fruit with defects, of which not more than 7,5 % by weight may be fruit with serious and very serious defects and where the fruit with very serious defects do not exceed 0,5 kilograms weight.\n(ii) The presence of not more than 0,2 % by weight of waste.\nII. DEFECTS\nDefects fall into three categories:\n- slight defects, which are minor defects of the skin,\n- serious defects, with are mainly serious defects of the skin,\n- very serious defects, which are mainly defects where the pulp has been damaged.\nThe following definitions apply:\nA. Slight defects\n1. Terminal cracks or fissures\nThese are cracks in the skin exceeding 10 mm in length at the end opposite the stem cavity. Such cracks must not exceed 15 mm, otherwise the defect is more serious and ranks as 'serious'.\n2. Small skin perforations\nThis defect is deemed to be present if the skin is torn, damaged or missing over a length not exceeding 7 mm, and if the pulp does not emerge from the lesion. Such lesions may be caused by a fall on a hard surface, rough handling or insect attack.\n3. Callosities due to hail, of an aggregate area exceeding 3 mm in diameter\nScars caused by hail. The aggregate diameter must not exceed 10 mm, otherwise the defect ranks as 'serious'. 4. Grey patches, russeting or scabs, of an aggregate area exceeding 6 mm in diameter\nThis defect consists of a hard thickening of the skin, making patches of various shapes. The aggregate diameter must not exceed 20 mm, otherwise the defect ranks as 'serious'.\nB. Serious defects\n1. Consistency defect\nThis effect is usually due to insufficient ripening, resulting in defective colouring and soft pulp with a skin characterized by numerous shallow wrinkles.\n2. Cracks due to bursting\nNon-terminal cracks due to bursting of the fruit, followed by healing with hard excrescences, over a length exceeding 10 mm.\n3. Terminal cracks\nCracks at the apex exceeding 15 mm in length.\n4. Perforations\nSkin perforations revealing the pulp over an area exceeding 7 mm in diameter.\n5. Partly crushed fruit\nPartly crushed fruit, parts of fruit or markedly misshapen fruit with the pulp in evidence.\n6. Callosities due to hail\nLesions due to hail, with scars over an aggregate area exceeding 10 mm in diameter.\n7. Grey patches or russeting\nHard patches over an aggregate area exceeding 20 mm in diameter.\n8. Fissures\nDeep fissures revealing the kernel.\n9. Deformation due to sun scorch\nSevere deformation due to sun scorch, resulting in the virtual absence of pulp on part of one side of the fruit, with the skin adhering unwrinkled to the kernel.\nC. Very serious defects\n1. Caramelized fruit\nFruit caramelized by too much heat, showing very dark colouring of the pulp or gaps between the kernel and pulp, or characteristic swelling giving the shape of fresh fruit.\n2. Monilia-attacked fruit\nFruit with light patches caused by Monilia attack, arrested by drying, but where the pulp, even if damaged, is only slightly altered.\n3. Soiled fruit\nFruit soiled by the presence of foreign matter (especially earth) which could be removed.\n4. Completely crushed fruit\nCompletely crushed fruit or parts of fruit. D. Waste\nThe term 'waste' is used to mean any material that might be present in a consignment of dried plums but may not, because of its nature or condition, be offered for human consumption or, if it remained in the fruit consignment, whatever its destination, might:\n- reduce the keeping qualities,\n- impair the appearance,\n- transmit unacceptable taste, odour or other defects to the rest of the fruit.\nThe following are regarded as 'waste':\n1. Fruit bearing active mould\nFruit bearing mould which is spreading.\n2. Moniliated-mummified fruit\nIndividual fruits or fruits which are compacted or welded together, the pulp having been destroyed and mummified by the complete development of Monilia.\n3. Rotten fruit\nFruit whose edibility is impaired or destroyed by micro-organisms (yeasts, moulds, bacteria).\n4. Fruit infested by insects and mites\nFruits infested by live or dead animal pests (insects and mites at any stage in their biological cycle) or by insect excrement.\n5. Fruit encrusted with earth or other soil constituents\n6. Burnt fruit\nFruit burnt by excessive heat, showing gaps between the pulp and kernel, or characteristic swelling giving the shape of fresh plums.\n7. Foreign matter\nIndividual inedible parts of the fruit, such as stems, kernels and skin fragments, and foreign bodies or matter such as leaves, twigs and other plant matter, soil constituents such as earth or stones.\nANNEX  II\nMINIMUM QUALITY REQUIREMENTS FOR PRUNES\nDEFINITION\nPrunes must be obtained from dried plums meeting the characteristics set out in Annex I.\nMINIMUM CHARACTERISTICS\n1. Prunes must be sorted and size-graded unless intended for industrial use; the moisture content of the fruit must be 21 to 23 %. The fruit must also be:\n- intact, sound, fleshy, clean, free from mould, rotting and waste,\n- practically free from blemish liable to impair the quality or appearance of the product,\n- free from insects, whether live or dead, and insect excrement,\n- free from chemical residues,\n- free from abnormal smell and taste.\n2. The following tolerances are allowed:\n(a) Prunes for industrial uses\nSuch prunes may have slight and/or serious defects without limits but shall not have more than 10 % by weight of fruit with very serious defects.\n(b) Other prunes\nThe presence of not more than 15 % by weight of fruit with defects, of which not more than 7,5 % by weight of fruit with serious and very serious defects and where the fruit with very serious defects do not exceed 0,5 % by weight.\n3. The provisions of Annex I are applicable for determining the seriousness of the defects."}