{"celex_id": "31989R1121", "uri": "http://publications.europa.eu/resource/cellar/37410ddb-ca61-4846-9b72-0dbd4a277255", "type": "Regulation", "concepts": ["1118", "1604", "2642", "2650", "2975", "5096"], "title": "Council Regulation (EEC) No 1121/89 of 27 April 1989 on the introduction of an intervention threshold for apples and cauliflowers\n", "header": "COUNCIL REGULATION (EEC) No 1121/89 of 27 April 1989 on the introduction of an intervention threshold for apples and cauliflowers\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Regulation (EEC) No 1035/72 of the Council of 18 May 1972 on the common organization of the market in fruit and vegetables (1), as last amended by Regulation (EEC) No 1119/89 (2), and in particular Article 16b (3) thereof,\nHaving regard to the proposal from the Commission (3),\nWhereas Article 16b of Regulation (EEC) No 1035/72 provides, in order to make the producers concerned more sensitive to the real requirements of the market, for the products subject to the prices and intervention arrangements that intervention  thresholds are to be fixed beyond which financial liability will be borne by the producers;\nWhereas, in view of the situation on the market for apples and cauliflowers, and in particular of the scale of withdrawals, an intervention threshold should be fixed for those products; whereas that threshold may be expressed as a percentage of the  average quantities produced and intended to be consumed fresh over the last five marketing years for which data are available;\nWhereas the market situation for apples may change at a subsequent date; whereas, therefore, provision should be made for this situation to be reviewed before the end of the 1990/91 marketing year in order to adjust the threshold for this product should  this prove necessary;\nWhereas, to take account of the cyclical nature of apple production, provision should be made, for that product, for the overrun in the threshold to be assessed on the basis of the average withdrawals during the last three marketing years;\nWhereas the scale of intervention for cauliflowers should be determined over a period of 12 consecutive months,", "main_body": ["1.  An intervention threshold is hereby fixed for apples at the following percentages of the average production intended\nto be consumed fresh in the last five marketing years for which data are available:\n- for the 1989/90 marketing year = 6 %,\n- for the 1990/91 marketing year = 4 %,\n- for the 1991/92 marketing year = 3 %.\n2.  The overrun in the intervention threshold shall be assessed on the basis of the average withdrawals pursuant to Articles 15, 15a, 15b, 19 and 19a of Regulation (EEC) No 1035/72 during the last three marketing years.\n3.  The overrun referred to in paragraph 2 shall result, for the following marketing year, in a reduction in the basic and buying-in prices of 1 % for every 78 800 tonnes by which the threshold is exceeded.\n4.  Before the end of the 1990/91 marketing year, the Commission will examine the market situation and propose, where necessary, an adjustment to the threshold fixed for the 1991/92 marketing year on the basis of market trends.", "1.  An intervention threshold is hereby fixed for cauliflowers at 3 % of the average production intended to be consumed fresh in the last five marketing years for which data are available.\n2.  The overrun in the intervention threshold shall be assessed on the basis of withdrawals pursuant to Articles 15, 15b, 19 and 19a of Regulation (EEC) No 1035/72 over a period of 12 consecutive months.\n3.  The overrun referred to in paragraph 2 shall result, for the following marketing year, in a reduction in the basic and buying-in prices of 1 % for every 18 500 tonnes by which the threshold is exceeded.", "The provisions for applying this Regulation, and in particular the level of the thresholds provided for in Article 1 and 2, shall be adopted in accordance with the procedure provided for in Article 33 of Regulation (EEC) No 1035/72.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 27 April 1989.\nFor the Council\nThe President\nJ. BARRIONUEVO PEĂ\u0091A\n(1) OJ No L 118, 20. 5. 1972, p. 1.\n(2) See page 12 of this Official Journal.\n(3) OJ No C 82, 3. 4. 1989, p. 58."}