{"celex_id": "31987D0386", "uri": "http://publications.europa.eu/resource/cellar/b1ef213d-5de8-4a5d-9178-400ab4eda03b", "type": "Decision", "concepts": ["1318", "1609", "2393", "2414"], "title": "87/386/EEC: Commission Decision of 30 June 1987 approving an addendum to the programme relating to the marketing of cereals, oil seeds and seed legumes in Hesse, submitted by the Government of the Federal Republic of Germany, pursuant to Council Regulation (EEC) No 355/77 (Only the German text is authentic)\n", "header": "COMMISSION  DECISION\nof 30 June 1987\napproving an addendum to the programme relating to the marketing of cereals, oil seeds and seed legumes in Hesse, submitted by the Government of the Federal Republic of Germany, pursuant to Council Regulation (EEC) No 355/77\n(Only the German text is authentic)\n(87/386/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 355/77 of 15 February 1977 on common measures to improve the conditions under which agricultural and fishery products are processed and marketed (1), as last amended by Regulation (EEC) No 560/87 (2) and in particular Article 5 thereof,\nWhereas, on 17 March 1987 the Government of the Federal Republic of Germany forwarded an addendum to the programme relating to the marketing of cereals in Hesse approved by Commission Decision 81/233/EEC (3);\nWhereas the aim to this addendum is to rationalize and increase facilities for reception, quality control, storage and treatment of cereals, oil seeds and seed legumes in Hesse so as to make the sector more competitive and to add value to its output; whereas it therefore constitutes a programme within the meaning of Regulation (EEC) No 355/77;\nWhereas the principles of sound financial management do not allow investments that are used for intervention purposes to be supported;\nWhereas the addendum contains sufficient information as required in Article 3 of Regulation (EEC) No 355/77 to show that the aims set out in Article 1 of that Regulation can be achieved in respect of the marketing of cereals, oil seeds and seed legumes in Hesse; whereas the estimated time required for implementation of the addendum does not exceed the period mentioned in Article 3 (1) (g) of the said Regulation;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Committee on Agricultural Structures,", "main_body": ["The addendum to the programme relating to cereals, oil seeds and seed legumes in Hesse forwarded by the Government of the Federal Republic of Germany on 17 March 1987 pursuant to Regulation (EEC) No 355/77, is hereby approved, with the exception of facilities that are used for investment purposes.", "This Decision is addressed to the Federal Republic of Germany."], "attachments": "Done at Brussels, 30 June 1987.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 51, 23. 2. 1977, p. 1.\n(2) OJ No L 57, 27. 2. 1987, p. 6.\n(3) OJ No L 110, 22. 4. 1981, p. 19."}