{"celex_id": "31987R1351", "uri": "http://publications.europa.eu/resource/cellar/6cb8160b-8b5e-4c09-b590-fee6ab884c87", "type": "Regulation", "concepts": ["1821", "2081", "2121", "2972", "4743"], "title": "Commission Regulation (EEC) No 1351/87 of 15 May 1987 amending Regulation (EEC) No 1868/77 laying down detailed rules of application for Regulation (EEC) No 2782/75 on the production and marketing of eggs for hatching and of farmyard poultry chicks\n", "header": "COMMISSION  REGULATION (EEC) No 1351/87\nof 15 May 1987\namending Regulation (EEC) No 1868/77 laying down detailed rules of application for Regulation (EEC) No 2782/75 on the production and marketing of eggs for hatching and of farmyard poultry chicks\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2782/75 of 29 October 1975 on the production and marketing of eggs for hatching and of farmyard poultry chicks (1), as last amended by Regulation (EEC) No 3494/86 (2), and in particular Articles 2, 3 and 17 thereof,\nWhereas Commission Regulation (EEC) No 1868/77 (3), as last amended by Regulation (EEC) No 3759/85 (4), contains the provisions required for the implementation of certain rules for the production and marketing of hatching eggs and chicks;\nWhereas these provisions should be adapted in accordance with the recent amendments of Regulation (EEC) No 2782/75 as regards the marking of eggs for hatching, used for chick production; whereas these rules should take due account of the different situations in the various Member States, in seeking the most economic methods to be used for marking eggs, while ensuring that controls will be adequate and effective and avoiding distortion of competition;\nWhereas the Management Committee for Poultrymeat and Eggs has not delivered an opinion within the time limit set by its Chairman,", "main_body": ["Regulation (EEC) No 1868/77 is hereby amended as follows:\n1. Article 2 is replaced by the following:\n'Article 2\n(1) The individual marking of eggs for hatching, used for chick production, shall be carried out at the producer establishment which shall print its distinguishing number on the eggs. The letters and figures shall be indicated in indelible black ink at least 2 mm high and 1 mm wide.\n(2) Member States may exceptionally authorize the marking of eggs for hatching in a different manner from that presented in paragraph 1, provided that it be in black, indelible, clearly visible, and at least 10 mm2 in area. Such marking shall be carried out prior to insertion into the incubator, either at a producer establishment, or at a hatchery.\nPacks or containers of any type in which these eggs are transported shall bear the distinguishing number of the producer establishment.\nMember States exercising this power shall inform the other Member States and the Commission thereof and shall communicate to them the provisions made to that end.\n(3) Only eggs for hatching marked according either to paragraph 1 or paragraph 2 may be transported or traded between Member States.'\n2. In Article 3, the words 'and tapes' are deleted.", "This Regulation shall enter into force on 1 July 1987.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 15 May 1987.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 282, 1. 11. 1975, p. 100.\n(2) OJ No L 323, 18. 11. 1986, p. 1.\n(3) OJ No L 209, 17. 8. 1977, p. 1.\n(4) OJ No L 356, 31. 12. 1985, p. 64."}