{"celex_id": "31988R1956", "uri": "http://publications.europa.eu/resource/cellar/8bbc6fad-6662-4d62-963a-476a4efdbc26", "type": "Regulation", "concepts": ["133", "2026", "2282", "4125", "5229", "5283"], "title": "Council Regulation (EEC) No 1956/88 of 9 June 1988 adopting provisions for the application of the scheme of joint international inspection adopted by the Northwest Atlantic Fisheries Organization\n", "header": "COUNCIL REGULATION (EEC) No 1956/88 of 9 June 1988 adopting provisions for the application of the scheme of joint international inspection adopted by the Northwest Atlantic Fisheries Organization\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 170/83 of 25 January 1983 establishing a Community system for the conservation and management of fishery resources (1), and in particular Article 11 thereof,\nHaving regard to the proposal from the Commission,\nWhereas the Convention on Future Multilateral Cooperation in the Northwest Atlantic Fisheries, hereinafter referred to as the NAFO Convention, was approved by the Council by Regulation (EEC) No 3179/78 (2) and entered into force on 1 January 1979;\nWhereas the Northwest Atlantic Fisheries Organization (NAFO) established by the NAFO Convention adopted a scheme of joint international enforcement which included provision for reciprocal rights of boarding and inspection by the contracting parties and  for Flag State prosecutions and sanctions; whereas certain weaknesses in the application of this scheme became apparent; whereas the Community consequently gave notice on 26 June 1986 of its intention not to be bound by the scheme of joint international  enforcement from 12 months thence; whereas, pending the adoption of a revised NAFO scheme, the Council adopted by Regulation (EEC) No 3251/87 (3) an interim autonomous scheme of control in respect of Community vessels operating in the Regulatory Area;\nWhereas the NAFO Fisheries Commission adopted on 10 February 1988 a proposal for a modified scheme, now to be entitled Â´scheme of joint international inspection'; whereas, pursuant to Article XI of the NAFO Convention, the proposal will, in the absence  of objections become a measure binding upon contracting parties with effect from 10 June 1988; whereas the modified scheme is acceptable to the Community;\nWhereas it is appropriate to extend the inspection of Community vessels in the Regulatory Area to cover their compliance with other relevant Community measures for the control and conservation of fisheries resources;\nWhereas in the interests of monitoring the fishing activities of Community vessels in the Regulatory Area it is necessary that the Member States cooperate with each other and with the Commission in the application of the modified scheme and other  relevant Community measures;\nWhereas the modified scheme applies without prejudice to the obligation of the Member States under Article 1 of Council Regulation (EEC) No 2241/87 of 23 July 1987 establishing certain control measures for fishing activities (4) to inspect and control  Community vessels which have been engaged in fishing and related activities in the Regulatory Area;\nWhereas provision should be made for adopting detailed rules for implementing the modified scheme and this Regulation,", "main_body": ["The scheme of joint international inspection, adopted by the NAFO Fisheries Commission on 10 February 1988, hereinafter referred to as Â´the scheme', shall apply in the Community.\nThe text of the scheme is attached to this Regulation.", "1.  The Commission of the European Communities shall assign Community inspectors to the scheme. The inspectors may be appointed by that Commission or by a Member State. A Community inspector may be placed on board any Member State vessel engaged or about to be engaged in inspection duties in the NAFO Regulatory Area.\n2.  In addition to their functions under the scheme, Community inspectors shall inspect in the Regulatory Area Community vessels to which the scheme applies for compliance with any other Community conservation or control measure applying to those  vessels.", "Member States shall cooperate with each other and with the Commission in the application of the scheme.", "Detailed rules for the implementation of this Regulation shall, if necessary, be adopted in accordance with the procedure laid down in Article 14 of Regulation (EEC) No 170/83.", "Regulation (EEC) No 3251/87 is hereby revoked.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply from 9 June 1988.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 9 June 1988.\nFor the Council The President N. BLUEM  (1) OJ No L 24, 27. 1. 1983, p. 1. (2) OJ No L 378, 30. 12. 1978, p. 1. (3) OJ No L 314, 4. 11. 1987, p. 1. (4) OJ No L 207, 29. 7. 1987, p. 1."}