{"celex_id": "31985R0889", "uri": "http://publications.europa.eu/resource/cellar/4fe071b6-d705-4f9e-9253-238dfd6d4d81", "type": "Regulation", "concepts": ["1354", "2689", "4691"], "title": "Commission Regulation (EEC) No 889/85 of 2 April 1985 amending for the sixth time Regulation (EEC) No 2657/80 on the determination of prices of fresh or chilled sheep carcases on representative Community markets and the survey of prices of certain other qualities of sheep carcases in the Community\n", "header": "COMMISSION  REGULATION (EEC) No 889/85\nof 2 April 1985\namending for the sixth time Regulation (EEC) No 2657/80 on the determination of prices of fresh or chilled sheep carcases on representative Community markets and the survey of prices of certain other qualities of sheep carcases in the Community\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1837/80 of 27 June 1980 on the common organization of the market in sheepmeat and goatmeat (1), as last amended by Regulation (EEC) No 871/84 (2), and in particular Articles 4 (2) and 7 (4) thereof,\nWhereas it should be specified that the market prices to be determined should be calculated on the basis of prices recorded ex value-added tax, and that no deductions are authorized in respect of other charges;\nWhereas pursuant to Article 4a of Commission Regulation (EEC) No 2657/80 (3), as last amended by Regulation (EEC) No 3008/84 (4), market prices for lambs weighing between nine and 14 kilograms may be recorded before evisceration and removal of the head; whereas that provision should extend to lambs weighing up to 16 kilograms;\nWhereas the coefficients used for calculating the price of sheep carcases on representative Community markets should be adjusted in the light of the figures available with regard to sheep numbers;\nWhereas since no prices are recorded in respect of the Pescara market and those for Palermo have shown almost no variation, and since sheep are no longer bought at Alkmaar market, the said markets should be removed from the list of representative markets in Italy and the Netherlands;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Sheep and Goats,", "main_body": ["Regulation (EEC) No 2657/80 is hereby amended as follows:\n1. The following sentence is added to the first subparagraph of Article 2 (1):\n'The said price shall be calculated on the basis of market prices, ex value added tax.'\n2. In Article 4a, '14 kilograms' is replaced by ' 16 kilograms'.\n3. Annex I is replaced by Annex I to this Regulation.\n4. In Annex II, points C1, H1 and I1 are replaced by those in Annex II to this Regulation.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply from the beginning of the marketing year which begins in 1985.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 2 April 1985.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 183, 16. 7. 1980, p. 1.\n(2) OJ No L 90, 1. 4. 1984, p. 35.\n(3) OJ No L 276, 20. 10. 1980, p. 1.\n(4) OJ No L 283, 27. 10. 1984, p. 31.\nANNEX  I\nCoefficients for calculating prices recorded on representative Community markets\nBelgium 0,2 %\nDenmark 0,1 %\nFederal Republic of Germany 2,0 %\nGreat Britain 36,9 %\nGreece 16,4 %\nFrance 19,4 %\nIreland 4,2 %\nItaly 17,7 %\nLuxembourg -\nNetherlands 1,5 %\nNorthern Ireland 1,6 %\n100,0 %\nANNEX II\nFactors entering into the determination of prices recorded on the representative markets of the Community\nC. FEDERAL REPUBLIC OF GERMANY\n1. Representative market: Federal Republic of Germany\nThe prices recorded on this market are the weighted average of the prices recorded in the following regions:\n1.2 //   // Weighting coefficients  // Bayern  // 25,6 %  // Nordrhein-Westfalen  // 69,5 %  // Niedersachsen  // 3,0 %  // Saarland  // 1,9 %  // H. ITALY  //   // 1. Representative markets  // Weighting coefficients  // (a) Roma and Foggia  // 50,0 %  // (b) Other markets:  // 50,0 %  // Avellino  // 8,8 %  // Firenze  // 8,8 %  // Noci  // 8,8 %  // Nuoro  // 23,6 %  // I. NETHERLANDS  //   // 1. Representative markets  // Weighting coefficients  // Bodegraven Breukelen Harlingen Hoorn Nieuwekerk a/d Ijssel  // The prices recorded in each slaughterhouse are to be weighted by means of coefficients which are variable each week and reflect the relative importance of the number of animals slaughtered in each slaughterhouse compared with the national total."}