{"celex_id": "31984D0377", "uri": "http://publications.europa.eu/resource/cellar/423c0326-3aba-4289-b5be-581edc72c8e4", "type": "Decision", "concepts": ["2668"], "title": "84/377/EEC: Commission Decision of 6 July 1984 determining the world market price for peas and field beans referred to in Article 3 (2) of Regulation (EEC) No 1431/82\n", "header": "COMMISSION  DECISION\nof 6 July 1984\ndetermining the world market price for peas and field beans referred to in Article 3 (2) of Regulation (EEC) No 1431/82\n(84/377/EEC)\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2036/82 of 19 July 1982 adopting general rules concerning special measures for peas and field beans (1), as last amended by Regulation (EEC) No 1734/84 (2), and in particular Article 2 (1) thereof,\nWhereas, in accordance with Regulation (EEC) No 2036/82, the world market price for peas and field beans, as referred to in Article 3 (2) of Regulation (EEC) No 1431/82 (3), as last amended by Regulation (EEC) No 1032/84 (4), is to be determined on the basis of offers made on the world market, disregarding those which cannot be considered representative of actual market trends; whereas in cases where no offer can be used for determining the world market price, this price is determined from prices recorded on the markets of the principal exporting countries; whereas in cases where no offer can be used for determining the world market price, this price is fixed at a level equal to the guide price for the products in question;\nWhereas, in accordance with Article 4 (1) of Commission Regulation (EEC) No 2049/82 of 20 July 1982 on the detailed rules for determining the world market price for peas and field beans (5), the average world market price should be established per 100 kilograms of products in bulk, delivered at Rotterdam, of sound quality as defined in Article 2 (2) of Council Regulation (EEC) No 1033/84 (6); whereas only the most-favourable offers should be used for establishing this price which concerns the deliveries closest in distance, excluding those relating to products being transported by ship;\nWhereas for the offers and prices which do not comply with the conditions laid down above, the necessary adjustments should be made, and in particular those referred to in Article 5 of Regulation (EEC) No 2036/82;\nWhereas the world market price may be different for peas and for field beans;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Management Committee for Dried Fodder,", "main_body": ["The world market price referred to in Article 2 of Regulation (EEC) No 2036/82 shall be 27 ECU per 100 kilograms.", "This Decision is addressed to the Member States.\nIt shall apply with effect from 1 July 1984."], "attachments": "Done at Brussels, 6 July 1984.\nFor the Commission\nPoul DALSAGER\nMember of the Commission\n(1) OJ No L 219, 28. 7. 1982, p. 1.\n(2) OJ No L 164, 22. 6. 1984, p. 3.\n(3) OJ No L 162, 12. 6. 1982, p. 28.\n(4) OJ No L 107, 19. 4. 1984, p. 39.\n(5) OJ No L 219, 28. 7. 1982, p. 36.\n(6) OJ No L 107, 19. 4. 1984, p. 41."}