{"celex_id": "31989R0597", "uri": "http://publications.europa.eu/resource/cellar/bda1448e-326c-4084-b95c-6ceb3a540afa", "type": "Regulation", "concepts": ["1069", "3156", "4079", "4400", "812"], "title": "Commission Regulation (EEC) No 597/89 of 8 March 1989 laying down provisions for the implementation of Council Regulation (EEC) No 2144/87 on customs debt\n", "header": "COMMISSION  REGULATION (EEC) No 597/89\nof 8 March 1989\nlaying down provisions for the implementation of Council Regulation (EEC) No 2144/87 on customs debt\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2144/87 of 13 July 1987 on customs debt (1), as amended by Regulation (EEC) No 4108/88 (2), and in particular Article 12 thereof,\nWhereas Article 2 (1) (c) of Regulation (EEC) No 2144/87 stipulates that a customs debt on importation is incurred where goods liable to import duties are removed from the customs supervision involved in the temporary storage of the goods or their being placed under a customs regime involving customs supervision; whereas the following constitute a particular form of removal of goods from customs supervision: the customs declaration for the goods in question, any other act having the same legal effects and the production for endorsement by the competent authorities of a document, where the effect of this declaration, act or presentation is that the legal status of Community goods is wrongly conferred on goods liable to import duties;\nWhereas, where the amount of a customs debt on importation incurred by virtue of Article 2 (1) (b), (c), (d) or (g) of Regulation (EEC) No 2144/87 has been paid, the said customs debt is extinguished; whereas in such a case the incurrence of a new customs debt on importation in respect of the same goods should be avoided; whereas it should consequently be stipulated that such goods must be considered ipso facto to be in free circulation; whereas this is without prejudice to the provisions concerning prohibitions or restrictions which may be applicable to the goods in question;\nWhereas Article 8 (1) (b) of Regulation (EEC) No 2144/87 lays down that a customs debt is extinguished by confiscation of the goods; whereas, in the case of imported goods, the result of confiscation must not however be that the goods can be consumed or used in the Community under the same conditions as goods released for free circulation against payment of import duties; whereas the said goods must therefore retain their non-Community status after confiscation;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Committee on General Customs Rules,", "main_body": ["The presentation of a customs declaration for the goods in question, or any other act having the same legal effects, and the production for endorsement by the competent authorities of a document, shall be considered as removal of goods from customs supervision within the meaning of Article 2 (1) (c) of Regulation (EEC) No 2144/87, to the extent that these acts have the effect of wrongly conferring on them the legal status of Community goods.", "Without prejudice to the provisions laid down prohibitions or restrictions which may be applicable to the goods in question, where a customs debt on importation is incurred pursuant to Article 2 (1) (b), (c), (d) or (g) of Regulation (EEC) No 2144/87 and the import duties have been paid, those goods shall be deemed to be Community goods without the need for a declaration for entry into free circulation.", "The confiscation of goods pursuant to Article 8 (1) (b) of Regulation (EEC) No 2144/87 shall not affect the legal status of the goods in question.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 8 March 1989.\nFor the Commission\n(1) OJ No L 201, 22. 7. 1987, p. 15.\n(2) OJ No L 361, 29. 12. 1988, p. 2."}