{"celex_id": "31982L0489", "uri": "http://publications.europa.eu/resource/cellar/4725af1a-c017-4623-a884-4a9ee3f9848c", "type": "Directive", "concepts": ["1079", "1634", "1638", "532", "5500"], "title": "Council Directive 82/489/EEC of 19 July 1982 laying down measures to facilitate the effective exercise of the right of establishment and freedom to provide services in hairdressing\n", "header": "COUNCIL  DIRECTIVE\nof 19 July 1982\nlaying down measures to facilitate the effective exercise of the right of establishment and freedom to provide services in hairdressing\n(82/489/EEC)\nTHE COUNCIL OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Articles 49, 57 and 66 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas, pursuant to the Treaty, all discriminatory treatment based on nationality with regard to establishment and provision of services is prohibited as from the end of the transitional period; whereas the principle of such treatment based on nationality applies in particular to the grant of any authorization required to practise as a hairdresser and also to the registration with or membership of professional organizations or bodies;\nWhereas it nevertheless seems desirable that certain provisions be introduced to facilitate the effective exercise of the right of establishment and freedom to provide services in hairdressing;\nWhereas conditions of qualification for the taking up or pursuit of the activity of hairdresser are not imposed in all Member States; whereas some Member States have special provisions making the taking up or pursuit of hairdressing subject to possession of formal qualifications;\nWhereas, it does not appear possible to proceed at this stage with coordination in this matter; whereas such coordination is, however, an objective which it is desirable to attain as rapidly as possible;\nWhereas, pending such coordination, it is nonetheless desirable and possible to facilitate the mobility of hairdressers within the Community, by recognizing as sufficient qualification for taking up the activities in question in host Member States which have rules governing the taking up of such activities, the fact that the activity has been pursued in a self-employed capacity or as manager of an undertaking in the Member State whence the foreign national comes for a reasonable and sufficiently recent period of time to ensure that the person concerned possesses professional knowledge equivalent to that required in the host Member State;\nWhereas, in so far as in Member States the taking up or pursuit of the activities of hairdressers is also dependent in the case of paid employees on the possession of professional knowledge and ability, this Directive should also apply to this category of persons in order to remove an obstacle to the free movement of workers and thereby to supplement the measures adopted in Council Regulation (EEC) No 1612/68 of 15 October 1968 on freedom of movement for workers within the Community (4);\nWhereas the activity in question must have been pursued and any vocational training received in the same branch of trade as that in which the beneficiary wishes to establish himself in the host Member State, where the latter imposes this requirement in its own territory,", "main_body": ["This Directive shall apply, amongst the activities of group ISIC 855, to the activities of hairdressers.", "1. Where in a Member State the taking up or pursuit of the activities referred to in Article 1 is subject to possession of general, commercial and professional knowledge and ability, that Member State shall accept as sufficient evidence of such knowledge and ability the fact that the activities in question have been pursued lawfully in another Member State for any of the following periods:\n(a) six consecutive years either in a self-employed capacity or as a person responsible for managing an undertaking; or\n(b) three consecutive years either in a self-employed capacity or as a person responsible for managing an undertaking, where the beneficiary can prove that for the occupation in question he has received at least three years' previous training, attested by a certificate recognized by the State, or regarded by a competent professional body as fully satisfying its requirements; or\n(c) three consecutive years in a self-employed capacity, where the beneficiary can prove that he has pursued the occupation in question for at least five years in the capacity of employee.\nThe host Member State, in so far as it lays down different conditions of qualification for the activities of men's and women's hairdressing, may require of nationals of other Member States that the activity in question has been pursued and vocational training received, in the same branch as that in which the beneficiary wishes to establish himself in the host Member State.\n2. In the cases referred to in paragraph 1 (a) and (c), pursuit of the activity in question shall not have ceased more than 10 years before the date on which the application provided for in Article 3 is made. Activities in a self-employed capacity or as a person responsible for managing an undertaking as referred to in subparagraphs 1 (a) and (c) must have been pursued after the age of 20.", "Proof that the conditions laid down in Article 2 are satisfied shall be established by a certificate issued by the competent authority or body in the Member State of origin or Member State whence the person concerned comes, which the latter shall submit in support of his application for authorization to pursue the activity or activities in question in the host Member State.", "1. Where a host Member State requires of its own nationals wishing to take up the activities referred to in Article 1 proof of good repute and proof that they have not previously been declared bankrupt, or proof of either one of these, that State shall accept as sufficient evidence, in respect of nationals of other Member States, the production of an extract from the 'judicial record' or, failing this, of an equivalent document issued by a competent judicial or administrative authority in the Member State of origin or the Member State whence the foreign national comes showing that these requirements have been met.\n2. Where the country of origin or the country whence the foreign national comes does not issue the document referred to in paragraph 1, furnishing proof of good repute or proof of no previous bankruptcy, such proof may be replaced by a declaration on oath - or, in States where there is no provision for declaration on oath, by a solemn declaration - made by the person concerned before a competent judicial or administrative authority, or where appropriate a notary, in the country of origin or the country whence that person comes; such authority or notary will issue a certificate attesting the authenticity of the declaration on oath or solemn declaration. The declaration in respect of no previous bankruptcy may also be made before a competent professional or trade body in the said country.\n3. Where in the host Member State proof of financial standing is required, that State shall regard certificates issued by banks in other Member States as equivalent to certificates issued in its own territory.\n4. Documents issued in accordance with paragraphs 1, 2 and 3 may not be produced more than three months after their date of issue.", "Member States shall, within the time limit laid down in Article 8, designate the authorities and bodies competent to issue or receive the declarations, applications and documents referred to in this Directive and shall forthwith inform the other Member States and the Commission thereof.", "No later than three years after the expiry of the period laid down in Article 8, the Commission shall submit appropriate proposals to the Council for achieving coordinated conditions of training for hairdressers. The Council shall examine these proposals within a year. Article 7\nThis Directive shall also apply to nationals of Member States who, in accordance with Regulation (EEC) No 1612/68, are pursuing or will pursue as employed persons the activities referred to in Article 1.", "Member States shall bring into force the measures necessary to comply with this Directive within 18 months following its notification and shall forthwith inform the Commission thereof.", "Member States shall communicate to the Commission the texts of the main provisions of national law which they adopt in the field covered by this Directive.", "0\nThis Directive is addressed to the Member States."], "attachments": "Done at Brussels, 19 July 1982.\nFor the Council\nThe President\nK. OLESEN\n(1) OJ No C 106, 23. 10. 1971, p. 6.\n(2) OJ No C 103, 5. 10. 1972, p. 14.\n(3) OJ No C 89, 28. 8. 1972, p. 9.\n(4) OJ No L 257, 19. 10. 1968, p. 2."}