{"celex_id": "31988R0056", "uri": "http://publications.europa.eu/resource/cellar/f2dadcef-eb44-49a0-ae08-a1f863840423", "type": "Regulation", "concepts": ["1182", "4395", "4692"], "title": "Commission Regulation (EEC) No 56/88 of 7 January 1988 amending Regulation (EEC) No 1678/85 as regards the agricultural conversion rates for the pigmeat sector in Greece\n", "header": "COMMISSION  REGULATION (EEC) No 56/88\nof 7 January 1988\namending Regulation (EEC) No 1678/85 as regards the agricultural conversion rates for the pigmeat sector in Greece\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1677/85 of 11 June 1985 on monetary compensatory amounts in agriculture (1), as last amended by Regulation (EEC) No 1889/87 (2), and in particular Article 12 thereof,\nWhereas Article 6a of Regulation (EEC) No 1677/85 lays down that the agricultural conversion rates of a Member State should, in accordance with the procedure provided for in Article 12 of that Regulation, be adjusted so as to avoid the creation of new monetary compensatory amounts;\nWhereas the movement of the market rate for the drachma during the reference period 30 December 1987 to 5 January 1988 should, given the adjustment of the agricultural conversion rate determined by Council Regulation (EEC) No 1678/85 (3), as last amended by Regulation (EEC) No 3882/87 (4), in the version published in Regulation (EEC) No 3814/87 (5), entail, in accordance with Article 2 of Commission Regulation (EEC) No 3153/85 (6), an increase in the monetary compensatory amounts applicable in the pigmeat sector in Greece, effective from 11 January 1988; whereas in order to prevent this it is necessary to adjust the agricultural conversion rate so as to avoid the creation of these new monetary compensatory amounts;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the relevant Management Committees,", "main_body": ["In Annex IV to Regulation (EEC) No 1678/85, as amended by Regulation (EEC) No 3814/87, the line relating to pigmeat is hereby replaced by the following:\n1.2,5 //  //  // Products  // Agricultural conversion rates  //  //  // 1.2.3.4.5 //  // 1 ECU = . . . Dra   // Applicable until  // 1 ECU = . . . Dra   // Applicable for  //  //  //  //  //  // 'Pigmeat   // 132,397   // 10. 1. 1988  // 133,321   // 11. 1. 1988   //    //   //   //   //", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 11 January 1988.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 7 January 1988.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 164, 24. 6. 1985, p. 6.\n(2) OJ No L 182, 3. 7. 1987, p. 1.\n(3) OJ No L 164, 24. 6. 1985, p. 11.\n(4) OJ No L 365, 24. 12. 1987, p. 13.\n(5) OJ No L 357, 19. 12. 1987, p. 22.\n(6) OJ No L 310, 21. 11. 1985, p. 4."}