{"celex_id": "31987R3815", "uri": "http://publications.europa.eu/resource/cellar/ca55d93f-9a97-470e-b5b1-3b76881d7895", "type": "Regulation", "concepts": ["2670", "4284", "4663", "4682", "946"], "title": "Commission Regulation (EEC) No 3815/87 of 17 December 1987 on the sale at prices fixed at a standard rate in advance of certain bone-in beef and veal held by certain intervention agencies and intended for export and amending Regulation (EEC) No 1687/76\n", "header": "COMMISSION  REGULATION (EEC) No 3815/87\nof 17 December 1987\non the sale at prices fixed at a standard rate in advance of certain bone-in beef and veal held by certain intervention agencies and intended for export and amending Regulation (EEC) No 1687/76\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 805/68 of 27 June 1968 on the common organization of the market in beef and veal (1), as last amended by Regulation (EEC) No 467/87 (2),\nWhereas certain intervention agencies have substantial stocks of intervention bone-in meat; whereas outlets exist in certain non-member countries for the products in question, in particular after boning; whereas these products should therefore be authorized for export without further processing or after boning; whereas, in the case of boning, all meat obtained from boning should be required to be exported;\nWhereas this meat should be put up for sale at prices fixed at a standard rate in advance in accordance with Commission Regulation (EEC) No 985/81 (3);\nWhereas provision must be made for a security of a sufficiently high amount to be provided in order to guarantee the exportation of this meat;\nWhereas the products held by the intervention agencies and intended for export are subject to Commission Regulation (EEC) No 1687/76 (4), as last amended by Regulation (EEC) No 3497/87 (5); whereas the Annex to the said Regulation should be extended as regards the endorsements to be entered on the control copies;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Beef and Veal,", "main_body": ["1. The following approximate quantities shall be put up for sale:\n- 1 000 tonnes of bone-in beef held by the Italian intervention agency, and bought in before 1 November 1986,\n- 1 000 tonnes of bone-in beef held by the intervention agency of the United Kingdom, and bought in before 1 November 1986.\nThe quality and prices are set out in Annex I hereto.\n2. The sale shall be conducted in accordance with the provisions of Regulation (EEC) No 985/81.\n3. Information concerning the quantities available and the places where the products are stored may be obtained by prospective purchasers from the address listed in Annex II hereto.", "1. The meat must be exported to one of the destinations for which a refund is fixed for products falling within subheading 0202 30 90 of the combined nomenclature. Exportation must be effected without further processing or after boning, according to the choice made by the trader in the purchase application.\n2. In addition to the particulars referred to in Article 2 (2) of Commission Regulation (EEC) No 2173/79 (6), the trader must state in the purchase application whether the meat will be exported without further processing or after boning.\n3. In case of boning, the total quantity of the product specified in the contract must be boned in the same Member State.", "1. The security provided for in Article 3 (1) of Regulation (EEC) No 985/81 shall be 10 ECU per 100 kilograms.\n2. The security provided for at Article 3 (2) of Regulation (EEC) No 985/81 shall be 130 ECU per 100 kilograms.\nIn cases where Article 13 (3) of Regulation (EEC) No 1687/76 is applied, the contract of sale may be concluded only after the intervention body holding the products has received the certificate referred to in the said paragraph.", "1. In case of boning, the total quantity of meat obtained from boning must be exported.\nHowever, the following may be marketed in the Community: bones, large tendons, cartilages, pieces of fat and other scraps left over from boning.\nThe quantity of meat exported must be at least 68 % of the gross weight of the meat on removal from intervention stocks.\n2. The security referred to in Article 3 (2) shall be released only when the proof referred to in Article 12 of Regulation (EEC) No 1687/76 has been furnished for all meat obtained from boning.\nIn addition, Article 13 (4) of the said Regulation shall apply.", "1. The bags, cartons or other packaging material in which the boned cuts are placed shall be officially sealed by the competent authorities and bear particulars enabling the boned meat to be identified, in particular the net weight, the type and the number of the cuts and a serial number.\n2. Where the boned cuts are made subject to the arrangement referred to in Article 5 of Council Regulation (EEC) No 565/80 (1), the operations referred to in Article 4 (5) points (2), (3) and (4) of Commission Regulation (EEC) No 798/80 (2) shall not be authorized.", "1. As regards the meat in respect of which the purchase application includes an endorsement to the effect that it will be boned before being exported, the removal order referred to in Article 6 (1) of Regulation (EEC) No 1687/76 and the documents referred to in Article 12 (a) of the said Regulation shall include one of the following endorsements:\n- Para deshuesar y exportar posteriormente - Reglamento (CEE) no 3815/87\n- Til udbening og senere udfoersel - forordning (EOEF) nr. 3815/87\n- Zum Entbeinen und zur spaeteren Ausfuhr bestimmt - Verordnung (EWG) Nr. 3815/87\n- Proorízetai gia afaíresi kokálon kai gia metagenésteri exagogí - Kanonismós (EOK) arith. 3815/87\n- For boning and subsequent export - Regulation (EEC) No 3815/87\n- Destinées au désossage et à l'exportation ultérieure - règlement (CEE) no 3815/87\n- Destinate al disossamento e successivamente all'esportazione - regolamento (CEE) n. 3815/87\n- Bestemd voor uitvoer na uitbening - Verordening (EEG) nr. 3815/87\n- Destinada à desossagem e à ulterior exportação - Regulamento (CEE) nº 3815/87.\n2. As regards the meat in respect of which the purchase application includes an endorsement to the effect that it will be exported without further processing, the removal order referred to in Article 6 of Regulation (EEC) No 1687/76 shall include one of the following endorsements:\n- Para exportar en el estado en que se encuentra - Reglamento (CEE) no 3815/87\n- Til udfoersel i uaendret stand - forordning (EOEF) nr. 3815/87\n- Zur Ausfuhr in unveraendertem Zustand bestimmt - Verordnung (EWG) Nr. 3815/87\n- Proorízetai gia exagogí os échei - Kanonismós (EOK) arith. 3815/87\n- For export without processing - Regulation (EEC) No 3815/87\n- Destinées à l'exportation en l'état - règlement (CEE) no 3815/87\n- Destinate all'esportazione tal quale - regolamento (CEE) n. 3815/87\n- Bestemd voor uitvoer in ongewijzigde staat - Verordening (EEG) nr. 3815/87\n- Destinada à exportação tal qual - Regulamento (CEE) nº 3815/87.", "Regulation (EEC) No 1687/76 is hereby amended as follows:\nThe following point 46 and the footnote relating thereto are added to Part II of the Annex entitled 'Products subject to a use and/or destination other than that mentioned under I';\n'46. Commission Regulation (EEC) No 3815/87 of 17 December 1987 on the sale at prices fixed at a standard rate in advance of certain bone-in beef and veal held by certain intervention agencies and intended for export (46):\n(a) On the dispatch of bone-in meat for boning:\n- Section 104:\n- Para deshuesar y exportar posteriormente - Reglamento (CEE) no 3815/87\n- Til udbening og senere udfoersel - forordning (EOEF) nr. 3815/87\n- Zum Entbeinen und zur spaeteren Ausfuhr bestimmt - Verordnung (EWG) Nr. 3815/87\n- Proorízetai gia afaíresi kokálon kai gia metagenésteri exagogí - Kanonismós (EOK) arith. 3815/87\n- For boning and subsequent export - Regulation (EEC) No 3815/87\n- Destinée au désossage et à l'exportation ultérieure - règlement (CEE) no 3815/87\n- Destinate al disossamento e successivamente all'esportazione - regolamento (CEE) n. 3815/87\n- Bestemd voor uitvoer na uitbening - Verordening (EEG) nr. 3815/87\n- Destinada à desossagem e à ulterior exportação - Regulamento (CEE) nº 3815/87,\n- Section 106:\n- The date on which the contract of sale was concluded,\n- The weight of the meat on removal from intervention stocks.\n(b) On the export of the boned cuts:\n- Section 104:\n- Para exportar - Reglamento (CEE) no 3815/87\n- Til udfoersel - forordning (EOEF) nr. 3815/87\n- Zur Ausfuhr bestimmt - Verordnung (EWG) Nr. 3815/87\n- Proorízetai gia exagogí - Kanonismós (EOK) arith. 3815/87\n- For export - Regulation (EEC) No 3815/87\n- Destinée à l'exportation - règlement (CEE) no 3815/87\n- Destinate all'esportazione - regolamento (CEE) n. 3815/87\n- Bestemd voor uitvoer - Verordening (EEG) nr. 3815/87\n- Destinada à exportação - Regulamento (CEE) nº 3815/87,\n- Section 106:\n- The date on which the contract of sale was concluded.\n- The weight of the meat on removal from intervention stocks.\n(46) OJ No L 357, 19. 12. 1987, p. 24.'", "This Regulation shall enter into force on 4 January 1988.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 17 December 1987.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 148, 28. 6. 1968, p. 24.\n(2) OJ No L 48, 17. 2. 1987, p. 1.\n(3) OJ No L 99, 10. 4. 1981, p. 38.\n(4) OJ No L 190, 14. 7. 1976, p. 1.\n(5) OJ No L 330, 21. 11. 1987, p. 30.\n(6) OJ No L 251, 5. 10. 1979, p. 12.\n(1) OJ No L 62, 7. 3. 1980, p. 5.\n(2) OJ No L 87, 1. 4. 1980, p. 42.\nANEXO I - BILAG I - ANHANG I - PARARTIMA I - ANNEX I - ANNEXE I\n- ALLEGATO I - BIJLAGE I - ANEXO I\nPrecio de venta expresado en ECUS por 100 kg (1)\nSalgspris i ECU pr. 100 kg af produkterne (1)\nVerkaufspreise in ECU je 100 kg des Erzeugnisses (1)\nTimí políseos se ECU aná 100 chgr proïónton (1)\nSelling price in ECU per 100 kg of product (1)\nPrix de vente en Écus par 100 kilogrammes de produits (1)\nPrezzi di vendita in ECU per 100 kg di prodotti (1)\nVerkoopprijzen in Ecu per 100 kg produkt (1)\nPreço de venda expresso em ECUs por 100 kg (1)\nITALIA\n- Quarti posteriori, taglio a 8 costole, detto pistola, provenienti dai:\nVitelloni 1 / Vitelloni 2 / Categoria A, classi U, R e O 205,00\n- Quarti posteriori, taglio a 5 costole, detto pistola, provenienti dai:\nVitelloni 1 / Vitelloni 2 / Categoria A, classi U, R e O 205,00\nUNITED KINGDOM\n- Hindquarters, straight cuts at third rib, from:\nSteers M / Steers H / Category C, classes U and R 205,00\n- Hindquarters, pistola cut at eighth rib, from:\nSteers M / Steers H / Category C, classes U and R 205,00\n(1) En caso de que los productos estén almacenados fuera del Estado miembro al que pertenezca el organismo de intervención poseedor, estos precios se ajustarán con arreglo a lo dispuesto en el Reglamento (CEE) no 1805/77.\n(1) Saafremt produkterne er oplagrede uden for den medlemsstat, hvor det interventionsorgan, der ligger inde med produkterne, er hjemmehoerende, tilpasses disse priser i overensstemmelse med bestemmelserne i forordning (EOEF) nr. 1805/77.\n(1) Falls die Lagerung der Erzeugnisse ausserhalb des fuer die betreffende Interventionsstelle zustaendigen Mitgliedstaats erfolgt, werden diese Preise gemaess den Vorschriften der Verordnung (EWG) Nr. 1805/77 angepasst.\n(1) Stin períptosi poy ta proïónta apothematopoioýntai ektós toy krátoys méloys sto opoío ypágetai o organismós paremváseos poy ta katéchei, oi timés aftés prosarmózontai sýmfona me tis diatáxeis toy kanonismoý (EOK) arith. 1805/77.\n(1) Where the products are stored outside the Member State where the intervention agency responsible for them is situated, these prices shall be adjusted in accordance with Regulation (EEC) No 1805/77.\n(1) Au cas où les produits sont stockés en dehors de l'État membre dont relève l'organisme d'intervention détenteur, ces prix sont ajustés conformément aux dispositions du règlement (CEE) no 1805/77.\n(1) Qualora i prodotti siano immagazzinati fuori dello Stato membro da cui dipende l'organismo d'intervento detentore, detti prezzi vengono ritoccati in conformità del disposto del regolamento (CEE) n. 1805/77.\n(1) Ingeval de produkten zijn opgeslagen buiten de Lid-Staat waaronder het interventiebureau dat deze produkten onder zich heeft ressorteert, worden deze prijzen aangepast overeenkomstig de bepalingen van Verordening (EEG) nr. 1805/77.\n(1) No caso de os produtos estarem armazenados fora do Estado-membro de que depende o organismo de intervenção detentor, estes preços serão ajustados conforme o disposto no Regulamento (CEE) nº 1805/77.\nANEXO II - BILAG II - ANHANG II - PARARTIMA II - ANNEX II - ANNEXE II - ALLEGATO II - BIJLAGE II - ANEXO II\nDirecciones de los organismos de intervención - Interventionsorganernes adresser - Anschriften der Interventionsstellen - Diefthýnseis ton organismón paremváseos - Addresses of the intervention agencies - Adresses des organismes d'intervention - Indirizzi degli organismi d'intervento - Adressen van de interventiebureaus - Endereços dos organismos de intervenção\n1.2,3 // ITALIA:   // Azienda di stato per gli interoenti nel merpsato agripsolo (AIMA)   //   // Roma, oia Palestro 81   //  // Tel. 49 57 283 - 49 59 261   //   // Telech 61 30 03  // THNITED KINGDOM:   // Interoention Voard for Agripsthltthral Prodthpse   //   // Fothntain Iothse   //   // 2 Qtheens salk  //   // Reading RG1 7Qs   //   // Verks.   //   // Tel. (0734) 58 36 26   //   // Telech 848 302"}