{"celex_id": "31988R0016", "uri": "http://publications.europa.eu/resource/cellar/930414b2-eae9-4ba3-93ba-59c5faf6c216", "type": "Regulation", "concepts": ["1085", "2783", "3579", "3591"], "title": "Commission Regulation (EEC) No 16/88 of 30 December 1987 on arrangements for imports into France of certain textile products (categories 15 B, 68 and 71) originating in China\n", "header": "COMMISSION  REGULATION (EEC) No 16/88\nof 30 December 1987\non arrangements for imports into France of certain textile products (categories 15 B, 68 and 71) originating in China\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2072/84 of 29 June 1984 on common rules for imports of certain textile products originating in China (1), as last amended by Regulation (EEC) No 4132/86 (2), and in particular Article 12 thereof,\nWhereas Article 12 of Regulation (EEC) No 2072/84 lays down the conditions under which quantitative limits may be established; whereas imports into France of certain textile products (categories 15 B, 68 and 71), specified in the Annex hereto and originating in China have exceeded the levels referred to in paragraph 3 of the said Article 1;\nWhereas, in accordance with paragraph 5 of the said Article 12 of Regulation (EEC) No 2072/84, on 23 October 1987 China was notified of a request for consultations;\nWhereas pending the outcome of the requested consultations, imports into France were made subject to a provisional quantitative restriction for the period from 23 October to 22 January 1988 by Commission Regulation (EEC) No 3332/87 (3);\nWhereas, in the course of consultations held on 15 and 18 December 1987, it was agreed that imports into France of products falling within categories 15 B, 68 and 71 should be subject to quantitative limits for the year 1988;\nWhereas paragraph 13 of the said Article 12 ensures that the quantitative limits are observed by means of a double-checking system in accordance with Annex V to Regulation (EEC) No 2072/84;\nWhereas the products in question exported from China to the Community between 23 October 1987 and 31 December 1987 must be set off against the quantitative limits which have been introduced by Regulation (EEC) No 3332/87;\nWhereas these quantitative limits should not prevent the importation of products covered by them shipped from China before the date of entry into force of Regulation (EEC) No 3332/87,\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Textile Commttee,", "main_body": ["Without prejudice to the provisions of Article 2, imports into France of textile products of categories 15 B, 68 and 71 originating in China and specified in the Annex hereto, shall be subject to the quantitative limits set out in that Annex.", "1. Products as referred to in Article 1 shipped from China to France before the date of entry into force of Regulation (EEC) No 3332/87 and not yet released for free circulation, shall be so released subject to the presentation of a bill of lading or other transport document proving that shipment actually took place during that period.\n2. Imports of products shipped from China to France after the entry into force of Regulation (EEC) No 3332/87 continue to be subject to the double-checking system described in Annex V to Regulation (EEC) No 2072/84.\n3. All quantities of products shipped from China from 1 January 1988 onwards and released for free circulation are to be deducted from the quantitative limits laid down by this Regulation.\nThese limits shall not, however, prevent the importation of products covered by it but shipped from China before the date of entry into force of Regulation (EEC) No 3332/87.", "In Article 3 of Regulation (EEC) No 3332/87, the date '22 January 1988' is replaced by the date '31 December 1987'.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nIt shall apply until 31 December 1988.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 December 1987.\nFor the Commission\nKarl-Heinz NARJES\nVice-President\n(1) OJ No L 198, 27. 7. 1984, p. 1.\n(2) OJ No L 383, 31. 12. 1986, p. 20.\n(3) OJ No L 316, 6. 11. 1987, p. 20.\nANNEX\n1.2.3.4.5.6.7 //  //  //  //  //  //  //  // Cate- gory  // CN code   // Description  // Third countries   // Member States   // Units   // Quantitative limits from 1 January to 31 December 1988   //    //   //   //   //   //   //   // 15 B  // 6202 11 00 ex 6202 12 10 ex 6202 12 90 ex 6202 13 10 6202 13 90 6204 31 00 6204 32 90 6204 33 90 6204 39 19   // Women's, girls' and infants' woven overcoats, raincoats and other coats, cloaks and capes; jackets and blazers, other than garments of category 15 A, of wool, of cotton or of man-made textile fibres   // China   // F   // 1 000 pieces   // 350   //    //   //  //   //   //   //   // 68   // ex 6111 10 90 ex 6111 20 90 ex 6111 30 90 ex 6111 90 00   // Napkins, T-shirts, lightweight fine knit roll, polo or turtle neck jumpers and pullovers, singlets and other vests, nightshirts and pyjamas, underpants, briefs and other underclothing for babies, knitted or crocheted   // China   // F   // tonnes   // 440   //    //   //   //  //   //   //   // 71   // ex 6111 10 90 ex 6111 20 90 ex 6111 30 90 ex 6111 90 00   // Babies' knitted or crocheted garments, of wool, of cotton or of man-made textile fibres, other than those of category 68   // China   // F   // tonnes   // 200  //    //   //   //   //   //   //"}