{"celex_id": "31986R0637", "uri": "http://publications.europa.eu/resource/cellar/f93c38aa-36d7-4b25-bea8-0a0141377b7b", "type": "Regulation", "concepts": ["1115", "1129", "1309", "1602", "2563", "3591"], "title": "Commission Regulation (EEC) No 637/86 of 28 February 1986 fixing the quantitative restrictions on imports into Portugal of certain fruit and vegetables from third countries\n", "header": "COMMISSION REGULATION (EEC) N째 637/86\nof 28 February 1986\nfixing the quantitative restrictions on  imports into Portugal of certain fruit and vegetables from third countries\nTHE  COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the Act of Accession of Spain and Portugal,\nHaving regard to Council Regulation (EEC) N째 3797/85 of 20 December 1985 laying down detailed rules  concerning quantitative restrictions on imports into Portugal from third countries of certain  agricultural products subject to the system of transition by stages (1), and in particular Article  3 (1) thereof,\nWhereas pursuant to Regulation (EEC) N째 3797/85 the initial quota for 1986 must, for the various  fruits and vegetables, be between 0,1 and 0,5 % of Portugal's average annual production in the  three years before accession for which statistics are available; whereas, in the light of the  characteristics of Portuguese production, the initial quotas should be: 0,1 % in the case of  oranges, mandarins and lemons; 0,3 % in the case of cauliflowers, onions, garlic and tomatoes; and  0,5 % in the case of table grapes, apples, pears, peaches and apricots;\nWhereas to ensure proper management of the quotas, applications for import authorizations should be  subject to the lodging of a security;\nWhereas provision should be made for communicating information to the Commission;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the  Management Committee for Fruit and Vegetables,", "main_body": ["1.  The initial quotas which the Portuguese Republic may, pursuant to  Article 280 of the Act of Accession, apply in\nrespect of fresh fruit and vegetables imported from  third countries shall be as shown in the Annex to this Regulation.\n2.  These quotas shall be reduced by one-sixth for the period 1 March to 31 December 1986.\n3.  The quotas shall, for each product, apply during the periods specified in the Annex to this  Regulation.", "The Portuguese authorities shall issue import authorizations in such a way as to ensure  a fair allocation of the available quantity between the applicants.\nApplications for import authorizations shall be subject to the lodging of a security to be  released, under the conditions defined by the Portuguese authorities, after the goods have been  effectively imported.", "1.  The Portuguese authorities shall communicate to the Commission the measures which  they adopt for the application of Article 2.\n2.  They shall transmit, not later than the 15th day of each month, the following information on  import authorizations issued in the preceding month:\n- the quantities covered by the import authorizations issued, by country of provenance,\n- the quantities imported, by country of provenance.", "This Regulation shall enter into force on 1 March 1986.\nThis Regulation shall be binding in its entirety and directly applicable in all  Member States."], "attachments": "Done at Brussels, 28 February 1986\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ N째 L  367, 31. 12. 1985, p. 23.\nEWG:L060UMBE17.93\nFF: 1UEN;   SETUP: 01;   Hoehe: 418 mm;   74 Zeilen;   3199 Zeichen;\nBediener:  MARK   Pr.: C;\nKunde: ................................\nANNEX\n>TABLE>"}