{"celex_id": "31982R0020", "uri": "http://publications.europa.eu/resource/cellar/dbd3e082-2863-4233-98df-d1434d24f96f", "type": "Regulation", "concepts": ["1642", "1644", "4683", "4691"], "title": "Commission Regulation (EEC) No 20/82 of 6 January 1982 on special detailed rules for applying the system of import and export licences for sheepmeat and goatmeat\n", "header": "COMMISSION  REGULATION (EEC) No 20/82\nof 6 January 1982\non special detailed rules for applying the system of import and export licences for sheepmeat and goatmeat\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1837/80 of 27 June 1980 on the common organization of the market in sheepmeat and goatmeat (1), as last amended by Regulation (EEC) No 899/81 (2), and in particular Article 16 (2) thereof,\nWhereas, under Article 16 (1) of Regulation (EEC) No 1837/80, any import into the Community and any export therefrom of the products referred to in Article 1 (a) and (c) of that Regulation are subject to the production of a licence; whereas it is necessary to lay down special detailed rules for applying such a system; whereas such detailed rules will be either additional to or by way of derogation from the provisions of Regulation (EEC) No 3183/80 (3), as last amended by Regulation (EEC) No 2646/81 (4);\nWhereas, under the third subparagraph of Article 16 (1) of Regulation (EEC) No 1837/80, licences are issued subject to the lodging of a security; whereas it is necessary to fix the amount of that security;\nWhereas Commission Regulation (EEC) No 19/82 (5) laid down special rules for imports;\nWhereas this Regulation incorporates the provisions of Commission Regulation (EEC) No 2666/80 (6), as amended by Regulation (EEC) No 1553/81 (7); whereas it is therefore necessary to repeal that Regulation;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Sheep and Goats,", "main_body": ["This Regulation lays down special detailed rules for applying the system of import and export licences set up by Article 16 (1) of Regulation (EEC) No 1837/80.\nHowever:\n(a) for products falling within subheading 02.01 A IV of the Common Customs Tariff and originating in Argentina, Australia, New Zealand and Uruguay,\n(b) for products falling within subheadings 01.04 B and 02.01 A IV of the Common Customs Tariff and originating in Austria, Bulgaria, Hungary, Iceland, Poland, Romania and Yugoslavia,\nimport licences may be issued only subject to the conditions laid down in Regulation (EEC) No 19/82.", "The provisions of the third indent of Article 5 (1) of Regulation (EEC) No 3183/80 shall not apply to imports of products within subheadings 01.04 B and 02.01 A IV of the Common Customs Tariff.", "1. The import licence shall be valid for three months from its date of issue within the meaning of Article 21 (1) of Regulation (EEC) No 3183/80.\n2. The licence application and the licence itself shall state in section 14, the country of origin of the product.\n3. It shall be obligatory to import from the country stated in the licence.", "1. The export licence shall be valid for three months from its date of issue within the meaning of Article 21 (1) of Regulation (EEC) No 3183/80.\n2. The licence application and the licence itself shall state, in section 13, the country of destination of the product.", "1. The rate of the security in connection with import licences shall be:\n- 0;5 ECU per head in the case of live animals,\n- 2 ECU per 100 kg net weight in the case of other products.\n2. The rate of the security in connection with export licences shall be:\n- 0;5 ECU per head in the case of live animals,\n- 2 ECU per 100 kg net weight in the case of other products.", "Member States shall communicate to the Commission, on the first, 11th and 21st days of each month, by telex, the quantities, by product, and where appropriate, by origin or by destination, in respect of which import and export licences have been issued.", "Regulation (EEC) No 2666/80 is hereby repealed.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 January 1982.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 6 January 1982.\nFor the Commission\nPoul DALSAGER\nMember of the Commission\n(1) OJ No L 183, 16. 7. 1980, p. 1.\n(2) OJ No L 90, 4. 4. 1981, p. 26.\n(3) OJ No L 338, 13. 12. 1980, p. 1.\n(4) OJ No L 259, 19. 9. 1981, p. 20.\n(5) See page 18 of this Official Journal.\n(6) OJ No L 276, 20. 10. 1980, p. 36.\n(7) OJ No L 152, 11. 6. 1981, p. 22."}