{"celex_id": "31984R2196", "uri": "http://publications.europa.eu/resource/cellar/0325d737-c31c-44ba-aab7-e694fc075680", "type": "Regulation", "concepts": ["2591", "3732"], "title": "Commission Regulation (EEC) No 2196/84 of 27 July 1984 fixing the adjustments to be made to levies fixed in advance in the rice sector\n", "header": "COMMISSION  REGULATION (EEC) No 2196/84\nof 27 July 1984\nfixing the adjustments to be made to levies fixed in advance in the rice sector\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation No 129 on the value of the unit of account and the exchange rates to be applied for the purposes of the common agricultural policy (1), and in particular Article 3 thereof,\nHaving regard to Council Regulation (EEC) No 974/71 of 12 May 1971 on certain measures of conjunctural policy to be taken in agriculture following the temporary widening of the margins of fluctuation for the currencies of certain Member States (2), as last amended by Regulation (EEC) No 855/84 (3), and in particular Article 2b thereof,\nHaving regard to Council Regulation (EEC) No 855/84 of 31 March 1984 on the calculation and the dismantlement of the monetary compensatory amount applying to certain agricultural products, and in particular Article 7 thereof,\nWhereas, pursuant to Regulation (EEC) No 855/84, the central rate used under the common agricultural policy has been subjected to a corrective factor of 1,033651 with effect from the 1984/85 marketing year; whereas the corrected central rate, which has introduced a new method of calculating monetary compensatory amounts, has also led to a change in the relationship between the Community price and the world market price, which in turn has resulted in an increase in levies in ECU fixed from 1 September 1984;\nWhereas, for reasons of equal treatment and in order to avoid distortion of competition, appropriate measures should be adopted within the meaning of Article 7 of Regulation (EEC) No 855/84; whereas such measures may consist in an adjustment of levies fixed before the beginning of the 1984/85 marketing year in respect of operations to be carried out after those dates;\nWhereas the adjustment of the levies fixed in advance must be carried out on the basis of the world market price corrected by a factor of 0,967445; whereas this price must therefore be reconstituted by reference to the main elements required under Community rules;\nWhereas adjustments should be limited to levies fixed in advance; whereas, having regard to the frequent variations in such levies and their method of calculation, there is justification for entrusting such adjustment to the competent national authorities;\nWhereas adjustment on the basis of the world market price to which a correction factor of 0,967445 has been applied results in an increase in the levy fixed in advance in ECU; whereas this increase was not to be foreseen in respect of the operators; whereas, therefore, the adjustments can only be implemented in connection with advance fixings requested as from the date of official Commission notification of such adjustments;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["In the case of the products referred to in Article 1 (1) (a) and (b) of Council Regulation (EEC) No 1418/76 (4), the levies fixed in advance on or after 17 July 1984 shall, as regards operations for which the customs formalities are completed as from the beginning of the 1984/85 marketing year, be adjusted by the Member States in accordance with the following formla:\n'Threshold price minus 0,967445 Ă\u0097 (threshold price minus levy fixed in advance)'\nThe threshold price to be taken into consideration shall be that valid in the month of advance-fixing.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 September 1984.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 27 July 1984.\nFor the Commission\nPoul DALSAGER\nMember of the Commission\n(1) OJ No 106, 30. 10. 1962, p. 2553/62.\n(2) OJ No L 106, 12. 5. 1971, p. 1.\n(3) OJ No L 90, 1. 4. 1984, p. 1.\n(4) OJ No L 166, 25. 6. 1976, p. 1."}