{"celex_id": "31985D0140", "uri": "http://publications.europa.eu/resource/cellar/899aff09-3c65-4958-891c-fa3fea29d319", "type": "Decision", "concepts": ["1091", "1309", "1318", "2159"], "title": "85/140/EEC: Commission Decision of 30 January 1985 repealing Commission Decision 82/314/EEC and establishing that the apparatus described as 'PAR - Vibrating Sample Magnetometer, model 155' may be imported free of import duties\n", "header": "COMMISSION  DECISION\nof 30 January 1985\nrepealing Commission Decision 82/314/EEC and establishing that the apparatus described as 'PAR - Vibrating Sample Magnetometer, model 155' may be imported free of import duties\n(85/140/EEC)\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 918/83 of 28 March 1983 setting up a Community system of reliefs from customs duty (1),\nHaving regard to Commission Regulation (EEC) No 2290/83 of 29 July 1983 laying down provisions for the implementation of Articles 50 to 59 of Council Regulation (EEC) No 918/83 (2), and in particular Article 7 thereof,\nWhereas, by Commission Decision 82/314/EEC of 5 May 1982 (3), the Commission decided that the apparatus described as 'PAR - Vibrating Sample Magnetometer, model 155' could not be imported free of Common Customs Tariff duties because it had been established that apparatus of scientific value equivalent to the said apparatus, capable of being used for the same purposes, were being manufactured in the Community; whereas this applied, in particular, to the apparatus 'Magnetic susceptibility system comprising a PAR - balance' manufactured by Oxford Instruments Co. Ltd, Osney Maid, Oxford OX2 ODX, United Kingdom;\nWhereas the abovementioned Decision was taken after consulting the group of experts provided for in the Community rules; whereas, in view of fresh information which has been brought to the knowledge of the abovementioned group, it is now clear that on the date on which the abovementioned 'PAR - Vibrating Sample Magnetometer, model 155' was ordered, apparatus capable of being used for the same purposes and in particular the 'Magnetic susceptibility system comprising a PAR - balance' were not manufactured in the Community; whereas it was therefor justifiable to admit the apparatus described as 'PAR - Vibrating Sample Magnetometer, model 155' free of duty;\nWhereas, the abovementioned Decision 82/314/EEC must therefore be repealed,", "main_body": ["1. The apparatus described as 'PAR - Vibrating Sample Magnetometer, model 155', which is the subject of an application by the Federal Republic of Germany dated 29 October 1981, may be imported free of import duties.\n2. Decision 82/314/EEC is hereby repealed.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 31 January 1985.\nFor the Commission\nCOCKFIELD\nVice-President\n(1) OJ No L 105, 23. 4. 1983, p. 1.\n(2) OJ No L 220, 11. 8. 1983, p. 20.\n(3) OJ No L 138, 19. 5. 1982, p. 22."}