{"celex_id": "31984R3597", "uri": "http://publications.europa.eu/resource/cellar/e94b5554-d1a3-4fbb-a862-ed63e99c6290", "type": "Regulation", "concepts": ["1116", "161", "4580"], "title": "Council Regulation (EEC) No 3597/84 of 18 December 1984 opening, allocating and providing for the administration of a Community tariff quota for fresh or dried hazelnuts, shelled or not, falling within subheading ex 08.05 G of the Common Customs Tariff and originating in Turkey (1985)\n", "header": "COUNCIL  REGULATION (EEC) No 3597/84\nof 18 December 1984\nopening, allocating and providing for the administration of a Community tariff quota for fresh or dried hazelnuts, shelled or not, falling within subheading ex 08.05 G of the Common Customs Tariff and originating in Turkey (1985)\nTHE COUNCIL OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 113 thereof,\nHaving regard to the proposal from the Commission,\nWhereas the Annex to Council Regulation (EEC) No 3590/82 of 21 December 1982 on imports into the Community of agricultural products originating in Turkey (1) provides that fresh or dried hazelnuts, shelled or not, falling within subheading ex 08.05 G of the Common Customs Tariff and originating in Turkey are admitted on importation into the Community at zero duty, within the limit of a Community tariff quota of 25 000 tonnes; whereas the Community tariff quota concerned should therefore be opened for 1985;\nWhereas, in accordance with Article 119 of the 1979 Act of Accession, the Community adopted Council Regulation (EEC) No 3555/80 of 16 December 1980 determining the arrangements to be applied with regard to imports into Greece originating in Algeria, Israel, Malta, Morocco, Portugal, Syria, Tunisia or Turkey (2); whereas this Regulation therefore applies to the Community of Nine;\nWhereas it is in particular necessary to ensure equal and uninterrupted access for all Community importers to the abovementioned quota, and uninterrupted application of the rates laid down for this quota to all imports of the products concerned into the Member States until the quota has been used up; whereas, having regard to the above principles, the Community nature of the quota can be respected by allocating the Community tariff quota among the Member States; whereas, in order to reflect most accurately the actual development of the market in the products in question, such allocation should be in proportion to the requirements of the Member States, assessed by reference to both the statistics relating to imports of the said products from Turkey over a representative reference period and the economic outlook for the quota period concerned;\nWhereas on the basis of the currently available statistical data imports of the product in question from Turkey into the Member States have developed as follows over the years 1981, 1982 and 1983; whereas they represent the following percentage of the total imports into the Community from Turkey:\n1.2,3.4,5.6,7 //   // 1981  // 1982  // 1983 1.2.3.4.5.6.7 //   //   //   //   //   //   //   // Member States  // Tonnes  // %  // Tonnes  // %  // Tonnes  // %  //  //   //   //   //   //   //   // Benelux  // 5 374  // 7,85  // 7 017  // 9,40  // 6 332  // 9,37  // Denmark  // 785  // 1,15  // 1 183  // 1,58  // 1 249  // 1,85  // Germany  // 47 778  // 69,80  // 49 562  // 66,37  // 45 649  // 67,58  // France  // 8 889  // 13,00  // 9 529  // 12,76  // 7 786  // 11,53  // Ireland  // 92  // 0,13  // 50  // 0,07  // 30  // 0,04  // Italy  // 823  // 1,20  // 2 533  // 3,39  // 746  // 1,10  // United Kingdom  // 4 705  // 6,87  // 4 798  // 6,44  // 5 760  // 8,53  //   //   //   //   //   //   //  // Total  // 68 446  //   // 74 672  //   // 67 552  //   // 1980, p. 1.\nWhereas, in view of these factors, and of market forecasts for the products concerned and in particular of the estimates submitted by certain Member States, initial quota shares may be fixed for 1985 at approximately the following percentages:\nBenelux 8,89\nDenmark 1,53\nGermany 67,87\nFrance 12,44\nIreland 0,08\nItaly 1,95\nUnited Kingdom 7,24\nWhereas, to take into account import trends for the products concerned in the various Member States, the quota amount should be divided into two instalments, the first being allocated among the Member States and the second held as a reserve intended to cover at a later date the requirements of Member States who have used up their initial share; whereas, in order to guarantee some degree of security to importers in each Member State, the first instalment of the Community quota should be fixed at a level which could, in the present circumstances, be 84 % of the quota volume;\nWhereas the initial shares of the Member States may be used up at different rates; whereas, in order to take this into account and to avoid a break in continuity, any Member State which has used up almost all of its initial share should draw an additional share from the reserve; whereas this should be done by each Member State each time one of its additional shares is almost used up, and so on as many times as the reserve allows; whereas the initial and additional shares must be valid until the end of the quota period; whereas this form of administration requires close collaboration between the Member States and the Commission, and the Commission must be in a position to follow the extent to which the quota volume has been used up and inform the Member States thereof;\nWhereas, if at a given date in the quota period a substantial quantity of its initial share remains unused in any Member State, it is essential that it should return a significant proportion thereof to the reserve, to prevent part of the Community quota remaining unused in one Member State when it could be used in others; whereas, taking into account the seasonal nature of imports, it seems appropriate to fix the transfer limit at 40 % of the initial share;\nWhereas, since the Kingdom of Belgium, the Kingdom of the Netherlands and the Grand Duchy of Luxembourg are united within and jointly represented by the Benelux Economic Union, all transactions concerning the administration of the shares allocated to that economic union may be carried out by any one of its members,", "main_body": ["1. From 1 January to 31 December 1985, a Community tariff quota of 25 000 tonnes shall be opened in the Community of Nine for fresh or dried hazelnuts, shelled or not, falling within subheading ex 08.05 G of the Common Customs Tariff and originating in Turkey.\n2. Within this tariff quota the Common Customs Tariff duty shall be totally suspended.\n3. Imports of the product in question benefiting from the same or lower customs duties under preferential arrangements shall not be charged against this tariff quota.\n4. This Community tariff quota shall be allocated and administered in accordance with the following provisions.", "1. The Community tariff quota referred to in Article 1 (1) shall be divided into two instalments.\n2. A first instalment amounting to 21 000 tonnes shall be shared among the Member States; the shares, which subject to Article 5 shall be valid until 31 December 1985, shall be as follows:\n1.2 //   // (tonnes)  // Benelux  // 1 867  // Denmark  // 321  // Germany  // 14 253  // France  // 2 612  // Ireland  // 17  // Italy  // 410  // United Kingdom  // 1 520\n3. The second instalment amounting to 4 000 tonnes shall constitute the reserve.", "1. If 90 % or more of a Member State's initial share, as specified in Article 2 (2), or of that share less the portion returned to the reserve where Article 5 has been applied, has been used up, that Member State shall, without delay, by notifying the Commission, draw a second share equal to 15 % of its initial share, rounded up where necessary to the next whole number, in so far as the amount in the reserve allows.\n2. If, after its initial share has been used up, 90 % or more of the second share drawn by a Member State has been used up, that Member State shall, in accordance with the conditions laid down in paragraph 1, draw a third share equal to 7,5 % of its initial share.\n3. If, after its second share has been used up, 90 % or more of the third share drawn by a Member State has been used up, that Member State shall, in accordance with the conditions laid down in paragraph 1, draw a fourth share equal to the third.\nThis process shall continue to apply until the reserve is used up.\n4. Notwithstanding paragraphs 1, 2 and 3, Member States may draw smaller shares than those fixed in these paragraphs if there is reason to believe that those fixed might not be used up. They shall inform the Commission of their grounds for applying this paragraph.", "The additional share drawn pursuant to Article 3 shall be valid until 31 December 1985.", "Member States shall return to the reserve, not later than 1 October 1985, the unused portion of their initial shares which on 15 September 1985, is in excess of 40 % of the initial amount. They may return a greater quantity if there are grounds for believing that this quantity might not be used in full.\nMember States shall notify the Commission, not later than 1 October 1985, of the total imports of the products concerned effected under the Community quotas up to and including 15 September 1985 and, where appropriate, the proportion of their initial share that they are returning to the reserve.", "The Commission shall keep an account of the shares opened by Member States pursuant to Articles 2 and 3 and, as soon as it has been notified, shall inform each Member State of the extent to which the reserve has been used up.\nIt shall notify the Member States, not later than 5 October 1985, of the state of the reserve after quantities have been returned thereto pursuant to Article 5.\nIt shall ensure that the drawing which uses up the reserve is limited to the balance available and, to this end, shall specify the amount thereof to the Member State making the final drawing.", "1. Member States shall take all measures necessary to ensure that additional shares drawn pursuant to Article 3 are opened in such a way that imports may be charged without interruption against their aggregate shares in the Community quota.\n2. Member States shall ensure that importers of the products have free access to the shares allocated to them or which they have taken from the reserve.\n3. The Member States shall charge the imports of the products concerned against their shares as and when the products are entered with customs authorities for free circulation.\n4. The extent to which a Member State has used up its shares shall be determined on the basis of the imports charged in accordance with paragraph 3.", "At the request of the Commission, Member States shall inform it of imports actually charged against their shares.", "The Member States and the Commission shall collaborate closely in order to ensure that this Regulation is observed.", "0\nThis Regulation shall enter into force on 1 January 1985.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 18 December 1984.\nFor the Council\nThe President\nP. BARRY  //   //   //   //   //   //\n(1) OJ No L 375, 31. 12. 1982, p. 1. (2) OJ No L 382, 31. 12."}