{"celex_id": "31988R1368", "uri": "http://publications.europa.eu/resource/cellar/e3c41c49-516a-47a8-b282-48cd22aa271e", "type": "Regulation", "concepts": ["2069", "2095", "4778", "5034"], "title": "Commission Regulation (EEC) No 1368/88 of 18 May 1988 specifying the conditions for the inclusion of certain live animals of the domestic bovine species and certain meat of the bovine species within the CN codes listed in Annex E to the Additional Protocol to the Cooperation Agreement between the European Economic Community and the Socialist Federal Republic of Yugoslavia establishing new trade arrangements\n", "header": "COMMISSION  REGULATION (EEC) No 1368/88\nof 18 May 1988\nspecifying the conditions for the inclusion of certain live animals of the domestic bovine species and certain meat of the bovine species within the CN codes listed in Annex E to the Additional Protocol to the Cooperation Agreement between the European Economic Community and the Socialist Federal Republic of Yugoslavia establishing new trade arrangements\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2658/87 of 23 July 1987 on the tariff and statistical nomenclature and on the Common Customs Tariff (1), as last amended by Regulation (EEC) No 1058/88 (2), and in particular Article 11 thereof,\nWhereas Commission Regulation (EEC) No 4129/87 (3) specified the conditions for the inclusion of certain live animals of the domestic bovine species and certain meat of the bovine species within the CN codes listed in Annex C to the Agreement between the European Economic Community and Yugoslavia;\nWhereas by its Decision 87/605/EEC of 21 December 1987 concerning the conclusion of an Additional Protocol to the Cooperation Agreement between the European Economic Community and the Socialist Federal Republic of Yugoslavia establishing new trade arrangements (4), the Council has amended several details of Annex C to Regulation (EEC) No 314/83 (5) on the conclusion of the Cooperation Agreement between the European Economic Community and the Socialist Federal Republic of Yugoslavia; whereas the said Regulation (EEC) No 4129/87 was based, amongst other things, on the details of the said Annex; whereas, this Regulation should be amended to take account of these amendments; whereas, furthermore, for reasons of clarity, it is appropriate to replace it by a new Regulation;\nWhereas the Additional Protocol to the Cooperation Agreement between the European Economic Community and the Socialist Federal Republic of Yugoslavia establishing new trade arrangements, approved by Decision 87/605/EEC, lists in Annex E the following products falling within CN codes 0102 90 31, 0102 90 35, 0102 90 37, 0201 10 90, 0201 20 11, 0201 20 19, 0201 20 39, 0201 20 51, 0201 20 59 of the domestic bovine species, respectively:\n1. live animals including buffalo other than pure-bred breeding animals, not yet having any permanent teeth, of a weight of not less than 350 kg but not more than 500 kg in respect of male animals, or of not less than 320 kg but not more than 470 kg in respect of female animals;\n2. carcases, fresh or chilled, of a weight of not less than 180 kg but not more than 300 kg, and half carcases or 'compensated' quarters of bovine animals other than calves, fresh or chilled, of a weight of not less than 90 kg but not more than 150 kg, with a low degree of ossification of the cartilages (in particular those of the symphysis pubis and the vertebral apophyses), the meat of which is a light pink colour and the fat of which, of extremely fine texture, is white to light yellow in colour;\n3. separated forequarters, fresh or chilled, of a weight of not less than 45 kg but not more than 75 kg, with a low degree of ossification of the cartilages (in particular those of the vertebral apophyses), the meat of which is a light pink colour and the fat of which, of extremely fine texture, is white to light yellow in colour;\n4. separated hindquarters, fresh or chilled, of a weight of not less than 45 kg but not more than 75 kg (not less than 38 kg but not more than 68 kg in the case of 'Pistola' cuts), with a low degree of ossification of the cartilages (in particular those of the vertebral apophyses), the meat of which is a light pink colour and the fat of which, of extremely fine texture, is white to light yellow in colour;\nWhereas inclusion under those subheadings is subject to production of the certificate referred to in Article 5 (4) of the aforementioned Additional Protocol; whereas the certificate must show that the goods of which it relates correspond exactly to the wording of those CN codes and that they originated in and come from Yugoslavia;\nWhereas, pursuant to Article 9 of Council Regulation (EEC) No 802/68 of 27 June 1968 on the common definition of the concept of the origin of goods (1), as last amended by Regulation (EEC) No 3860/87 (2), the certificate must comply with certain conditions;\nWhereas it is appropriate to specify the form which such certificate must take and the conditions for its use; whereas it is appropriate to lay down certain rules governing the appointment of issuing bodies so as to enable the Community to ensure that the conditions of issue of certificates are observed;\nWhereas the wording of the certificate and the conditions of issue and use thereof were determined by mutual agreement with the competent authorities of Yugoslavia; whereas those authorities have communicated the name of the issuing body;\nWhereas, pursuant to Article 20 (1) of Council Regulation (EEC) No 805/68 of 27 June 1968 on the common organization of the market in beef and veal (3), as last amended by Regulation (EEC) No 3905/87 (4), the general rules for the interpretation of the combined nomenclature and detailed rules for the application thereof apply to the classification of products covered by that Regulation;\nWhereas the certificate should be drawn up in an official Community language and, where appropriate, an official language of the exporting country;\nWhereas the Additional Protocol mentioned above entered into force on January 1988 following the notifications provided for in its Article 8 (2) and, as a result, it is appropriate that this Regulation be applied from the moment of entry into force of the said Protocol;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Nomenclature Committee,", "main_body": ["The inclusion of certain live animals of the domestic bovine species and certain meat of bovine species falling within CN codes:\n- ex 0102 90 31, ex 0102 90 35 and ex 0102 90 37,\n- ex 0201 10 90, ex 0201 20 11 and ex 0201 20 19,\n- ex 0201 20 39,\n- ex 0201 20 51 and ex 0201 20 59\nreferred to in Annex E to the Additional Protocol between the European Economic Community and the Socialist Federal Republic of Yugoslavia establishing new trade arrangements shall be subject to the conditions laid down in this Regulation.", "Without prejudice to the provisions of Article 9 (2) of Regulation (EEC) No 802/68, a certificate issued in Yugoslavia and fulfilling the requirements laid down in this Regulation shall be submitted when the products referred to in Article 1 are placed in free circulation in the Community.", "1. The certificate, corresponding to the specimen in Annex I, shall be prepared in one original and two copies. It shall be printed and completed in one of the official languages of the Community and also, where appropriate, in the official language or one of the official languages of the exporting country.\nThe competent authority of the Member States in which the products are presented may require a translation of the certificate.\n2. The original and the copies thereof shall by typewritten or completed by hand. In the latter case they must be completed in ink and in block capitals.\n3. The size of the certificate shall be about 210 Ă\u0097 297 mm. The paper used shall weigh not less than 40 grams per square metre. White paper shall be used for the original, pink for the first copy and yellow for the second copy.\n4. Each certificate shall bear an individual serial number followed by the nationality symbol 'YU'.\nThe copies shall bear the same serial number and the same nationality symbol as the original.", "1. The original and the first copy of the certificate shall be submitted, with the products to which they refer and within 12 days of the date of issue, to the customs authorities of the Member State in which the products are placed in free circulation.\n2. The second copy of the certificate shall be sent by the issuing body direct to the competent authorities of the Member State in which the products are placed in free circulation.", "1. A certificate shall be valid only if it is duly authenticated by an issuing body appearing in the list in Annex II.\n2. A duly authenticated certificate is one which shows the place and date of issue and bears the stamp of the issuing body and the signature of the person or persons authorized to sign it.", "1. An issuing agency may appear on the list only if:\n(a) it is recognized as such by the exporting country;\n(b) it undertakes to verify the particulars shown in the certificates;\n(c) it undertakes to provide the Commission and Member States, on request, with all appropriate information to enable an assessment to be made of the particulars shown in the certificates;\n(d) it undertakes to send to the authorities indicated in Article 4 (2) the second copy of each authenticated certificate within three days of the date of issue.\n2. The list shall be revised where the conditions specified in paragraph 1 (a) is no longer satisfied or where an issuing body does not fulfil any of the obligations which it has undertaken.", "Invoices produced in support of customs declarations shall bear the serial number(s) of the corresponding certificate(s).", "Yugoslavia shall send the Commission of the European Communities specimens of the stamps used by its issuing authorities. The Commission shall forward this information to the customs authorities of the Member States.", "Regulation (EEC) No 4129/87 is hereby repealed.", "0\nThis Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 January 1988.\nHowever,\n- until 31 March 1988, the products covered by this Regulation shall also be admitted under the relevant subheadings listed in Article 1 on presentation of a certificate of the kind used until 31 December 1987,\n- until 31 August 1988, the products covered by this Regulation shall also be admitted under the relevant subheadings listed in Article 1 on presentation of a certificate of the kind annexed to Regulation (EEC) No 4129/87.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 18 May 1988.\nFor the Commission\nCOCKFIELD\nVice-President\n(1) OJ No L 256, 7. 9. 1987, p. 1.\n(2) OJ No L 104, 23. 4. 1988, p. 1.\n(3) OJ No L 387, 31. 12. 1987, p. 9.\n(4) OJ No L 389, 31. 12. 1987, p. 72.\n(5) OJ No L 41, 14. 2. 1983, p. 1.\n(1) OJ No L 148, 28. 6. 1968, p. 1.\n(2) OJ No L 363, 23. 12. 1987, p. 30.\n(3) OJ No L 148, 28. 6. 1968, p. 24.\n(4) OJ No L 370, 30. 12. 1987, p. 7.\nANNEX II\nIssuing body: SAVEZNI TRZ  IS  NI INSPEKTORAT BEOGRAD"}