{"celex_id": "31989R3945", "uri": "http://publications.europa.eu/resource/cellar/fa680c07-0bf9-4782-956b-0e8054903c8a", "type": "Regulation", "concepts": ["1604", "3591", "4038", "4073", "5334", "863"], "title": "Commission Regulation (EEC) No 3945/89 of 20 December 1989 fixing certain indicative ceilings and certain additional detailed rules for the application of the supplementary trade mechanism to fruit and vegetables as regards broad-leaf endives\n", "header": "COMMISSION  REGULATION (EEC) No 3945/89\nof 20 December 1989\nfixing certain indicative ceilings and certain additional detailed rules for the application of the supplementary trade mechanism to fruit and vegetables as regards broad-leaf endives\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the Act of Accession of Spain and Portugal,\nHaving regard to Council Regulation (EEC) No 3210/89 of 23 October 1989 laying down general rules for applying the supplementary trade mechanism to fresh fruit and vegetables (1), and in particular Article 9 thereof,\nWhereas Commission Regulation (EEC) No 816/89 (2) establishes the list of products subject to the supplementary trade mechanism in the fresh fruit and vegetables sector from 1 January 1990; whereas those products include broad-leaf endives;\nWhereas Commission Regulation (EEC) No 3944/89 (3) lays down the detailed rules for the application of the supplementary trade mechanism, hereinafter referred to as the 'STM', to fresh fruit and vegetables;\nWhereas the indicative ceilings provided for in Article 83 of the Act of Accession should be fixed for broad-leaf endives from the beginning of the period of application of the STM since those products are marketed on the Community market on that date; whereas those indicative ceilings are established on the basis of a forward estimate of production and consumption on that market, with the exception of Portugal, and of a forward timetable of trade; whereas those ceilings are established taking account of a gradual increase in the pattern of trade between Spain and the rest of the Community;\nWhereas, however, the indicative ceilings should be established and the periods provided for in Article 2 of Regulation (EEC) No 3210/89 should be determined only in respect of that part of marketing year for which statistical data on intra-Community trade and forecasts of the market trend are sufficiently accurate; whereas the part of the marketing year in question corresponds for broad-leaf endives to a period when the market is sensitive within the meaning of the abovementioned Regulation;\nWhereas it should be pointed out that the provisions of Regulation (EEC) No 3944/89 on statistical monitoring and on the use of extil documents for Spanish consignments and ont the various communications of the Member States apply in order to ensure the functioning of the STM;\nWhereas the need for precise information particularly during the starting-up phase of the STM justifies short intervals between communications to the Commission regarding the statistical monitoring of trade;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Fruit and Vegetables,", "main_body": ["For broad-leaf endives covered by CN code ex 0705 29 00:\n1. the indicative ceilings provided for in Article 83 (1) of the Act of Accession and\n2. the periods referred to Article 2 of Regulation (EEC) No 3210/89\nshall be as fixed in the Annex hereto.", "The provisions of Regulation (EEC) No 3944/89, with the exception of Articles 5 and 7 thereof, shall apply to consignments of the products referred to Article 1 from Spain to the rest of the Community market with the exception of Portugal.\nHowever, the notification provided for in Article 2 (2) of that Regulation shall be made each Tuesday at the latest in respect of quantities consigned during the preceding week.\nThe information on quantities marketed as referred to in the second and third indents of the first paragraph of Article 9 of Regulation (EEC) No 3944/89 and the price quotations recorded on the production, import and wholesale markets shall be forwarded to the Commission each Thursday at the latest in respect of the seven-day period ending on the previous Wednesday.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply from 1 January 1990.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 December 1989.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 312, 27. 10. 1989, p. 6.\n(2) OJ No L 86, 31. 3. 1989, p. 35.\n(3) See page 20 of this Official Journal.\nANNEX\nIndicative ceilings and periods referred to in Article 2 of Regulation (EEC) No 3210/89\n1.2.3.4 //  //  //  //  // Description of product  // CN code   // Indicative ceiling   // Period   //    //   //   //  // Broad-leaf endives   // ex 0705 29 00   // 1 to 14 January 1990: 2 200 tonnes 15 to 31 January 1990: 2 200 tonnes   // II II   //    //   //   //"}