{"celex_id": "31989R1737", "uri": "http://publications.europa.eu/resource/cellar/c4da4c26-2a27-4ef1-82b5-a8790876497b", "type": "Regulation", "concepts": ["1069", "158", "5726", "97"], "title": "Commission Regulation (EEC) No 1737/89 of 19 June 1989 amending Regulation (EEC) No 4027/88 laying down provisions for the temporary importation of containers\n", "header": "COMMISSION  REGULATION (EEC) No 1737/89\nof 19 June 1989\namending Regulation (EEC) No 4027/88 laying down provisions for the temporary importation of containers\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2096/87 of 13 July 1987 on the temporary importation of containers (1), and in particular Article 15 thereof,\nWhereas Commission Regulation (EEC) No 4027/88 (2) laid down provisions for the temporary importation of containers, including provisions relating to the marking of containers; whereas in the case of swap bodies used in combined road-rail transport the requirement that the tare weight be indicated should not apply and it should be permissible to indicate the identity of the owner or operator and of the country to which the swap body belongs by means of a number; whereas in the case of containers for use in air transport there should be no requirement that the country to which the container belongs be indicated, since this can easily be ascertained by means of the owner code;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Committee for Customs Procedures with Economic Impact,", "main_body": ["Article 3 of Regulation (EEC) No 4027/88 is hereby replaced by the following:\n'Article 3\n1. The temporary importation provided for in Article 3 (1) of the basic regulation shall apply without customs formalities to containers, whether or not they have been approved for transport under customs seal, on which the following information has been durably marked in an appropriate and clearly visible place:\n(a) the identity of the owner or operator;\n(b) the identification marks and numbers given to the container by the owner or operator;\n(c) the tare weight of the container, including all its permanently fixed equipment; and\n(d) the country to which the container belongs.\nHowever, the marking referred to in subparagraph (c) shall not be required in the case of swap bodies used in combined road-rail transport and the marking referred to in subparagraph (d) shall not be required in the case of containers used in air transport.\n2. The country to which the container belongs may be shown either in full or by means of the ISO alpha-2 country code provided for in International Standard ISO 3166 or by the distinguishing initials used to indicate the country of registration of motor vehicles in international road traffic or, in the case of swap bodies used in combined road-rail transport, by a number. The identity of the owner or operator may be shown by either his name or an established number or form of indication, symbols such as emblems or flags being excluded.'", "This Regulation shall enter into force on 1 July 1989.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 June 1989.\nFor the Commission\nChristiane SCRIVENER\nMember of the Commission\n(1) OJ No L 196, 17. 7. 1987, p. 4.\n(2) OJ No L 355, 23. 12. 1988, p. 22."}