{"celex_id": "31985D0224", "uri": "http://publications.europa.eu/resource/cellar/4129db42-8355-4bb5-b29d-6db3822fb527", "type": "Decision", "concepts": ["1182", "192", "994"], "title": "85/224/EEC: Commission Decision of 28 March 1985 amending Decision 83/73/EEC on the establishment of a buffer zone in the region of Evros (Greece) and a financial contribution by the Community to measures to combat foot-and-mouth disease in that region (Only the Greek text is authentic)\n", "header": "COMMISSION  DECISION\nof 28 March 1985\namending Decision 83/73/EEC on the establishment of a buffer zone in the region of Evros (Greece) and a financial contribution by the Community to measures to combat foot-and-mouth disease in that region\n(Only the Greek text is authentic)\n(85/224/EEC)\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Decision 77/97/EEC of 21 December 1976 on the financing by the Community of certain emergency measures in the field of animal health (1), as last amended By Decision 81/477/EEC (2), and in particular Article 2 thereof,\nWhereas, by Decision 83/73/EEC (3), the Commission made provision for a financial contribution by the Community to measures taken by Greece in a buffer zone in the region of Evros to combat foot-and-mouth disease; whereas the contribution was restricted to expenditure incurred by Greece in 1983 and 1984;\nWhereas the situation regarding foot-and-mouth disease in certain regions of south-eastern Europe and the Middle East necessitates the continuation until 1987 of the measures taken by Greece; whereas the danger of exotic strains of foot-and-mouth disease spreading in Greece and in the other Member States persists;\nWhereas the conditions for a financial contribution by the Community are met; whereas in order to be completely effective, this contribution should amount to the maximum authorized by Decision 77/97/EEC;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["Article 2 of Decision 83/73/EEC is hereby replaced by the following:\n'Article 2\nThe Community shall make a contribution of:\n- 100 % of expenditure incurred by Greece in 1983, 1984, 1985, 1986 and 1987 in buying foot-and-mouth vaccine to be used in the buffer zone referred to in Article 1,\n- 50 % of expenditure incurred by Greece in 1983, 1984, 1985, 1986 and 1987 in carrying out foot-and-mouth disease vaccination in the buffer zone referred to in Article 1.\nThis contribution shall be granted after submission of documentary evidence and a detailed report on the vaccination campaign.'", "This Decision is addressed to the Hellenic Republic."], "attachments": "Done at Brussels, 28 March 1985.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 26, 31. 1. 1977, p. 78.\n(2) OJ No L 186, 8. 7. 1981, p. 22.\n(3) OJ No L 47, 19. 2. 1983, p. 28."}