{"celex_id": "31987R1812", "uri": "http://publications.europa.eu/resource/cellar/1ef196ce-fb3e-47a6-9a93-c66638aa31b3", "type": "Regulation", "concepts": ["1570", "1571", "5025"], "title": "Commission Regulation (EEC) No 1812/87 of 29 June 1987 amending Regulation (EEC) No 2814/86 introducing a temporary derogation to Regulations (EEC) No 685/69 and (EEC) No 625/78 as regards the date of taking over the butter and skimmed-milk powder bought in by intervention agencies\n", "header": "COMMISSION  REGULATION (EEC) No 1812/87\nof 29 June 1987\namending Regulation (EEC) No 2814/86 introducing a temporary derogation to Regulations (EEC) No 685/69 and (EEC) No 625/78 as rgards the date of taking over the butter and skimmed-milk powder bought in by intervention agencies\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 804/68 of 27 June 1968 on the common organization of the market in milk and milk products (1), as last amended by Regulation (EEC) No 773/87 (2), and in particular Articles 6 (7) and 7 (5) thereof,\nWhereas Commission Regulation (EEC) No 2814/86 (3), as last amended by Regulation (EEC) No 929/87 (4), introduced a derogation to Commission Regulations (EEC) No 685/69 (5), as last amended by Regulation (EEC) No 3669/86 (6), and (EEC) No 625/78 (7), as last amended by Regulation (EEC) No 3711/86 (8), for the period 12 September 1986 to 30 June 1987 as regards the date of taking over of products bought in by intervention agencies; whereas the grounds for the aforesaid temporary derogation are still valid in respect of skimmed-milk powders; whereas the period of application of Regulation (EEC) No 2814/86 should therefore be extended by two months in respect of that product;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Milk and Milk Products,", "main_body": ["The second paragraph of Article 2 of Regulation (EEC) No 2814/86 is replaced by the following:\n'It shall apply:\n- to the quantities of butter in respect of which the tender for sale was recorded as received by the intervention agency during the period 12 September 1986 to 30 June 1987,\n- to the quantities of skimmed-milk powder in respect of which the tender for sale was recorded as received by the intervention agency during the period 12 September 1986 to 31 August 1987.'", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 29 June 1987.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 148, 28. 6. 1968, p. 13.\n(2) OJ No L 78, 20. 3. 1987, p. 1.\n(3) OJ No L 260, 12. 9. 1986, p. 14.\n(4) OJ No L 89, 4. 4. 1987, p. 36.\n(5) OJ No L 90, 15. 4. 1969, p. 12.\n(6) OJ No L 339, 2. 12. 1986, p. 16.\n(7) OJ No L 84, 31. 3. 1978, p. 19.\n(8) OJ No L 342, 5. 12. 1986, p. 8."}