{"celex_id": "31985D0515", "uri": "http://publications.europa.eu/resource/cellar/dc3db158-483f-4e9e-b93a-5b6428068c91", "type": "Decision", "concepts": ["1309", "252", "3176", "4580"], "title": "85/515/EEC: Commission Decision of 22 November 1985 concerning applications submitted by Nellen  Quack GmbH  Co KG, Gronau, for refund of anti-dumping duties collected on certain imports of cotton yarn originating in Turkey (Only the German text is authentic)\n", "header": "COMMISSION  DECISION\nof 22 November 1985\nconcerning applications submitted by Nellen & Quack GmbH & Co KG, Gronau, for refund of anti-dumping duties collected on certain imports of cotton yarn originating in Turkey\n(Only the German text is authentic)\n(85/515/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2176/84 of 23 July 1984 on protection against dumped or subsidized imports from countries not members of the European Economic Community (1), and in particular Article 16 thereof,\nWhereas:\nA. Procedure\n1. On 3 December 1981 the Commission, by Regulation (EEC) No 3453/81 (2), imposed a provisional anti-dumping duty of 16 % on certain cotton yarn originating in Turkey; on 3 April 1982, by Council Regulation (EEC) No 789/82 (3), a definitive anti-dumping duty of 12 % was imposed on the product concerned and the amounts secured by way of provisional duty from 1 January 1982 pursuant to Regulation (EEC) No 3453/81 were definitively collected up to the amount of the definitive duty.\n2. On 30 July 1982, an arrangement was agreed upon between the Commission, on the one hand, and the Turkish Government and the Turkish Textile Exporters' Association, on the other. Under the terms of this arrangement the Turkish authorities and exporters agreed to raise the prices for exports of cotton yarn to the Community to specified levels (hereinafter called 'the arrangement prices'). The arrangement also provided for the periodic updating of these prices to take account of changes in raw cotton prices in Turkey which would have corresponding effects on prices of cotton yarn in Turkey. The initial arrangement prices were equivalent to the normal values definitively determined in Regulation (EEC) No 789/82 and, consequently, eliminated the dumping margin as finally established. Because of this arrangement it was decided that it was no longer necessary to levy an anti-dumping duty. The definitive duty was therefore cancelled by Council Regulation (EEC) No 2306/82 (4). Regulation (EEC) No 789/82, however, continued to apply for those goods which had already been introduced into the customs territory of the Community but not yet released into free circulation.\n3. Between 1 April 1982 and 31 August 1983 Nellen & Quack GmbH & Co KG Gronau, an importer of cotton yarn from Turkey, submitted several applications to the authorities of the Federal Republic of Germany for refunds of amounts totalling . . . DM (5) which it had definitively paid in anti-dumping duties on its imports of cotton yarn from Turkey. The German authorities forwarded the applications to the Commission.\n4. Following the submission by the applicant of further supporting evidence, the applications were examined by the Commission. The applicant was informed of the preliminary results of this examination and given an opportunitiy to comment on it. The comments made were taken into consideration prior to this Decision.\n5. The Commission informed the Member States and gave its opinion on the matter. None of the Member States disagreed with the opinion of the Commission.\nB. Arguments of the applicant\n6. The applicant has based its applications on an allegation that the export prices concerned were equal to or higher than those applicable under the arrangement mentioned in paragraph 2 above.\n7. The applicant also alleged that a certain number of the shipments involved in its applications were of low quality cotton yarn and that therefore lower export prices should be allowed for these shipments.\n8. In addition, the applicant objected to the fact that export prices were established on the basis of the prices at which the goods were sold by the Turkish exporters to intermediate buyers in a third country and not on the basis of the prices at which the goods were imported into the Community.\nC. Admissibility\n9. The applications are admissible since they were introduced in conformity with the relevant provisions of the Community's anti-dumping legislation, in particular the time limits.\nD. Merits of the claim\n10. In considering the validity of the applicant's applications, the Commission has used as normal values the arrangement prices (paragraph 2 above), with appropriate reductions for low quality cotton yarn applicable at the time the goods concerned were released into free circulation in the Community. For goods released until 28 August 1982 the original arrangement prices were used and for goods released after that date updated arrangement prices were used. The Commission took the date on which the goods were released into free circulation in the Community as the basis for deciding which of these two values (original or updated arrangement prices) was appropriate. It is on that date that the obligation to pay the duty is incurred and the importer becomes eligible to claim a refund and, consequently, it is the price applicable on that date that has to be taken into account.\n11. For the goods released into free circulation up to 28 August 1982 the Commission considered the use of the original arrangement prices as normal values appropriate as these prices were equivalent to the normal values established by the Commission during its anti-dumping investigation in Turkey and, consequently, to those definitively determined in Regulation (EEC) No 789/82. The use of updated normal values for those goods released into free circulation after 28 August 1982 is also considered appropriate as the arrangement contained a provision for the updating of the arrangement prices in accordance with significant movements in the price of raw cotton in the 'A' index on the Liverpool Exchange as published in Cotton Outlook. This index monitors the prices of raw cotton in the major growing countries including Turkey and was considered by the Commission and the Turkish authorities and exporters as an accurate reflection of movements in the prices of raw cotton in Turkey. Therefore, the original arrangement prices were increased by 7,5 % with effect for goods released into free circulation after 28 August 1982. The revised prices were further revised downwards by 5,2 % with effect from 20 October 1982. In this respect it should be noted that each revision of the arrangement prices only took place after full consultations between the Commission and the Turkish authorities and exporters to obtain agreement that a significant change had occured in the abovementioned Liverpool Index and that the arrangement prices should be revised accordingly. Therefore for this refund claim the Commission updated the normal values in accordance with the changes in the arrangement prices.\n12. The Commission has rejected the applicant's claim, mentioned in paragraph 8 above, that the appropriate prices to be compared with the normal values are those at which the goods were imported into the Community. This is because Article 2 (9) of Regulation (EEC) No 2176/84 states that for the purpose of a fair comparison the normal value and the export price shall be on a comparable basis and should be compared at the same level of trade, preferably at the ex-factory level. In this respect the prices at which the goods in question were imported into the Community include the costs and profit of an intermediate buyer in a third country and therefore cannot be compared with the normal values mentioned in paragraph 10 above, as these normal values are fob Turkey prices and do not include costs and profits of an intermediate buyer in a third country. To achieve the comparable basis required under the abovementioned Article the Commission considers that it is necessary to use the prices charged by the Turkish exporter to the intermediate buyer in the third country.\n13. In considering the merits of these applications the Commission has disregarded claims with regard to shipments which were paid for by non-guaranteed trade arrears (debts owed by the Turkish State to foreign creditors) because the applicant failed to provide any information on the effects of this method of payment on the transactions concerned. The applicant did not contest this.\n14. A comparison of the normal values mentioned in paragraph 11 above with the export prices mentioned in paragraph 12 above shows that the applicant's claim is only partly justified.\nE. Amount of refund\n15. The amount to be refunded should be equal to the amount by which the duty collected exceeded the difference between the normal values referred to in paragraph 11 above and the export prices referred to in paragraph 12 above. The total difference for the shipments in question amounts to . . . DM,", "main_body": ["The refund applications submitted by Nellen & Quack GmbH & Co KG, Gronau, between 1 April 1982 and 31 August 1983 are hereby granted as to . . . . DM and rejected as to the remainder.", "The amount set out in Article 1 shall be refunded by the authorities of the Federal Republic of Germany.", "This Decision is addressed to the Federal Republic of Germany and Nellen & Quack GmbH & Co KG, Gronau."], "attachments": "Done at Brussels, 22 November 1985.\nFor the Commission\nWilly DE CLERCQ\nMember of the Commission\n(1) OJ No L 201, 30. 7. 1984, p. 1.\n(2) OJ No L 347, 3. 12. 1981, p. 19.\n(3) OJ No L 90, 3. 4. 1982, p. 1.\n(4) OJ No L 246, 21. 8. 1982, p. 14.\n(5) In the published version of the Decision, some figures have hereinafter been omitted, pursuant to the provisions of Article 8 of Regulation (EEC) No 2176/84 concerning non-disclosure of business secrets."}