{"celex_id": "31984R2089", "uri": "http://publications.europa.eu/resource/cellar/3b1c2106-0995-4a1a-b69d-d4dbf6bd92f0", "type": "Regulation", "concepts": ["1524", "1815", "2634", "3759", "4164", "519"], "title": "Council Regulation (EEC) No 2089/84 of 19 July 1984 imposing a definitive anti-dumping duty on imports of certain ball bearings originating in Japan and Singapore\n", "header": "COUNCIL  REGULATION (EEC) No 2089/84\nof 19 July 1984\nimposing a definitive anti-dumping duty on imports of certain ball bearings originating in Japan and Singapore\nTHE COUNCIL OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3017/79 of 20 December 1979 on protection against dumped or subsidized imports from countries not members of the European Community (1), as amended by Regulation (EEC) No 1580/82 (2), and in particular Article 12 thereof,\nHaving regard to the proposal submitted by the Commission after consultations within the Advisory Committee as provided for under the above Regulation,\nWhereas:\nA. Provisional action\n(1) The Commission, by Regulation (EEC) No 744/84 (3), imposed a provisional anti-dumping duty on imports of single-row deep-groove radial ball bearings with greatest external diameter not more than 30 mm, originating in Japan and Singapore.\nB. Subsequent procedures\n(2) Following the imposition of the provisional antidumping duty, all parties involved in the investigations leading to the preliminary determinations requested and were granted on opportunity to be heard by the Commission and also presented written submissions making known their views on the duty.\n(3) The same parties also requested to be informed of certain facts and essential considerations on the basis of which it was intended to recommend definitive action and these requests were granted.\n(4) In addition to the investigations leading to preliminary determinations, the Commission carried out an investigation at the premises of NMB Italia Srl, Barreggio, Italy.\n(5) Within the time limit laid down by Article 3 of Regulation (EEC) No 744/84, nine Japanese manufacturers of the ball bearings in question who, in their own estimation, were of minor importance and who had not reacted to the notice of initiation of the anti-dumping proceeding made themselves known to the Commission. They all requested to be exempted from anti-dumping measures and were given, where appropriate, the opportunity to make known their views orally. None of them availed itself of this opportunity.\n(6) Four of the manufacturers, namely:\n- Inoue Jikuuke Kogyo Co. Ltd, Osaka,\n- SMT Nankai Seiko Co. Ltd, Osaka,\n- ISC NSK Micro Precision Co. Ltd, Tokyo,\n- Kitanihon Seiko Co. Ltd, Ashihetsu,\nclaimed not to be exporting to the Community and were, therefore, not investigated.\n(7) Three of these manufacturers, namely:\n- MMM Matsuo Bearing Co. Ltd, Osaka,\n- Izumoto Seiko Co. Ltd, Osaka,\n- WTW Wada Seiko Co. Ltd, Osaka,\nclaiming to have exported to the Community during the period investigated, submitted written information to the Commission. This was examined but found to be incomplete.\n(8) Two of these manufacturers, namely:\n- Tottori Yamakei Bearing Ltd, Seisakusho,\n- TOK Bearing Co. Ltd, Tokyo,\ndid not submit any information within the time limit laid down and therefore had to be disregarded.\n(9) An additional Japanese manufacturer, Asahi Seiko Co., Osaka, made itself known outside the time limit laid down.\n(10) Two importers of the ball bearings in question namely:\n- Kugellager Fiedler, Seevetal, Germany,\n- Findling Waelzlager, Karlsruhe, Germany,\nmade their views duly known to the Commission either in writing or orally.\nC. Normal value\nJAPAN\n(11) Normal value was finally determined on the basis of the average price paid by unrelated purchasers on the domestic market. In those cases where the producer/exporter sold both directly to these purchasers and through wholly-owned or controlled sales companies, the combined weighted average of sales prices to unrelated purchasers was, with one exception in unusual circumstances, taken.\nSINGAPORE\n(12) Normal value for exports by the Minebea group was finally established on the basis of the method adopted for the provisional determination i.e. by using the only cost of production data available from the Minebea group in spite of continuing reservations as to its appropriateness.\n(13) The Minebea group requested that special consideration be given in respect of one of its production units in an expansion phase. It was claimed that, for the establishment of normal value, cost of production data pertaining to a period subsequent to that under investigation should be used because then costs per piece were lower due to increased capacity and improved capacity utilization. Furthermore it was claimed that, contrary to Article 2 (3) (b) (ii) of Council Regulation (EEC) No 3017/79, no profit element should have been incorporated in the constructed normal value since, given the circumstances, profitable sales were not expected to be made during the expansion period.\n(14) While Community producers and other foreign exporters have to accept normal competition from other producers enjoying comparative advantages, this request had to be refused because inter alia:\n(i) neither Article VI of the GATT nor the GATT Anti-Dumping Code nor yet Regulation (EEC) No 3017/79 provide for a different set of rules to be applied to exporters in a start-up or expansion phase;\n(ii) more favourable treatment to one exporter would constitute a discrimination against others which are not in a start-up or expansion phase;\n(iii) producers who have only recently invested and who have not yet reached their expected economies of scale should not engage in 'pre-emptive pricing', i.e. selling below both their current normal value and the prices charged by the Community industry, on a scale large enough to cause material injury, whether to try to generate future economies of scale, or to break into and capture part of the Community market, or for any other purpose.\nIt has therefore been decided that no deviation from the period of investigation adopted for all other aspects of the dumping determination should be made and that, as in all other cases under Regulation (EEC) No 3017/79, a reasonable profit margin should be taken into consideration for the determination of normal value pursuant to Article 2 (3) (b) (ii).\n(15) The Commission had, for the imposition of the provisional duty, considered a profit margin of 6 % to be reasonable for the computation of the constructed normal value. The Community industry submitted that, for Singapore, a minimum profit margin of 8 % before tax is necessary to allow for re-investment. The Minebea group claimed, for its other production unit in Singapore, that a profit margin of 6,56 % should be applied. In view of this and other profits realized by the Minebea group, a profit margin of 6 % for both production units is considered to be reasonable.\nD. Dumping margins\n(16) Dumping margins were finally established by comparing the normal value determined as described under paragraph 11 above with export prices on a transaction-by-transaction method, exports at identical prices being grouped together, taking into consideration new evidence submitted by all the parties mentioned in paragraph 2 above.\n(17) In this context some exporters maintained that the method described under paragraph 16 did not take account of the fact that dumping in some cases was compensated by 'negative' dumping in others, i.e. by those transactions where the export price exceeds the normal value. It was further maintained that the Commission unjustifiably applied a method different from that used in previous anti-dumping proceedings concerning imports of ball bearings originating in Japan and that this method did not take account of the fact that sales of different quantities were involved.\n(18) Since the first anti-dumping proceedings concerning ball bearings, the Commission has been well aware of the phenomenon of 'negative' dumping which not only occurs in respect of different transactions within a specific type of this product but also between different types. At that time it was already argued that 'negative' dumping margins should compensate for positive margins which, as a result, would have allowed for dumping to continue on a substantial scale. In order to clarify the situation, the Council, by Regulation (EEC) No 1681/79 (1), modified the then existing legislation by laying down that the dumping margin was the amount by which the normal value exceeded the export price, thus ruling out the concept of a 'negative' dumping margin.\nA comparison of the normal value with a weighted average export price, comprising dumped and non-dumped sales, would be in contradiction with the Council's amendment of the Community's anti-dumping legislation. Therefore, it has been a consistent practice of the Commission not to use weighted average export prices for the determination of the dumping margin, except in cases where, for administrative reasons, it was not considered feasible to employ the transaction-by-transaction method or where the averaging of export prices would have had no effect on the overall outcome of the proceedings. It is correct that in former ball bearings proceedings, the application of the transaction-by-transaction method was considered to be neither feasible for foreign exporters nor for the Commission services because of the numerous individual sales transactions involved. However, experience has shown in the meantime that, in view of, inter alia, the technological progress made in office equipment and systems, this method is feasible.\nAs to the problem of quantities involved, the Regulation lays down certain conditions for quantity adjustments and places the burden of proof on each interested party claiming an allowance. Although criticism was levelled at the method adopted by the Commission, no duly justified claim for an allowance was made, In fact, the investigation revealed that, on the Japanese market, transactions or long-term contracts were individually negotiated and that the quantities involved, big or small, constituted only one factor amongst several in the determination of the price. It was established that there existed no quantity discount scheme within the meaning of Article 2 (10) (b), nor were savings in costs, due to large volume sales, even claimed.\n(19) One exporter, NTN Toyo Bearing Co. Ltd, in the course of the investigation leading to the preliminary determination, had refused verification of certain information relating to one of its subsidiaries in the Community. In consequence, the Commission had based its preliminary determination on the best evidence available. Following the imposition of the provisional duty, NTN Toyo Bearing Co. Ltd, allowed verification to take place. The data thus verified resulted in a reduced dumping margin. No other factor contributed to this reduction.\n(20) Consequently, the preliminary determinations are modified as follows:\nJAPAN\n- Koyo Seiko Co. Ltd 4,03 %,\n- Minebea Co. Ltd, 10,91 %,\n- Nachi-Fujikoshi Corp. 9,65 %,\n- Nippon Seiko KK 14,71 %,\n- NTN Toyo Bearing Co. Ltd 11,97 %,\nSINGAPORE\n- Koyo Seiko Co. Ltd 29,77 %\n- Minebea Co. Ltd 33,89 %.\nE. Injury\n(21) No fresh evidence regarding injury to the Community industry has been submitted. The Commission has therefore confirmed the conclusions on injury reached in Regulation (EEC) No 744/84. In the Commission's view, the facts as finally determined show that the injury being caused by dumped imports of single-row deep-groove radial ball bearings with greatest external diameter not more than 30 mm originating in Japan and Singapore, taken in isolation from that caused by other factors, has to be considered as material.\nF. Community interest\n(22) No Community purchaser of the said ball bearings has reacted to the proceedings within the time limit laid down in Article 3 of Regulation (EEC) No 744/84.\n(23) The Council has considered the interest of the Community. In view of the particularly serious difficulties facing the Community industry, its economic, social and strategic importance and the relatively low incidence of a price increase on manufactured goods, the Council has come to the conclusion that it is in the Community's interest that action be taken. In these circumstances, protection of the Community's interest calls for the imposition of a definitive anti-dumping duty on imports of single-row deep-groove radial ball bearings with greatest external diameter not more than 30 mm originating in Japan and Singapore.\nG. Undertakings\n(24) All exporters against which an individual provisional anti-dumping duty had been imposed offered price undertakings. However, after consultation, it was decided that these undertakings were not acceptable because past experience with price undertakings in the ball bearings sector has shown that undertakings, even if generally respected, do not constitute a satisfactory solution, seem likely to cause controversy and are difficult to monitor, thereby requiring a considerable amount of time and expense.\nH. Definitive duty and collection of provisional duty\n(25) Two exporters claimed that an imposition of a definitive duty and the collection of the amounts secured by way of provisional duty would be illegal in view of the fact that - as they claimed - they had increased their sales prices on the Community market without, however, in the case of one exporter, giving an exact amount of the increase. This claim had to be refused because it referred to an event which has allegedly occurred after the end of the reference period. When investigating, the Commission decides on a so-called investigation period (see paragraph 10 of Regulation (EEC) No 744/84), for which the dumping margin is established. Where preliminary examination shows that dumping exists and that there is sufficient evidence of injury caused thereby and the interests of the Community call for immediate intervention, a provisional duty may be imposed. After the imposition of this duty the facts are finally established and account is taken of comments submitted by interested parties. The final determination of the facts, however, always refers to the investigation period; for the purposes of definitive anti-dumping measures developments which occurred after the imposition of the provisional duty have to be ignored, just as developments between the end of the investigation period and the date of imposition of the provisional duty have to be ignored. Any other method would render an investigation virtually permanent, allow exporters to manipulate the results by short-lived price increases and is warranted neither by Regulation (EEC) No 3017/79 nor the GATT.\nFor many years it has been the Community's standard and unchallenged practice not to deviate from the investigation period unless the circumstances were exceptional and did not necessitate further lengthy investigations. The claim to have increased prices is not such an exceptional circumstance, because it is not unusual for an exporter whose goods are subject to an anti-dumping duty to increase his sales prices, especially when the importer is related to the exporter.\nIn addition, if anti-dumping duties were automatically removed or never definitively imposed when higher export prices are claimed by the exporter to have been achieved, there would be no guarantee that dumping would not be resumed. In fact, the structure of the anti-dumping legislation does not provide for an exemption of duties or a non-collection of the amounts secured by way of provisional anti-dumping duties in such cases as claimed but provides for a refund procedure.\nFurthermore, the evidence submitted by one exporter to support the general claim of an unspecified price increase is incomplete. In view of the results of the investigation carried out at the premises of the two exporters in question, there are in fact serious doubts as to the correctness of the claim. These doubts are confirmed by the fact that one refund application under Article 15 of Regulation (EEC) No 3017/79 has been made, in which dumping at a rate of 13,23 % during the period between the imposition of the provisional duty and 31 May 1984 is explicitly admitted.\n(26) In the case of exports from Singapore by Koyo Seiko, it has been established that following the termination of an arrangement with a Singaporean producer, exports by Koyo Seiko, Singapore have ceased. It is therefore not necessary to impose an individual duty on this exporter.\n(27) In the light of all the above findings, the rates of definitive anti-dumping duty should be lower than those of the provisional anti-dumping duty with the exception of exports from Japan by Minebea.\n(28) The amounts secured by way of provisional anti-dumping duties should be collected to a maximum of the duty definitively imposed,", "main_body": ["1. A definitive anti-dumping duty is hereby imposed on imports of single-row deep-groove radial ball bearings with greatest external diameter not more than 30 mm, falling within heading No ex 84.62 of the Common Customs Tariff, corresponding to NIMEXE code ex 84.62-01 and originating in Japan and Singapore.\n2. The rates of the anti-dumping duty shall be as set out below expressed as a percentage of the price net, free-at-Community-frontier, before duty.\n1.2 // Manufacturers/exporters  // Rate of anti-dumping duty  // JAPAN  //   // - Koyo Seiko Co. Ltd  // 4,03 %,  // - Minebea Co. Ltd  // 10,91 %,  // - Nachi-Fujikoshi Corp.  // 9,65 %,  // - Nippon Seiko KK  // 14,71 %,  // - NTN Toyo Bearing Co. Ltd  // 11,97 %,  // - Others  // 14,71 %.  // SINGAPORE  //   // - Minebea Co. Ltd  // 33,89 %,  // - Others  // 33,89 %.\n3. The provisions in force with regard to customs duties shall apply to the said duty.", "The sums secured by way of provisional anti-dumping duty under Regulation (EEC) No 744/84 shall be definitively collected up to a maximum of the respective rates of the definitive anti-dumping duty.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 19 July 1984.\nFor the Council\nThe President\nJ. O'KEEFFE\n(1) OJ No L 339, 31. 12. 1979, p. 1.\n(2) OJ No L 178, 22. 6. 1982, p. 9.\n(3) OJ No L 79, 23. 3. 1984, p. 8; corrigendum published in OJ No L 86, 29. 3. 1984, p. 31.\n(1) OJ No L 196, 2. 8. 1979, p. 1."}