{"celex_id": "31986D0262", "uri": "http://publications.europa.eu/resource/cellar/474c75eb-af7d-4852-bd70-81115b467393", "type": "Decision", "concepts": ["1519", "192", "2560", "4689", "5034", "994"], "title": "86/262/EEC: Commission Decision of 15 May 1986 amending for the eighth time Decision 85/632/EEC on certain protective measures against foot-and-mouth disease in Italy\n", "header": "COMMISSION  DECISION\nof 15 May 1986\namending for the eighth time Decision 85/632/EEC on certain protective measures against foot-and-mouth disease in Italy\n(86/262/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 64/432/EEC of 26 June 1964 on animal health problems affecting intra-Community trade in bovine animals and swine (1), as last amended by Regulation (EEC) No 3768/85 (2), and in particular Article 9 thereof,\nHaving regard to Council Directive 72/461/EEC of 12 December 1972 on health problems affecting intra-Commmunity trade in fresh meat (3), as last amended by Regulation (EEC) No 3768/85, and in particular Article 8 thereof,\nHaving regard to Council Directive 80/215/EEC of 22 January 1980 on health problems affecting intra-Community trade in meat products (4), as last amended by Regulation (EEC) No 3768/85, and in particular Article 7 thereof,\nWhereas an outbreak of foot-and-mouth disease has occurred in Italy; whereas that outbreak is such as to constitute a danger to the livestock of the other Member States, owing to the large volume of trade both in animals and fresh meat and in certain meat-based products;\nWhereas, following that outbreak of foot-and-mouth disease, the Commission adopted several Decisions, particularly 85/632/EEC of 18 December 1985 on certain protective measures against foot-and-mouth disease in Italy (5), as last amended by Commission Decision 86/240/EEC (6);\nWhereas the outbreaks have, as a result of the measures introduced and the action taken by the Italian authorities, in particular as regards vaccination against foot-and-mouth disease, been confined to certain parts of Italy's territory;\nWhereas it seems necessary to amend the scope of the restrictive measures to take account of the development of the disease and of measures carried out locally by the Italian authorities;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["Commission Decision 85/632/EEC is hereby amended as follows:\n1. in Article 1 (2), '24 April 1986' is replaced by '15 May 1986';\n2. in Article 2 (3), '24 April 1986' is replaced by '15 May 1986';\n3. in Article 3 (3), '24 April 1986' is replaced by '15 May 1986;\n4. the Annex is replaced by the Annex to this Decision.", "The Member States shall amend the measures which they apply to trade so as to bring them into compliance with this Decision three days after its notification. They shall immediately inform the Commission thereof.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 15 May 1986.\nFor the Commission\nFrans ANDRIESSEN\nThe President\n(1) OJ No 121, 29. 7. 1964, p. 1977/64.\n(2) OJ No L 362, 31. 12. 1985, p. 8.\n(3) OJ No L 302, 31. 12. 1972, p. 24.\n(4) OJ No L 47, 21. 2. 1980, p. 4.\n(5) OJ No L 379, 31. 12. 1985, p. 38.\n(6) OJ No L 163, 19. 6. 1986, p. 38.\nANNEX\n1. Parts of the territory which are the subject of restrictions on the trade in live animals:\n- in the region of Veneto, local health units 27 and 31,\n- in the region of Emilia-Romagna, local health units 11, 12, 14, 15, 16, 17, 26, 31, 35 and 38,\n- the region of Campania,\n- in the region of Lombardia, local health unit 48,\n- in the region of Abruzzi, local health unit 8,\n- in the region of Puglia, local health units 13, 14, 15, 16, 17, 18, 19, 31, 33, 47 and 48,\n- any other part of territory situated within a radius of 10 kilometres around any outbreak of foot-and-mouth disease recorded after 1 April 1986.\n2. Parts of the territory which are the subject of restrictions on the trade in fresh meat and meat products:\n(a) meat obtained from animals slaughtered after 28 February 1986 and before 8 April 1986 and products prepared using such meat:\n- in the region of Veneto, local health units 28, 29, 30 and 32,\n- in the region of Lombardia, local health units 47 and 49,\n- in the region of Emilia-Romagna, local health units 9, 10, 18, 19, 20, 25, 27, 28, 29, 30, 32 and 34;\n(b) meat obtained from animals slaughtered after 1 November 1985 and before 27 April 1986 and products prepared using such meat:\n- in the region of Lombardia, local health unit 48,\n- in the region of Emilia-Romagna, local health units 11, 12, 14, 15, 16, 17, 26, 31, 33, 36, 37 and 39,\nthe prohibition will be extended beyond 27 April 1986 should a further outbreak of foot-and-mouth disease occur in these parts of the territory;\n(c) meat obtained from animals slaughtered after 1 November 1985 and before 18 April 1986 and products prepared using such meat:\n- in the region of Veneto, local health unit 31;\n(d) meat obtained from animals slaughtered after 28 February 1986 and before 18 March 1986 and products prepared using such meat:\n- in the region of Emilia-Romagna, local health units 1, 2, 3, 4, 5, 6, 7, 8, 13, 21, 22, 23, 24, 40 and 41,\n- in the region of Lombardia, local health units 45, 46 and 50,\n- in the region of Veneto, local health units 24, 25, 26, 27 and 33;\n(e) meat obtained from animals slaughtered after 1 January 1986 and before 8 April 1986 and products prepared using such meat:\n- in the region of Abruzzi, local health units 5 and 14,\n- in the region of Marche, local health units 22 and 24;\n(f) meat obtained from animals slaughtered after 1 January 1986 and before 12 May 1986 and products prepared using such meat:\n- in the region of Campania,\n- in the region of Puglia, local health units 31 and 33;\n(g) meat obtained from animals slaughtered after 1 January 1986 and before 18 April 1986, and products prepared using such meat:\n- in the region of Abruzzi, local health unit 8;\n(h) meat obtained from animals slaughtered after 15 March 1986 and products prepared using such meat:\n- in the region of Puglia, local health units 13, 14, 15, 16, 17, 18, 19, 47 and 48;\n(i) meat obtained from animals slaughtered after 1 November 1985 and before 19 May 1986 and products prepared using meat:\n- in the region of Emilia-Romagna, local health units 35 and 38,\nthe prohibition will be extended beyond 19 May 1986 should a further outbreak of foot-and-mouth disease occur in these parts of the territory;\n(j) any other part of the territory situated within a radius of 10 kilometres around any outbreak of foot-and-mouth disease, recorded after 1 April 1986."}