{"celex_id": "31986R3477", "uri": "http://publications.europa.eu/resource/cellar/561422e6-3a6c-4dfb-81d5-787f48fec436", "type": "Regulation", "concepts": ["161", "2563", "4083"], "title": "Council Regulation (EEC) No 3477/86 of 10 November 1986 opening, allocating and providing for the administration of Community tariff quotas for certain prepared or preserved fish, falling within heading No ex 16.04 of the Common Customs Tariff, from Portugal (1987)\n", "header": "COUNCIL  REGULATION (EEC) No 3477/86\nof 10 November 1986\nopening, allocating and providing for the administration of Community tariff quotas for certain prepared or preserved fish, falling within heading No ex 16.04 of the Common Customs Tariff, from Portugal (1987)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Act of Accession of Spain and Portugal and in particular Article 362 thereof,\nHaving regard to the draft Regulation submitted by the Commission,\nWhereas Article 362 of the Act of Accession provides that during the period of progressive elimination of customs duties between the Community of Ten and Portugal, prepared or preserved sardines, prepared or preserved tunny, prepared or preserved mackerel, falling within subheadings 16.04 D, E and ex F of the Common Customs Tariff from Portugal can be imported duty-free into the Community of Ten within the limits of annual Community tariff quotas of 5 000 tonnes, 1 000 tonnes and 1 000 tonnes respectively; whereas these quotas should be opened for 1987;\nWhereas it is in particular necessary to ensure for all importers of the Community of Ten equal and uninterrupted access to the abovementioned quotas and uninterrupted application of the rates laid down for these quotas to all imports of the products concerned into all these Member States until the quotas have been used up; whereas having regard to the above principles, the Community nature of the quotas can be respected by allocating the Community tariff quotas among these Member States; whereas, in order to reflect as accurately as possible the true trend of the market in the products concerned, such allocation should be in proportion to the requirements of the Member States, assessed by reference to the statistics of each State's imports from Portugal over a representative reference period and also to the economic outlook for the quota period concerned;\nWhereas, during the last three years for which statistics are available, the corresponding imports of each Member State represent the following percentages of imports into the Community from Portugal of the product in question:\n1.2.3.4 //  //  //  //  // Member States  // 1983   // 1984  // 1985   //    //   //   //\nSardines\n1.2.3.4 //  //  //  //  // Benelux   // 7,4   // 6,7   // 6,4   // Denmark   // 1,6   // 2,1   // 2,6   // Germany   // 28,3  // 23,1   // 28,1   // Greece   // 0,2   // 0,1   // -  // France   // 21,4   // 17,0   // 19,0   // Ireland   // 0,2  // 0,1   // 0,3   // Italy   // 5,1   // 4,5   // 7,1  // United Kingdom   // 35,8   // 46,4   // 36,5   //    //  //   //\nTunny\n1.2.3.4 //  //  //  //  // Benelux   // -   // -   // -  // Denmark   // -   // -   // -   // Germany   // -   // 1,1  // 0,7   // Greece   // -   // -   // 2,1   // France   // 2,9   // 7,2   // 2,1   // Ireland   // -   // -   // -   // Italy  // 97,1   // 91,7   // 95,1   // United Kingdom   // -   // -  // -   //    //   //   //\nMackerel\n1.2.3.4 //  //  //  //  // Benelux   // 10,3   // 7,4  // 5,7   // Denmark   // -   // -   // -   // Germany   // -  // -   // -   // Greece   // -   // -   // -   // France  // -   // 0,3   // -   // Ireland   // -   // -   // -  // Italy   // 89,7   // 90,0   // 94,3   // United Kingdom  // -   // 2,3   // -   //    //   //   //\nWhereas both these percentages and the estimates from certain Member States should be taken into account as well as the need to ensure that, in the circumstances the obligations provided for in the Act of Accession are allocated fairly among the Member States; whereas the approximate percentages of the initial quota shares may therefore be fixed as follows:\n1.2.3.4 //  //  //  //  // Member States   // Sardines  // Tunny   // Mackerel   //    //   //   //   // Benelux  // 7,1   // 1,0   // 10,0   // Denmark   // 1,9   // 1,0  // 1,0   // Germany   // 31,1   // 3,0   // 1,0   // Greece  // 0,2   // 5,0   // 1,0   // France   // 15,0   // 10,0  // 1,0   // Ireland   // 0,3   // 1,0   // 1,0   // Italy  // 4,8   // 77,0   // 84,0   // United Kingdom   // 39,6  // 1,0   // 1,0   //    //   //   //\nWhereas, in order to take into account import trends for the products concerned in the various Member States, each of the quota amounts should be divided into two instalments, the first instalment being allocated among the Member States which have used up their initial quota shares; whereas, in order to give importers in each Member State a certain degree of security, the first instalment of the Community quotas should, under the present circumstances, be fixed at around 80 % of each of the quota amounts;\nWhereas the initial quota shares of the Member States may be used up at different times; whereas, in order to take this fact into account and avoid any break in continuity, any Member State which has almost used up its initial quota share should draw an additional quota share from the corresponding reserve; whereas this must be done by each Member State as and when each of its additional shares is almost used up and repeated as many times as the reserve allows; whereas, the initial and additional quota shares must be valid until the end of the quota period; whereas this method of administration requires close cooperation between Member States and the Commission and the latter must, in particular, be in a position to monitor the extent to which the quota volumes have been used up and to inform the Member States thereof;\nWhereas if, at a given date in the quota period, a substantial quantity of one of the initial shares remains unused in one or other Member State it is essential that that Member State should return a significant proportion to the reserve to prevent a part of any Community quota from remaining unused in one Member State when it could be used in others;\nWhereas, since the Kingdom of Belgium, the Kingdom of the Netherlands and the Grand Duchy of Luxembourg are united within and jointly represented by the Benelux Economic Union any operations relating to the administration of the quota shares allocated to that economic union may be carried out by any one of its members,", "main_body": ["From 1 January to 31 December 1987, the applicable cutoms duties on importations into the Community of Ten for the following products shall be suspended at the levels and within the limits of the Community tariff quotas as shown herewith:\n1.2.3.4.5 //  //  //  //  //  // Order No  // CCT heading No  // Description  // Quota volume (in tonnes)   // Quota duty  //    //   //   //   //   // 09.0501   // 16.04 D  // Sardines, coming from Portugal   // 5 000   // free  // 09.0502   // 16.04 E   // Tunny, coming from Portugal  // 1 000   // free   // 09.0503   // ex 16.04 F   // Mackerel, coming from Portugal   // 1 000   // free   //    //   //   //  //", "1. Each of the tariff quotas referred to in Article 1 shall be divided into two instalments.\n2. (a) The first instalment of each quota shall be allocated among the Member States; the respective shares, which, subject to Article 5, shall be valid until 31 December 1987, shall be as follows:\n(in tonnes)\n1.2,4 //  //  // Member States  // Prepared or preserved  //  // 1.2.3.4 //  // Sardines   // Tunny   // Mackerel   //  //   //   //   // Benelux   // 284   // 8   // 80   // Denmark   // 76   // 8   // 8   // Germany   // 1 244   // 24   // 8  // Greece   // 8   // 8   // 8   // France   // 600   // 80  // 8   // Ireland   // 12   // 8   // 8   // Italy   // 192  // 624   // 672   // United Kingdom   // 1 584  // 8   // 8  // Total  // 4 000   // 768   // 800   //    //   //   //\n(b) The second instalment of each quota, namely 1 000, 232 and 200 tonnes respectively, shall constitute the corresponding reserve.", "1. If 90 % or more of one of the Member State's initial shares as specified in Article 2 (2) or of that share minus the portion returned to the reserve, where Article 5 is applied, has been used up, then, to the extent permitted by the amount of the reserve, that Member State shall forthwith, by notifying the Commission, draw a second share equal to 10 % of its initial share, rounded up where necessary to the next unit.\n2. If, after one of its initial shares has been used up, 90 % or more of the second share drawn by a Member State has been used up, then, to the extent permitted by the amount of the reserve, that Member State shall, in accordance with the conditions laid down in paragraph 1, draw a third share equal to 5 % of its initial share, rounded up where necessary to the next unit. 3. If, after one of its second shares has been used up, 90 % or more of the third share drawn by a Member State has been used up, that Member State shall, in accordance with the conditions laid down in paragraph 1, draw a fourth share equal to the third.\nThis process shall continue until the reserve is used up.\n4. By way of derogation from paragraphs 1, 2 and 3, a Member State may draw shares smaller than those fixed in those paragraphs if there is reason to believe that these might not be used up. It shall inform the Commission of its reasons for applying this paragraph.", "Each of the additional shares drawn pursuant to Article 3 shall be valid until 31 December 1987.", "The Member States shall return to the reserve, not later than 1 October 1987, the unused portion of their initial share which, on 15 September 1987, is in excess of 20 % of the initial volume. They may return a larger quantity if there are grounds for believing that it might not be used.\nThe Member States shall, not later than 1 October 1987 notify the Commission of the total quantities of the products concerned imported up to 15 September 1987 and charged against the Community quotas and of any quantities of the initial shares returned to each reserve.", "The Commission shall keep an account of the shares opened by the Member States pursuant to Articles 2 and 3 and shall, as soon as it is notified, inform each State of the extent to which the reserves have been used up.\nIt shall inform the Member States, not later than 5 October 1987 of the amount in the reserve after quantities have been returned thereto pursuant to Article 5.\nIt shall ensure that the drawing which exhausts the reserve does not exceed the balance available and, to this end, notify the amount of the balance to the Member State making the last drawing.", "1. The Member States shall take all measures necessary to ensure that additional shares drawn pursuant to Article 3 are opened in such a way that imports may be charged without interruption against their accumulated shares of the tariff quotas.\n2. The Member States shall ensure that importers of the products in question have free access to the shares allocated to them.\n3. The Member States shall charge the importers of the products concerned against their shares as and when the products are entered with customs authorities for free circulation.\n4. The extent to which a Member State has used up its share shall be determined on the basis of the imports coming from Portugal, entered with customs authorities for free circulation.", "At the Commission's request the Member States shall inform it of imports actually charged against their shares.", "The Member States and the Commission shall cooperate closely to ensure that this Regulation is complied with.", "0\nThis Regulation shall enter into force on 1 January 1987.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 10 November 1986.\nFor the Council\nThe President\nJ. MOORE\nTHE PRESIDENT\nJ . MOORE"}