{"celex_id": "31989R0983", "uri": "http://publications.europa.eu/resource/cellar/f8e5bb01-e5a2-4ff8-bd83-496bd2adf30a", "type": "Regulation", "concepts": ["1309", "1637", "1644", "2300", "2416"], "title": "Commission Regulation (EEC) No 983/89 of 14 April 1989 laying down implementing procedures for the import arrangements applicable to products falling within CN codes 0714 10 91, 0714 10 99, 0714 90 11 and 0714 90 19 originating in third countries which are not contracting parties to the GATT, other than China, during 1989\n", "header": "COMMISSION  REGULATION (EEC) No 983/89\nof 14 April 1989\nlaying down implementing procedures for the import arrangements applicable to products falling within CN codes 0714 10 91, 0714 10 99, 0714 90 11 and 0714 90 19 originating in third countries which are not Contracting Parties to the GATT, other than China, during 1989\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 430/87 of 9 February 1987 concerning the import arrangements applicable to products covered by CN codes 0714 10 10, 0714 10 90 and 0714 90 10 and originating in certain third countries (1), as amended by Regulation (EEC) No 3837/88 (2), and in particular Article 2 thereof,\nHaving regard to Council Regulation (EEC) No 885/89 of 5 April 1989 on the arrangements applying to imports for 1989 of products falling within CN codes 0714 10 91, 0714 10 99, 0714 90 11 and 0714 90 19 originating in third countries which are not members of the GATT, other than China (3), and in particular Article 2 thereof,\nWhereas pursuant to Regulation (EEC) No 885/89 the 6 % ad valorem import levy is for 1989 restricted to 30 000 tonnes of products falling within CN codes 0714 10 99 or 0714 90 19, and to 2 000 tonnes of products falling within CN codes 0714 10 91 or 0714 90 11; whereas implementing procedures should be laid down for these arrangements for 1989;\nWhereas, in the case of products originating in Vietnam, release for free circulation should be permitted of quantities actually shipped from that country with the Community as intended destination; whereas to that end the issuing of import licences must be made conditional on submission of an attestation issued by the exporting country; whereas it is necessary, however, to take into consideration the special position of goods that could not be imported under the arrangements in question in 1988 following particularly rapid exhaustion of the quantities available at that time and which were subsequently placed under customs warehousing or free zone procedures pending establishment by the Council of the quota for 1989; whereas in order to prevent deflections of trade adversely affecting satisfactory operation of the 1989 quota, those goods must have been placed under the abovementioned procedures before 1 January 1989;\nWhereas, in the light of past experience and given the special situation described above, the lodging of applications for abnormally large quantities should be prevented by setting a maximum quantity per application and stipulating that in no case may applications cover a quantity greater than that held by the applicant; whereas for purposes of monitoring and general administrative efficiency applications for licences for goods placed under the abovementioned procedures must be submitted to the competent authorities of the Member State in which the goods are stored;\nWhereas, for the sake of sound management of the import arrangements and to prevent the quantities set for 1989 from being overshot, special provisions should apply for lodging applications and issuing licences; whereas those provisions either supplement or derogate from those of Commission Regulation (EEC) No 3719/88 of 16 November 1988 laying down common detailed rules for the application of the system of import and export licences and advance fixing certificates for agricultural products (4);\nWhereas to ensure that the arrangements provided for in this Regulation operate smoothly, operators should be required to lodge a security of a suitable amount; whereas, in order to monitor the actual utilization of the licences more closely, the provisions of Regulation (EEC) No 3719/88 relating to the early submission of proof of release for free circulation should be made applicable;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["The arrangements provided for in Article 1 of Regulation (EEC) No 885/89 shall apply to products falling within CN codes 0714 10 91, 0714 10 99, 0714 90 11 and 0714 90 19 originating in third countries which are not Contracting Parties to the GATT, other than China, as provided for in this Regulation.\nTITLE I\nProducts for use other than human consumption", "1. Applications for licences for the purpose of release for free circulation of products falling within CN codes 0714 10 99 and 0714 90 19 may not be relate to a\nquantity of more than 7 500 tonnes per individual party concerned acting on his own behalf, without prejudice to Article 3.\n2. Section 8 of import licence applications and of licences issued shall show the third country in which the product originates. Licences shall entail the obligation to import from that country.", "1. Licence applications for the purpose of release for free circulation of products originating in Vietnam shall be valid:\n(a) if accompanied by an attestation of export made out for 1989 by the Vietnamese authorities;\n(b) if accompanied by proof in the form of a copy of the bill of lading that the goods have been loaded in Vietnam and are being shipped to the Community in the vessel indicated in the application; and\n(c) if the quantity is not greater than that indicated in the attestation mentioned at (a).\n2. Notwithstanding paragraph 1, in the case of products exported from Vietnam before 1 January 1989 licence applications shall be valid:\n(a) if accompanied either by an attestation of export for 1988 or by a copy of a document certifying origin, made out by the Vietnamese authorities before 1 January 1989;\n(b) if accompanied in addition by an attestation by the customs authorities of a Member State of the Community to the effect that the goods in question entered a customs warehouse or free zone before 1 January 1989; and\n(c) if the quantity is not greater than that for which the attestation indicated at (b) was made out.\nIn cases where this paragraph applies, import licence applications shall be submitted to the competent authorities of the Member State in which the products are stored.\n3. Section 26 of licence applications and licences shall, in addition to the particulars mentioned in Article 2 (2), show the name of the vessel in which the goods are being or were shipped to the Community.", "1. Licence applications shall be lodged with the competent authorities of the Member States on Mondays up to 13.00 hours or, if Monday is not a working day, on the first working day thereafter.\nThe first day on which applications may be lodged shall be Monday, 24 April 1989. However the second date for the submission of applications shall, where appropriate, be 8 May 1989.\n2. The Member States shall notify to the Commission by telex not later than 17.00 hours on the day following that on which applications are lodged the following particulars in respect of each application:\n- the quantity for which the licence is applied for,\n- the origin of the product,\n- the name of the applicant,\n- where the product is of Vietnamese origin, the name of the vessel entered in Section 26.\n3. The Commission shall determine and notify to Member States by telex not later than the Friday following the day on which applications are lodged the quantities for which and according to what criteria licences are to be issued.\n4. For applications transmitted as specified in paragraph 2, import licences shall be issued on the fifth working day following that on which the application is lodged.\n5. Licences shall be valid throughout the Community from their actual date of issue until the end of the second month following that date but not after 31 December of the year of issue.", "Licences shall carry one of the following entries at (a) in Section 24:\n- Exacción reguladora a percibir 6 % ad valorem\n- Importafgift: 6 % af vaerdien\n- Zu erhebende Abschoepfung: 6 % des Zollwerts\n- Eisforá pros eíspraxi: 6 % kat' axía\n- Amount to be levied: 6% ad valorem\n- Prélèvement à percevoir: 6 % ad valorem\n- Prelievo da riscuotere: 6 % ad valorem\n- Toe te passen heffing: 6 % ad valorem\n- Direito nivelador a cobrar: 6 % ad valorem", "1. Notwithstanding Article 12 (1) of Commission Regulation (EEC) No 891/89 (1), the security against import licences shall be ECU 50 per tonne.\n2. If the quantity for which the licence is to be issued notified under Article 4 (3) is less than that applied for, the security covering the difference shall be released.\n3. The fourth indent of Article 5 (1) of Regulation (EEC) No 3719/88 shall not apply.", "Notwithstanding Article 8 (4) of Regulation (EEC) No 3719/88, the quantity released for free circulation may not exceed that shown in Sections 17 and 18 of the import licence; to that end the figure 0 shall be entered in Section 19 of the licence.", "3 (5) of Regulation (EEC) No 3719/88 shall apply.\nTITLE II\nProducts of the types used for human consumption", "1. Section 8 of licence applications and licences intended to cover the release for free circulation of products falling within CN codes 0714 10 91 and 0714 90 11 shall show the third country in which the product originates. Licences shall entail the obligation to import from that country.\n2. Licence applications may not relate to more than 150 tonnes per individual party concerned acting on his own behalf.\n3. Licences shall carry at (a) of Section 24 one of the entries shown in Article 5.", "1. Licence applications shall be lodged with the competent authorities of the Member States on Mondays up to 13.00 hours or, if Monday is not a working day, on the first working day thereafter.\nThe first day on which licence applications may be lodged shall be Monday, 24 April 1989. However the second date for the submission of applications shall be 8 May 1989.\n2. Member States shall notify to the Commission by telex not later than 13.00 hours on the day following that on which the applications are lodged the quantities applied for, their origin and the name of the applicant.\n3. The Commission shall determine and notify to the Member States by telex not later than the Wednesday following that on which applications are lodged the quantities for which and according to what criteria licences are to be issued.\n4. For applications transmitted as specified in paragraph 2, licences shall be issued on the fifth working day following that on which they were lodged.\n5. Licences shall be valid throughout the Community from their date of actual issue until the end of the second month following that date but not after 31 December of the year of issue.", "0\nArticles 5, 6 and 7 shall apply.\nThe security against import licences shall, however, be ECU 20 per tonne.\nTITLE III\nFinal provisions", "1\nThis Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 14 April 1989.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 43, 13. 2. 1987, p. 9.\n(2) OJ No L 340, 10. 12. 1988, p. 1.\n(3) OJ No L 94, 7. 4. 1989, p. 1.\n(4) OJ No L 331, 2. 12. 1988, p. 1.\n(1) OJ No L 94, 7. 4. 1989, p. 13."}