{"celex_id": "31985L0406", "uri": "http://publications.europa.eu/resource/cellar/e7374ea2-8785-4b1b-a6fe-475cf677580b", "type": "Directive", "concepts": ["1830", "2063", "2159", "2527", "2897", "5754"], "title": "Commission Directive 85/406/EEC of 11 July 1985 adapting to technical progress Council Directive 84/533/EEC on the approximation of the laws of the Member States relating to the permissible sound power level of compressors\n", "header": "COMMISSION DIRECTIVE\nof 11 July  1985\nadapting to technical progress Council Directive 84/533/EEC on the approximation of the laws  of the Member States relating to the permissible sound power level of  compressors\n(85/406/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",Having regard to  the Treaty establishing the European Economic Community,Having regard to Council Directive  84/533/EEC of 17 September 1984 on the approximation of the laws of the Member States relating to  the permissible sound power level of compressors (1) and in particular Article 7 thereof,Whereas,  in view of experience gained and of the state of the art, it is now necessary to match the  requirements of Annex I and Annex II of Directive 84/533/EEC to the actual test conditions;Whereas  the measures provided for in this Directive are in accordance with the opinion of the Committee on  the Adaptation to Technical Progress of the Directive on the Determination of the Noise Emission of  Construction Plant and Equipment,", "main_body": ["Annex I and Annex II to Directive  84/533/EEC are hereby amended in accordance with the Annex to this Directive.", "The Member  States shall, by 26 March 1986, adopt and publish the provisions required to comply with this  Directive and shall forthwith inform the Commission thereof.", "This Directive is addressed  to the Member States."], "attachments": "Done at Brussels, 11 July 1985.For the Commission\nStanley  CLINTON DAVIS\nMember of the Commission\n(1) OJ N° L 300, 19. 11. 1984, p. 123.\nANNEX\nAMENDMENTS TO ANNEX I TO DIRECTIVE 84/533/EEC\n6.2.Operation of the sound source  during measurementThe last paragraph of point 6.2.2 shall be reworded as follows:In these operating  conditions, the air flow shall be checked as laid down in point 12 of Annex I.6.3.Measuring siteThe  measuring site must be flat and horizontal. This site, up to and including the vertical projection  of the microphone positions, shall be of concrete or non-porous asphalt. Skid-mounted compressors  shall be placed on supports 0,40 m high unless otherwise required by the manufacturer's conditions  of installation.6.4.1.Measuring surface, measuring distancePoint 6.4.1 shall be reworded as  follows:The measuring surface to be used for the test shall be a hemisphere.The radius shall be:4  m, where the greatest dimension of the compressor to be tested is not more than 1,5 m,10 m, where  the greatest dimension of the compressor to be tested is more than 1,5 m but not more\nthan 4 m,16  m, where the greatest dimension of the compressor to be tested is more than 4  m.6.4.2.1.GeneralPoint 6.4.2.1 shall be reworded as follows:For measurements there shall be six  measuring points, i.e. point 2, 4, 6, 8, 10 and 12, arranged as defined in section 6.4.2.2 of Annex  I to Directive 79/113/EEC.For testing the compressor, the geometric centre of the compressor shall  be positioned vertically above the centre of the hemisphere.The x axis of the set of coordinates,  in relation to which the positions of the measuring points are fixed, shall be parallel to the main  axis of the compressor.A new point 12 shall be added, worded as follows:12.A METHOD FOR MEASURING  THE AIR VOLUME FLOW RATE OF AIR COMPRESSORS BY MEANS OF CIRCULAR ARC VENTURI NOZZLES UNDER CRITICAL  FLOW CONDITIONS12.1.GeneralThe purpose of this Annex is to provide a simple, quick and economical  method for measuring the flow rate of air compressors.This method has an accuracy of ± 2,5  %.12.2.Test arrangementThe nozzle diameter is to be chosen so as to ensure that the pressure ratio  across the nozzle produces sonic velocity in the throat.The nozzle is to be inserted in a pipe with  a diameter equal to or greater than four times the nozzle throat diameter. Upstream of the nozzle  shall be a length of pipe equal to at least two pipe diameters, in the wall of which are fitted  means for measuring the pressure and temperature of the air flowing through the pipe. At the  upstream end of this pipe, a flow straightener shall be fitted consisting of two perforated plates  mounted one pipe diameter apart. See Figures 1 and 2.Downstream of the nozzle a pipe and silencer  can be fitted provided the pressure drop across this downstream piping does not invalidate the  critical flow conditions across the nozzle.\n>START OF GRAPHIC>\n>END OF GRAPHIC>\n>START OF GRAPHIC>\n>END OF GRAPHIC>\n12.3.Circular arc  venturi\nThe design shall be as shown in Figure 3, the internal surfaces shall be polished and the  throat diameter measured accurately. Suggested dimensions are given in Table 1.12.4.Pressure and  temperature readings\nThe pressure shall be read with an accuracy of 0,5 % and the temperature with  an accuracy of ± 1K.\n>START OF GRAPHIC>\n>END OF GRAPHIC>\n>TABLE>\n12.5.The testWhen steady flow conditions have  been reached the following readings shall be taken:barometric pressure (Pb)\nnozzle upstream  pressure (PN)\nnozzle upstream temperature (tn)\ntemperature and pressure at which volume flow rate  is required (to, Po)12.6.Volume rate of flow calculationsqm\n= 0,1  7 ð  7 B2  7 CD  7 C*  7 PN/[4   7 (R  7 TN)¹/2]Where\nqm\nis the mass flow rate in kg/sB\nis the nozzle diameter in mmCD\nis the  discharge coefficientC*\nis the critical flow factorPN\nis the absolute pressure upstream of the  nozzle in barTN\nis the absolute temperature upstream of the nozzle in KR\nis the gas constant in  J/(kg 7K) (for air R = 287,1)C*\n= 0,684858 + (3,70575   4,76902  7 10-2  7 tN + 2,63019  7 10-4  7  tN2)  7 pN  7 10-4Where\ntN\n= temperature upstream of the nozzle in °C. On the basis of test results  and for the accuracy stipulated, CD = 0,9888.When used at the discharge of portable or packaged air  compressors, tn will vary from 20 °C to 70 °C and PN from 2 to 8 bar. C* will therefore vary from  0,6871 to 0,6852 and an average value of 0,6862 can be used. Under these conditions the equation  can be simplified to:qm\n= 0,1  7 ð  7 B2  7 0,9888  7 0,6862  7 PN/[4  7 (287,1  7 TN)¹/2]\n= 3,143   7 10-3  7 B2  7 PN/TN ¹/2 kg/sor converted to volume flow rate (qv) under the reference  conditions:qv\n= 9  7 10-3  7 B2  7 PN  7 To/(Po  7 TN ¹/2)  l/swhere\nPo\n= is the absolute reference  pressure in bar\nTo\n= is the absolute reference temperature in K.\nAMENDMENTS TO ANNEX II TO DIRECTIVE 84/533/EEC\n3.Operating conditions3.1.4.Motor powerThe text in  brackets 'DIN 6270B' shall be replaced by 'Council Directive 80/1269/EEC'.3.2.4.Nominal air flowThe  words 'ISO 1217' shall be replaced by 'Point 12 of Annex I'."}