{"celex_id": "31989D0555", "uri": "http://publications.europa.eu/resource/cellar/849ef407-2dba-4f1d-8f16-a8ca3692d5dc", "type": "Decision", "concepts": ["1182", "3560", "919"], "title": "89/555/EEC, Euratom, ECSC: Commission Decision of 8 September 1989 authorizing the Hellenic Republic to use certain approximate estimates when calculating the VAT own resources basis (only the Greek text is authentic)\n", "header": "COMMISSION  DECISION\nof 8 September 1989\nauthorizing the Hellenic Republic to use certain approximate estimates when calculating the VAT own resources basis\n(Only the Greek text is authentic)\n(89/555/EEC, Euratom, ECSC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaties establishing the European Communities,\nHaving regard to Council Regulation (EEC, Euratom, ECSC) No 2892/77 of 19 December 1977 implementing, in respect of own resources accruing from value added tax, the Decision of 21 April 1970 on the replacement of financial contributions from Member States by the Communities' own resources (1), as last amended by Regulation (ECSC, EEC, Euratom) No 3735/85 (2), and in particular Article 13 thereof,\nWhereas paragraph 2 (b) of Section II (Taxation) of Annex VIII to the Act of Accession of the Hellenic Republic to the European Communities authorizes Greece to exempt certain activities from value added tax in accordance with Article 28 (3) (b) of Council Directive 77/388/EEC of 17 May 1977 on the harmonization of the laws of the Member States relating to turnover taxes - Common system of value added tax: uniform basis of assessment (3), as last amended by Directive 87/400/EEC (4);\nWhereas, on the basis of the second subparagraph of Article 9 (2) of Regulation 2892/77, the VAT own resources basis is to be calculated as if those activities were taxed;\nWhereas pursuant to the second indent of the first subparagraph of Article 9 (3) of Regulation 2892/77, Greece has requested authorization to make those calculations using approximate estimates;\nWhereas the Advisory Committee on Own Resources has approved the report recording the opinions of its members on this Decision,", "main_body": ["When calculating its VAT own resources basis for 1987 and 1988, Greece is authorized to use approximate estimates for the following categories of transactions referred to in Annex F of Directive 77/388/EEC:\n1. Services supplied by lawyers and other members of the liberal professions (point 2);\n2. Treatment of animals by veterinary surgeons (point 9);\n3. The supply of water by public authorities (point 12);\n4. Supplies of those buildings and land described in Article 4 (3) of Directive 77/388/EEC (point 16);\n5. The supply, modification, repair, maintenance, chartering and hiring of aircraft, including equipment incorporated or used therein, used by State institutions (point 23);\n6. The supply, modification, repair, maintenance, chartering and hiring of warships (point 25).", "This Decision is addressed to the Hellenic Republic."], "attachments": "Done at Brussels, 8 September 1989.\nFor the Commission\nPeter SCHMIDHUBER\nMember of the Commission\n(1) OJ No L 336, 27. 12. 1977, p. 8.\n(2) OJ No L 356, 31. 12. 1985, p. 1.\n(3) OJ No L 145, 13. 6. 1977, p. 1.\n(4) OJ No L 213, 4. 8. 1987, p. 40."}