{"celex_id": "31981R2137", "uri": "http://publications.europa.eu/resource/cellar/841bd986-adb5-4109-a095-4a5625ac07fe", "type": "Regulation", "concepts": ["1642", "1644", "2738", "4682", "5070"], "title": "Commission Regulation (EEC) No 2137/81 of 28 July 1981 amending for the second time Regulation (EEC) No 2377/80 on special detailed rules for the application of the system of import and export licences in the beef and veal sector\n", "header": "COMMISSION  REGULATION (EEC) No 2137/81\nof 28 July 1981\namending for the second time Regulation (EEC) No 2377/80 on special detailed rules for the application of the system of import and exort licences in the beef and veal sector\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 805/68 of 27 June 1968 on the common organization of the market in beef and veal (1), as last amended by the Act of Accession of Greece, and in particular Articles 15 (2), 16 (4) and 25 thereof,\nHaving regard to Council Regulation (EEC) No 217/81 of 20 January 1981 opening a Community tariff quota for high-quality fresh, chilled or frozen beef and veal falling within subheadings 02.01 A II a) and 02.01 A II b) of the Common Customs Tariff (2), and in particular Article 2 thereof,\nWhereas Commission Regulation (EEC) No 263/81 (3), as amended by Regulation (EEC) No 2136/81 (4), laid down that, for meat imported from non-member countries which have not entered into a voluntary restraint agreement, the import licence must bear certain specific information; whereas several countries are now in that category and therefore, in order better to check the quantities eligible for these special arrangements, the existing provisions should be supplemented to include information to distinguish the country of origin of the products; whereas Commission Regulation (EEC) No 2377/80 (5), as amended by Regulation (EEC) No 3469/80 (6), should be amended accordingly;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Beef and Veal,", "main_body": ["Regulation (EEC) No 2377/80 is hereby amended as follows:\n1. Article 12 is replaced by the following:\n'Article 12\n1. In order to qualify for the special import arrangements referred to in Article 1 (1) (d) of Regulation (EEC) No 263/81 (1):\n(a) the licence application or applications lodged by any one applicant shall relate to a total quantity corresponding to not less than five tonnes of meat by product weight and not more than 10 % of the quantity fixed pursuant to Article 7 of Regulation (EEC) No 263/81 in respect of the arrangements in question for the quarter during which the application or applications are lodged;\n(b) section 12 of the licence application and of the licence itself shall contain one of the following endorsements:\n- High-quality beef/veal (Regulation (EEC) No 263/81),\n- Oksekoed af hoej kvalitet (forordning (EOEF) nr. 263/81),\n- Qualitaetsrindfleisch (Verordnung (EWG) Nr. 263/81),\n- Vóeion kréas ypsilís poiótitos (kanonismós (EOK) arith. 263/81),\n- Viande bovine de haute qualité (règlement (CEE) no 263/81),\n- Carni bovine di alta qualità (regolamento (CEE) n. 263/81),\n- Kwaliteitsrundvlees (Verordening (EEG) nr. 263/81),\n(c) section 14 of the licence application and of the licence itself shall show the country of origin; the licence shall carry with it an obligation to import from the country in question.\n2. For the purposes of these special arrangements , with regard to quantities imported under the conditions laid down in Article 8 (4) of Regulation (EEC) No 3183/80 (2), the levy fixed pursuant to Article 12 of Regulation (EEC) No 805/68 shall be charged for quantities in excess of those stated on the import licence.\nFor the purposes of the above subparagraph, section 20 A of the licence shall bear one of the following endorsements:\n- Levy suspended. Licence valid for . . . (in figures and words) kg,\n- Importafgift suspenderet. Licens gyldig for . . . . kg,\n- Aussetzung der Abschoepfung. Lizenz gueltig fuer . . . kg,\n- I eisforá échei anastaleí. Pistopoiitikó égkyro gia . . . chgr,\n- Prélèvement suspendu. Certificat valable pour . . . kg,\n- Prelievo sospeso. Titolo valido per . . . kg,\n- Heffing geschorst. Certificaat geldig voor . . . kg.\n(1) OJ No L 27, 31. 1. 1981, p. 52.\n(2) OJ No L 338, 13. 12. 1980, p. 1.'\n2. The provisions in Annex I point 3 (e) are replaced by the following:\n'(e) beef and veal originating in the United States of America and in Canada and referred to in Article 1 (1) (d) of Regulation (EEC) No 263/81.'", "This Regulation shall enter into force on 1 August 1981.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 28 July 1981.\nFor the Commission\nThe President\nGaston THORN\n(1) OJ No L 148, 28. 6. 1968, p. 24.\n(2) OJ No L 38, 11. 2. 1981, p. 1.\n(3) OJ No L 27, 31. 1. 1981, p. 52.\n(4) See page 13 of this Official Journal.\n(5) OJ No L 241, 13. 9. 1980, p. 5.\n(6) OJ No L 363, 31. 12. 1980, p. 31."}