{"celex_id": "31984R1049", "uri": "http://publications.europa.eu/resource/cellar/adb6fde2-473e-4831-877c-955bf7526d3d", "type": "Regulation", "concepts": ["1644", "2300", "2783", "3591"], "title": "Commission Regulation (EEC) No 1049/84 of 13 April 1984 on the opening of supplementary quotas for imports into the Community of certain textile products originating in certain third countries participating in the 1984 Berlin Trade Fairs\n", "header": "COMMISSION  REGULATION (EEC) No 1049/84\nof 13 April 1984\non the opening of supplementary quotas for imports into the Community of certain textile products originating in certain third countries participating in the 1984 Berlin Trade Fairs\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 3589/82 of 23 December 1982 on common rules for imports of certain textile products originating in third countries (1), as last amended by Regulation (EEC) No 3762/83 (2), and in particular Article 9 (3) thereof,\nWhereas, by Regulation (EEC) No 3589/82, the importation of textile products originating in certain third countries was made subject to quantitative limitation and allocation among the Member States and to common rules for authorization;\nWhereas trade fairs are to be held, as in previous years, in Berlin in 1984, at which third countries which export products subject to Regulation (EEC) No 3589/82 are expected to participate; whereas supplementary quotas have already been opened in respect of previous fairs by Commission Regulations; whereas the existing shares of Community quotas allocated to the Federal Republic of Germany may again be insufficient to meet the requirements of the trade fairs;\nWhereas it is therefore necessary to open supplementary quotas for the Berlin Trade Fairs and to allocate these to the Federal Republic of Germany;\nWhereas it is desirable that import authorizations should be issued in accordance with the requirements on origin specified in Article 2 of Regulation (EEC) No 3589/82;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Textile Committee set up by Regulation (EEC) No 3589/82,", "main_body": ["In addition to the quantitative limits on imports established by Regulation (EEC) No 3589/82, supplementary quotas as set out in the Annex hereto shall be opened in respect of the Berlin Trade Fairs to be held in 1984 and shall be allocated to the Federal Republic of Germany.", "1. The authorities of the Federal Republic of Germany shall authorize imports, not exceeding the supplementary quotas referred to in Article 1, only in respect of such contracts signed in Berlin during the Berlin Trade Fair as are recognized by those authorities as being eligible, provided that products covered by such approved contracts are placed on board for exportation to the Federal Republic of Germany in the third country in which they originate after 1 November 1984.\n2. The period of validity of import authorizations or equivalent documents issued in accordance with paragraph 1 shall not extend beyond 31 December 1985.\n3. The Commission shall be informed not later than 31 December 1984 of the total quantities covered by contracts authorized under paragraph 1.", "Importation of the textile products covered by authorization given in accordance with Article 2 shall be made in accordance with the provisions of Article 2 of Regulation (EEC) No 3589/82.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 13 April 1984.\nFor the Commission\nWilhelm HAFERKAMP\nVice-President\n(1) OJ No L 374, 31. 12. 1982, p. 106.\n(2) OJ No L 380, 31. 12. 1983, p. 1.\nANNEX\n1.2.3.4.5.6.7 //   //   //   //   //   //   //   // Cate- gory  // CCT heading No  // NIMEXE code (1984)  // Description  // Third countries  // Units  // Quantities  //   //   //  //   //   //   //   //   //   //   //   //   //   //   // 4  // 60.04 B I II a) b) c) IV b) 1 aa) dd) 2 ee) d) 1 aa) dd) 2 dd)  //  60.04-19, 20, 22, 23, 24, 26, 41, 50, 58, 71, 79, 89  // Under garments, knitted or crocheted, not elastic or rubberized: Shirts, T-shirts, lightweight fine knit roll, polo or turtle necked jumpers and pullovers, undervests and pullovers, undervests and the like, knitted or crocheted, not elastic or rubberized, other than babies' garments, of cotton or synthetic textile fibres: T-shirts and lightweight fine knit roll, polo or turtle necked jumpers and pullovers, of regenerated textile fibres, other than babies' garments  // India Malaysia Pakistan Philippines Thailand Bulgaria Singapore Czechoslovakia  // 1 000 pieces  // 123 64 90 124 109 30 105 10  //   //   //   //   //   //   //   // 5  // 60.05 A I II b) 4 bb) 11 aaa) bbb) ccc) ddd) eee) 22 bbb) ccc) ddd) eee) fff)  //  60.05-01, 31, 33, 34, 35, 36, 39, 40, 41, 42, 43  // Outer garments and other articles, knitted or crocheted, not elastic or rubberized: A. Outer garments and clothing accessories: Jerseys, pullovers, slip-overs, twinsets, cardigans, bed jackets and jumpers, knitted or crocheted, not elastic or rubberized, of wool, of cotton or of man-made textile fibres  // Hungary Pakistan Philippines Poland Thailand Bulgaria Malaysia Singapore Peru  // 1 000 pieces  // 55 114 82 50 112 30 26 52 23  //   //   //   //   //   //   //   // 6  // 61.01 B V d) 1 2 3 e) 1 2 3 61.02 B II e) 6 aa) bb) cc)  //  61.01-62, 64, 66, 72, 74, 76 61.02-66, 68, 72  // Men's and boys' outer garments: Women's, girls' and infants' outer garments: B. Other: Men's and boys' woven breeches, shorts and trousers (including slacks); women's, girls' and infants' woven trousers and slacks, of wool, of cotton or of man-made textile fibres  // Poland Sri Lanka Thailand Hungary Indonesia India Malaysia Singapore Philippines Brazil  // 1 000 pieces  // 50 50 30 25 56 56 67 51 99 45  //   //   //   //   //   //   //  // 7  // 60.05 A II b) 4 aa) 22 33 44 55 61.02 B II e) 7 bb) cc) dd)  //  60.05-22, 23, 24, 25 61.02-78, 82, 84  // Outer garments and other articles, knitted or crocheted, not elastic or rubberized: A. Outer garments and clothing accessories: II. Other Women's, girls' and infants' outer garments: B. Other: Blouses and shirt-blouses, knitted or crocheted (not elastic or rubberized), or woven, for women, girls and infants, of wool, of cotton or of man-made textile fibres  // Hungary India Malaysia Indonesia Philippines Singapore Sri Lanka Thailand Bulgaria  // 1 000 pieces  // 30 189 15 51 61 121 51 49 20  //  //   //   //   //   //   //  //   //   //   //   //   //   //   // Cate- gory  // CCT heading No  // NIMEXE code (1984)  // Description  // Third countries  // Units  // Quantities  //   //   //   //   //  //   //   //   // 8  // 61.03 A  //  61.03-11, 15, 19  // Men's and boys' under garments, including collars, shirt fronts and cuffs: Men's and boys' shirts, woven, of wool, of cotton or of man-made textile fibres  // Malaysia Pakistan Singapore Sri Lanka Bulgaria Indonesia Czechoslovakia Philippines Thailand India  // 1 000 pieces  // 62 66 66 137 60 106 20 80 22 182  //   //   //   //   //   //   //   // 9  // 55.08 62.02 B III a) 1  //  55.08-10, 30, 50, 80 62.02-71  // Terry towelling and similar terry fabrics of cotton Bed linen, table linen, toilet linen and kitchen linen; curtains and other furnishing articles: B. Other: Woven cotton terry fabrics; toilet and kitchen linen of woven cotton terry fabrics  // Brazil India Pakistan  // Tonnes  // 129 33 58  //   //  //   //   //   //   //   // 10  // 60.02 A B  //  60.02-40  // Gloves, mittens and mitts, knitted or crocheted, not elastic or rubberized: Gloves, mittens and mitts, knitted or crocheted, not elastic or rubberized, impregnated or coated with artificial plastic materials  // Philippines Thailand  // 1 000 pairs  // 170 202  //   //   // 60.02-50, 60, 70, 80  // Gloves, mittens and mitts, knitted or crocheted, not elastic or rubberized, other than those of category 10, of wool, of cotton or of man-made textile fibres  //   //   //  //   //   //   //   //   //   //   // 12  // 60.03 A B I II b) C D  //  60.03.-11, 19, 20, 27, 30, 90  // Stockings, under stockings, socks, anklesocks, sockettes and the like, knitted or crocheted, not elastic or rubberized: Other than women's stockings of synthetic textile fibres  // Thailand  // 1 000 pairs  // 202  //   //   //   //   //   //   //   // 13  // 60.04 B IV b) 1 cc) 2 dd) d) 1 cc) 2 cc)  //  60.04-48, 56, 75, 85  // Under garments, knitted or crocheted, not elastic or rubberized: Men's and boys' underpants and briefs, women's, girls' and infants' (other than babies') knickers and briefs, knitted or crocheted, not elastic or rubberized, of cotton or synthetic textile fibres  // Brazil Philippines Singapore  // 1 000 pieces  // 72 213 115  //   //   //   //   //   //   //  //   //   //   //   //   //   //   // Cate- gory  // CCT heading No  // NIMEXE code (1984)  // Description  // Third countries  // Units  // Quantities  //   //   //   //   //  //   //   //   // 15 B  // 61.02 B II e) 1 aa) bb) cc) 2 aa) bb) cc)  //  61.02-31, 32, 33, 35, 36, 37, 39, 40  // Women's, girls' and infants' outer garments: B. Other: Women's, girls' and infants' woven overcoats, raincoats and other coats, cloaks and capes, jackets and blazers, other than garments of category 15 A, of wool, of cotton or of man-made textile fibres  // Hungary India Poland Czechoslovakia  // 1 000 pieces  // 50 56 50 30  //   //   //   //   //   //   //   // 16  // 61.01 B V c) 1 2 3  //  61.01-51, 54, 57  // Men's and boys' outer garments: Men's and boys' woven suits (including coordinate suits consisting of two or three pieces, which are ordered, packed, consigned and normally sold together), of wool, of cotton or of man-made textile fibres, excluding ski suits  // Poland  // 1 000 pieces  // 10  //   //   //   //   //  //   //   // 17  // 61.01 B V a) 1 2 3  //  61.01-34, 36, 37  // Men's and boys' outer garments: Men's and boys' woven jackets (excluding waister jackets) and blazers, of wool, of cotton or of man-made textile fibres  // India  // 1 000 pieces  // 59  //   //   //   //   //   //   //   // 19  // 61.05 A B I III  //  61.05-20 61.05-30, 99  // Handkerchiefs: A. Of woven cotton fabric, of a value of more than 15 ECU/kg net weight B. Other: Handkerchiefs of woven fabrics, of a value of not more than 15 ECU/kg  // India Malaysia  // 1 000 pieces  // 1 110 2 763  //   //   //   //   //   //   //   // 20  // 62.02 B I a) c)  //  62.02-12, 13, 19  // Bed linen, table linen, toilet linen and kitchen linen; curtains and other furnishing articles: B. Other: Bed linen, woven  // Brazil India  // Tonnes  // 99 145  //   //   //   //   //   //   //   // 21  // 61.01 B IV 61.02 B II d)  //  61.01-29, 31, 32 61.02-25, 26, 28  // Men's and boys' outer garments: Women's, girls' and infants' outer garments: B. Other: Parkas, anoraks, windcheaters and the like, woven, of wool, of cotton or of man-made textile fibres  // Philippines Singapore Thailand Sri Lanka  // 1 000 pieces  // 151 38 87 92  //   //   //   //  //   //   //  //   //   //   //   //   //   //   // Cate- gory  // CCT heading No  // NIMEXE code (1984)  // Description  // Third countries  // Units  // Quantities  //   //   //   //   //  //   //   //   // 22  // 56.05 A  //  56.05-03; 05, 07, 09, 11, 13, 15, 19, 21, 23, 25, 28, 32, 34, 36, 38, 39, 42, 44, 45, 46, 47  // Yarn of man-made fibres (discontinuous or waste) not put up for retail sale: A. Of synthetic textile fibres: Yarn of discontinuous or waste synthetic fibres not put up for retail sale  // Malaysia Singapore Thailand  // Tonnes  // 150 113 39  //   //   //   //   //   //   //   // 24  // 60.04 B IV b) 1 bb) 2 aa) bb) d) 1 bb) 2 aa) bb)  //  60.04-47, 73  // Under garments, knitted or crocheted, not elastic or rubberized: Men's and boys' pyjamas, knitted or crocheted, of cotton or of synthetic textile fibres  // Brazil Singapore Philippines Thailand  // 1 000 pieces  // 40 17 121 53  //   //  // 60.04-51, 53, 81, 83  // Women's, girls' and infants' (other than babies') knitted or crocheted pyjamas and night dresses, of cotton or synthetic fibres  //   //   //   //   //  //   //   //   //   //   // 26  // 60.05 A II b) 4 cc) 11 22 33 44  //   // Outer garments and other articles, knitted or crocheted, not elastic or rubberized: A. Outer garments and clothing accessories: II. Other  // India Philippines Thailand Poland  // 1 000 pieces  // 186 56 72 60  //   // 61.02 B II e) 4 bb) cc) dd) ee)  //  60.05-45, 46, 47, 48 61.02-48, 52, 53, 54  // Women's, girls' and infants' outer garments: B. Other: Women's, girls' and infants' (other than babies') woven and knitted or crocheted dresses, of wool, of cotton or of man-made textile fibres  //   //   //   //   //   //   //   //   //  //   // 27  // 60.05 A II b) 4 dd) 61.02 B II e) 5 aa) bb) cc)  //  60.05-51, 52, 54, 58 61.02-57, 58, 62  // Outer garments and other articles, knitted or crocheted, not elastic or rubberized: A. Outer garments and clothing accessories: II. Other Women's, girls' and infants' outer garments: B. Other: Women's, girls' and infants' (other than babies') woven and knitted or crocheted skirts, including divided skirts  // India Singapore  // 1 000 pieces  // 164 18  //   //   //   //   //  //   //  //   //   //   //   //   //   //   // Cate- gory  // CCT heading No  // NIMEXE code (1984)  // Description  // Third countries  // Units  // Quantities  //   //   //   //   //  //   //   //   // 29  // 61.02 B II e) 3 aa) bb) cc)  // 61.02-42, 43, 44  // Women's, girls' and infants' outer garments: B. Other: Women's, girls' and infants' (other than babies') woven suits and costumes (including coordinate suits consisting of two or three pieces which are ordered, packed, consigned and normally sold together), of wool, of cotton or of man-made textile fibres  // India  // 1 000 pieces  // 150  //  //   //   //   //   //   //   // 31  // 61.09 D  //  61.09-50  // Corsets, corset-belts, suspender-belts, brassiĂ¨res, braces, suspenders, garters and the like (including such articles of knitted or crocheted fabric), whether or not elastic: BrassiĂ¨res, woven, knitted or crocheted  // Brazil Philippines Czechoslovakia  // 1 000 pieces  // 74 204 20  //   //   //  //   //   //   //   // 39  // 62.02 B II a) c) III a) 2 c)  //  62.02-40, 42, 44, 46, 51, 59, 65, 72, 74, 77  // Bed linen, table linen, toilet linen and kitchen linen; curtains and other furnishing articles: B. Other: Woven table linen, toilet and kitchen linen other than of cotton terry fabric  // Brazil India  // Tonnes  // 86 40  //   //   //   //   //  //   //   // 73  // 60.05 A II b) 3  //  60.05-16, 17, 19  // Outer garments and other articles, knitted or crocheted, not elastic or rubberized: A. Outer garments and clothing accessories: II. Other Track suits of knitted or crocheted fabric, not elastic or rubberized, of wool, of cotton or of man-made textile fibres  // Czechoslovakia Thailand  // 1 000 pieces  // 10 27  //   //   //   //   //   //   //"}