{"celex_id": "31980R0332", "uri": "http://publications.europa.eu/resource/cellar/c2f0e423-a2ec-47c5-b411-3d04100674b4", "type": "Regulation", "concepts": ["1129", "2668", "3576", "4854", "870"], "title": "Commission Regulation (EEC) No 332/80 of 13 February 1980 amending for the eighth time Regulation (EEC) No 1528/78 laying down detailed rules for the application of the system of aid for dried fodder\n", "header": "COMMISSION REGULATION (EEC) No 332/80  of 13 February 1980  amending for the eighth time Regulation (EEC) No 1528/78 laying down detailed rules for the application of the system of aid for dried fodder\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1117/78 of 22 May 1978 on the common organization of the market in dried fodder (1), as amended by Regulation (EEC) No 2285/79 (2), and in particular Article 6 (3) thereof,\nWhereas Commission Regulation (EEC) No 1528/78 (3), as last amended by Regulation (EEC) No 2329/79 (4), laid down detailed rules for paying the aid in respect of dried fodder;\nWhereas, in order to facilitate the application of these systems of aid, provision should be made for the aid in question to be advanced, subject to the lodging of a security to be released once entitlement to the aid has been recognized ; whereas, however, in order to permit the functioning of the measure to be assessed, its period of application should be limited;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Dried Fodder,", "main_body": ["Article 13 of Regulation (EEC) No 1528/78 is replaced by the following text:\n\"Article 13\n1. The Member State shall pay the amount of the aid within 150 days of the date on which the relevant application was submitted.\n2. However, the amount of the aid shall be advanced as soon as the interested party submits an application for aid accompanied by a certificate showing that a security equal to the amount of the aid has been lodged.\n3. The security shall be lodged in the form of a guarantee given by an establishment meeting the criteria laid down by the Member State to which the application for aid is submitted.\n4. The security shall be released as soon as the competent authority of the Member State has recognized entitlement to the aid in respect of the quantities shown in the application.\nWhere entitlement to the aid is not recognized in respect of all or part of the quantities stated in the application, the security shall be forfeit in proportion to the quantities in respect of which the conditions giving entitlement to the aid have not been fulfilled\".", "This Regulation shall enter into force on 1 March 1980.\nThe provisions of Article 1, which refer to Article 13 (2) (3) and (4) of Regulation (EEC) No 1528/78, shall apply only to applications for aid submitted up to and including 28 February 1981.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 13 February 1980.\nFor the Commission\nFinn GUNDELACH\nVice-President  (1)OJ No L 142, 30.5.1978, p. 1. (2)OJ No L 263, 19.10.1979, p. 1. (3)OJ No L 179, 1.7.1978, p. 10. (4)OJ No L 265, 23.10.1979, p. 5."}