{"celex_id": "31984D0061", "uri": "http://publications.europa.eu/resource/cellar/6319ac65-4e85-4b31-b240-811b66a2acbd", "type": "Decision", "concepts": ["1309", "2783", "4347"], "title": "84/61/EEC: Commission Decision of 25 January 1984 authorizing certain Member States to renew intra- Community surveillance of certain textile products originating in the People's Republic of China (Only the French, Dutch, German, Greek, English and Italian texts are authentic)\n", "header": "COMMISSION  DECISION\nof 25 January 1984\nauthorizing certain Member States to renew intra-Community surveillance of certain textile products originating in the People's Republic of China\n(Only the Dutch, English, French, German, Greek and Italian texts are authentic)\n(84/61/EEC)\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular the first paragraph of Article 115 thereof,\nHaving regard to Commission Decision 80/47/EEC of 20 December 1979 on surveillance and protective measures which Member States may be authorized to take in respect of imports of certain products originating in third countries and put into free circulation in another Member State (1), and in particular Articles 1 and 2 thereof,\nWhereas, pursuant to the abovementioned Decision, Member States may introduce intra-Community surveillance of imports only with prior authorization from the Commission;\nWhereas Commission Decision 83/326/EEC of 28 June 1983 (2) and 83/433/EEC of 5 August 1983 (3) authorized certain Member States to apply such surveillance to imports of certain textile products originating in the People's Republic of China and subject in the Community to quantitative restrictions by virtue of Council Regulation (EEC) No 3061/79 of 20 December 1979 on common rules for imports of certain textile products originating in the People's Republic of China (4);\nWhereas such authorization applied only until 31 December 1983, when the common rules established by Regulation (EEC) No 3061/79 expired;\nWhereas Council Regulation (EEC) No 109/84 of 4 January 1984 (5) amending Regulation (EEC) No 3061/79 has extended the common rules in question for a further year and established quantitative limits for 1984 for the textile products to which they apply;\nWhereas certain Member States have asked the Commission for authorization to renew the intra-Community surveillance measures authorized by the abovementioned Decisions 83/326/EEC and 83/433/EEC;\nWhereas the circumstances which motivated the Commission to take those Decisions - deflection of trade in the textile products concerned, threatening to exacerbate or prolong the economic problems of the Member States in question - still persist;\nWhereas the Member States in question should therefore be authorized, by virtue of the first paragraph of Article 115 of the Treaty, to renew intra-Community surveillance of the imports originating in China covered by the abovementioned Decisions 84/326/EEC and 83/433/EEC,", "main_body": ["The Member States mentioned in the Annex are hereby authorized, each in so far as it is concerned and in accordance with Decision 80/47/EEC, to renew for 1984 intra-Community surveillance measures in respect of the imports listed in the said Annex to this Decision.", "This Decision shall apply until 31 December 1984.", "This Decision is addressed to the Kingdom of Belgium, the Federal Republic of Germany, the French Republic, the Hellenic Republic, Ireland, the Italian Republic, the Grand Duchy of Luxembourg, the Kingdom of the Netherlands and the United Kingdom."], "attachments": "Done at Brussels, 25 January 1984.\nFor the Commission\nWilhelm HAFERKAMP\nVice-President\n(1) OJ No L 16, 22. 1. 1980, p. 14.\n(2) OJ No L 175, 30. 6. 1983, p. 1.\n(3) OJ No L 244, 2. 9. 1983, p. 38.\n(4) OJ No L 345, 31. 12. 1979, p. 1.\n(5) OJ No L 15, 18. 1. 1984, p. 1.\nANNEX\n1.2 //   //   // Member State  // Category  //   //  // Federal Republic of Germany  // 2  //   //   // Benelux  // 1, 2, 3, 4, 5, 6, 8, 21, 24, 76  //   //   // France  // 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 12, 19, 20, 21, 23, 24, 32, 33, 36, 37, 39, 59, 73, 78, 81, 89  //   //   // Greece  // 6  //   //  // Ireland  // 4, 5, 6, 7, 8, 9, 12, 15 B, 21  //   //  // Italy  // 1, 2, 3, 4, 5, 6, 7, 8, 19, 20 + 39  //   //  // United Kingdom  // 1, 2, 3, 4, 5, 6, 7, 8, 10, 21, 37  //  //"}