{"celex_id": "31989R1293", "uri": "http://publications.europa.eu/resource/cellar/6fdda234-bf0f-4975-b061-06eb805e13b9", "type": "Regulation", "concepts": ["161", "2548", "2625", "2888", "5989"], "title": "Council Regulation (EEC) No 1293/89 of 3 May 1989 opening and providing for the administration of Community tariff quotas for new potatoes and fresh table grapes, originating in Cyprus (1989)\n", "header": "COUNCIL  REGULATION (EEC) No 1293/89\nof 3 May 1989\nopening and providing for the administration of Community tariff quotas for new potatoes and fresh table grapes, originating in Cyprus (1989)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 113 thereof,\nHaving regard to the proposal from the Commission,\nWhereas the Agreement establishing an Association between the European Economic Community and the Republic of Cyprus, as supplemented by the Protocol laying down the conditions and procedures for the implementation of the second stage of the said Agreement and adapting certain provisions thereof (1), provides for the opening of two Community tariff quotas as follows:\n- 60 000 tonnes for new potatoes falling within CN code 0701 90 59 from 16 May to 30 June,\n- 7 500 tonnes for fresh table grapes falling within CN codes ex 0806 10 15 and ex 0806 10 19 from 8 June to 4 August, originating in Cyprus;\nWhereas, under Article 18 of the Protocol in question, these volumes are subject to an annual increase from the entry into force of the Protocol and will therefore be 70 000 and 8 600 tonnes respectively in 1989;\nWhereas, within the limits of these tariff quotas, the customs duties applicable are to be abolished progressively according to the same timetables and under the same conditions as laid down in Articles 5 and 16 of the said Protocol;\nWhereas, however, the Protocol to the Association Agreement between the European Economic Community and the Republic of Cyprus consequent on the accession of the Kingdom of Spain and the Portuguese Republic to the Community (2) lays down that those two Member States will propose, until 31 December 1989 and 31 December 1990 respectively, implementation of the preferential arrangements for the products covered by Council Regulation (EEC) No 1035/72 of 18 May 1972 on the common organization of the market in fruit and vegetables (3), as last amended by Regulation (EEC) No 1119/89 (4); whereas, consequently, the tariff quota for fresh table grapes applies only to the Community as constituted on 31 December 1985, whilst that for new potatoes applies to the Community as at present constituted;\nWhereas these Community tariff quotas should therefore be opened for the periods shown in Article 1;\nWhereas it is in particular necessary to ensure that all Community importers enjoy equal and uninterrupted access to the abovementioned quotas and uninterrupted application of the rates laid down for those quotas to all imports of the products concerned into all Member States until the quotas have been used up; whereas, in the present case, it would appear advisable not to allocate the quotas among the Member States, without prejudice to the drawing against the quota volumes of such quantities as they may need, under the conditions and according to the procedures specified in Article 3; whereas this method of administration requires close cooperation between the Member States and the Commission and the latter must, in particular, be able to monitor the rate at which the quotas are used up and inform the Member States accordingly;\nWhereas, since the Kingdom of Belgium, the Kingdom of the Netherlands and the Grand Duchy of Luxembourg are united within and jointly represented by the Benelux Economic Union, all transactions concerning the administration of quota shares levied by that economic union may be carried out by any of its members,", "main_body": ["1. The customs duties applicable to imports into the Community of the following products originating in Cyprus shall be suspended at the levels indicated and within the limits of the Community tariff quotas as shown below:\n1.2.3.4.5.6 //  //  //  //  //  //  // Order No  // CN code  // Description  // Volume of tariff quota (in tonnes)  // Rate of duty (%)  // Applicability  //  //  //  //  //  //  // 09.1401   // 0701 90 59   // New potatoes, from 16 May to 30 June 1989   // 70 000   // 7,7  // in the Community as at present constituted   //    //   //  //   //   //   // 09.1407   // ex 0806 10 15 ex 0806 10 19  // Fresh table grapes from 8 June to 4 August 1989   // 8 600  // 5,9 7,2   // in the Community as constituted at 31 December 118, 29. 4. 1989, p. 12.\nWithin the limits of the tariff quota for new potatoes the Kingdom of Spain and the Portuguese Republic shall apply customs duties calculated in accordance with the relevant provisions of the Protocol to the Association Agreement between the European Economic Community and the Republic of Cyprus consequent on the accession of the Kingdom of Spain and of the Portuguese Republic to the Community.", "The tariff quotas referred to in Article 1 shall be managed by the Commission, which may take all appropriate administratrive measures in order to ensure effective administration thereof.", "If an importer presents, in a Member State, a declaration of entry into free circulation, including a request for preferential benefit for a product covered by this Regulation and if this declaration is accepted by the customs authorities, the Member State concerned shall inform the Commission and draw an amount corresponding to its requirements from the corresponding quota amount.\nThe drawing requests, with indication of the date of acceptance of the said declarations, must be transmitted to the Commission without delay.\nThe drawings are granted by the Commission by reference to the date of acceptance of the declarations of entry into free circulation by the customs authorities of the Member State concerned to the extent that the available balance so permits.\nIf a Member State does not use the quantities drawn, it shall return them as soon as possible to the corresponding quota amount.\nIf the quantities requested are greater than the available balance of the quota amount, allocation shall be made on a pro rata basis with respect to the requests. Member States shall be informed by the Commission of the drawings made.", "1. Member States shall take all appropriate measures to ensure that their drawings pursuant to Article 3 enable imports to be charged without interruption against their accumulated shares of the Community quota.\n2. Each Member State shall ensure that importers of the products concerned have free access to the quotas for such time as the residual balance of the quota volumes so permits.\n3. Member Staes shall charge imports of the said products against their drawings as and when the products are entered with the customs authorities for free circulation.\n4. The extent to which the quotas have been used up shall be determined on the basis of the imports charged in accordance with paragraph 3.", "The Member States and the Commission shall cooperate closely to ensure that this Regulation is complied with.", "This Regulation shall enter into force on 16 May 1989.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 3 May 1989.\nFor the Council\nThe President\nP. SOLBES 1985   //    //   //   //   //   //\n(1) OJ No L 393, 31. 12. 1987, p. 2. (2) OJ No L 393, 31. 12. 1987, p. 37. (3) OJ No L 118, 20. 5. 1972, p. 1. (4) OJ No L"}