{"celex_id": "31989R3946", "uri": "http://publications.europa.eu/resource/cellar/c1b69dad-9a73-4144-9e79-a819d759493a", "type": "Regulation", "concepts": ["1115", "1602", "4038", "4073", "5334", "863"], "title": "Commission Regulation (EEC) No 3946/89 of 20 December 1989 fixing certain additional detailed rules for the application of the supplementary trade mechanism to fruit and vegetables as regards artichokes, carrots, strawberries, lettuce, melons, table grapes and tomatoes\n", "header": "COMMISSION  REGULATION (EEC) No 3946/89\nof 20 December 1989\nfixing certain additional detailed rules for the application of the supplementary trade mechanism to fruit and vegetables as regards artichokes, carrots, strawberries, lettuce, melons, table grapes and tomatoes\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the Act of Accession of Spain and Portugal,\nHaving regard to Council Regulation (EEC) No 3210/89 of 23 October 1989 laying down general rules for applying the supplementary trade mechanism to fresh fruit and vegetables (1), and in particular Article 9 thereof,\nWhereas Commission Regulation (EEC) No 816/89 (2) established the list of products subject to the supplementary trade mechanism in the fresh fruit and vegetables sector from 1 January 1990; whereas those products include artichokes, carrots, strawberries, lettuce, melons, table grapes und tomatoes;\nWhereas Commission Regulation (EEC) No 3944/89 (3) lays down the detailed rules for the application of the supplementary trade mechanism, hereinafter referred to as the 'STM', to fresh fruit and vegetables;\nWhereas the periods provided for in Article 2 (1) of Regulation (EEC) No 3210/89 should be fixed for the abovementioned products from the beginning of the period of application of the STM since products from Spain are marketed on the Community market at that date;\nWhereas the small quantities of Spanish consignments of such products traditionally despatched in January do not justify the determination of a period 1 within the meaning of Article 2 (1) of Regulation (EEC) No 3210/89;\nWheres it should be stressed that Regulation (EEC) No 3944/89 applies to ensure that the STM functions; whereas, however, the small quantities of Spanish consignments to the other Member States during the period concerned mean that the application of Article 9 of the abovementioned Regulation should be waived;\nWhereas the need for precise information particularly during the starting-up phase of the STM justifies short intervals between notifications; to the Commission regarding the statistical monitoring of trade;\nWhereas the meausres provided for in this Regulation are in accordance with the opinion of the Management Committee for Fruit and Vegetables,", "main_body": ["For:\ntomatoes, covered by CN code 0702 00 10, cabbage lettuce, covered by CN code 0705 11 90, lettuce other than cabbage lettuce, covered by CN code 0705 19 00, carrots, covered by CN code ex 0706 10 00, artichokes, covered by CN code 0709 10 00, table grapes, covered by CN code 0806 10 15, melons, covered by CN code 0807 10 90, strawberries, covered by CN code 0810 10 90, the periods referred to Article 2 of Regulation (EEC) No 3210/89 shall be as set out in the Annex hereto for January 1990.", "The provisions of Regulation (EEC) No 3944/89, with the exception of Article 9 thereof, shall apply from 1 January 1990 to consignments of the products mentioned in Article 1 from Spain to the rest of the Community market with the exception of Portugal.\nHowever, the notification provided for in Article 2 (2) of that Regulation shall be made twice a month, on Tuesdays at the latest, in respect of quantities consigned during the preceding fortnight.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nIt shall apply from 1 January 1990.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 December 1989.\nFor the Commission\nRay MAC SHARRY\nMember of the Commission\n(1) OJ No L 312, 27. 10. 1989, p. 6.\n(2) OJ No L 86, 31. 3. 1989, p. 35.\n(3) See page 20 of this Official Journal.\nANNEX\nPeriods referred to in Article 2 of Regulation (EEC) No 3210/89\n1.2.3 //  //  //  // Description of product  // CN code  // Period   //    //   //   // tomatoes   // 0702 00 10   // I   // cabbage lettuce   // 0705 11 90   // I   // lettuce other than cabbage lettuce   // 0705 19 00   // I   // carrots  // ex 0706 10 00   // I   // artichokes   // 0709 10 00   // I   // table grapes   // 0806 10 15   // I   // melons   // 0807 10 90   // I   // strawberries   // 0810 10 90   // I   //  //   //"}