{"celex_id": "31989D0053", "uri": "http://publications.europa.eu/resource/cellar/956f7f81-4eac-42aa-9d49-9d1a2735efdf", "type": "Decision", "concepts": ["1519", "2068", "2560", "5263"], "title": "89/53/EEC: Commission Decision of 21 December 1988 authorizing methods for grading pig carcases in Italy (Only the Italian text is authentic)\n", "header": "COMMISSION  DECISION\nof 21 December 1988\nauthorizing methods for grading pig carcases in Italy\n(Only the Italian text is authentic)\n(89/53/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2759/75 of 29 October 1975 on the common organization of the market in pigmeat (1), as last amended by Regulation (EEC) No 3906/87 (2), and in particular Article 4 (6) thereof,\nHaving regard to Council Regulation (EEC) No 3220/84 of 13 November 1984 determining the Community scale for grading pig carcases (3), as amended by Regulation (EEC) No 3530/86 (4), and in particular Article 5 (2) thereof,\nWhereas Article 2 (3) of Regulation (EEC) No 3220/84 provides that the grading of pig carcases must be determined by estimating the content of lean meat in accordance with statistically proven assessment methods based on the physical measurement of one or more anatomical parts of the pig carcase; whereas the authorization of grading methods is subject to compliance with a maximum tolerance for statistical error in assessment; whereas this tolerance has been defined in Article 3 of Commission Regulation (EEC) No 2967/85 of 24 October 1985 laying down detailed rules for the application of the Community scale for grading pig carcases (5);\nWhereas the Italian Government has requested the Commission to authorize the use of three methods for grading pig carcases on its territory and has submitted the information required in Article 3 of Regulation (EEC) No 2967/85; whereas an examination of this request has revealed that the conditions for authorizing the said grading methods are fulfilled;\nWhereas two different pig populations are present in Italy of which the meat is found in different markets; whereas it is appropriate to provide for two different formulae of estimation, one of them concerning light types of pigs (carcase weight between 60 and 120 kg) and the other adapted to the commercial category of heavy types of pigs (carcase weight between 120 and 180 kg);\nWhereas no modification of the apparatus or grading method may be authorized except by means of a new Commission decision adopted in the light of experience gained; whereas, for this reason, the present authorization may be revoked;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Management Committee for Pigmeat,", "main_body": ["The use of the following methods is hereby authorized for grading pig carcases pursuant to Regulation (EEC) No 3220/84 in Italy:\n- the apparatus termed 'Fat-O-Meater' ('FOM') and assessment methods related thereto, details of which are given in Part 1 of the Annex,\n- the apparatus termed 'Destron PG 100' ('DEST') and assessment methods related thereto, details of which are given in Part 2 of the Annex,\n- the apparatus termed 'Intrascope (Optical Probe)' and assessment methods related thereto, details of which are given in Part 3 of the Annex.", "Modifications of the apparatus or of the assessment methods shall not be authorized.", "This Decision is addressed to the Italian Republic."], "attachments": "Done at Brussels, 21 December 1988.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 282, 1. 11. 1975, p. 1.\n(2) OJ No L 370, 30. 12. 1987, p. 11.\n(3) OJ No L 301, 20. 11. 1984, p. 1.\n(4) OJ No L 326, 21. 11. 1986, p. 8.\n(5) OJ No L 285, 25. 10. 1985, p. 39.\nANNEX\nMethods for grading pig carcases in Italy\nPART 1\nFat-O-Meater (FOM)\n1. Grading of pig carcases shall be carried out by means of the apparatus termed 'Fat-O-Meater' ('FOM').\n2. The apparatus shall be equipped with a probe of 7 mm diameter containing a photodiode of the Siemens SFH 950 type and a photodetector (type SFH 960), having an operating distance of between 5 and 105 mm for light pigs and between 15 and 115 mm for heavy pigs. The results of the measurements are converted into estimated lean meat content by means of a computer.\n3. The lean meat content of the carcase shall be calculated according to one of the following two formulae:\n(a) carcases weighing between 60 and 120 kg\ny = 67,11  0,492 x1  0,539 x2 + 0,0726 x3 + 0,00838 x4\n(b) carcases weighing between 120,1 and 180 kg\ny = 67,18  0,582 x1  0,559 x2 + 0,123 x3 + 0,00829 x4\nwhere\n1.2 // y =   // the estimated percentage of lean meat in the carcase,   // x1 =   // the thickness of back fat (including rind) in millimetres, measured at 8 cm off the midline of the carcase at the level placed between the third and fourth lumbar vertebrae,   // x2 =   // the thickness of the back fat (including rind) in millimetres, measured at 8 cm off the midline of the carcase, between the third and fourth last ribs,   // x3 =   // the thickness of the longissimus dorsi muscle between the third and fourth last ribs, in millimetres, measured at the same time and in the same place as x2, 1.2.3.4.5 // x4 =   // (   // x1 + x2 2   // )   // 2.\nPART 2\nDestron PG 100 (DEST)\n1. Grading of pig carcases shall be carried out by means of the apparatus termed 'Destron PG 100' ('DEST').\n2. The apparatus shall be equipped with a probe of 7 mm diameter containing a photodiode (type Texas SL 2018) and a photodetector (type Texas LS 608 D), having an operating distance of between 0 and 120 mm. The results of the measurements are converted into estimated lean meat content by means of a computer.\n3. The lean meat content of the carcase shall be calculated according to one of the following two formulae:\n(a) carcases weighing between 60 and 120 kg\ny = 70,24  0,433 x1  0,795 x2 + 0,0413 x3 + 0,0126 x4\n(b) carcases weighing between 120,1 and 180 kg\ny = 67,12  0,440 x1  0,512 x2 + 0,0693 x3 + 0,0672 x4\nwhere\n1.2 // y =   // the estimated percentage of lean meat in the carcase,   // x1 =   // the thickness of back fat (including rind) in millimetres, measured at 8 cm off the midline of the carcase at the level placed between the third and fourth lumbar vertebrae,   // x2 =   // the thickness of the back fat (including rind) in millimetres, measured at 8 cm off the midline of the carcase, between the third and fourth last ribs,   // x3 =   // the thickness of the longissimus dorsi muscle between the third and fourth last ribs in millimetres, measured at the same time and in the same place as x2,  1.2.3.4.5 // x4 =   // (   // x1 + x2 2   // )   // 2.\nPART 3\nIntrascope (Optical Probe)\n1. Grading of pig carcases shall be carried out by means of the apparatus termed 'Intrascope (Optical Probe)'.\n2. The apparatus shall be equipped with a hexaganol shaped probe of a maximum width of 12 mm (and of 19 mm at the blade at the top of the probe) containing a viewing window and a light source, a sliding barrel calibrated in millimetres and having an operating distance of between 8 and 50 mm. 3. The lean meat content of the carcase shall be calculated according to one of the following two formulae:\n(a) carcases weighing between 60 and 120 kg\ny = 68,14  0,517 x1  0,425 x2 + 0,00831 x3\n(b) carcases weighing between 120,1 and 180 kg\ny = 72,82  0,573 x1  0,464 x2 + 0,00758 x3\nwhere\n1.2 // y =   // the estimated percentage of lean meat in the carcase,   // x1 =   // the thickness of back fat (including rind) in millimetres, measured at 8 cm off the midline of the carcase, between the third and fourth last ribs,   // x2 =  // the thickness of back fat (including rind) in millimetres, measured at the level of the gluteus medius muscle, 1.2.3.4.5 // x3 =   // (   // x1 + x2 2   // )   // 2."}