{"celex_id": "31987R0777", "uri": "http://publications.europa.eu/resource/cellar/a72b3417-6d12-4ee6-880d-0b2affa2ca49", "type": "Regulation", "concepts": ["2656", "2958", "4860", "5025"], "title": "Council Regulation (EEC) No 777/87 of 16 March 1987 modifying the intervention arrangements for butter and skimmed-milk powder\n", "header": "COUNCIL  REGULATION (EEC) No 777/87\nof 16 March 1987\nmodifying the intervention arrangements for butter and skimmed-milk powder\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 804/68 of 27 June 1968 on the common organization of the market in milk and milk products (1), as last amended by Regulation (EEC) No 773/87 (2), and in particular the first subparagraph of Article 7a (1) thereof,\nWhereas Article 7a of Regulation (EEC) No 804/68 affords the Commission the possibility, until the end of the fifth 12 month period of application of the additional levy arrangements set out in Article 5c of the said Regulation, on the one hand, of suspending intervention buying of butter and skimmed-milk powder on the basis of criteria to be adopted by the Council and, on the other, of adopting special measures for increasing the possibilities of disposing of dairy products not the subject of intervention measures;\nWhereas it is appropriate to take into consideration the quantities offered for intervention in order to ascertain the point in time as from which the suspension measure may be decided upon in compliance with the principle of non-discrimination between Community producers; whereas it is appropriate, however, not to take account of quantities offered for intervention before a certain date, in order to set up a transitional period before the suspension measure is activated;\nWhereas the possibility should be provided for, should this suspension be implemented, of conducting, nevertheless, intervention buying by means of a tendering procedure; whereas it is also appropriate to provide for other measures which maintain market stability;\nWhereas, in view of the unique dependence of Ireland on the dairy sector, full account shall be taken of the importance of intervention purchasing of butter to market stability and producer returns there when decisions are being taken about the suspension of intervention of butter;\nWhereas the situation arising from the existence in Spain of a level of prices different form the level of common prices should be taken into account;\nWhereas, in order to guarantee some measure of market stability and fair remuneration for milk producers, provision should be made for the resumption of the intervention buying arrangements provided for in Article 6 (1) of Regulation (EEC) No 804/68 when the market prices for butter are lower, by a givern given percentage, than the intervention price,", "main_body": ["1. The buying in of butter provided for in Article 6 (1) of Regulation (EEC) No 804/68 may be suspended throughout the Community or, if the market situation so warrants, in part of the Community as soon as the quantities offered for intervention from 1 March 1987 exceed 180 000 tonnes.\n2. The buying in of skimmed-milk powder provided for in Article 7 (1) of Regulation (EEC) No 804/68 may be suspended as soon as the quantities offered for intervention from 1 March 1987, for the period from 1 March to 31 August 1987, and from 1 March 1988, for the period from 1 March to 31 August 1988, exceed 100 000 tonnes.\n3. If paragraphs 1 or 2 are applied:\n(a) buying in by the intervention agencies may be carried out under a standing invitation to tender on the basis of specifications to be determined;\n(b) other measures shall be applied to maintain market stability, in particular to avoid erratic changes in prices;\n(c) account shall be taken of the special importance of the buying in of butter by the intervention agency for market stability and the returns of milk producers in Ireland;\n(d) account shall be taken of the situation arising from the existence in Spain of a level of prices different from the level of common prices.\n4. Should paragraph 1, when applied, bring about a fall in the market prices of butter such that these prices are, in one or more Member States, at a level equal to, or less than, 92 % of the intervention price for a representative period, the buying in provided for in Article 6 (1) of Regulation (EEC) No 804/68 shall be resumed in the Member States concerned.\nHowever, should the actual stocks of butter held by intervention agencies, regardless of quantities offered before 1 March 1987, exceed in total 250 000 tonnes, such buying in shall be resumed only if the market prices of butter are, in the Member States concerned, at a level equal to, or less than, 90 % of the intervention price.", "The measures referred to in Article 1 shall apply until the end of the fifth 12-month period of application of the additional levy arrangements set out in Article 5c of Regulation (EEC) No 804/68.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 16 March 1987.\nFor the Council\nThe President\nL. TINDEMANS\n(1) OJ No L 148, 28. 6. 1968, p. 13.\n(2) See page 1 of this Official Journal."}