{"celex_id": "31983R0799", "uri": "http://publications.europa.eu/resource/cellar/5aea2144-e592-480a-b8fb-24e013b13b75", "type": "Regulation", "concepts": ["2604", "2605", "4028", "4050", "4557"], "title": "Commission Regulation (EEC) No 799/83 of 29 March 1983 amending Annexes 5 and 8 to Council Regulation (EEC) No 574/72 laying down the procedure for implementing Regulation (EEC) No 1408/71 on the application of social security schemes to employed persons, to self-employed persons and to their families moving within the Community\n", "header": "COMMISSION  REGULATION (EEC) No 799/83\nof 29 March 1983\namending Annexes 5 and 8 to Council Regulation (EEC) No 574/72 laying down the procedure for implementing Regulation (EEC) No 1408/71 on the application of social security schemes to employed persons, to self-employed persons and to their families moving within the Community\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1408/71 of 14 June 1971 on the application of social security schemes to employed persons, to selfemployed persons and to their families moving within the Community (1), as last amended by Regulation (EEC) No 2793/81 (2), and in particular Article 97 thereof,\nHaving regard to Council Regulation (EEC) No 574/72 of 21 March 1972 laying down the procedure for implementing Regulation (EEC) No 1408/71 on the application of social security schemes to employed persons, to self-employed persons and to their families moving within the Community (3), as last amended by Regulation (EEC) No 2474/82 (4), and in particular Article 121 thereof,\nHaving consulted the Administrative Commission on Social Security for Migrant Workers;\nWhereas it is necessary to amend certain provisions of Annex 5 to Regulation (EEC) No 574/72 to take account of other agreements concluded between Member States;\nWhereas it is necessary further to amend Annex 8 to the said Regulation in order to provide for a reference period of three calendar months' duration in dealings between Belgium and the Netherlands for the grant of family benefits to self-employed persons;\nWhereas the opportunity should also be taken to correct certain references in Annexes 5 and 8,", "main_body": ["Annex 5 to Regulation (EEC) No 574/72 is hereby amended as follows:\n1. At point 3, BELGIUM - FRANCE:\n(a) In paragraph (h) the words 'of 6 March 1979' is inserted after 'The Administrative Arrangement'.\n(b) Paragraph (i) is deleted.\n2. Point 8, BELGIUM - NETHERLANDS, is replaced by the following:\n'(a) Articles 6, 9 to 15 and 17 (4) of the Agreement of 7 February 1964 on family and childbirth allowances.\n(b) The Agreement of 21 March 1968 on the collection and recovery of social security contributions, and the Administrative Arrangement of 25 November 1970 made pursuant to the said Agreement.\n(c) The Agreement of 24 December 1980 on sickness insurance (health care).\n(d) The Agreement of 12 August 1982 on insurance for sickness, maternity and invalidity.'\n3. At point 9, BELGIUM - UNITED KINGDOM, paragraph (b), is replaced by the following:\n'(b) The exchange of letters of 18 January and 14 March 1977 regarding Article 36 (3) of the Regulation (arrangement for reimbursement or waiving of reimbursement of the costs of benefits in kind provided under the terms of Chapter 1 of Title III of the Regulation ( as amended by the exchange of letters of 4 May and 23 July 1982 (agreement for reimbursement of costs incurred under Article 22 (1) (a) of the Regulation).'\n4. At point 13, DENMARK - IRELAND, at the end, the words '(Articles 36 (3), 63 (3), 70 (3) and 105 (2) of the Regulation)' are replaced by the words '(Articles 36 (3), 63 (3) and 70 (3) of the Regulation and Article 105 (2) of the Implementing Regulation)'.\n5. At point 14, DENMARK - ITALY, 'No convention' is replaced by the following:\n'The exchange of letters of 12 November 1982 and 12 January 1983 concerning Article 36 (3) of the Regulation (reciprocal waiving of reimbursement of costs of benefits in kind for sickness and maternity provided under the terms of Chapter 1 of Title III of the Regulation with the exception of Article 22 (1) (c) of the Regulation.'\n6. At point 19, GERMANY - GREECE, the following paragraph is added:\n'(c) The agreement of 11 March 1982 on the reimbursement of the costs of benefits in kind for sickness.'\n7. At point 23, GERMANY - NETHERLANDS, the following paragraph is added:\n'(h) The Agreement of 15 February 1982 on the implementation of Article 20 of the Regulation in respect of members of the families of frontier workers.'\n8. At point 26, FRANCE - IRELAND, at the end, the words '(Articles 36 (3), 63 (3), 70 (3) and 105 (2) of the Regulation)' are replaced by the words '(Articles 36 (3), 63 (3) and 70 (3) of the Regulation and Articles 105 (2) of the Implementing Regulation)'.", "Annex 8 to Regulation (EEC) No 574/72 is hereby amended as follows:\n1. In the title the expression '(Articles 4 (8), 10 (2) (d) and 121 of the Implementing Regulation)' is replaced by the expression '(Articles 4 (8), 10a (1) (d) and 122 of the Implementing Regulation)'.\n2. In the introductory sentence the words 'Article 10 (2) (d) are replaced by the words 'Article 10a (1) (d)'.\n3. In the left-hand column the following subheading is inserted before paragraph (a):\n'1. Employed and self-employed persons:'.\n4. The following text is added after paragraph (b):\n'2. Self-employed persons:\n1.2 // with a reference period of three calendar months' duration in dealings  // between Belgium and the Netherlands.'", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 July 1982 with the exception of:\n- the provisions of Article 1 in so far as it amends points 8, 9, 14, 19 and 23 of Annex 5 to Regulation (EEC) No 574/72 by inserting new agreements which shall apply with effect from the date on which each of these agreements takes effect, and\n- the provisions of Article 1 (4) and (8) which shall apply with effect from 10 July 1981.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 29 March 1983.\nFor the Commission\nIvor RICHARD\nMember of the Commission\n(1) OJ No L 149, 5. 7. 1971, p. 2.\n(2) OJ No L 275, 29. 9. 1981, p. 1.\n(3) OJ No L 74, 27. 3. 1972, p. 1.\n(4) OJ No L 266, 15. 9. 1982, p. 1."}