{"celex_id": "31984D0089", "uri": "http://publications.europa.eu/resource/cellar/0d24e9d0-7273-481f-8536-99ed34154489", "type": "Decision", "concepts": ["2685", "3903", "4382"], "title": "84/89/ECSC: Commission Decision of 21 December 1983 amending Decision 78/975/ECSC of the Commission of 16 November 1978 on the authorisation of special Deutsche Bundesbahn tariffs in favour of coal and steel producers in the Saar (Only the German text is authentic)\n", "header": "COMMISSION  DECISION\nof 21 December 1983\namending Decision 78/975/ECSC of the Commission of 16 November 1978 on the authorization of special Deutsche Bundesbahn tariffs in favour of coal and steel producers in the Saar\n(Only the German text is authentic)\n(84/89/ECSC)\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Coal and Steel Community, and in particular the fourth paragraph of Article 70 thereof,\nWhereas, in Decision 78/975/ECSC of 16 November 1978 (1), the Commission, after a thorough re-examination of the situation as a whole in the coal and steel industries in the Saar and taking into account in particular the programme under way for the restructuring and adjustment of these industries, the completion of which was scheduled for 1983, authorized until 31 December 1983 the application of special Deutsche Bundesbahn tariff Nos 188, 196, 197, 263, 270, 273 and of tariff No 9133 in favour of coal and steel producers in the Saar, which had first been permitted in 1966 by the High Authority of the ECSC;\nWhereas, in Decision 82/445/ECSC of 18 May 1982 (2), the Commission decided to extend by one year the duration of these tariffs, namely until 31 December 1984, with a reduction of the established tariffs on the tariffs normally applicable by at least 50 % on 1 January 1984;\nWhereas, by letter of 22 September 1983, the Government of the Federal Republic of Germany requested that application of these tariffs be further extended until 31 December 1988;\nWhereas, in view of the economic situation of the ECSC industries in the Saar and the restructuring measures that are in progress, it seems appropriate not to enforce from 1 January 1984 the reduction of 50 % in the reduction granted under these tariffs that had been fixed in the aforementioned Decision 82/445/ECSC; whereas, however, the date for abolishing these tariffs should remain 31 December 1984,", "main_body": ["Commission Decision 78/975/ECSC of 16 November 1978, as amended by Decision 82/445/ECSC of 18 May 1982, is hereby amended as follows:\nIn Article 3:\n- the provisions of point 1 are deleted,\n- figure 2 is deleted.", "This Decision is addressed to the Federal Republic of Germany."], "attachments": "Done at Brussels, 21 December 1983.\nFor the Commission\nGiorgios CONTOGEORGIS\nMember of the Commission\n(1) OJ No L 330, 25. 11. 1978, p. 34.\n(2) OJ No L 206, 14. 7. 1982, p. 38."}