{"celex_id": "31989D0264", "uri": "http://publications.europa.eu/resource/cellar/7c96b5ea-9dae-4444-a816-fce4f145c230", "type": "Decision", "concepts": ["1309", "1524", "1723", "3176", "3774", "519"], "title": "89/264/EEC: Commission Decision of 21 March 1989 concerning applications for refund of anti-dumping duties collected on certain imports of hydraulic excavators originating in Japan (C. H. Beazer (Plant Sales) Ltd) (Only the English text is authentic)\n", "header": "COMMISSION DECISION of 21 March 1989 concerning applications for refund of anti-dumping duties collected on certain imports of hydraulic excavators originating in Japan (C. H. Beazer (Plant Sales) Ltd) (Only the English text is authentic)  (89/264/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2423/88 of 11 July 1988 on protection against dumped or subsidized imports from countries not members of the European Economic Community (1), and in particular Article 16 thereof,\nWhereas:\nA. PROCEDURE\n(1)\nCouncil Regulation (EEC) No 1877/85 (2) imposed a definitive anti-dumping duty on imports of certain hydraulic excavators exceeding six tonnes but not exceeding 35 tonnes originating in Japan. The rate of duty applied to Hitachi Construction Machinery  Co. Ltd, Tokyo, was 12,4 %.\n(2)\nBetween March 1985 and September 1986 C. H. Beazer (Plant Sales) Ltd, Bridgewater, Somerset, United Kingdom, made four applications, following the normal procedure, for the refund of definitive anti-dumping duties paid on the importation of hydraulic  excavators produced by Hitachi Construction Machinery Co. Ltd, Tokyo. The total amount requested was £ . . . (3), representing part of the £ . . . paid altogether in anti-dumping duties on the imports.\n(3)\nThe applications were treated as recurring applications within the meaning of point I.4 (a) of the Commission notice concerning the reimbursement\nof anti-dumping duties (hereinafter referred to as\nthe ´Commission notice') (4). They were therefore\ngrouped by six-month periods for the presentation of the required information and the assessment of the actual dumping margin.\n(4)\nThe Commission asked the applicant for further details on certain calculations and for additional information on trends in certains costs, the comparability of certain new models with those covered by the original investigation, and certain reductions  or sales facilities granted to the applicant's customers.\n(5)\nThe applicant complied with the Commission's request only in respect of the applications for reimbursement relating to the period from March 1985 to March 1986 inclusive, i.e. the first two reference periods, and stated that it was withdrawing the  subsequent applications and would not therefore be completing the case histories.\n(6)\nInformation regarding the normal value and freight costs between March 1985 and March 1986 was checked on the premises of Hitachi Construction Machinery Co. Ltd in Japan and with C. Itoh, the exporting company.\n(7)\nFollowing these checks, which led to a number of corrections being made to the data originally supplied, the applicant produced new calculations, reducing the amount originally requested for the period from March 1985 to March 1986 from £ . . . to £ . .  . However, it pointed out that, during the on-the-spot checks on normal value, Hitachi Construction Machinery Co. Ltd had discovered that data relating to the first reference period had mistakenly been used again in calculating the normal value for the  second period. This had resulted in a higher normal value. The applicant argued that this error at its own cost was clearly involuntary since it resulted in a wider dumping margin, and that its applications should therefore be considered justified for a  larger amount.\n(8)\nThe Commission found that the calculations presented by the applicant for the comparisons between normal value and export price were in\nline with the method used during the original\ninvestigation. However, they were incomplete in that they gave an actual dumping margin based solely on the applicant's imports into the United Kingdom. An average actual dumping margin therefore had to be calculated which included all exports to the  Community of excavators produced by Hitachi Construction Machinery Co. Ltd during the relevant periods and for which information had also been supplied. This gave an average actual dumping margin different from that calculated with reference only to the  applicant's own imports, as other dumping margins were established for imports into other Member States during the same period.\n(9)\nThe applicant was informed of the preliminary results of this examination and given an opportunity to comment. Account has been taken of its comments in this Decision.\n(10)\nThe Commission informed the Member States and gave its opinion on the matter. No Member State raised any objection.\nB. ARGUMENT OF THE APPLICANT\n(11)\nThe applicant maintained that the information it supplied showed that, during the period from March 1985 to March 1986, the amount of definitive duties it paid was higher than the actual dumping margin, owing to a drop in normal values resulting from a  rationalization of production costs and a rise in export prices. It also argued that the reimbursable amounts should be those resulting from the Commission's checks on the data submitted at the beginning of the procedure, account being taken of the  resulting corrections and the application of the method used during the original investigation.\nC. ADMISSIBILITY\n(12)\nThe applications are admissible in that they were introduced in conformity with the relevant provisions of the Community's anti-dumping legislation, in particular with regard to time limits.\nD. MERITS OF THE CLAIM\n(13)\nThe applications, as they stood corrected at the end of the procedure, appear to be well founded. Pursuant\nto Article 16 (1) of Council Regulation (EEC)\nNo 2176/84 (5) (and under Regulation (EEC) No 2423/88) anti-dumping duties which have already been paid may be refunded when the importer who has paid the duties can show that the duty collected exceeds the actual dumping margin. Applying, as far as  possible, the method used during the first investigation, the dumping margin which existed at the time the goods in question were imported had therefore to be calculated over a representative period, account being taken of the application of weighted  averages, and then compared with the duties paid on the basis of a 12,4 % anti-dumping duty.\nIn the original investigation the dumping margin was determined for each model by comparing a monthly average normal value with export prices during the relevant month on a transaction-by-transaction basis. An average dumping margin was then calculated  for all the models. No new finding suggested that the method first used to determine the actual dumping margin should be abandoned.\nIn accordance with Article 16 (1) of Regulation (EEC) No 2176/84 and the second part of the Commission notice, and submitting the data according to the same principles established in the original investigation, the applicant showed that the duties  collected in the two reference periods exceeded the actual dumping margin by varying degrees according to the model being imported. A check showed this to be the result of some reduction in normal value compared with an upward trend in export prices  during the relevant period. This led to an average actual dumping margin lower than that determined in the initial investigation (4,8 % during the first reference period 0,8 % during the second), which justifies a partial reimbursement of the  anti-dumping duties paid.\nE. AMOUNT TO BE REIMBURSED\n(14)\nThe Commission considered that account could be taken of the corrections requested by the applicant, as this involved not new data but merely the correction of the data submitted during the time allowed and which it had already been claimed showed a  change in relation to the period of the initial investigation.\nIn accordance with point II.2 (d) of the Commission notice, a total of £ . . . is reimbursable, established as the difference between the amount of duty collected and the average actual dumping margin,", "main_body": ["The refund applications submitted by C. H. Beazer (Plant Sales) Ltd, Bridgewater, Somerset, for the period from March 1985 to March 1986 are hereby granted for £ . . . and rejected for the remainder.", "The amount set out in Article 1 shall be refunded by the United Kingdom authorities.", "This Decision is addressed to the United Kingdom and C. H. Beazer (Plant Sales) Ltd, Bridgewater, Somerset, United Kingdom."], "attachments": "Done at Brussels, 21 March 1989.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 209, 2. 8. 1988, p. 1.\n(2) OJ No L 176, 6. 7. 1985, p. 1.\n(3) In accordance with Article 8 of Regulation (EEC) No 2423/88, which deals with the non-disclosure of business secrets, certain figures have been omitted from the published version of this Decision.\n(4) OJ No C 266, 22. 10. 1986, p. 2.(5) OJ No L 201, 30. 7. 1984, p. 1."}