{"celex_id": "31989L0381", "uri": "http://publications.europa.eu/resource/cellar/ee98447f-1d8c-4f96-bc37-b750ef780616", "type": "Directive", "concepts": ["13", "1594", "2479", "2773", "2897"], "title": "Council Directive 89/381/EEC of 14 June 1989 extending the scope of Directives 65/65/EEC and 75/319/EEC on the approximation of provisions laid down by Law, Regulation or Administrative Action relating to proprietary medicinal products and laying down special provisions for medicinal products derived from human blood or human plasma\n", "header": "COUNCIL  DIRECTIVE\nof 14 June 1989\nextending the scope of Directives 65/65/EEC and 75/319/EEC on the approximation of provisions laid down by law, regulation or administrative action relating to proprietary medicinal products and laying down special provisions for medicinal products derived from human blood or human plasma\n(89/381/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 100a thereof,\nHaving regard to the proposal from the Commission (1),\nIn cooperation with the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas disparities in the laws, regulations or administrative provisions of Member States may hinder trade in medicinal products derived from human blood or human plasma within the Community;\nWhereas the essential aim of any rules governing the production, distribution or use of medicinal products must be to ensure a high level of protection of public health;\nWhereas the provisions laid down by Directive 65/65/EEC (4), as last amended by Directive 87/21/EEC (5), and by Directive 75/319/EEC (6), as last amended by Directive 83/570/EEC (7), both concerning the approximation of provisions laid down by law, regulation or administrative action relating to proprietary medicinal products, although appropriate, are inadequate with regard to medicinal products derived from human blood or human plasma;\nWhereas in accordance with Article 5 of Council Directive 87/22/EEC of 22 December 1986 on the approximation of national provisions relating to the placing on the market of high-technology medicinal products, particularly those derived from biotechnology (8); the Commission is required to submit proposals to harmonize, along the lines of Directive 75/319/EEC, the conditions for authorizing the manufacture and placing on the market of medicinal products derived from human blood or human plasma;\nWhereas the Community entirely supports the efforts of the Council of Europe to promote voluntary unpaid blood and plasma donation to attain self-sufficiency throughout the Community in the supply of blood products, and to ensure respect for ethical principles in trade in therapeutic substances of human origin;\nWhereas the rules designed to guarantee the quality, safety and efficacy of medicinal products derived from human blood or human plasma must be applied in the same manner to both public and private establishments, and to blood and plasma imported from third countries;\nWhereas, before an authorization to market a medicinal product derived from human blood or human plasma can be granted, the manufacturer must demonstrate his ability to guarantee batch-to-batch consistency and the absence of specific viral contamination, to the extent that the state of technology permits;\nWhereas the Commission should be empowered to adopt, in close cooperation with the Committee for the Adaptation to Technical Progress of the Directives on the Removal of Technical Barriers to Trade in Medicinal Products, any necessary changes in the requirements for the testing of proprietary medicinal products set out in the Annex to Council Directive 75/318/EEC of 20 May 1975 on the approximation of the laws of the Member States relating to analytical, pharmaco-toxicological and clinical standards and protocols in respect of the testing of proprietary medicinal products (1), as last amended by Directive 87/19/EEC (2), to take account of the special nature of medicinal products derived from human blood or human plasma so as to ensure a higher level of quality, safety and efficacy,", "main_body": ["1. By way of derogation from Article 34 of Directive 75/319/EEC, and subject to the provisions of this Directive, Directives 65/65/EEC and 75/319/EEC shall aplly to medicinal products based on blood constituents which are prepared industrially by public or private establishments, hereinafter referred to as 'medicinal products derived from human blood or human plasma'; these medicinal products include, in particular albumin, coagulating factors and immunoglobulins of human origin.\n2. This Directive shall not apply to whole blood, to plasma or to blood cells of human origin.\n3. This Directive shall be without prejudice to Council Decision 86/346/EEC of 25 June 1986 accepting on behalf of the Community the European Agreement relating to the Exchange of Therapeutic Substances of Human Origin (3).", "1. The quantitative particulars of a medicinal product derived from human blood or human plasma shall be expressed by mass or by international units or by units of biological activity as appropriate to the product concerned.\n2. In Directives 65/65/EEC and 75/319/EEC the expressions 'qualitative and quantitative particulars of the constituents' shall include particulars relating to biological activity and 'qualitative and quantitative composition' shall include the composition of the product expressed in terms of biological activity.\n3. In any document drawn up for the purposes of this Directive, where the name of a medicinal product derived from human blood or human plasma is expressed, the common or scientific name of the active constituents shall also be included at least once; it may be abbreviated in the remaining references.", "In respect of the use of human blood or human plasma as a starting material for the manufacture of medicinal products:\n1. Member States shall take the necessary measures to prevent the transmission of infectious diseases. Insofar as this is covered by the amendments referred to in Article 6, as well as the application of the monographs of the European Pharmacopoeia regarding blood and plasma, these measures shall comprise those recommended by the Council of Europe and the World Health Organization, particularly with reference to the selection and testing of blood and plasma donors;\n2. Member States shall take the necessary measures to ensure that human blood and human plasma donors and donation centres are always clearly identifiable;\n3. All the safety guarantees referred to in paragraphs 1 and 2 must also be given by importers of human blood or human plasma from third countries;\n4. Member States shall take the necessary measures to promote Community self-sufficiency in human blood or human plasma. For this purpose, they shall encourage the voluntary unpaid donation of blood and plasma and shall take the necessary measures to develop the production and use of products derived from human blood or human plasma coming from voluntary unpaid donations. They shall notify the Commission of such measures.", "1. Member States shall take all necessary measures to ensure that the manufacturing and purifying processes used in the preparation of medicinal products derived from human blood or human plasma are properly validated, attain batch-to-batch consistency and guarantee, insofar as the state of technology permits, the absence of specific viral contamination. To this end manufacturers shall notify the competent authorities of the method used to reduce or eliminate pathogenic viruses liable to be transmitted by medicinal products derived from human blood or human plasma. The ocmpetent authority may submit samples of the bulk and/or finished product for testing by a State laboratory or a laboratory designated for that purpose, either during the examination of the application pursuant to Article 4 of Directive 75/319/EEC, or after a marketing authorization has been granted.\n2. For the purpose of implementing Article 8 of Directive 65/65/EEC and Article 27 of Directive 75/319/EEC, Member States may require manufacturers of medicinal products derived from human blood or human plasma to submit to a competent authority copies of all the control reports signed by the qualified person, in accordance with Article 22 of Directive 75/319/EEC.\n3. Where, in the interests of public health, the laws of a Member State so provide, the competent authorities may require persons responsible for marketing medicinal products derived from human blood or human plasma to submit samples from each batch of the bulk and/or finished product for testing by a State laboratory or a laboratory designated for that purpose before being released into free circulation, unless the competent authorities of another Member State have previously examined the batch in question and declared it to be in conformity with the approved specifications. Member States shall ensure that any such examination is completed within sixty days of the receipt of the samples.", "The procedure laid down in Directive 87/22/EEC shall be extended as necessary to cover medicinal products derived from human blood or human plasma.", "Any necessary amendments to the testing requirements for medicinal products set out in the Annex to Directive 75/318/EEC to take account of the extension of the scope of Directives 65/65/EEC and 75/319/EEC to cover medicinal products derived from human blood or human plasma shall be adopted in accordance with the procedure laid down in Article 2c of Directive 75/318/EEC.", "1. Save in the case provided for in paragraph 2, Member States shall take the necessary measures to comply with this Directive before 1 January 1992. They shall forthwith inform the Commission thereof.\n2. In the event of the amendments to Directive 75/318/EEC referred to in Article 6 not being adopted by the date referred to in paragraph 1, this date shall be replaced by the date of adoption of the said amendments.\n3. Requests for marketing authorization for the products concerned lodged after the date of application of this Directive shall comply with the provisions thereof.\n4. This Directive shall be progressively extended, before 31 December 1992, to existing medicinal products derived from human blood or human plasma, referred to in Article 1 (1).", "This Directive is addressed to the Member States."], "attachments": "Done at Luxembourg, 14 June 1989.\nFor the Council\nThe President\nP. SOLBES\n(1) OJ No C 308, 3. 12. 1988, p. 21.\n(2) OJ No C 290, 14. 12. 1988, p. 134 and\nOJ No C 120, 16. 5. 1989.\n(3) OJ No C 208, 8. 8. 1988, p. 64.\n(4) OJ No 22, 9. 2. 1965, p. 369/65.\n(5) OJ No L 15, 17. 1. 1987, p. 36.\n(6) OJ No L 147, 9. 6. 1975, p. 13.\n(7) OJ No L 332, 28. 11. 1983, p. 1.\n(8) OJ No L 15, 17. 1. 1987, p. 38.\n(1) OJ No L 147, 9. 6. 1975, p. 1.\n(2) OJ No L 15, 17. 1. 1987, p. 31.\n(3) OJ No L 207, 30. 7. 1986, p. 1."}