{"celex_id": "31987R0472", "uri": "http://publications.europa.eu/resource/cellar/5298bd41-9aa1-4a2f-9e76-eea2ea55f203", "type": "Regulation", "concepts": ["3576", "3732", "5360"], "title": "Commission Regulation (EEC) No 472/87 of 16 February 1987 amending Regulation (EEC) No 2169/86 laying down detailed rules for the control and payment of the production refunds in the cereals and rice sectors\n", "header": "COMMISSION  REGULATION (EEC) No 472/87\nof 16 February 1987\namending Regulation (EEC) No 2169/86 laying down detailed rules for the control and payment of the production refunds in the cereals and rice sectors\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2727/75 of 29 October 1975 on the common organization of the market of cereals (1) as last amended by Regulation (EEC) No 1579/86 (2).\nHaving regard to Council Regulation (EEC) No 1418/76 of 21 June 1976 on the common organization of the market in rice (3) as last amended by Regulation (EEC) No 1449/86 (4),\nHaving regard to Council Regulation (EEC) No 1009/86 of 25 March 1986 establishing general rules applying to production refunds in the cereals and rice sectors (5) and in particular Article 6 thereof,\nWhereas Commission Regulation (EEC) No 2169/86 (6) includes the requirement that where basic starch is used for the production of one of the approved products it must have a purity of at least 97 % in order to benefit from the production refund; whereas it is necessary to establish a common method of testing for this level of purity to ensure that the same procedures are followed in all Member States; whereas the method shown in Annex V to Commission Regulation (EEC) No 1061/69 of 6 June 1969 specifying methods of analysis for the implementation of Regulation (EEC) No 1059/69 on the trade arrangements applicable to certain goods resulting from the processing of agricultural products (7), as last amended by Regulation (EEC) No 1822/86 (8), is at present the most suitable method available, save that certain adaptations are necessary; whereas, however, given the problems that may be experienced in some Member States in using this method, there should be provision for the 'Ewers modified polarimetric' method, which is currently used for the determination of the starch content of certain cereal products, to be used for a transitional period; whereas, to ensure a uniform approach in all Member States a method for determining the moisture content of the starch should also be included in the Regulation (EEC) No 2169/86;\nWhereas, therefore, Regulation (EEC) No 2169/86 should be amended to include a reference to these methods;\nWhereas Regulation (EEC) No 2169/86 establishes, for certain products derived from starch which are used in the manufacture of the approved products in a liquid form, the dry matter content necessary for full payment of the refund; whereas for sorbitol it appears that the said dry matter content does not conform with the dry matter content of sorbitol used for the approved products; whereas, therefore, Regulation (EEC) No 2169/86 should be amended accordingly;\nWhereas the Management Committee for Cereals has not delivered an opinion within the time limit set by its Chariman,", "main_body": ["Regulation (EEC) No 2169/86 is hereby amended as follows:\n1. The Annex becomes Annex I.\n2. The final sentence of footnote (1) to Annex I is replaced by the following:\n'The dry matter content of the starch shall be determined using the method shown in Annex II to Commission Regulation (EEC) No 1908/84 (OJ No L 178, 5. 7. 1984, p. 22.)\nWhere the production refund is paid for the use of starch classified under CCT heading Number 11.08, the purity of starch in the dry matter must be at least 97 %.\nWhen determining the purity level of the starch, the method to be used shall be that shown in Annex II to this Regulation'.\n3. The references to footnote (2) in the description of the products 29.04 C III a) and 38.19 T I of the Common Customs Tariff in section B of Annex I of the subheadings are replaced by references to footnote (3).\n4. Footnote (3) is added to Annex I as follows:\n'(3) The production refund is payable for D-Glucitol (Sorbitol) in aqueous solution with a dry matter content of at least 70 %. Where the dry matter content is lower than 70 %, the production refund shall be adjusted using the following formula:\n1.2 // Actual % dry matter 70  // Ă\u0097 Production refund'\n5. The Annex to this Regulation is added as Annex II.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 16 February 1987.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 281, 1. 11. 1975, p. 1.\n(2) OJ No L 139, 24. 5. 1986, p. 29.\n(3) OJ No L 166, 25. 6. 1976, p. 3.\n(4) OJ No L 133, 21. 5. 1986, p. 1.\n(5) OJ No L 94, 9. 4. 1986, p. 6.\n(6) OJ No L 189, 11. 7. 1986, p. 12.\n(7) OJ No L 141, 12. 6. 1969, p. 24.\n(8) OJ No L 158, 13. 6. 1986, p. 1.\nANNEX\n'ANNEX II\nThe purity of starch in the dry matter shall be determined using the method laid down in Annex V to Commission Regulation 1061/69 (1).\nHowever, until 30th June 1987, the purity level of the starch shall be determined using the Ewers modified polarimetric method, as published in Annex I of the Third Commission Directive 72/199/EEC of 27 April 1972 establishing Community methods of analysis for the official control of feedingstuffs (2).\n(1) OJ No L 141, 12. 6. 1969, p. 24.\n(2) OJ No L 123, 29. 5. 1972, p. 6.'"}