{"celex_id": "31986R0330", "uri": "http://publications.europa.eu/resource/cellar/77002708-7ffa-41e9-8931-d1d23e2d9f38", "type": "Regulation", "concepts": ["161", "2758", "3591", "888"], "title": "Commission Regulation (EEC) No 330/86 of 14 February 1986 allocating import quotas for 1986 fixed for certain products originating in the United States of America\n", "header": "COMMISSION  REGULATION (EEC) No 330/86\nof 14 February 1986\nallocating import quotas for 1986 fixed for certain products originating in the United States of America\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 241/86 of 27 January 1986 suspending tariff concessions and increasing duties pursuant to the Common Customs Tariff with regard to certain products originating in the United States of America, and establishing quantitative restrictions with regard to other products originating in that country (1), and in particular Article 3 (2) thereof,\nWhereas for administrative reasons the Council has decided that the quantities to which these imports have been limited by Regulation (EEC) No 241/86 should be distributed among the Member States; whereas it remains for the Member States to distribute the quantities which they have been allocated to importers, in accordance with the provisions of Council Regulation (EEC) No 1023/70 of 25 May 1970 establishing a common procedure for administering quantitative quotas (2);\nWhereas the use of Community quotas, based on an allocation among Member States carried out in this manner would seem to respect the Community character of these quotas, when account is also taken of the setting up of a Community reserve;\nWhereas a Community reserve permits the correction of certain effects of the method of allocation applied and ensures that the effects of the measures remain within the limits of the objectives pursued;\nWhereas for the same reasons, it is essential that each Member State should return to the Community reserve the major part of its allocation which has not been used by a given date;\nWhereas, in accordance with Article 2 (2) of Regulation (EEC) No 241/86, the distribution should be made on the basis of imports into Member States in the years 1984/85;\nWhereas, in accordance with Article 2 (2) of the abovementioned Regulation, the provisions of Regulation (EEC) No 1023/70, which sets out the administrative procedures applying to the quotas, are applicable to the quotas fixed in the Annex to Regulation (EEC) No 241/84, it being understood that these quotas can be increased only by the Council acting by a qualified majority on a proposal from the Commission;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Quota Administrative Committee,", "main_body": ["1. The Community quotas set out for 1986 in Regulation (EEC) No 241/86 shall be broken down into two parts, the first of which shall be distributed among the Member States in accordance with the Annex.\n2. The second part shall constitute a Community reserve; details thereof are set out in column 3 of the Annex.", "Member States shall inform the Commission by 15 September 1986 at the latest of total imports effected and set against the Community quota on 31 August 1986.\nThey shall return to the reserve by 1 October 1986 at the latest that part of their allocation which has not been used up by 31 August 1986 and exceeds 30 % of the volume.\nThey may return a larger quantity if they have reason to believe that it will not be used.", "The reserve shall be distributed by 1 November 1986 at the latest, in accordance with the procedure provided for in Article 11 of Regulation (EEC) No 1023/70.", "This Regulation shall enter into force on 15 February 1986.\nIt shall apply until 31 December 1986.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 14 February 1986.\nFor the Commission\nWilly DE CLERCQ\nMember of the Commission\n(1) OJ No L 30, 5. 2. 1986, p. 1.\n(2) OJ No L 124, 8. 6. 1970, p. 2.\nANNEX\n(in tonnes)\n1.2.3.4.5,12 //  //  //  //  //  // NIMEXE code  // Community quota   // Reserve 10 %   // Distributed quota   // Quota distribution per Member State  //  //  //  //  //  //  // 1.2.3.4.5.6.7.8.9.10.11.12 //  //  // //  // D    // F   // I   // BNL   // UK   // IRL   // DK  // GR   //    //   //   //   //   //   //   //   //   //   //  //   // 1  // 2   // 3   // 4   // 5   // 6   // 7   // 8  // 9   // 10   // 11   // 12   //    //   //   //   //   //  //   //   //   //   //   //   // 15.02-10   // 107 000   // 10 700   // 96 300   // 36 000   // 3 060   // 2 160   // 47 430  // 7 650   // -   // -   // -   // 31.05-12   // 512 000  // 51 200   // 460 800   // 36 000   // 20 700   // 217 800  // 94 500   // 1 800   // 45 000   // 45 000   // -  // 48.07-45   // 10 000   // 1 000   // 9 000   // 2 520  // 360   // -   // 5 130   // 990   // -   // -   // -   //  //   //   //   //   //   //   //   //   //   //   //"}