{"celex_id": "31983R1225", "uri": "http://publications.europa.eu/resource/cellar/ecd5209f-e84e-42ab-8544-fc49a6ccc9dd", "type": "Regulation", "concepts": ["1277", "1284", "1609", "2645", "2651", "2661", "2965"], "title": "Council Regulation (EEC) No 1225/83 of 16 May 1983 amending Regulation (EEC) No 1431/82 laying down special measures for peas and field beans\n", "header": "COUNCIL  REGULATION (EEC) No 1225/83\nof 16 May 1983\namending Regulation (EEC) No 1431/82 laying down special measures for peas and field beans\nTHE COUNCIL OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Articles 42 and 43 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nWhereas Regulation (EEC) No 1431/82 (2) provides for a system of aid for peas and field beans, whether used for human consumption or animal feed;\nWhereas, as regards peas and field beans for animal feed, the abovementioned Regulation lays down that the aid is to be calculated on the basis of the difference between the activating price for soya cake and the world price for that product;\nWhereas the aid is also granted for Community products to be fed unprocessed to certain animals; whereas the said products are not in direct competition with soya cake; whereas, on the contrary, they are in direct competition with identical products imported from third countries; whereas this situation should therefore be remedied by calculating the aid on the basis of the difference between the guide price fixed for peas and field beans and the price recorded on the world market for the same products,", "main_body": ["Regulation (EEC) No 1431/82 is hereby amended as follows:\n1. Article 2 (1) shall be replaced by the following:\n'1. Before 1 August each year, for the marketing year beginning the following calendar year, the following prices shall be fixed for the Community in accordance with the procedure laid down in Article 43 (2) of the Treaty:\n(a) an activating price for aid, hereinafter termed \"activating price\", where the products referred to in Article 1 are used for the manufacture of animal feed;\n(b) a guide price where these products are used for human consumption or animal feed for a use other than that provided for under (a).'\n2. Article 3 (2) shall be replaced by the following:\n'2. When the average world market price for the products referred to in Article 1, as determined in accordance with Article 4 (2), is lower than the guide price laid down for the marketing year, aid equal to the difference between these two prices shall be granted for products which are harvested in the Community and used for human consumption or animal feed for a use other than that provided for in paragraph 1.'", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply to products placed under supervision on or after 1 July 1983 for which an aid application has not been lodged prior to the entry into force of this Regulation.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 16 May 1983.\nFor the Council\nThe President\nI. KIECHLE\n(1) OJ No C 128, 16. 5. 1983, p. 105.\n(2) OJ No L 162, 12. 6. 1982, p. 28."}