{"celex_id": "31988D0346", "uri": "http://publications.europa.eu/resource/cellar/060ae1a4-c587-4ee0-b4eb-23dcf864f0be", "type": "Decision", "concepts": ["1707", "177", "2535", "3161", "4308", "4359"], "title": "88/346/EEC: Council Decision of 16 June 1988 amending Decision 86/85/EEC establishing a Community information system for the control and reduction of pollution caused by the spillage of hydrocarbons and other harmful substances at sea\n", "header": "COUNCIL  DECISION\nof 16 June 1988\namending Decision 86/85/EEC establishing a Community information system for the control and reduction of pollution caused by the spillage of hydrocarbons and other harmful substances at sea\n(88/346/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 130S thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas, on 6 March 1986, the Council adopted Decision 86/85/EEC (4) establishing a Community information system for the control and reduction of pollution caused by the spillage of hydrocarbons and other harmful substances at sea;\nWhereas the Council, as was emphasized in its conclusions of 24 November 1986, has expressed its concern at the pollution caused by accidents occurring in inland waters;\nWhereas improved information on the resources for intervention in the event of a major spillage is a key element towards ensuring greater protection against such pollution of inland waterways;\nWhereas the scope of Decision 86/85/EEC should therefore be extended, in particular with a view to compiling an inventory of the principal resources for intervention in the event of a spillage in major inland waterways of hydrocarbons and other harmful substances,", "main_body": ["Decision 86/85/EEC is hereby amended as follows:\n1. The title is replaced by the following:\n'Council Decision of 6 March 1986 establishing a Community information system for the control and reduction of pollution caused by the spillage of hydrocarbons and other harmful substances at sea or in major inland waters.'\n2. Article 1 (1) is replaced by the following:\n'1. An information system is hereby established to make available to the competent authorities in the Member States the data required for the control and reduction of pollution caused by the spillage of hydrocarbons and other harmful substances in large quantities at sea or in major inland waters.'\n3. The following is added to Article 1 (2):\n'(e) an inventory of the principal resources for intervention available to the competent authorities of the Member States in the event of a spillage of hydrocarbons and other harmful substances in major inland waters, and among these in international waterways in particular (Annex IV).'\n4. The Annex to this Decision shall be added as Annex IV.", "This Decision is addressed to the Member States."], "attachments": "Done at Luxembourg, 16 June 1988.\nFor the Council\nThe President\nK. TOEPFER\n(1) OJ No C 108, 23. 4. 1987, p. 7.\n(2) OJ No C 49, 22. 2. 1988, p. 155.\n(3) OJ No C 319, 30. 11. 1987, p. 7.\n(4) OJ No L 77, 22. 3. 1986, p. 33.\nANNEX\n'ANNEX IV\nINVENTORY OF THE PRINCIPAL RESOURCES FOR INTERVENTION IN THE EVENT OF A SPILLAGE OF HYDROCARBONS AND OTHER HARMFUL SUBSTANCES IN MAJOR INLAND WATERS\nThe purpose of the inventory is to provide a preliminary indication of the principal resources which are available to the competent authorities of Member States (1) for intervention when hydrocarbons and other harmful substances are spilt in major inland waters and, among these, in international waterways in particular, and of those resources which, in the event of an incident, might be made available to another Member State on request and on conditions to be decided between the respective competent authorities.\nA. CONTENT\nThe inventory will contain brief data on:\n1. manpower resources (specialist staff, task forces, etc.);\n2. the material resources available for use in the different stages of intervention and the re-establishment of the original conditions at the sites affected by spillage.\nThe inventory will contain data on the characteristics of these resources and where they are located. It may also contain data on the time needed to mobilize them.\nB. PROCEDURES\nThe Commission will gradually prepare the inventory and send copies to the Member States at each stage. It will seek to ensure that the information forwarded to it is in line with the aims and content of the inventory. It will take any action necessary to apply the inventory.\nThe Member States will:\n- assemble and forward to the Commission the information available to them which is considered necessary for drawing up the inventory (cf. data mentioned in section A),\n- supply the Commission with the information available to them which is considered necessary for updating the inventory.\nHowever, for a two-year transitional period it will be for the Member States to assess what information they consider necessary to forward to the Commission for the drawing up of the inventory. The situation will be reviewed on the basis of the Commission report mentioned in Article 5 of the Decision.'\n(1) Excluding resources and personnel available for the protection of the vital security interests of that Member State."}