{"celex_id": "31985D0182", "uri": "http://publications.europa.eu/resource/cellar/227d9feb-8096-4c42-b3ce-fe5cfd15d629", "type": "Decision", "concepts": ["2356", "2560", "4689", "4825", "5034", "619"], "title": "85/182/EEC: Commission Decision of 21 February 1985 prolonging the temporary suspension of the status of certain parts of the territory of the Federal Republic of Germany with regard to classical swine fever\n", "header": "COMMISSION  DECISION\nof 21 February 1985\nprolonging the temporary suspension of the status of certain parts of the territory of the Federal Republic of Germany with regard to classical swine fever\n(85/182/EEC)\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 64/432/EEC of 26 June 1964 on animal health problems affecting intra-Community trade in bovine animals and swine (1) as last amended by Directive 84/644/EEC (2), and in particular Article 4c (1) (c) thereof,\nHaving regard to Council Directive 72/461/EEC of 12 December 1972 on health problems affecting intra-Community trade in fresh meat (3), as last amended by Directive 84/643/EEC (4), and in particular Article 13a, thereof,\nWhereas Council Decision 82/838/EEC (5) recognizes certain parts of the territory of the Federal Republic of Germany as being either officially swine-fever free or swine-fever free;\nWhereas outbreaks of classical swine fever have been recorded in some of the parts of the territory of the Federal Republic of Germany referred to in the Annex to Decision 82/838/EEC;\nWhereas by Commission Decision 85/162/EEC (6) the Commission has suspended for a period of 15 days the status of official freedom from swine fever or freedom from swine fever of affected parts of German territory;\nWhereas, taking account of the epidemiological evolution of the disease, it is necessary to prolong this period of suspension for certain regions beyond the 15 days provided for initially in order to clarify the situation;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["The status of those parts of the territory of the Federal Republic of Germany constituted by the regions set out in Annex I, as areas recognized to be officially swine-fever free within the meaning of Article 4c (1) (c) of Directive 64/432/EEC, is temporarily suspended for the regions listed in the Annex to this Directive.", "The Commission will follow developments in the situation with a view to taking appropriate decisions in respect of such developments.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 21 February 1985.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No 121, 29. 7. 1964, p. 1977/64.\n(2) OJ No L 339, 27. 12. 1984, p. 30.\n(3) OJ No L 302, 31. 12. 1972, p. 24.\n(4) OJ No L 339, 27. 12. 1984, p. 27.\n(5) OJ No L 352, 14. 12. 1982, p. 27.\n(6) OJ No L 63, 2. 3. 1985, p. 21.\nANNEX\nRegions of the Federal Republic of Germany for which the official swine-fever free status is suspended\nThe administrative districts of Detmold, of Hanover and of Lueneburg."}