{"celex_id": "31983L0643", "uri": "http://publications.europa.eu/resource/cellar/2749d700-5c98-4470-8567-0c506d8e65c2", "type": "Directive", "concepts": ["1069", "1114", "1232", "1631", "4540", "5540"], "title": "Council Directive 83/643/EEC of 1 December 1983 on the facilitation of physical inspections and administrative formalities in respect of the carriage of goods between Member States\n", "header": "COUNCIL DIRECTIVE of 1 December 1983 on the facilitation of physical inspections and administrative formalities in respect of the carriage of goods between Member States (83/643/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Articles 43, 75, 84 and 100 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas the European Council has on a number of occasions underlined the need to reinforce and develop further the internal market ; whereas increased efforts are needed to reduce to the minimum the formalities and inspection at internal Community frontiers;\nWhereas, on 26 March 1981 (4), the Council approved a priority programme under the common transport policy, concerning the period up to the end of 1983, of which to facilitate the crossing of frontiers was one of 10 priorities ; whereas the Council called upon the Commission to submit proposals on this subject;\nWhereas, on 12 June 1978, the Council approved a priority programme for air transport, one priority being facilitation;\nWhereas waiting times at frontier crossing-points affect the flow of transport between Member States, lead to an increase in transport costs, which is passed on in the end price of the goods carried, and thus have a negative effect on intra-Community trade;\nWhereas waiting times at frontiers may have a negative effect on the working conditions of those employed in the transport sector, in particular in road transport and inland waterway transport;\nWhereas these waiting times at frontier crossing-points are caused by transport-related factors and other factors;\nWhereas waiting times could be reduced by organizing inspections and formalities and inspections, which are justified under Community law, more efficiently;\nWhereas, in order to ensure a smoother flow of means of transport engaged in the carriage of goods between Member States, it is desirable to centralize the various  (1) OJ No C 127, 18.5.1982, p. 6. (2) OJ No C 42, 14.2.1983, p. 67. (3) OJ No C 90, 5.4.1983, p. 22. (4) OJ No C 171, 11.7.1981, p. 1.   inspections in one place, preferably the place of departure or destination of the goods;\nWhereas it is advisable that, in intra-Community trade, Member States should carry out inspection by means of spot-checks, except in duly justified circumstances;\nWhereas the flow of goods traffic between Member States may be improved by application of the principle of recognition of inspections carried out and of documents drawn up by the competent authorities of another Member State which prove that the goods meet the conditions applicable in the Member State of import or transit;\nWhereas it is desirable to attain, through cooperation and concerted effort between the various inspection services and the different types of users, better exchange of information on the various problems which arise at certain frontier crossing-points, in order to seek joint solutions likely to improve the situation at the crossing-points in question;\nWhereas a minimum of business hours at frontier posts and appropriate organization of the hours during which inspection services operate may reduce waiting times in traffic passing through;\nWhereas the establishment of express lanes reserved for means of transport travelling empty or carrying goods under a customs transit procedure is likely to bring about a reduction in waiting times at the frontier;\nWhereas it is also necessary to ensure that Member States do not introduce any new inspections or formalities that would render inoperative the measures taken to facilitate the crossing of frontiers,", "main_body": ["1. Without prejudice to individual provisions in force in the framework of general or specific Community rules, this Directive shall apply to physical inspections and administrative formalities, hereinafter referred to as \"inspections and formalities\", concerning the transport of goods which have to cross:  - an internal frontier within the Community, or\n- an external frontier, where carriage between Member States involves crossing a third country.\n2. This Directive shall not apply to inspections or formalities for ships and aircraft as means of transport ; however, it shall apply to vehicles and goods carried by the said means of transport.", "Member States shall take the necessary measures to ensure that in the course of any carriage operation the various inspections and formalities are carried out with the minimum of delay necessary and:  - as far as possible, in one place,\n- with the inspections being carried out by means of spot checks, except in duly justified circumstances.", "1. For the purposes of implementing this Directive and without prejudice to the possibility of carrying out spot checks, the importing Member States or the Member States through which the goods are passing in transit shall recognize the inspections carried out and the documents drawn up by the competent authorities of another Member State which show that the goods comply with the requirements of the Member State of import or transit.\nMember States shall cooperate to combat fraudulent practices and the forgery of certificates.\n2. Member States shall send each other and the Commission the information necessary in order to carry out the inspections and draw up the documents required. In cooperation with the Member States, the Commission shall prepare a manual containing the salient points regarding the methods of inspection and analysis applied in each Member State.", "1. In order to seek appropriate solutions to problems arising at common frontiers, Member States shall take the measures necessary to extend bilateral cooperation between the various departments carrying out inspections and formalities on either side.\n2. The cooperation referred to in paragraph 1 shall cover inter alia:  - the harmonization of the business hours of the various departments concerned,\n-  the arrangement of frontier posts,\n- the conversion of frontier offices into juxtaposed or combined inspection offices, where possible.\n3. Member States shall provide for the possibility of informal consultation at local and, if appropriate, national level between representatives of the various departments involved in inspections and formalities and of carriers, customs agents, persons engaged in services ancillary to transport and transport users.", "1. Where the volume of traffic so warrants, Member States shall ensure that frontier posts are open, except when traffic is prohibited, so that:  - frontiers can be crossed 24 hours a day with the corresponding inspections and formalities, by vehicles travelling unladen or carrying goods under a customs transit procedure, save where frontier inspection is necessary to prevent the spread of disease,\n- inspections and formalities relating to the movement of means of transport and of goods which are not being carried under a customs transit procedure may be carried out daily from Monday to Friday during an uninterrupted period of at least 10 hours and on Saturday during an uninterrupted period of at least six hours, except where these days are public holidays.\n2. Where general compliance with the periods referred to in the second indent of paragraph 1 poses problems for veterinary services, Member States shall ensure that, with at least 12 hours' notice from the carrier, a veterinary expert is available during these periods at the time of the frontier crossing ; in the case of the transport of live animals, however, this notice may be increased to at least 18 hours.\n3. Where several frontier posts are situated in the same port area, Member States may derogate from paragraph 1 provided that the other posts in that area are sufficient to clear goods and vehicles effectively in accordance with that paragraph.\n4. For the frontier posts referred to in paragraph 1, and under the conditions laid down by the Member States, the competent authorities of the Member States shall ensure that, if specifically requested during business hours and for sound reasons, inspections and formalities can be carried out, as an exception, outside business hours ; where relevant, services so rendered shall be paid for.", "Member States shall take the necessary measures to ensure that waiting time caused by the various inspections and formalities does not exceed the time required for their proper completion. To this end, they shall organize the business hours of the departments which are to carry out inspections and formalities and the staff available in such a way as to reduce waiting time in the flow of traffic to a minimum.", "Member States shall endeavour to establish at frontier posts, where technically possible and justified by the volume of traffic, express lanes reserved for means of transport travelling unladen or carrying goods under a customs transit procedure.", "With a view to resolving difficulties with inspections or formalities within the meaning of this Directive, a Member State may request consultations with another Member State. If these consultations do not enable the difficulties to be resolved, a Member State may inform the Commission so that the latter can submit such solutions as it deems appropriate to resolve the difficulties in question.", "Where, in exceptional and justified cases, a Member State intends to introduce a new inspection or formality, it shall inform the Commission thereof.\nThe Member State concerned shall ensure that the measures taken to facilitate the crossing of frontiers are not rendered inoperative through the application of such new inspections or formalities.", "0\nFor the first time before 1 July 1986, and thereafter every two years, Member States shall forward to the Commission the particulars covered by a questionnaire from the Commission concerning any provisions and practical measures found necessary in the course of the preceding two years with a view to ensuring more efficient organization of the inspections and formalities.\nOn the basis of these particulars, the Commission shall report every two years to the Council on the implementation of this Directive.", "1\n1. Member States shall, after consulting the Commission, bring into force the laws, regulations and administrative provisions necessary to comply with this Directive by 31 December 1984 at the latest.\n2. However, Member States may, after consulting the Commission, postpone application of Article 5 until 31 December 1986.\n3. Each Member State shall communicate to the Commission the texts of the provisions it adopts in order to implement this Directive.", "2\nThis Directive is addressed to the Member States."], "attachments": "Done at Brussels, 1 December 1983.\nFor the Council\nThe President\nN. AKRITIDIS"}