{"celex_id": "31988R0309", "uri": "http://publications.europa.eu/resource/cellar/6dc4db1c-0094-4c3f-ab83-b23bca728f73", "type": "Regulation", "concepts": ["1031", "2300", "5233"], "title": "Commission Regulation (EEC) No 309/88 of 2 February 1988 amending Regulation (EEC) No 537/70 authorizing Member States to take measures derogating from certain requirements of the quality standards applicable to exports to third countries of flowering bulbs, corms and tubers\n", "header": "COMMISSION  REGULATION (EEC) No 309/88\nof 2 February 1988\namending Regulation (EEC) No 537/70 authorizing Member States to take measures derogating from certain requirements of the quality standards applicable to exports to third countries of flowering bulbs, corms and tubers\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 234/68 of 27 February 1968 on the establishment of a common organization of the market in live trees and other plants, bulbs, roots and the like, cut flowers and ornamental foliage (1),\nHaving regard to Council Regulation (EEC) No 315/68 of 12 March 1968 fixing quality standards for flowering bulbs, corms and tubers (2), as last amended by Regulation (EEC) No 1733/84 (3), and in particular Article 2 (2) thereof,\nWhereas pursuant to Article 2 (2) of Regulation (EEC) No 315/68 Member States may be authorized to take measures derogating from certain requirements of the quality standards in order to allow exporters to meet the trade requirements of certain non-member countries;\nWhereas the plant health measures in force in Japan require that imported Hyacinthus orientalis bulbs be grown for at least one year before being allowed on the market; whereas during that year the size of the Hyacinthus orientalis bulbs increases by at least 2 cm;\nWhereas this situation has been taken into account by Commission Regulation (EEC) No 537/70 (4), as amended by Regulation (EEC) No 2737/77 (5) and (EEC) No 3420/84 (6), which authorized a minimum size of 12 cm for Hyacinthus orientalis bulbs exported to Japan; whereas these measures expired on 31 December 1987;\nWhereas there is no likelihood of the abolition of the existing plant-health measures in Japan; whereas the measures provided in Regulation (EEC) No 2737/77 should therefore be reintroduced;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Live Plants,", "main_body": ["Regulation (EEC) No 537/70 is amended as follows:\n1. 'Hyacinthus orientalis' is added to Article 1 (1) until 31 December 1988.\n2. The text appearing in the Annex to this Regulation is added to the Annex thereto.", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply until 31 December 1988.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 2 February 1988.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 55, 2. 3. 1968, p. 1.\n(2) OJ No L 71, 21. 3. 1968, p. 1.\n(3) OJ No L 164, 22. 6. 1984, p. 1.\n(4) OJ No L 67, 24. 3. 1970, p. 10.\n(5) OJ No L 316, 10. 12. 1977, p. 29.\n(6) OJ No L 316, 6. 12. 1984, p. 33.\nANNEX\n1.2.3.4.5 //  //  //  //  //  // Description of products  // Type of pack   // Third country of destination   // Minimum size   // Size grading   //    //   //   //   //  // Hyacinthus orientalis (1)   // any packing   // Japan  // 12 cm   // 12-14   //    //   //   //   //\n(1) Until 31 December 1988."}