{"celex_id": "31989R3708", "uri": "http://publications.europa.eu/resource/cellar/42c3b661-ee75-45a6-bb56-7b00ec61e075", "type": "Regulation", "concepts": ["2729", "3568", "5018", "601"], "title": "Council Regulation (EEC) No 3708/89 of 4 December 1989 amending Regulation (EEC) No 1188/81 laying down general rules for granting refunds adjusted in the case of cereals exported in the form of certain spirituous beverages and the criteria for fixing the amount of such refunds\n", "header": "COUNCIL  REGULATION (EEC) No 3708/89\nof 4 December 1989\namending Regulation (EEC) No 1188/81 laying down general rules for granting refunds adjusted in the case of cereals exported in the form of certain spirituous beverages and the criteria for fixing the amount of such refunds\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2727/75 of 29 October 1975 on the common organization of the market in cereals (1), as last amended by Regulation (EEC) No 3707/89 (2), and in particular Article 16 (4a) and (5) thereof,\nHaving regard to the proposal from the Commission,\nWhereas Article 16 (4a) of Regulation (EEC) No 2727/75 provides that, where necessary in order to take account of the special features of the production of certain spirituous beverages obtained from cereals, the rules on the granting of export refunds may be adjusted; whereas such adjustment has proved necessary in the case of spirituous beverages which in their final state are a blend of numerous components and for which prolonged ageing is compulsory, since it is impossible to trace the identity of the cereals incorporated in the final product exported;\nWhereas Article 2 of Regulation (EEC) No 1188/81 of 28 April 1981 laying down general rules for granting refunds adjusted in the case of cereals exported in the form of certain spirituous beverages and the criteria for fixing the amount of such refunds and amending Regulation (EEC) No 3035/80 concerning certain products not covered by Annex II to the Treaty (3) lists the spirituous beverages production of which meets these criteria;\nWhereas Council Regulation (EEC) No 1576/89 of 29 May 1989 laying down general rules on the definition, description and presentation of spirit drinks (4) lays down Community standards for the production and marketing of spirit drinks covered by Regulation (EEC) No 1188/81; whereas the latter Regulation should be adjusted accordingly by means of an appropriate redrafting of Article 2 thereof,", "main_body": ["Article 2 of Regulation (EEC) No 1188/81 is hereby replaced by the following:\n'Article 2\nThe refunds referred to in Article 1 may be granted for cereals fulfilling the conditions laid down in Article 9 (2) of the Treaty and used in the production of the spirit drinks falling within CN codes 2208 30 91 and 2208 30 99 and complying with the provisions of Council Regulation (EEC) No 1576/89 of 29 May 1989 laying down general rules on the definition, description and presentation of spirit drinks (*).\n(*) OJ No L 160, 12. 6. 1989, p. 1.'", "This Regulation shall enter into force on 15 December 1989.\nIt shall apply to cereals placed under control within the meaning of Article 3 (5) of Regulation (EEC) No 1188/81 and used for the manufacture of whisky/whiskey exported as from that date.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 4 December 1989.\nFor the Council\nThe President\nM. DELEBARRE\n(1) OJ No L 281, 1. 11. 1975, p. 1.\n(2) See page 1 of this Official Journal.\n(3) OJ No L 121, 5. 5. 1981, p. 3.\n(4) OJ No L 160, 12. 6. 1989, p. 1."}