{"celex_id": "31987L0021", "uri": "http://publications.europa.eu/resource/cellar/46bce5d7-794d-4b12-93af-5cc900833735", "type": "Directive", "concepts": ["2367", "2773", "2816", "2923", "4474", "5300"], "title": "Council Directive 87/21/EEC of 22 December 1986 amending Directive 65/65/EEC on the approximation of provisions laid down by law, regulation or administrative action relating to proprietary medicinal products\n", "header": "COUNCIL  DIRECTIVE\nof 22 December 1986\namending Directive 65/65/EEC on the approximation of provisions laid down by law, regulation or administrative action relating to proprietary medicinal products\n(87/21/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 100 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas point 8 of the second paragraph of Article 4 of Council Directive 65/65/EEC (4), as last amended by Directive 83/570/EEC (5), provides that various types of proof of the safety and efficacy of a proprietary medicinal product may be put forward in an application for marketing authorization depending upon the objective situation of the proprietary medicinal product in question;\nWhereas experience has shown that it is advisable to stipulate more precisely the cases in which the results of pharmacological and toxicological tests or clinical trials do not have to be provided with a view to obtaining authorization for a proprietary medicinal product which is essentially similar to an authorized product, while ensuring that innovative firms are not placed at a disadvantage;\nWhereas additional details were provided in respect of the application of the abovementioned provision by Council Directive 75/318/EEC of 20 May 1975 on the approximation of the laws of the Member States relating to analytical, pharmaco-toxicological and clinical standards and protocols in respect of the testing of proprietary medicinal products (6), as last amended by Directive 87/19/EEC (7);\nWhereas, however, there are reasons of public policy for not conducting repetitive tests on humans or animals without over-riding cause;\nWhereas it is also advisable to make the packaging of certain proprietary medicinal products, particularly sought after by drug addicts, less distinctive by removing the obligation to place a special mark on the outer packaging and the container of proprietary medicinal products classified as narcotics;\nWhereas the Hellenic Republic, the Kingdom of Spain and the Portuguese Republic should have additional time to transpose this Directive so that they may as a priority complete the review of old proprietary medicinal products as provided for in Article 39 of the Council Directive 75/319/EEC of 20 May 1975 on the approximation of provisions laid down by law, regulation or administrative action relating to proprietary medicinal products (8) as last amended by Directive 83/570/EEC,", "main_body": ["Directive 65/65/EEC is hereby amended as follows:\n1. Point 8 of the second paragraph of Article 4 shall be replaced by the following text:\n'8. Results of:\n- physico-chemical, biological or microbiological tests,\n- pharmacological and toxicological tests,\n- clinical trials.\nHowever, and without prejudice to the law relating to the protection of industrial and commercial property:\n(a) The applicant shall not be required to provide the results of pharmacological and toxicological tests or the results of clinical trials if he can demonstrate:\n(i) either that the proprietary medicinal product is essentially similar to a product authorized in the country concerned by the application and that the person responsible for the marketing of the original proprietary medicinal product has consented to the pharmacological, toxicological or clinical references contained in the file on the original proprietary medicinal product being used for the purpose of examining the application in question;\n(ii) or by detailed references to published scientific literature presented in accordance with the second paragraph of Article 1 of Directive 75/318/EEC that the constituent or constituents of the proprietary medicinal product have a well established medicinal use, with recognized efficacy and an acceptable level of safety;\n(iii) or that the proprietary medicinal product is essentially similar to a product which has been authorized within the Community, in accordance with Community provisions in force, for not less than six years and is marketed in the Member State for which the application is made; this period shall be extended to 10 years in the case of high-technology medicinal products within the meaning of Part A in the Annex to Directive 87/22/EEC (1) or of a medicinal product within the meaning of Part B in the Annex to that Directive for which the procedure laid down in Article 2 thereof has been followed; furthermore, a Member State may also extend this period to 10 years by a single Decision covering all the products marketed on its territory where it considers this necessary in the interest of public health. Member States are at liberty not to apply the abovementioned six-year period beyond the date of expiry of a patent protecting the original product.\nHowever, where the proprietary medicinal product is intended for a different therapeutic use from that of the other proprietary medicinal products marketed or is to be administered by different routes or in different doses, the results of appropriate pharmacological and toxicological tests and/or of appropriate clinical trials must be provided.\n(b) In the case of new proprietary medicinal products containing known constituents not hitherto used in combination for therapeutic purposes, the results of pharmacological and toxicological tests and of clinical trials relating to that combination must be provided, but it shall not be necessary to provide references relating to each individual constituent.\n(1) OJ No L 15, 17. 1. 1987, p. 38.';\n2. Article 16 is hereby repealed.", "Member States shall take the measures necessary to comply with this Directive no later than 1 July 1987. They shall forthwith inform the Commission thereof.\nHowever, with regard to the Hellenic Republic, the Kingdom of Spain and the Portuguese Republic, the date referred to in the first paragraph shall be replaced by 1 January 1992.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 22 December 1986.\nFor the Council\nThe President\nG. SHAW\n(1) OJ No C 293, 5. 11. 1984, p. 8.\n(2) OJ No C 36, 17. 2. 1986, p. 152.\n(3) OJ No C 160, 1. 7. 1985, p. 18.\n(4) OJ No 22, 9. 2. 1965, p. 369/65.\n(5) OJ No L 332, 28. 11. 1983, p. 1.\n(6) OJ No L 147, 9. 6. 1975, p. 1.\n(7) See page 31 of this Official Journal.\n(8) OJ No L 147, 9. 6. 1975, p. 13."}