{"celex_id": "31986D0060", "uri": "http://publications.europa.eu/resource/cellar/ea8f433a-4755-4888-a29e-7885e3052a0e", "type": "Decision", "concepts": ["1318", "1446", "889"], "title": "86/60/EEC: Commission Decision of 14 December 1985 on the aid which the Land of Rheinland-Pfalz of the Federal Republic of Germany has provided to an undertaking producing primary aluminium, situated in Ludwigshafen (Only the German text is authentic)\n", "header": "COMMISSION  DECISION\nof 14 December 1985\non the aid which the Land of Rheinland-Pfalz of the Federal Republic of Germany has provided to an undertaking producing primary aluminium, situated in Ludwigshafen\n(Only the German text is authentic)\n(86/60/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular the first subparagraph of Article 93 (2) thereof,\nHaving given notice to the parties concerned to submit their comments as provided for in the said Article 93, and having regard to those comments,\nWhereas:\nI.\nBy telexes dated 26 July 1983 and 10 October 1983 and following a Commission request, the German Government notified the Commission of the intention of the Land of Rheinland-Pfalz to grant an aid of DM 8 million to an undertaking producing primary aluminium, employing 350 persons and situated in Ludwigshafen of this Land.\nThe aid would take the form of a grant and it would constitute an ad hoc measure provided on the basis of paragraphs 23 and 37 of the Budgetary Statute of the Land of Rheinland-Pfalz.\nBeing an ad hoc measure and as it did not constitute an application of an existing aid scheme approved by the Commission, the aid in question should have been notified to the Commission in advance and in accordance with the provisions of Article 93 (3) of the EEC Treaty.\nFollowing the initial scrutiny, the Commission considered that the aid in question was a rescue aid that would allow the undertaking to remain in operation for a period of 12 months, starting from February 1983.\nThe difficulties of the undertaking resulted from the steep rise in the electricity charges it had to pay following the expiry of its electricity supply contract in September 1982.\nThe Commission noted that steep rises in electricity tariffs are a serious problem that all aluminium producers who do not generate their own electric power may have to face, and its importance originates from the fact that electricity costs may account for more than 30 % of the costs of smelting aluminium.\nThe Commission, therefore, considered that the provision of State aid in order to assist one firm to meet a problem that practically the entire sector is facing was liable to distort competition and to affect trading conditions between Member States to an extent contrary to the common interest.\nConsequently, the Commission initiated the procedure provided for in the first subparagraph of Article 93 (2) of the EEC Treaty. By letter dated 25 November 1983 it gave the German Government notice to submit its comments. In conformity with the provisions of Article 93 (2) of the EEC Treaty, the other Member States and third parties were also given notice to submit their comments.\nII.\nThe German Government, in submitting its comments under the procedure provided for in Article 93 (2) of the EEC Treaty by letter of 12 January 1984, stated that the aid in question must be regarded as a temporary support of an emergency nature. As a result of the steep rise in its electricity costs the undertaking had lost competitiveness and its survival was threatened, as aluminium production became unprofitable. In early 1983 preparations began for the closure of the Ludwigshafen smelter. However, the management of the company undertook not to proceed with the closure in return for the aid of DM 8 million. This aid would provide some time to the undertaking, in which to work out a plan for restoring its long-term competitiveness and viability.\nThe German Government also pointed out that the aluminium market is characterized by rising world demand for aluminium, which there is insufficient production capacity to meet; that primary aluminium prices improved in 1983; that as both the Federal Republic and the Community ran a deficit on their primary aluminium trade in 1982, the closure of the Ludwigshafen smelter would only have benefited competition from third countries and that therefore there was no possibility that this emergency aid could significantly affect trade between Member States or distort competition among the Community aluminium producers.\nFinally, it was stated that structural improvements had been undertaken by the firm resulting in a reduction in specific electricity consumption, in an increase in value-added output and in a cost-saving in input use.\nBy letter dated 25 July 1985, the German Government requested the Commission to postpone its final decision on the aid case under reference, because negotiations were taking place between the Federal Government and the Government of the Land of Rheinland-Pfalz.\nBy letter dated 30 July 1985 the Commission informed the German Government that it was prepared to postpone its final decision on the aid case in question until the beginning of September 1985, in order to provide the German Government with the opportunity to complete these negotiations. It was also stated in the same letter that in the absence of a result in these negotiations by the beginning of September, the Commission would be obliged to take its final decision on the basis of the information available to it by that time. The German Government has never replied to that letter.\nIII.\nIn the primary aluminium sector there is trade between Member States and competition is keen, especially during periods of recession, when prices are low and imports from third countries aggravate the situation.\nDuring 1983, the European Community countries produced 1 925 000 tonnes of primary aluminium, of which 743 000 tonnes originated in the Federal Republic of Germany. During the same year, 919 299 tonnes of unwrought aluminium were traded between Member States, 24,7 % of which were exports from Germany to the other Member States. During that year, the Community's apparent consumption of unwrought aluminium amounted to approximately 2 800 000 tonnes.\nOn the assumption that the Ludwigshafen plant fully utilized its 46 000 tonnes of capacity in 1983, its market share for that year was 6,2 % in the Federal Republic of Germany and 2,4 % in the EEC.\nDuring 1984, the unwrought aluminium trade between Member States amounted to 930 778 tonnes of which around 790 000 tonnes concerned primary aluminium. During the same year Germany exported 211 030 tonnes of unwrought aluminium to the other Member States, of which around 164 000 tonnes were primary aluminium.\nThe undertaking uses primary aluminium produced in its own smelter or bought from elsewhere to produce extruded bars and rod. The capacity of production for these products amounts to 70 000 tonnes and approximately 70 % of this production annually is destined to the other Member States. When State financial aid strengthens the position of one undertaking compared with other undertakings competing in the intra-Community trade, the latter must be regarded as being affected by that aid. In this case, the aid in question, by artificially maintaing in operation the primary aluminium firm situated in Ludwigshafen at the moment when its management was preparing its closure, is liable to affect trade and distort or threaten to distort competition between Member States by favouring the said enterprise within the meaning of Article 92 (1) of the EEC Treaty. Article 92 (1) lays down the principles that aid having the features described therein is incompatible with the common market.\nThe derogations from this principle set out in Article 92 (2) of the EEC Treaty are not applicable in this case because the aid in question was not intended for such purposes.\nArticle 92 (3) of the EEC Treaty sets out which aids may be considered to be compatible with the common market. The compatibility with the Treaty must be determined in the context of the Community and not of a single Member State. In order to safeguard the proper functioning of the common market and taking into account the principles of Article 3 (f) of the EEC Treaty, the derogations from the principle of Article 92 (1) of the EEC Treaty must be construed narrowly when an aid scheme or any individual award is scrutinized.\nIn particular, they may be applied only when the Commission is satisfied that the free play of market forces alone, without the aids, would not induce the prospective aid recipient to adopt a course of action contributing to attainment of one of the said objectives. To apply the exceptions to cases not contributing to such an objective or where an aid is not necessary to that end would be to give unfair advantages to certain Member States' industries or undertakings, the financial positions of which would merely be bolstered, and to allow trading conditions between Member States to be affected and competition to be distorted without any justification on grounds of Community interest within the meaning of Article 92 (3).\nThe German Government has been unable to give, or the Commission to discover, any justification for a finding that the aid in reference falls within one of the categories of exceptions in Article 92 (3).\nThe problems that led the management of the Ludwigshafen smelter to prepare to close the plant in early 1983 have not been solved. Indeed, the structural improvements undertaken by the firm, which brought its specific electricity consumption to the level of 14 kWh/kg of alminium produced, were completed before the increase in electricity prices occured; despite these improvements the preparations for the closure of the undertaking commenced in early 1983.\nThe production of higher value-added products is indirectly affected by the higher electricity tariff as the raw material for these products is mostly primary aluminium produced by the smelter. Furthermore, this improvement was completed before 1983.\nThe better use of raw materials through the use of ingots in cold presupposes that the smelter is kept into operation. Moreover, this process was available too before 1983.\nThe aid in question, as it is not linked to any restructuring programme, constitutes an aid for continued operation, provided to the undertaking in order partially to offset the increase in the electricity tariff.\nThe argument of the German Government that in the case of the closure of the Ludwigshafen smelter only competitors from third countries could benefit cannot be sustained, while the total primary aluminium capacity in the Community in 1982 was 93,8 % and in 1983 91,9 %. In 1983 the non-utilized primary aluminium capacity in the Community amounted to 179 000 tonnes, exceeding by far the 46 000 tonnes per year of the Ludwigshafen smelter. Some of this excess capacity could have been used to cover the part of the market occupied by the undertaking in question.\nThe grant of DM 8 million was provided to the undertaking illicitly in violation of the provisions of Article 93 (3) of the EEC Treaty, because DM 4 million was provided in 1983 without the Commission's prior authorization and the remaining DM 4 million was provided in 1984 despite the procedure under Article 93 (2), first sentence, of the EEC Treaty that was initiated with respect to the aid in question in 1983.\nIn view of the above and with regard to the exemptions provided for in subparagraphs 3 (a) and (c) of Article 92 of the EEC Treaty relating to aids intended to promote or facilitate the development of certain areas, it must be observed that the standard of living in the Ludwigshafen area is not abnormally low nor is there serious under-employment within the meaning of the exemption specified in subparagraph (a). The Ludwigshafen plant is situated in an area not considered either by the Community or by the Federal Government as an assisted area.\nFurthermore, as the viability of the smelter with the higher electricity charges applying remains dependent on aluminium prices, the aid in reference does not secure jobs currently in existence and consequently not promote the economic development of the Ludwigshafen area within the meaning of Article 92 (3) (a) and (c) as it does not bring to the area any lasting increase in income or reduction in unemployment, but distorts competition in intra-Community trade without making the necessary compensatory contribution to regional development.\nAs regards the exemption provided for in paragraph 3 (b) of Article 92 of the EEC Treaty, it is evident that the aid in question was not intended to promote the execution of an important project of common European interest, or to remedy a serious disturbance in the German economy. An aid in favour of one company in the primary aluminium sector is not adequate to remedy the kind of situation described in Article 92 (3) (b).\nWith regard to the exemption provided for in paragraph 3 (c) of Article 92 of the EEC Treaty in favour of 'aid to facilitate the development of certain economic activities', it must be observed that the aid in question is not directly linked to a specific investment or restructuring programme that would improve the undertaking's competitiveness and secure its long-term viability, allowing it in that way to survive the increase in electricity charges and any eventual fall in aluminium prices, solely on the basis of its own efficiency, merits and means, without the need for further State aid. On that view it cannot be considered as 'facilitating the development' of the economic activity in question within the meaning of Article 92 (3) (c).\nFurthermore, the aid in question has weakened the competitive position of the other primary aluminium producers in the Community who have survived the aluminium crisis and possibly increases in their electricity charges by means of restructuring, productivity and quality improvements undertaken by their own resources and favoured the undertaking under consideration without providing any justification from the Community point of view that would be sufficient to counteract the trade-distorting effects of the aid.\nConsequently, the aid in question does not meet the conditions necessary to benefit from one of the derogations of Article 92 (3) of the EEC Treaty,", "main_body": ["The aid of DM 8 million in the form of grants that the Land of Rheinland-Pfalz provided to a primary aluminium undertaking in Ludwigshafen in 1983 and 1984 is illegal, having been granted in violation of the provisions of Article 93 (3) of the EEC Treaty. Moreover, it is incompatible with the common market within the meaning of Article 92 of the Treaty. The said aid shall therefore be recovered from the recipient.", "The German Government shall inform the Commission, within three months of the date of the notification of this Decision, of the measures it has taken to comply therewith.", "This Decision is addressed to the Federal Republic of Germany."], "attachments": "Done at Brussels, 14 December 1985.\nFor the Commission\nPeter SUTHERLAND\nMember of the Commission"}