{"celex_id": "31985R3317", "uri": "http://publications.europa.eu/resource/cellar/632ad2a0-b3e2-4f22-9835-7422c2967749", "type": "Regulation", "concepts": ["2069", "4381", "4680"], "title": "Commission Regulation (EEC) No 3317/85 of 25 November 1985 on the classification of goods falling within subheading 60.04 A III of the Common Customs Tariff\n", "header": "COMMISSION REGULATION (EEC) No 3317/85\nof 25 November 1985\non the classification of goods falling within subheading 60.04 A III of the Common Customs Tariff\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 97/69 (1) of 16 January 1969 on the measures to be taken for uniform application of the nomenclature of the Common Customs Tariff, as last amended by Regulation (EEC) No 2055/84 (2), and in particular Article 3 thereof,\nWhereas, in order to ensure uniform application of the nomenclature of the Common Customs Tariff, provisions must be laid down concerning the tariff classification of knitted or crocheted garments up to and including commercial size 86, of terry type fabrics, not elastic nor rubberized, consisting of a one piece garment covering the whole of the body except for the head and the hands, enveloping each leg separately, and having at the back two openings closed by buttons, one running horizontally at the waistline and the other running from the waist to the neckline, with a decorative printed motif on the front;\nWhereas in the Common Customs Tariff annexed to Council Regulation (EEC) No 950/68 (3), as last amended by Regulation (EEC) No 3147/85 (4), heading 60.04 covers knitted or crocheted under-garments, not elastic nor rubberised, and heading 60.05 covers inter alia knitted or crocheted outer-garments, not elastic nor rubberized; whereas both these headings have to be taken into consideration for the classification of the said garment;\nWhereas the garment in question, given its commercial size, is intended to be worn by babies; whereas since its general appearance shows that it is intended to be worn particularly at night as pyjamas, it is therefore to be regarded as an under-garment;\nWhereas the presence of a decorative motif printed on the front of the garment is not sufficient to affect its character as an under-garment;\nWhereas, therefore, the garment in question must be classified under heading 60.04 the Common Customs Tariff; and whereas, within this heading subheading 60.04 A III must be taken into consideration for the classification of this garment in the Common Customs Tariff;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Committee on Common Customs Tariff Nomenclature,", "main_body": ["Knitted or crocheted garments up to and including commercial size 86, of terry type fabrics, not elastic nor rubberized, consisting of a one piece garment covering the whole of the body except for the head and the hands, enveloping each leg separately, and having at the back two openings closed by buttons, one running horizontally at the waistline and the other running from the waist to the neckline, with a decorative printed motif on the front, shall be classified in the Common Customs Tariff under subheading:\n60.04 Under-garments, knitted or crocheted, not elastic nor rubberized:\nA. Babies' garments; girls' garments up to and including commercial size 86:\nIII. Other.", "This Regulation shall enter into force on the 21st day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 25 November 1985.\nFor the Commission\nCOCKFIELD\nVice-President\n(1) OJ No L 14, 21. 1. 1969, p. 1.\n(2) OJ No L 191, 19. 7. 1984, p. 1.\n(3) OJ No L 172, 22. 7. 1968, p. 1.\n(4) OJ No L 299, 13. 11. 1985, p. 5."}