{"celex_id": "31982D0796", "uri": "http://publications.europa.eu/resource/cellar/38d31be0-7069-4753-95fa-28d1c8e16e0f", "type": "Decision", "concepts": ["1091", "3842", "3865", "4381"], "title": "82/796/EEC: Commission Decision of 15 November 1982 establishing that the apparatus described as 'Pulsar-EMP Generator, model Pulspak 8080, with Washington-VPD-I Antenna' may be imported free of Common Customs Tariff duties\n", "header": "COMMISSION  DECISION\nof 15 November 1982\nestablishing that the apparatus described as 'Pulsar-EMP Generator, model Pulspak 8080, with Washington-VPD-I Antenna' may be imported free of Common Customs Tariff duties\n(82/796/EEC)\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1798/75 of 10 July 1975 on the importation free of Common Customs Tariff duties of educational, scientific and cultural materials (1), as last amended by Regulation (EEC) No 608/82 (2),\nHaving regard to Commission Regulation (EEC) No 2784/79 of 12 December 1979 laying down provisions for the implementation of Regulation (EEC) No 1798/75 (3), and in particular Article 7 thereof,\nWhereas, by letter dated 26 March 1982, the Netherlands have requested the Commission to invoke the procedure provided for in Article 7 of Regulation (EEC) No 2784/79 in order to determine whether or not the apparatus described as 'Pulsar-EMP Generator, model Pulspak 8080, with Washington-VPD-I Antenna', ordered on 24 December 1980 and to be used for research into the effects of an EMP on cable networks and electronic equipment and in particular to produce artificially over a limited geographical area a very intense short-lived electromagnetic field, should be considered to be a scientific apparatus and, where the reply is in the affirmative, whether apparatus of equivalent scientific value is currently being manufactured in the Community;\nWhereas, in accordance with the provisions of Article 7 (5) of Regulation (EEC) No 2784/79, a group of experts composed of representatives of all the Member States met on 16 July 1982 within the framework of the Committee on Duty-Free Arrangements to examine the matter;\nWhereas this examination showed that the apparatus in question is a generator completed with an antenna;\nWhereas its objective technical characteristics such as the duration and the risetime of the radiated electromagnetic impulses and the use to which it is put make it specially suited to scientific research; whereas, moreover, apparatus of the same kind are principally used for scientific activities; whereas it must therefore be considered to be a scientific apparatus;\nWhereas, on the basis of information received from Member States, apparatus of equivalent scientific value capable of use for the same purpose is not currently manufactured in the Community; whereas, therefore, duty-free admission of this apparatus is justified,", "main_body": ["The apparatus described as 'Pulsar-EMP Generator, model Pulspak 8080, with Washington-VPD-I Antenna', which is the subject of an application by the\nNetherlands of 26 March 1982, may be imported free of Common Customs Tariff duties.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 15 November 1982.\nFor the Commission\nKarl-Heinz NARJES\nMember of the Commission\n(1) OJ No L 184, 15. 7. 1975, p. 1.\n(2) OJ No L 74, 18. 3. 1982, p. 4.\n(3) OJ No L 318, 13. 12. 1979, p. 32."}