{"celex_id": "31984R0901", "uri": "http://publications.europa.eu/resource/cellar/6b519ed8-9f70-4148-8322-ae1fb55653ca", "type": "Regulation", "concepts": ["3611", "4385", "4778"], "title": "Commission Regulation (EEC) No 901/84 of 2 April 1984 re-establishing the levying of customs duties applicable to third countries on certain products originating in Yugoslavia\n", "header": "COMMISSION  REGULATION (EEC) No 901/84\nof 2 April 1984\nre-establishing the levying of customs duties applicable to third countries on certain products originating in Yugoslavia\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the Cooperation Agreement between the European Economic Community and the Socialist Federal Republic of Yugoslavia (1), and in particular Protocol 1 thereto,\nHaving regard to Article 1 of Council Regulation (EEC) No 3221/83 of 4 November 1983 establishing ceilings and Community supervision for imports of certain products originating in Yugoslavia (2),\nWhereas Article 1 of the abovementioned Protocol provides that the products listed below, imported under reduced duty rates according to Article 15 of the Cooperation Agreement, are subject to the annual ceiling indicated below, above which the customs duties applicable to third countries may be re-established:\n(tonnes)\n1.2.3 //   //   //   // CCT heading No  // Description  // Ceiling  //   //   //   // 64.02  // Footwear with outer soles of leather or composition leather; footwear (other than footwear falling within heading No 64.01) with outer soles of rubber or artificial plastic material: A. Footwear with uppers of leather  // 465  //   //   //\nWhereas imports into the Community of those products, originating in Yugoslavia, have reached that ceiling; whereas the situation on the Community market requires that customs duties applicable to third countries on the products in question be re-established,", "main_body": ["From 6 April to 31 December 1984, the levying of customs duties applicable to third countries shall be re-established on imports into the Community of the following products:\n1.2.3 //   //   //   // CCT heading No  // Description  // Origin  //   //   //   // 64.02  // Footwear with outer soles of leather or composition leather; footwear (other than footwear falling within heading No 64.01) with outer soles of rubber or artificial plastic material: A. Footwear with uppers of leather  // Yugoslavia  //   //   //", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 2 April 1984.\nFor the Commission\nKarl-Heinz NARJES\nMember of the Commission\n(1) OJ No 41, 14. 2. 1983, p. 2.\n(2) OJ No L 324, 21. 11. 1983, p. 1."}