{"celex_id": "31989D0631", "uri": "http://publications.europa.eu/resource/cellar/c14a1cc5-1995-4d60-b71f-2be16c8d3db2", "type": "Decision", "concepts": ["1159", "5229", "5283", "80", "862"], "title": "89/631/EEC: Council Decision of 27 November 1989 on a Community financial contribution towards expenditure incurred by Member States for the purpose of ensuring compliance with the Community system for the conservation and management of fishery resources\n", "header": "COUNCIL  DECISION\nof 27 November 1989\non a Community financial contribution towards expenditure incurred by Member States for the purpose of ensuring compliance with the Community system for the conservation and management of fishery resources\n(89/631/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 43 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas the common fisheries policy, which guarantees the long-term existence of fishery stocks and thus employment in this sector, can achieve its objectives only if its rules are complied with absolutely and thus if enforcement is effective;\nWhereas the Member States, in ensuring compliance with the conservation and control rules of the common fisheries policy within their fishery zones and on their territory, are carrying out an obligation of Community interest;\nWhereas for some Member States the scale of the enforcement task is unrelated to budgetary capacity or relative prosperity and may in certain cases constitute a disproportionate burden;\nWhereas it is therefore appropriate to provide for a contribution by the Community towards certain enforcement expenditure incurred by certain of those Member States;\nWhereas the total Community contribution should remain within the limits of a budgetary provision of ECU 22 million per annum over an initial period of five years and the corresponding financial resources will be entered as annual appropriations in the general budget of the European Communities;\nWhereas any such contribution should be conditional on the attainment, by the Member States which are beneficiaries, of a satisfactory standard of enforcement both at sea and on land,", "main_body": ["1. The Community shall, under the conditions laid down in the Annex, contribute to the financing of the expenditure incurred by Member States in enforcing the Community arrangements for the conservation and management of fishery resources.\nPending the adoption of Community rules for the conservation and management of fishery resources applicable in Mediterranean waters, the Community shall, on a provisional basis until 31 December 1991, contribute under the same conditions as those set out in this Decision to the financing of the expenditure incurred by the Member States concerned to ensure compliance with the applicable rules. Member States which wish to benefit from this contribution shall notify such rules to the Commission and justify their merits.\n2. The Community contribution shall relate to eligible expenditure incurred by Member States from 1 January 1991 to 31 December 1995.\n3. For any Member States in any year, the Community contribution shall not be lower than 35 % or higher than 50 % of the eligible expenditure.\n4. The Community may grant advances up to a maximum of 50 % of its contribution.\n5. The Council, acting in accordance with the procedure laid down in Article 43 of the Treaty and on the basis of a Commission report on the application of this Decision, shall decide before 30 June 1995 on the provisions for Community participation which might apply from 1 January 1996.", "1. Member States wishing to benefit from the Community contribution to the financing of expenditure shall forward to the Commission, on the first occasion before 30 June 1990 and subsequently before 30 June of each year, a schedule containing the information specified in paragraph 2 of the Annex.\n2. The Commission shall decide, on the first occasion before 31 December 1990 and subsequently before 31 December of each year, in accordance with the procedure laid down in Article 14 of Council Regulation (EEC) No 170/83 of 25 January 1983 establishing a Community system for the conservation and management of fishery resources (1), as amended by the 1985 Act of Accession, on the Community contribution, the eligibility of planned expenditure and any conditions to which the contribution may be subject.\n3. The European Parliament and the Council shall be informed by the Commission, by 31 March of the year following the latter's decision, of the actions undertaken in accordance with this Decision and the improvementsnoted in the supervision of fishing activities by the Member States.", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 27 November 1989.\nFor the Council\nThe President\nJ. MELLICK\n(1) OJ No C 152, 20. 6. 1989, p. 5.\n(2) OJ No C 120, 16. 5. 1989, p. 235.\n(3) OJ No C 139, 5. 6. 1989, p. 36.\n(1) OJ No L 24, 27. 1. 1983, p. 1.\nANNEX\n1. The eligible expenditure of Member States may relate to the acquisition or modernization of:\n- vessels, aircraft and land vehicles employed in the monitoring and supervision of fishing activities, including their equipment,\n- systems for the detection and recording of fishing activities (including equipment installed on fishing vessels),\n- systems (including land-based systems) for recording and transmitting catch data and other relevant information.\n2. The schedule referred to in Article 2 (1) shall state the expenditure falling under paragraph 1 envisaged for the following years. It shall specify in particular:\n- the technical features and cost of the equipment and the method of payment envisaged,\n- the timetable for the expenditure envisaged,\n- the use planned for the equipment, including the date of entry into service,\n- in the case of vessels or aircraft or equipment to be installed on vessels or aircraft, the proposed programme of operations for the monitoring and supervision of fishing activities by such vessels or aircraft.\nMember States shall give a precise account of their present organization, activities, problems and achievements in the field of fisheries enforcement at sea and on land and explain how the expenditure envisaged will improve performance.\nTo this end, the Member States shall set specific objectives in accordance with their own priorities.\n3. The Commission shall consider each Member State's application by reference to the following criteria in particular:\n- in the case of expenditure on the purchase of vessels, aircraft or land vehicles, the amount of time which they will devote to fisheries enforcement,\n- the approximate relative size of the enforcement burden of the Member State on land and at sea, having regard in particular to the volume of fishing activity in its fishery zone, the extent of the latter, the nember and the volume of landings in its ports, the length of its coastline, the number of its fishing ports and the geographical distribution of the activities of its fleet,\n- the use made by a Member State of any financial contribution granted under this Decision in any previous year,\n- the improvement in the Member State's performance in fisheries enforcement at sea and on land in the period preceding the application and the improvement likely to result from the expenditure envisaged.\n4. In considering a Member State's enforcement performance the Commission shall have regard to the following considerations in particular:\n- the prevention, discovery and pursuit of infringements against the conservation and control rules,\n- the presence in national legislation and the application in practice of penalties that are commensurate with the seriousness of infringements and effectively discourage further infringements of the same kind,\n- the reliability of the catch figures forwarded by the Member State to the Commission and the Member State's ability to prevent the ovefishing of its quotas,\n- the amount and the effectiveness of the human and material resources devoted by the Member State concerned to fisheries enforcement,\n- the diversity of the fishing activity in the fishery zone of the said State,\n- the degree of cooperation in fisheries enforcement between that Member State and other Member States and the Commission,\n- in appropriate cases, that Member State's contribution to fisheries enforcement in areas governed by international conventions to which the Community is a Contracting Party and the scale and effectiveness of this enforcement. 5. Member States shall submit their applications for reimbursement before 30 April of the year following that in which the expenditure was incurred.\nThe reimbursement of expenditure and the payment of advances shall be made only if the provisions of the directives coordinating procedures for the award of public works and supply contracts have been complied with, in the sense that the certificates for payment must make reference to the notices on the award of public contracts, published in the Official Journal of the European Communities. In case of non-publication of the notices in the Official Journal of the European Communities, the beneficiary shall certify that the public contracts have been awarded in conformity with Community legislation.\nThe Commission may request any information which it considers necessary for judging whether Community legislation on public contracts has been respected.\n6. Member States shall supply the Commission with any information which it may request for the performance of its duties under this Decision.\nShould the Commission consider that monitoring and supervision facilities partly financed by the Community under this Decision are not being used for the intended purpose or in accordance with the conditions defined under this Decision, it shall inform the Member State concerned accordingly. The Member State shall then conduct an administrative inquiry in which Commission officials may participate. The Member State shall inform the Commission of the progress and results of the inquiry and provide the Commission with a copy of the report of the inquiry and the principal data used in the preparation of the report.\nThe Commission may carry out checks on the fulfilment of their duties under this Decision by the Member States, which shall provide assistance to the staff appointed by the Commission for this purpose.\nThe provisions of this paragraph shall be without prejudice to Article 12 of Council Regulation (EEC) No 2241/87 of 23 July 1987 establishing certain control measures for fishing activities (1), as amended by Regulation (EEC) No 3483/88 (2).\n(1) OJ No L 207, 29. 7. 1987, p. 1.\n(2) OJ No L 306, 11. 11. 1988, p. 2."}