{"celex_id": "31982D0531", "uri": "http://publications.europa.eu/resource/cellar/eca8959d-a15e-40a2-9862-76ec74e0d039", "type": "Decision", "concepts": ["1474", "2556", "4092", "5537"], "title": "82/531/EEC: Council Decision of 19 July 1982 on the conclusion of the Agreement between the European Economic Community and the Government of the Republic of Senegal amending the Agreement on fishing off the coast of Senegal, signed on 15 June 1979, and of the Protocol referring thereto\n", "header": "9.8.1982 EN Official Journal of the European Communities L 234/8\nCOUNCIL DECISION\nof 19 July 1982\non the conclusion of the Agreement between the European Economic Community and the Government of the Republic of Senegal amending the Agreement on fishing off the coast of Senegal, signed on 15 June 1979, and of the Protocol referring thereto\n(82/531/EEC)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 43 thereof,\nHaving regard to the proposal from the Commission,\nHaving regard to the opinion of the European Parliament (1),\nWhereas the Community and Senegal have conducted negotiations in accordance with the second subparagraph of Article 17 of the Agreement between the Government of the Republic of Senegal and the European Economic Community on fishing off the coast of Senegal (2), in order to determine the amendments or additions to be made to the Annexes or to the Protocol referred to in Article 9 thereof;\nWhereas, following these negotiations, an agreement amending the abovementioned fisheries agreement and a protocol were signed on 21 January 1982;\nWhereas it is in the Community's interest to approve the Agreement;\nWhereas the conclusion of the Agreement renders nugatory Council Decision 81/1055/EEC of 21 December 1981 on the conclusion of an Agreement in the form of an exchange of letters providing for provisional application of the Agreement between the Government of the Republic of Senegal and the European Economic Community amending the Agreement on fishing off the coast of Senegal, and of the Protocol thereto (3),", "main_body": ["The Agreement between the European Economic Community and the Government of the Republic of Senegal amending the Agreement on fishing off the coast of Senegal, signed on 15 June 1979, the Protocol, referring thereto, are hereby approved on behalf of the Community.\nThe texts referred to in the first subparagraph are attached to this Decision.", "The President of the Council shall give the notification provided for in Article 2 of the Agreement (4).", "Decision 81/1055/EEC is hereby repealed with effect from the date of entry into force of the Agreement."], "attachments": "Done at Brussels, 19 July 1982.\nFor the Council\nThe President\nB. WESTH\n(1)  OJ No C 125, 17. 5. 1982, p. 188.\n(2)  OJ No L 226, 29. 8. 1980, p. 17.\n(3)  OJ No L 379, 31. 12. 1981, p. 64.\n(4)  The date of entry into force of the Agreement will be published in the Official Journal of the European Communities by the General Secretariat of the Council."}