{"celex_id": "31987R0437", "uri": "http://publications.europa.eu/resource/cellar/e015c917-1d0d-4310-9310-bf7bdadd1552", "type": "Regulation", "concepts": ["1086", "1394", "2563", "4316", "491", "862"], "title": "Commission Regulation (EEC) No 437/87 of 12 February 1987 amending Regulations (EEC) No 2750/86 and (EEC) No 3214/86 as regards raw sugar from beet and cane harvested in the Community and intended for the supply of Portuguese refineries\n", "header": "COMMISSION  REGULATION (EEC) No 437/87\nof 12 February 1987\namending Regulations (EEC) No 2750/86 and (EEC) No 3214/86 as regards raw sugar from beet and cane harvested in the Community and intended for the supply of Portuguese refineries\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1785/81 of 30 June 1981 on the common organization of the markets in the sugar sector (1), as last amended by Regulation (EEC) No 229/87 (2), and in particular Article 9 (6) thereof,\nHaving regard to Council Regulation (EEC) No 2225/86 of 15 July 1986 laying down measures for the marketing of sugar produced in the French overseas departments and for the equalization of the price conditions with preferential raw sugar (3), and in particular the second subparagraph of Article 3 (2) thereof,\nWhereas Commission Regulations (EEC) No 2750/86 (4) and (EEC) No 3214/86 (5) lay down, in particular, detailed rules for the granting of Community aids for raw sugar obtained from cane or beet harvested in the Community and intended for the supply of refineries in the Community; whereas those rules provide that the payment of the aids for transport cannot take place unless the party claiming entitlement provides in particular the customs document of entry of the sugar into the Member State concerned; whereas administrative requirement is such as to delay significantly the payment in question; whereas consequently, with a view to facilitating payment, provision should be made for arrangements similar to those in force for the payment of monetary compensatory amounts;\nWhereas the quantites of raw cane sugar produced in the French overseas departments which can benefit from the refining aids for the 1986/87 marketing year were laid down in Regulation (EEC) No 2750/86; whereas in accordance with the second subparagraph of Article 3 (2) of Regulation (EEC) No 2225/86 those quantities were determined on the basis of a Community supply balance sheet for raw sugar; whereas the production of the French departments Guadeloupe and Martinique for the 1986/87 marketing year is slightly higher than that taken into consideration in the balance sheet; whereas the supplementary quantities are already under contract for refining partly in France and partly in Portugal; whereas the Annex to Regulation (EEC) No 2750/86 should therefore as a consequence be revised;\nWhereas since all the abovementioned measures improve the arrangements to the advantage of the interested parties and in order to avoid any differences in treatment, their application should be made retroactive to the beginning of the 1986/87 marketing year;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Sugar,", "main_body": ["Regulation (EEC) No 2750/86 is hereby amended as follows:\n1. The first subparagraph of Article 1 (1) (b) is replaced by the following:\n'(b) shall be paid on presentation by the producer concerned:\n- of the customs document of entry for consumption in the European regions of the Community or of the copy or photocopy of that document certified to be a true copy either by the body which approved the original document or by the official services of the Member State concerned,\nand\n- the bill of lading, the results of the analyses and the final invoice.'.\n2. The Annex is replaced by the following:\n'ANNEX\nQuantities of raw cane sugar, expressed as tonnes of white sugar:\n1.2,5 //  //  // Originating from the French overseas departments  // For refining  //  //  // 1.2.3.4.5 //  // in metropolitan France   // in Portugal   // in the United Kingdom   // in the other regions of the Community   //    //   //  //   //   // 1. RĂŠunion   // 159 000   // 65 000   // 0   // 0   // 2. Guadeloupe and Martinique   // 30 400   // 20 400  // 0   // 0'   //    //   //   //   //", "Regulation (EEC) No 3214/86 is hereby amended as follows:\nThe first subparagraph of Article 3 (1) (b) is replaced by the following:\n'(b) shall be paid on presentation by the refiner:\n- of the customs docuement of entry for consumption in Portugal or of the copy or photocopy of that document certified to be a true copy either by the body which approved the original docuemnt or by the official services of Portugal,\nand\n- the bill of lading, the results of the analyses and the final invoice.'", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 July 1986.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 12 February 1987.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 177, 1. 7. 1981, p. 4.\n(2) OJ No L 25, 28. 1. 1987, p. 1.\n(3) OJ No L 194, 17. 7. 1986, p. 7.\n(4) OJ No L 253, 5. 9. 1986, p. 8.\n(5) OJ No L 299, 23. 10. 1986, p. 24."}