{"celex_id": "31987R0479", "uri": "http://publications.europa.eu/resource/cellar/1f8d3c09-a2a1-4fde-88ee-0aa7ed116f69", "type": "Regulation", "concepts": ["1607", "1644", "2488"], "title": "Commission Regulation (EEC) No 479/87 of 16 February 1987 laying down rules for implementing the import arrangements applicable to products falling within subheading 07.06 A of the Common Customs Tariff and originating in the People' s Republic of China for the years 1987, 1988 and 1989\n", "header": "COMMISSION  REGULATION (EEC) No 479/87\nof 16 February 1987\nlaying down rules for implementing the import arrangements applicable to products falling within subheading 07.06 A of the Common Customs Tariff and originating in the People's Republic of China for the years 1987, 1988 and 1989\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 430/87 of 9 February 1987 concerning the import arrangements applicable to products falling within subheading 07.06 A of the Common Customs Tariff and coming from third countries, and amending Regulation (EEC) No 950/68 on the Common Customs Tariff (1), and in particular Article 2 thereof,\nHaving regard to Council Regulation No 2727/75 of 20 October 1975 on the common organization of the market in cereals (2), as last amended by Regulation (EEC) No 1579/86 (3), and in particular Article 12 (2) thereof,\nWhereas the People's Republic of China and the European Economic Community have made an agreement on manioc production, marketing and trade for a three-year period starting on 1 January 1987; whereas under that agreement the quantities to be imported into the Community subject to a levy limited to 6 % are only such quantities as are referred to in Article 2 of Regulation (EEC) No 430/87;\nWhereas, under Regulation (EEC) No 4066/86 (4), the Council adopted transitional measures relating to imports of the relevant products during the first quarter of 1987; whereas the Commission adopted the corresponding detailed rules of application by Regulation (EEC) No 4094/86 (5);\nWhereas, following the adoption by the Council of Regulation (EEC) No 430/87, detailed rules of application must be adopted for the lifetime of the agreement, until the end of 1989;\nWhereas, in accordance with the agreement, the Community import licence is to be issued on submission of an export certificate issued by the Chinese authorities, a specimen of which has been sent to the Commission; whereas, to ensure proper implementation of the agreement, a strict and systematic monitoring system must be set up covering the information entered on the export certificates and the Chinese authorities' procedures for issuing export certificates;\nWhereas the importation of products falling within subheading 07.06 A of the Common Customs Tariff is subject to the submission of an import licence, the common detailed rules for the application of which were laid down by Commission Regulation (EEC) No 3183/80 (6), as last amended by Regulation (EEC) No 3913/86 (7); whereas Commission Regulation (EEC) No 2042/75 (8), as last amended by Regulation (EEC) No 3818/86 (9), lays down special detailed rules for the application of the system of licences for cereals and rice;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["Products falling within subheading 07.06 A of the Common Customs Tariff originating in the People's Republic of China shall be subject to the regime provided for in Council Regulation (EEC) No 430/87 if imported under import licences:\n(a) which are issued subject to the submission of a certificate of export to the European Economic Community issued by the People's Republic of China, hereinafter referred to as an 'export certificate', which meets the requirements laid down under Title I;\n(b) which meet the requirements laid down under Title II.\nFor the year 1987, the issuing of the certificates is carried out taking into account quantities assigned by applying Regulation (EEC) No 4094/86.\nTITLE ONE\nExport certificates", "1. There shall be one original and at least one copy of the export certificate, to be made out on a form of which a specimen is given in the Annex.\nThe size of the form shall be approximately 210 × 297 millimetres. The original shall be made out on white paper having a printed yellow guilloche pattern background so as to reveal any forgery by mechanical or chemical means.\n2. The forms shall be printed and completed in English.\n3. The original and the copies shall be completed in typescript or in handwriting. In the latter case, they must be completed in ink and in block capitals.\n4. Each export certificate shall bear a pre-printed serial number; in the upper section it shall also bear a certificate number. The copies shall have the same numbering as the original.", "1. Export certificates issued in 1987, 1988 and 1989 shall be valid for 120 days from the date of issue. The day of issue of the certificate shall be counted as part of its period of validity.\nIn order for the certificate to be valid, the sections thereof must be duly completed and it must be authenticated, as stipulated in the instructions indicated thereon. The shipped weight must be written out in full and also given in figures.\n2. The export certificate shall be duly authenticated when it indicates the date of issue and bears the stamp of the issuing body and the signature of the person or persons authorized to sign it.\nTITLE II\nImport licences", "1. Applications for import licences shall be lodged in any Member State and the licences issued shall be valid in the Twelve Member States.\nThe third indent of Article 5 (1) of Regulation (EEC) No 3183/80 shall not apply.\n2. Applications for import licences shall be submitted to the competent authorities of the Member States with the originals of the export certificates. The original of the certificate shall be retained by the agency which issues the import licence. However, where the application for an import licence relates to only a part of the quantity indicated on the export certificate, the issuing agency shall mark on the original the quantity for which the original was used and, after affixing its stamp, shall return it to the party concerned.\nOnly the quantity indicated under 'shipped weight' on the export certificate shall be referred to for the issue of the import licence.", "Notwithstanding Article 12 (1) of Regulation (EEC) No 2042/75, the security for the import licences provided for in this Title shall be five ECU per tonne.", "1. Applications for import licences and the licences themselves shall bear, in section 14, the words 'People's Republic of China'.\nThe licence shall make it obligatory to import from that country.\n2. (a) The licence shall bear in section 20 (a) the following particulars, in one of the language versions listed below:\n- Exacción reguladora limitada a 6 % ad valorem\n- Importafgiften begraenses til 6 % af vaerdien\n- Beschraenkung der Abschoepfung auf 6 % des Zollwerts\n- Eisforá kat' anótato ório 6 % kat' axía\n- Levy limited to 6 % ad valorem\n- Prélèvement limité à 6 % ad valorem\n- Prelievo limitato al 6 % ad valorem\n- Heffing beperkt tot 6 % ad valorem\n- Direito nivelador limitado a 6 % ad valorem;\n- Nombre del barco (indicar el nombre del barco que figura en el certificado de exportación chino)\n- Skibets navn (skibsnavn, der er anfoert i det kinesiske eksportcertifikat)\n- Name des Schiffes (Angabe des in der chinesischen Bescheinigung fuer die Ausfuhr eingetragenen Schiffsnamens)\n- Onomasía toy ploíoy (simeióste tin onomasía toy ploíoy poy anagráfetai sto kinéziko pistopoiitikó exagogís)\n- Name of the cargo vessel (state the name of the vessel given on the Chinese export certificate)\n- Nom du bateau (indiquer le nom du bateau figurant sur le certificat d'exportation chinois)\n- Nome della nave (indicare il nome della nave che figura sul titolo di esportazione cinese)\n- Naam van het schip (zoals aangegeven in het Chinese uitvoercertificaat)\n- Nome do navio (indicar o nome do navio que consta do certificado de exportação chinês);\n- Número y fecha del certificado de exportación chino\n- Det kinesiske eksportcertifikats nummer og dato\n- Nummer und Datum der chinesischen Bescheinigung fuer die Ausfuhr\n- Arithmós kai imerominía toy kinézikoy pistopoiitikoý exagogís\n- Serial number and date of issue of the Chinese export certificate\n- Numéro et date du certificat d'exportation chinois\n- Numero e data del titolo di esportazione cinese\n- Nummer en datum van het Chinese uitvoercertificaat\n- Número e data do certificado de exportação chinês. (b) A licence shall be accepted in support of a declaration for release into free circulation only if it is shown, for example by a copy of the bill of lading submitted by the interested party, that the products for which the release into free circulation is requested have been brought into the Community by the vessel referred to in the import licence.\n3. Notwithstanding Article 8 (4) of Regulation (EEC) No 3183/80, the quantity placed in free circulation may not exceed that indicated in sections 10 and 11 of the import licence and the figure 0 shall be inserted accordingly in section 22 of the said licence.", "1. The import licence shall be issued on the fifth working day following the day on which the application was lodged, except where the Commission has informed the competent authorities of the Member States by telex that the conditions laid down in the Cooperation Agreement have not been fulfilled.\nWhere the conditions governing the issue of the licence are not complied with, the Commission may, if necessary, after consultation of the Chinese authorities, take appropriate action.\n2. At the request of the party concerned, and following communication of the Commission's agreement by telex, the import licence may be issued within a shorter period.", "Notwithstanding Article 8 of Regulation (EEC) No 2042/75, the last day of the period of validity of the import licence shall correspond to the last day of the period of validity of the export certificate plus 30 days.", "The Member States shall telex every day to the Commission the following information concerning each licence application:\n- the quantity applied for,\n- the number of the export certificate submitted, as indicated in the upper section of the certificate,\n- the date of issue of the export certificate,\n- the total quantity for which the export certificate was issued,\n- the name of the exporter indicated on the export certificate.\nTITLE III\nFinal provisions", "0\nThis Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 16 February 1987.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 43, 13. 2. 1987, p. 9.\n(2) OJ No L 281, 1. 11. 1975, p. 1.\n(3) OJ No L 139, 24. 5. 1986, p. 29.\n(4) OJ No L 371, 31. 12. 1986, p. 11.\n(5) OJ No L 371, 31. 12. 1986, p. 73.\n(6) OJ No L 338, 13. 12. 1980, p. 1.\n(7) OJ No L 364, 23. 12. 1986, p. 31.\n(8) OJ No L 213, 11. 8. 1975, p. 5.\n(9) OJ No L 355, 15. 12. 1986, p. 24."}