{"celex_id": "31988R3271", "uri": "http://publications.europa.eu/resource/cellar/def01a6b-9808-4fe7-b7c4-40d039927021", "type": "Regulation", "concepts": ["1642", "20", "3732", "5360"], "title": "Commission Regulation (EEC) No 3271/88 of 24 October 1988 amending Regulation (EEC) No 2042/75 on special detailed rules for the application of the system of import and export licences for cereals and rice\n", "header": "COMMISSION  REGULATION (EEC) No 3271/88\nof 24 October 1988\namending Regulation (EEC) No 2042/75 on special detailed rules for the application of the system of import and export licences for cereals and rice\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2727/75 of 29 October 1975 on the common organization of the market in cereals (1), as last amended by Regulation (EEC) No 2221/88 (2), and in particular Article 16 (6) thereof,\nWhereas, in accordance with Article 10 of Commission Regulation (EEC) No 2042/75 (3), as last amended by Regulation (EEC) No 2877/88 (4), the term of validity of a licence for the export of cereals pursuant to an invitation to tender opened in an importing third country may extend to eight months following the month of issue; whereas, in view of the current major fluctuations in prices on the world market for cereals, that maximum term of validity should be reduced to four months;\nWhereas, for the same reasons, the period between the date of the application for the licence and the closing date for the submission of tenders in the importing third country provided for in the third subparagrah of Article 43 (3) of Commission Regulation (EEC) No 3183/80 of 3 December 1980 laying down common detailed rules for the application of the system of import and export licences and advance fixing certificates for agricultural products (5), as last amended by Regulation (EEC) No 2082/88 (6), and the period laid down in Article 43 (5) of that Regulation between the closing date for the submission of tenders and the notification by the applicant of the outcome of the invitation to tender should be reduced, by way of derogation for the cereals sector;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Cereals,", "main_body": ["Article 10 of Regulation (EEC) No 2042/75 is hereby replaced by the following:\n'Article 10\n1. Where export is effected pursuant to an invitation to tender opened in an importing third country, export licences for common wheat, durum wheat, rye, barley, maize, rice, wheat flour and rye flour, groats and meal of durum wheat and products falling within CN code 2309 10 containing less than 50 % by weight of milk products shall be valid from their date of issue within the meaning of Article 21 (1) of Regulation (EEC) No 3183/80 until the date on which the obligations deriving from the award are to be fulfilled.\n2. However, the term of validity of such licences may not exceed four months following the month in which the licence was issued within the meaning of Article 21 (1) of Regulation (EEC) No 3183/80.\n3. By way of derogation from the third subparagraph of Article 43 (3) of Regulation (EEC) No 3183/80, the licence application or applications may not be lodged more than four working days before the closing date for the submission of tenders for the invitation to tender.\n4. By way of derogation from Article 43 (5) of Regulation (EEC) No 3183/80, the maximum period between the closing date for the submission of tenders and the notification given to the issuing agency by the applicant concerning the outcome of the invitation to tender as provided for in Article 43 (5) (a) to (d) of that Regulation shall be six working days.'", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 24 October 1988.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 281, 1. 11. 1975, p. 1.\n(2) OJ No L 197, 26. 7. 1988, p. 16.\n(3) OJ No L 213, 11. 8. 1975, p. 5.\n(4) OJ No L 257, 17. 9. 1988, p. 36.\n(5) OJ No L 338, 13. 12. 1980, p. 1.\n(6) OJ No L 195, 16. 7. 1987, p. 11."}