{"celex_id": "31980R3345", "uri": "http://publications.europa.eu/resource/cellar/1136903b-f5da-4190-86af-d7a8f58b62ef", "type": "Regulation", "concepts": ["1895", "2321", "2771", "4256", "4330", "9"], "title": "Commission Regulation (EEC) No 3345/80 of 23 December 1980 on the recording of the country of consignment in the external trade statistics of the Community and statistics of trade between Member States\n", "header": "COMMISSION REGULATION (EEC) No 3345/80 of 23 December 1980 on the recording of the country of consignment in the external trade statistics of the Community and statistics of trade between Member States\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1736/75 of 24 June 1975 on the external trade statistics of the Community and statistics of trade between Member States (1), as amended by Regulation (EEC) No 2845/77 (2), and in particular Article 11 thereof,\nWhereas Council Directive 69/73/EEC of 4 March 1969 on the harmonization of provisions laid down by law, regulation or administrative action in respect of inward processing (3), and in particular Articles 13, 14 and 15 thereof, concerns goods which do not satisfy the conditions laid down in Articles 9 and 10 of the Treaty;\nWhereas compensating products, intermediate products or goods in the unaltered state, within the meaning of Directive 69/73/EEC may circulate between the statistical territories of Member States in accordance with the provisions of Commission Directive 75/681/EEC (4) ; whereas there is no requirement that such products and goods should be recorded in the import statistics of a Member State, other than that in which the authorization granting the benefit of inward processing arrangements has been issued, with an indication of the Member State of consignment ; and whereas it is essential for the consistency of Community statistics that they should be so recorded;\nWhereas goods and products satisfying or having satisfied, according to the documents presented by the declarant, the conditions laid down in Articles 9 and 10 of the Treaty, which have been exported to a third country, may afterwards be imported into a Member State from the third country of destination or any other third country provided that their origin has not been changed as the result of any process or operation referred to in Article 5 of Council Regulation (EEC) No 802/68 of 27 June 1968 on the common definition of the concept of the origin of goods (5) ; whereas there is no requirement that such goods and products should be recorded in the statistics of the Member State which imports them with an indication of the third country of consignment ; and whereas it is essential for the consistency of Community statistics that they should be so recorded;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Committee on External Trade Statistics,", "main_body": ["The purpose of this Regulation is to adopt certain specific provisions as provided for in Article 11 of Council Regulation (EEC) No 1736/75.", "When goods which have been placed under inward processing arrangements in a Member State are dispatched to another Member State, in the unaltered state or as intermediate or compensating products within the meaning of Directive 69/73/EEC, in accordance with Articles 2 and 3 of Directive 73/95/EEC, the statistical information medium used by the latter Member State to record such goods in its imports shall indicate the Member State of consignment.", "When goods or products for which it can be ascertained that they either originated in the Community or having originated in a third country had been previously put in free circulation in the Community are exported to a third country and afterwards imported from a third country into the Community by a Member State, either in the unaltered state or after having been processed or worked on in a way which does not constitute a change of origin under the provisions of Article 5 of Regulation (EEC) No 802/68, the statistical information medium used to record this importation shall indicate the third country of consignment.", "This Regulation shall enter into force on 1 January 1981.\n(1) OJ No L 183, 14.7.1975, p. 3.  (2) OJ No L 329, 22.12.1977, p. 3.  (3) OJ No L 58, 8.3.1969, p. 1.  (4) OJ No L 301, 20.11.1975, p. 1.  (5) OJ No L 148, 28.6.1968, p. 1.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 23 December 1980.\nFor the Commission\nFranรงois-Xavier ORTOLI\nVice-President"}