{"celex_id": "31985D0252", "uri": "http://publications.europa.eu/resource/cellar/4bcc9d08-0a54-4174-ab48-87c7a0c2f508", "type": "Decision", "concepts": ["1524", "2766", "3803", "588", "888"], "title": "85/252/EEC: Commission Decision of 23 April 1985 terminating the anti-dumping proceeding concerning imports of certain titanium mill products originating in Japan and the United States of America\n", "header": "COMMISSION  DECISION\nof 23 April 1985\nterminating the anti-dumping proceeding concerning imports of certain titanium mill products originating in Japan and the United States of America\n(85/252/EEC)\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2176/84 of 23 July 1984 on protection against dumped or subsidized imports from countries not members of the European Economic Community (1), and in particular Article 9 thereof,\nAfter consultations within the Advisory Committee as provided for by the above Regulation,\nWhereas:\nA. Procedure\n(1) In July 1984 the Commission received a complaint lodged by the ComitĂŠ de Liaison des Industries de MĂŠtaux non-ferreux on behalf of producers of certain titanium mill products whose collective output constitutes practically all Community production of the products in question. The complaint contained evidence of dumping and of material injury resulting therefrom, which was considered sufficient to justify the initiation of a proceeding. The Commission accordingly announced, by a notice published in the Official Journal of the European Communities (2) the initiation of an anti-dumping proceeding concerning imports into the Community of certain titanium mill products falling within Common Customs Tariff subheading ex 81.04 K II corresponding to NIMEXE codes 81.04 ex 59 and ex 61 and originating in Japan and the United States of America and commenced an investigation.\n(2) The Commission officially so advised the exporters and importers known to be concerned, the representatives of the exporting countries and the complainants and gave the parties directly concerned the opportunity to make known their views in writing and to request a hearing.\nThe Community producers, all the known Japanese and US exporters and some importers made their views known in writing. In addition, some of the Japanese and US exporters concerned requested, and were granted, hearings.\nA number of submissions were also made by processors of the products concerned in the Community.\n(3) The Commission sought and verified all information it deemed to be necessary and carried out investigations at the premises of the following:\nEEC producers:\nCezus SA, Paris, France,\nIMI Titanium Ltd, Birmingham, United Kingdom,\nSchmiedewerke Krupp & Kloeckner GmbH, Essen, Federal Republic of Germany,\nThyssen Edelstahlwerke AG, Krefeld, Federal Republic of Germany;\nJapanese and US exporters:\nKobe Steel Ltd, Tokyo,\nNippon Mining Co. Ltd, Tokyo,\nNippon Stainless Steel Co. Ltd, Tokyo,\nSumitomo Metal Industries Ltd, Tokyo;\nMartin Marietta Aluminium Inc., Los Angeles, California,\nNF & M Corporation, New York,\nOregon Metallurgical Corporation, Albany, Oregon,\nRMI Company, Niles, Ohio,\nTeledyne Allvac, Monroe, North Carolina,\nTitanium Metals Corporation of America, Pittsburg, Pennsylvania;\nEEC importers:\nArmco International SA, Paris, France,\nSNECMA SA, Paris, France.\nThe Commission requested and received detailed written submissions from all the complainant Community producers, all the exporters concerned and some importers and verified the information therein to the extent considered necessary.\n(4) The investigation of dumping covered the period January to August 1984.\nThe investigation covered all imports of the products concerned during the reference period from both Japan and the USA.\nB. Products\n(5) The Commission has established, subsequent to the opening of the proceeding, that the relevant products exported from Japan to the Community were exclusively of commercially pure titanium, mostly sheets for chemical applications and strip for tubing, while the products exported from the USA to the Community were exclusively titanium alloys, mostly bar, rod and billet for use in the aerospace industry. These products from the two exporting countries concerned have distinct physical characteristics and end uses and have accordingly been treated separately in the investigation.\nC. Normal value\n(6) (a) Japan\n(i) Sales on the domestic market in the normal course of trade\nNormal value for all the relevant products of one Japanese exporter and for one product range of a second was determined on the basis of domestic prices. Sufficient evidence was supplied by the exporters concerned that these sales were in the normal course of trade being to unrelated purchasers and being at prices which covered all costs of production.\n(ii) In seeking to determine normal value for the remaining like products of the second exporter mentioned above and for all such products of a third exporter, the Commission had to take account of the fact that sales of these products on the domestic market did not permit proper comparison since all such sales were to related customers. Since these related customers were also the end users of the product concerned there were no relevant sales to independent customers on which the Commission could have relied for the purposes of establishing normal value. The Commission determined, therefore, that the normal value in these instances should be established on the basis of constructed value.\n(iii) The investigation to determine whether dumping occurred has shown that a fourth exporter, whose domestic sales of the like products were made through a wholly-owned trading company, marketed its products over an extended period of time and in respect of substantial quantities at prices lower than costs of production. In arriving at this conclusion, the Commission took into consideration the fact that this exporter's purchases of titanium sponge, the basic raw material for the product concerned, were from a related company and were not made on an arm's length basis. Using a cost for the raw material based on the costs of the other Japanese exporters concerned, costs of production exceeded the price levels of this company's trading company in the domestic market. The normal value in this case was accordingly determined on the basis of a constructed value.\n(b) USA\n(i) Normal value was determined on the basis of the domestic prices of five US producers who exported to the Community and who provided evidence that these sales were made to unrelated purchasers and covered all costs of production. Certain sales of some of the exporters were excluded from the calculation of normal value since they were considered not to have been made in the normal course of trade having been made at prices below costs of production.\n(ii) The investigation to determine the existence of dumping has shown that prices of the like products marketed by the remaining US exporter on the domestic market had, over an extended period of time and in respect of substantial quantities, been lower than the costs of production. Normal value was, therefore, determined on the basis of the constructed value.\n(7) When constructed value was used as the basis of establishing normal value for both Japanese and US exporters, it was determined by adding costs of production and a reasonable margin of profit. The costs of production were computed on the basis of all costs, in the ordinary course of trade, both fixed and variable, in the country of origin, of materials and manufacture, plus a reasonable amount for selling, administrative and other general expenses. A profit margin of 8 % was added to these costs. This margin was considered to be reasonable in the light of the industry's specific requirements in the areas of research and development, technology and consequent investment. D. Export price\n(8) Export prices were determined for all of the Japanese and five of the US exporters on the basis of the prices actually paid or payable for the products sold for export to the Community.\nOne US exporter sold the products concerned to a related company in the Community and accordingly this company's export prices were constructed on the basis of the prices at which the imported product was first resold to an independent buyer, suitably adjusted to take account of all costs incurred between importation and resale including customs duty, and the related importer's profit.\nE. Comparison\n(9) In comparing normal value with export prices in some instances, both for Japanese and US exporters, a comparison could not be made between products which were identical in physical characteristics, e.g. size, grade or alloy. In such instances, comparison was made between the products which most closely resembled each other and appropriate allowance was made. Where data on the domestic price differences of these types were not available, the allowance was based on cost data. Allowance was also made for differences in conditions and terms of sale, salesmen's salaries and for duty drawback on imported raw material. Entitlement to the allowances granted was, in every instance, satisfactorily demonstrated by the submission of appropriate evidence in support of the claim.\nF. Margins\n(10) Normal values, on a weighted average basis where prices varied, were compared with export prices on a transaction by transaction basis.\nThis comparison showed the existence of dumping, the margins of dumping being equal to the amount by which a normal value as established exceeded the price for export to the Community.\nThese margins varied according to the exporter and the type of product concerned, the weighted average margin for each of the exporters investigated being as follows:\n1.2 // (a) Japan  //   // Kobe Steel Ltd  // no dumping  // Nippon Mining Co. Ltd  // 0,4 %  // Nippon Stainless Steel Co. Ltd  // 8,8 %  // Sumitomo Metal Industries Ltd  // 0,2 %;  // (b) USA  //   // Martin Marietta Aluminium Inc.  // 1,3 %  // NF & M International  // no dumping  // Oregon Metallurgical Corporation  // 1,0 %  // RMI Company  // 0,2 %  // Teledyne Allvac  // 0,9 %  // Titanium Metals Corporation of America  // 1,3 %\nG. Necessity of protective measures\n(11) The Commission considers that the dumping margins found for both the Japanese and US exporters, with the exception of that for Nippon Stainless Steel Company, are of such a level that it would be inappropriate for anti-dumping measures to be taken on the basis of these findings. As far as Nippon Steel Company is concerned, it is the smallest of the Japanese exporting companies in terms of capacity and exported by far the smallest quantity of the products concerned to the Community during the reference period. This was also true of all years from 1981 to 1984 during which time Nippon Stainless Steel Company's market share in the Community never exceeded 1,8 %. The Commission considered, therefore, that such volumes, in isolation, could not have caused material injury to the Community industry concerned.\nH. Termination\n(12) In these circumstances, therefore, the proceeding concerning imports of certain titanium mill products originating in Japan and the USA should be terminated,", "main_body": ["The anti-dumping proceeding in respect of certain titanium mill products originating in Japan and the United States of America is hereby terminated."], "attachments": "Done at Brussels, 23 April 1985.\nFor the Commission\nWilly DE CLERCQ\nMember of the Commission\n(1) OJ No L 201, 30. 7. 1984, p. 1.\n(2) OJ No C 237, 7. 9. 1984, p. 2."}