{"celex_id": "31987R2409", "uri": "http://publications.europa.eu/resource/cellar/50f98d58-3fc8-46b1-9838-ad20d4f0b138", "type": "Regulation", "concepts": ["1883", "4620", "5040", "588"], "title": "Commission Regulation (EEC) No 2409/87 of 6 August 1987 imposing a provisional anti-dumping duty on imports of ferro-silicon originating in Brazil and accepting undertakings offered by Italmagnesio SA of Brazil and from Promsyrio-Import of the USSR\n", "header": "COMMISSION  REGULATION (EEC) No 2409/87\nof 6 August 1987\nimposing a provisional anti-dumping duty on imports of ferro-silicon originating in Brazil and accepting undertakings offered by Italmagnesio SA of Brazil and from Promsyrio-Import of the USSR\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 2176/84 of 23 July 1984 on protection against dumped or subsidized imports from countries not members of the European Economic Community (1), as amended by Regulation (EEC) No 1761/87 (2), and in particular Articles 10 and 11 thereof,\nAfter consultations within the Advisory Committee as provided for by the above Regulation,\nWhereas:\nA. Procedure\n(1) In June 1986 and September 1986 the Commission received complaints lodged by the Comité de Liaison des Industries de Ferro-alliages de la Communauté économique européenne on behalf of French, German, Italian, Portuguese and Spanish producers of ferro-silicon whose collective out-put constitutes practically all Community production of the product in question. The complaints contained evidence of dumping and of material injury resulting therefrom, which was considered sufficient to justify the initiation of a proceeding. The Commission accordingly announced, by notices published in the Official Journal of the European Communities (3), the initiation of anti-dumping proceedings concerning imports into the Community of ferro-silicon falling within Common Customs Tariff subheading 73.02 C, corresponding to NIMEXE code 73.02-30 and originating in Brazil and the USSR, and commenced an investigation.\n(2) The Commission officially so advised the exporters and importers known to be concerned, the representatives of Brazil and the complainants and gave the parties directly concerned the opportunity to make known their views in writing and to request a hearing.\n(3) All the Community producers, three Brazilian and the USSR exporters as well as two of the three importers into the Community of USSR ferro-silicon made their views known in writing. None of the importers of Brazilian ferro-silicon cooperated in the proceeding. Some of the parties have requested and were granted hearings by the Commission. One importer requested a hearing after the expiry of the deadline set with the notice of initiation; this request was refused because it was made too late.\nOne Brazilian exporter known to have exported during the period of investigation refused to cooperate.\n(4) One importer requested the opportunity to meet the complainants for the purpose of presenting their opposing views. The Commission was prepared to grant this request but the complainants refused to attend a meeting and it was not, therefore, possible to arrange it.\nNo submissions were made by Community purchasers of ferro-silicon.\nThe Commission sought and verified all information it deemed to be necessary for the purposes of a preliminary determination and carried out investigations at the premises of the following:\nEEC producers\n- Pechiney Electrométallurgie SA, Paris, France,\n- Ferroaleacione del Norte Ferronor SA, Mataporquera, Spain,\n- Sociedad Española de Fundiciones Electricas SA, Bilbao, Spain.\nExporters\n- Companhia Brasileira Carbureto de Calcio CBCC SA, Rio de Janeiro, Brazil,\n- Italmagnésio SA, Sao Paolo, Brazil,\n- Eletrometalur SA, Indústria e Comércio, Belo Horizonte, Brazil.\nImporters\n- Société anonyme des Minerais, Luxembourg,\n- Eisen und Metall AG, Gelsenkirchen, Germany.\nThe Commission requested and received detailed written submissions from the complainant Community producers, four exporters and two importers and verified the information therein to the extent considered necessary.\nThe investigation of dumping covered the period from 1 September 1985 to 30 August 1986 in the case of Brazil and 1 March 1986 to 28 February 1987 in the case of the USSR.\nB. Normal value\n(5) Brazil\nNormal value was provisionally determined on the basis of the domestic prices of those producers who exported to the Community and who provided sufficient evidence.\n(6) USSR\nIn order to establish whether the imports from the USSR were dumped, the Commission had to take account of the fact that the USSR does not have a market economy and the Commission therefore had to base its determinations on the normal value in a market-economy country. In this connection, the complainants had suggested the Brazilian market. No objection was made to this suggestion.\nThe Commission is satisfied that the products from these two countries are substantially identical, that there are no extraordinary differences between the manufacturing processes in the USSR and Brazil and that there is a comparable level of development. In addition the scale of the production in Brazil and a high level of internal competition from about half a dozen domestic Brazilian producers ensure that price levels are in a reasonable proportion to production costs.\nThe Commission therefore concluded that it would be appropriate and not unreasonable to determine normal value on the basis of domestic prices in Brazil.\nC. Export price\n(7) Export prices were in each case determined on the basis of the prices actually paid or payable for the product sold for export to the Community.\nD. Comparison\n(8) In comparing normal value with export prices the Commission took account, where appropriate, of differences affecting price comparability. The exporters claimed and could show that such differences existed in respect of payment terms, handling, taxes, transport and packaging costs, and commissions paid to third parties.\nAll comparisons were made at ex-works level.\nE. Margins\n(9) The above preliminary examination of the facts shows the existence of dumping with regard to only one investigated Brazilian exporter, Italmagnesio SA, and with regard to the USSR exporter, the margins of dumping being equal to the amount by which the normal values as established exceed the prices for export to the Community. The margins vary according to shipment of the material concerned. The weighted average dumping margins found were as follows:\nBrazil\nItalmagnesio SA: 10,6 %\nCompanhia Brasileira Carbureto de Calcio CBCC, SA: no dumping\nElectrometalur SA: no dumping\nFor those exporters who neither replied to the Commission's questionnaire nor made themselves known otherwise in the course of the preliminary investigation, dumping was determined on the basis of the facts available. In this connection the Commission considered that the results of its investigation provided the most appropriate basis for determination of the margin of dumping and that it would constitute a bonus for non-cooperation and would create an opportunity for circumvention of the duty to hold that the dumping margin for these exporters was any lower than the highest dumping margin of 10,6 % determined with regard to an exporter who had cooperated in the investigation. For these reasons it is considered appropriate to use this latter dumping margin for this group of exporters.\nUSSR\nPromsyrio-Import, Moscow, USSR: 10,7 %\nF. Injury\n(10) It has already been established by Commission Decision 83/93/EEC (1) that the Community industry suffered injury caused by dumped imports. For the purposes of this Regulation the Commission relied on evidence submitted in the complaint. No valid evidence was submitted by the parties during the investigation which would have allowed the conclusion that the Community industry was no longer in a precarious state.\n(11) In fact it has been provisionally established that exports from Brazil have increased from virtually zero to about 3 000 tonnes in 1985 and to about 5 000 tonnes during the first nine months of 1986 whereas imports from the USSR have remained more or less constant at about 9 000 tonnes per year. The combined market share of these imports\nhas thus increased from about 2 % to just below 3 %. It is recalled in this context that in the previous anti-dumping investigation concerning the same product it was found that imports from all sources then investigated and found to be dumped held a share of about 45 % of the Community market. Despite the anti-dumping measures taken in 1983 no substantial change in that market share has been observed.\nAs to price undercutting, it is to be noted that no importer of Brazilian ferro-silicon and only two of the three importers of USSR ferro-silicon cooperated in the proceeding. The Commission therefore had to base its conclusions in part on the best evidence available. This suggests that the Brazilian and USSR product was sold on the Community market at about 15 % and 10 % respectively below the price level of the Community industry.\n(12) The Commission provisionally established the profit situation of the Community industry most concerned by imports from the two countries concerned. It was found that during the reference period substantial losses in the sales of ferro-silicon on the Community market were recorded after previous years had in part given more satisfactory results. These losses led to the announcement of further closures of production facilities and the laying off of employees. It therefore had to be concluded provisionally that further protective action is warranted.\nIndeed, after clear signs of an improvement in 1984 and 1985 the results for 1986 again show that sales of ferro-silicon on the Community market were made at a price level which did not cover the Community industry's costs. As a consequence the closure of at least two production facilities had to be announced with consequent loss of employment.\nG. Community interest\n(13) No consumer of ferro-silicon made representations to the Commission in the course of the investigation.\nWhen considering the interests of the Community, the Commission took into account the fact that the Community ferro-alloys industry as a whole is being subject to low-priced imports of other ferro-alloy products to such an extent that it would not serve the Community's interests if the Commission allowed it to be exposed to dumped imports of this product as well.\nIn view of the serious difficulties facing the Community ferro-alloys industry and its economic and strategic importance, the Commission has come to the conclusion that it is in the Community's interest that action be taken. In order to prevent further injury being caused during the remainder of the proceeding, this action should take the form of a provisional anti-dumping duty.\nH. Rate of duty\n(14) Having regard to the extent of the injury caused, the rate of duty to be imposed on imports of ferro-silicon from Brazil and the USSR should correspond to the margin of dumping provisionally estimated for the one Brazilian exporter which chose to cooperate and was found to have dumped and for the sole USSR exporter of the product concerned. In order to safeguard the effectiveness of the duty it is considered appropriate that the duty take the form of a specific duty.\nI. Undertaking\n(15) Following the completion of the preliminary investigation the Brazilian exporter found to have dumped, namely Italmagnesio SA, and the USSR exporter which dumped, namely Promsyrio-Import, offered undertakings concerning their exports of ferro-silicon to the Community.\nThe effect of the said undertakings will be that the prices of their exports increase to such an extent that the injury suffered by the Community industry is eliminated. It appears that correct operation of the undertakings can be effectively monitored.\nIn these circumstances, the undertakings offered are considered acceptable. Italmagnesio SA and Promsyrio-Import can therefore be excluded from the scope of application of the duties on imports of ferro-silicon originating in Brazil and the USSR.\nSince Promsyrio-Import is the exclusive exporter of ferro-silicon from the USSR, and its undertakings cover all exports of the product originating in the USSR, all exports of ferro-silicon originating in the USSR can be excluded from the duty.\nAs to Brazil, the investigation has shown that the companies which cooperated and were investigated were not the only exporters. It would therefore constitute a premium for non-cooperation and invite exports to be made through other channels if the exclusion from the application of the duty of Italmagnesio SA were extended to other exporters from Brazil. K. Procedure\n(16) As a result the investigation into the two exporters referred to above can be terminated. A period should be fixed within which the parties concerned may make their views known and request a hearing,", "main_body": ["1. A provisional anti-dumping duty is hereby imposed on imports of ferro-silicon falling within Common Customs Tariff subheading 73.02 C, corresponding to NIMEXE codes 73.02-30 originating in Brazil.\n2. The amount of the duty shall be 59 ECU per tonne, net.\n3. The duty shall not apply to products manufactured and exported by Companhia Brasileira Carbureto de Calcio CBCC SA, Italmagnésio SA, Eletrometalur SA Industria et Comercio.\n4. The investigation with regard to exports of ferro-silicon originating in the USSR and to exports by Italmagnesio SA and originating in Brazil is herewith terminated.\n5. The provisions in force concerning customs duties shall apply.\n6. The release for free circulation in the Community of the products referred to in paragraph 1 shall be subject to the provision of a security, equivalent to the amount of the provisional duty.", "Without prejudice to Article 7 (4) (b) and (c) of Regulation (EEC) No 2176/84, the parties concerned may make known their views in writing and apply to be heard by the Commission within one month of the entry into force of this Regulation.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nSubject to Articles 11, 12 and 14 of Regulation (EEC) No 2176/84, it shall apply for a period of four months, unless the Council adopts definitive measures before the expiry of that period.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 6 August 1987.\nFor the Commission\nManuel MARÍN\nVice-President\n(1) OJ No L 201, 30. 7. 1984, p. 1.\n(2) OJ No L 167, 26. 6. 1987, p. 9.\n(3) OJ No C 231, 12. 9. 1986, p. 4;\nOJ No C 77, 24. 3. 1987, p. 2.\n(1) OJ No L 57, 4. 3. 1983, p. 20."}