{"celex_id": "31985D0446", "uri": "http://publications.europa.eu/resource/cellar/25f6882b-788f-405e-b57a-b7f36d8db020", "type": "Decision", "concepts": ["1445", "4689", "5744", "619"], "title": "85/446/EEC: Commission Decision of 18 September 1985 concerning the on-the-spot inspections to be carried out in respect of the intra-Community trade in fresh meat\n", "header": "COMMISSION  DECISION\nof 18 September 1985\nconcerning the on-the-spot inspections to be carried out in respect of the intra-Community trade in fresh meat\n(85/446/EEC)\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 64/433/EEC of 26 June 1964 on health problems affecting intra-Community trade in fresh meat (1) as last amended by Directive 85/235/EEC (2), and in particular Articles 8 and 9 thereof,\nWhereas the Commission has to determine the general provisions laying down the conditions for implementing the on-the-spot checks as foreseen in Articles 8 and 9 of Directive 64/433/EEC;\nWhereas, to this end, routine checks should be written into programmes drawn up after consultation with the Member States concerned and after an exchange of views in the framework of the Standing Veterinary Committee;\nWhereas furthermore Article 8 (3) of the abovementioned Directive laid down that the Commission has the duty, if so requested by a Member State, to have a slaughterhouse or cutting plant which has been officially approved by another Member State inspected by one or more experts to establish whether the conditions governing such approval are observed; whereas this inspection arises when the Member State requesting it considers that such conditions are not being observed by the establishment in question, and when it is clear that the Member States involved cannot agree on the way to resolve the situation;\nWhereas the Commission is responsible for appointing the experts from its own services as well as from among those proposed by the Member States on the basis of their qualifications;\nWhereas, in view of the particular importance for intra-Community trade, from the health protection and economic standpoints, of any questions raised relating to an establishment, the inspection should be made as promptly as possible;\nWhereas the Commission should provide the experts with a document authorizing them to make an inspection, so that the latter may justify their intervention, in particular in relation to the management of the establishment which has been called in question;\nWhereas the Commission has to inform the Member State responsible for approving the establishment which has been called in question that an inspection is to be made of that establishment, in order that the Member State may take any appropriate steps and may ensure in particular that the establishment and the official veterinary services afford the experts all the facilities they need to carry out such investigations as the latter consider necessary;\nWhereas, since the national experts will be acting at the request of the Commission, their travel and subsistence expenses must be reimbursed in accordance with the rates appropriate to persons outside the Commission who are called upon to act as experts;\nWhereas it is necessary, after each check, to ensure that Member States are informed rapidly of the results obtained;\nWhereas it is equally necessary to provide for a rapid procedure allowing, whenever required, for the adoption of Community decisions, particularly where checks have shown a serious risk to public health or when it is proved that measures regarded as essential following these checks have not been taken;\nWhereas Article 9 (2) of the abovementioned Directive provides for a re-examination of the provisions of that Article before 1 January 1988; whereas the provisions of Chapter II of this Decision should remain applicable only until that date;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Veterinary Committee,", "main_body": ["CHAPTER I\nScope of the Decision", "This Decision lays down the general provisions for the application of Articles 8 (3) and 9 of Directive 64/433/EEC, hereinafter called 'the Directive'.\nCHAPTER II\nRoutine on-the-spot checks", "1. Veterinary experts of the Commission shall carry out veterinary inspections on-the-spot to verify whether the provisions of the Directive are being applied in a uniform manner.\n2. The Commission shall draw up programmes of inspections after consultation with the Member States concerned and after an exchange of views in the framework of the Standing Veterinary Committee. These inspections shall be carried out in each Member State which has drawn up a list of establishments approved for intra-Community trade. However, after consultation with the Member State concerned and after an exchange of views in the framework of the Standing Veterinary Committee, the Commission may postpone or advance certain inspections or carry out additional inspections when it is considered necessary for reasons of health by the Commission.\nEstablishments which have been inspected in the event of disputes according to Chapter III shall be excluded from the programme of routine on-the-spot checks in the same year.\nCHAPTER III\nOn-the-spot checks in the event of disputes", "1. Each Member State shall propose to the Commission not less than two veterinary experts whose competence is beyond doubt, and shall communicate to it their names, their special fields, their exact official addresses and telephone numbers.\n2. The Commission shall draw up a list of veterinary experts, other than the veterinary experts of the Commission, who may be instructed to deliver opinions as referred to in Article 4 (2) (a).\n3. Where a Member State considers that one of the experts proposed by it should no longer be included in the list referred to in paragraph 2, it shall so inform the Commission. If the number of experts would thereby fall below the minimum provided for in paragraph 1, the Member State shall propose one or more replacements to the Commission.", "1. The Member States concerned shall put before the Commission within the meaning of the fourth subparagraph of Article 8 (3) of the Directive a written request specifying the reasons for the request and giving all information enabling the Commission to conclude that no agreement has been reached between the interested parties within the meaning of the said fourth subparagraph of Article 8 (3).\n2. On receipt of a request in accordance with paragraph 1, the Commission shall:\n(a) forthwith instruct,\n- at the request of a Member State involved or on its own initiative, from among the experts referred to in Article 3, one or more experts chosen by the Commission, not having the nationality of any of the Member States involved,\n- in any case one or more veterinary experts of the Commission, to deliver an opinion;\n(b) communicate to each expert thus called upon the reasons which have led the requesting Member State to make its request to the Commission;\n(c) provide each expert called upon with a document authorizing him to carry out such investigations as are necessary for the delivery of his opinion;\n(d) where necessary in the light of develoments and in the view of the Commission, instruct, in accordance with (a) above, one or more experts to deliver a further opinion;\n(e) inform the competent central authority of the Member State in whose territory the establishment called in question is situated that the inspection is to be made, and communicate to it the names and official addresses of the experts instructed for this purpose.", "The competent central authority of the Meber State in whose territory the establishment called in question is situated shall ensure that the management of such establishment and the competent veterinary service:\n(a) are forthwith informed of the inspection which is to be made and of the names and official addresses of the experts instructed in accordance with Article 4 (2);\n(b) provide each expert in possession of the document referred to in Article 4 (2) (c) with all facilities for inspecting the establishment so as to determine whether the conditions laid down for official approval in the Directive are being observed.", "With the least possible delay the experts shall proceed to the establishment called in question and communicate the opinion requested to the Commission in writing. Article 7\n1. Veterinary experts from the Member States, who shall be appointed by the Commission in accordance with this Decision, shall act under the direction of the Commission.\n2. They may in no circumstances make use for personal ends of any information acquired in the course of inspections nor may they divulge such information to any person outside the competent services.\n3. Veterinary experts from the Member States shall be paid travel and subsistance expenses by the Commission in accordance with the rules for the reimbursement of travel and subsistence expenses incurred by persons outside the Commission who are called upon by the Commission to act as experts.\nCHAPTER IV\nCommon provisions", "1. A Member State in whose territory a check is being carried out in accorance with this Decision shall give all necessary assistance to the experts in carrying out their duties.\n2. The Commission shall inform the Member State concerned of the results of inspections carried out as soon as possible after the end of the visit.\n3. The Commission, when it deems it necessary, must be in a position to initiate the procedure laid down in Article 15 of the Directive within two months after the end of the visit; this period should be as short as possible and of not more than 15 days duration where the check has revealed a serious risk for public health.\n4. The Commission shall initiate immediately the procedure laid down in Article 15 of the Directive in cases where the Member State concerned does not rectify, within the period and in line with the conditions envisaged, the observed deficiencies.", "Without prejudice to the provisions of Article 8 (2) and (3) the Commission shall periodically inform the Member States within the framework of the Standing Veterinary Committee of the inspections carried out on-the-spot in Member States pursuant to this Decision.", "0\nDirective 65/276/EEC and Decisions 69/100/EEC, 83/638/EEC and 84/350/EEC are hereby repealed.", "1\nThe provisions relating to the checks provided for in Chapter II shall apply until 1 January 1988.", "2\nThis Decision is addressed to the Member States."], "attachments": "Done at Brussels, 18 September 1985.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No 121, 29. 7. 1964, p. 2012/64.\n(2) OJ No L 168, 28. 6. 1985, p. 47."}