{"celex_id": "31989R1235", "uri": "http://publications.europa.eu/resource/cellar/f1fb836e-88b8-4212-a045-84b620710d23", "type": "Regulation", "concepts": ["2121", "2591", "2643", "4687"], "title": "Council Regulation (EEC) No 1235/89 of 3 May 1989 amending Regulations (EEC) No 2771/75 on the common organization of the market in eggs and (EEC) No 2777/75 on the common organization of the market in poultrymeat\n", "header": "COUNCIL REGULATION (EEC) No 1235/89 of 3 May 1989 amending Regulations (EEC) No 2771/75 on the common organization of the market in eggs and (EEC) No 2777/75 on the common organization of the market in poultrymeat\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 43 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas Regulation (EEC) No 2771/75 (4), as last amended by Regulation (EEC) No 3207/88 (5), and (EEC) No 2777/75 (6), as last amended by Regulation (EEC) No 3907/87 (7), provide for quarterly fixing of the sluice-gate prices and levies on the basis  primarily of feed grain prices; whereas given this close relationship and the fact that the cereals marketing year begins on 1 July the dates for application of the sluice-gate prices and levies should be brought forward by one month; whereas this will  make the quarters coincide with the calendar quarters;\nWhereas Articles 5 and 7 of Regulations (EEC) No 2771/75 and (EEC) No 2777/75 provide for re-examination at least once a year of the basis for setting the coefficients of derivation and the standard amounts; whereas in the light of experience of  management of the market in eggs and in poultrymeat and of practical considerations these provisions are seen to be no longer appropriate; whereas they should therefore be deleted,", "main_body": ["Regulation (EEC) No 2771/75 is hereby amended as follows:\n1.  Point (e) in Article 1 (2) is deleted.\n2.  Article 4 (1) is replaced by the following:\n´1.  The levy on eggs in shell shall be composed of:\n(a)  one component equal to the difference between prices within the Community and on the world market for the quantity of feed grain required for the production in the Community of one kilogram of eggs in shell.\nThe prices for feed grain within the Community shall be determined once a year for a period of 12 months beginning on 1 July, on the basis of the threshold prices for such grain and the monthly increase thereof. They shall be used for fixing the levy  from 1 July of each year.\nThe prices for feed grain on the world market shall be determined quarterly on the basis of prices for such grain recorded for the five-month period ending one month before the beginning of the quarter for which the said component is calculated.\nHowever, when the levy applicable from 1 October, 1 January and 1 April is being fixed, trends in world market prices for feed grain shall be taken into account only if at the same time a new sluice-gate price is being fixed;\n(b)  one component equal to 7 % of the average of the sluice-gate prices ruling for the four quarters preceding 1 April of each year.\nThis component shall be calculated once a year for a period of 12 months beginning 1 July.'\n3.  Article 5 (2) is replaced by the following:\n´2.  The coefficients expressing the quantities and relationship mentioned in paragraph 1 shall be fixed using the procedure specified in Article 17.'\n4.  The last subparagraph of Article 7 (2) is replaced by the following:\n´However, when the sluice-gate price applicable from 1 October, 1 January and 1 April is being fixed, trends in world market prices for feed grain shall be taken into account only if the price of the quantity of feed grain shows a minimum variation from  that used in calculating the sluice-gate price for the preceding quarter.'", "Regulation (EEC) No 2777/75 is hereby amended as follows:\n1.  Point (e) in Article 1 (2) is deleted.\n2.  Article 4 (1) is replaced by the following:\n´1.  The levy on slaughtered poultry shall be composed of:\n(a)  one component equal to the difference between prices within the Community and on the world market for the quantity of feed grain, varied according to the kind of poultry, which is required for the production in the Community of one kilogram of  slaughtered poultry.\nThe prices for feed grain within the Community shall be determined once a year for a period of 12 months beginning on 1 July, on the basis of the threshold prices and the monthly increases therein. They shall be used for fixing the levy from 1 July each  year.\nThe prices for feed grain on the world market shall be determined quarterly on the basis of the prices for such grain for the five-month period ending one month before the beginning of the quarter for which the said component is calculated.\nHowever, when the levies applicable from 1 October, 1 January and 1 April are being fixed, trends in world market prices for feed grain shall be taken into account only if at the time a new sluice-gate price is being fixed.\n(b)  one component equal to 7 % of the average of the sluice-gate prices ruling for the four quarters preceding 1 April of each year.\nThis component shall be calculated once a year for a period of 12 months beginning 1 July.'\n3.  Article 5 (3) is replaced by the following:\n´3.  The coefficients expressing the relationships mentioned in paragraph 1 shall be fixed using the procedure specified in Article 17.'\n4.  The last subparagraph of Article 7 (2) is replaced by the following:\n´However, when the sluice-gate price applicable from 1 October, 1 January and 1 April is being fixed, trends in world market prices for feed grain shall be taken into account only if the price of the quantity of feed grain shows a minimum variation from  that used in calculating the sluice-gate price for the preceding quarter.'", "This Regulation shall enter into force on the third day following its publication in the Official Journal of the European Communities.\nIt shall apply from 1 July 1989.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 3 May 1989.\nFor the Council\nThe President\nP. SOLBES\n(1) OJ No C 82, 3. 4. 1989, p. 49.\n(2) OJ No C 120, 16. 5. 1989.\n(3) Opinion delivered on 31 March 1989 (not yet published in the Official Journal).\n(4) OJ No L 282, 1. 11. 1975, p. 49.\n(5) OJ No L 286, 20. 10. 1988, p. 2.\n(6) OJ No L 282, 1. 11. 1975, p. 77.\n(7) OJ No L 370, 30. 12. 1987, p. 14."}