{"celex_id": "31989L0014", "uri": "http://publications.europa.eu/resource/cellar/434a90fd-57d8-4d0f-ba51-1a5130c39ba3", "type": "Directive", "concepts": ["1607", "2081", "4081"], "title": "Commission Directive 89/14/EEC of 15 December 1988 determining the groups of varieties of spinach beet and beetroot referred to crop isolation conditions of Annex I to Council Directive 70/458/EEC on the marketing of vegetable seed\n", "header": "11.1.1989 EN Official Journal of the European Communities L 8/9\nCOMMISSION DIRECTIVE\nof 15 December 1988\ndetermining the groups of varieties of spinach beet and beetroot referred to crop isolation conditions of Annex I to Council Directive 70/458/EEC on the marketing of vegetable seed\n(89/14/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Directive 70/458/EEC of 29 September 1970 on the marketing of vegetable seed (1), as last amended by Directive 88/380/EEC (2),, and in particular the final sentence of Annex I (4) (A) thereof,\nWhereas Commission Directive 87/481/EEC (3) amended the conditions laid down in Annex I (4) to Directive 70/458/EEC for crop isolation for the production of spinach beet seed and beetroot seed;\nWhereas, according to Directive 87/481/EEC, the minimum distance from neighbouring plants of the same sub-species which might result in undesirable foreign pollination depends on whether the spinach beet or beetroot crop is of a variety belonging to the same group of varieties as those plants;\nWhereas it is therefore necessary to determine the groups of varieties of spinach beet and beetroot referred to in Annex I (4) (A) of Directive 70/458/EEC;\nWhereas the measures provided for in this Directive are in accordance with the opinion of the Standing Committee on Seeds and Propagating Material for Agriculture, Horticulture and Forestry,", "main_body": ["The groups of varieties of spinach beet and beetroot referred to in Annex I (4) (A) of Directive 70/458/EEC are those listed in the Annex to this Directive.", "Member States shall take the measures necessary to comply with this Directive not later than 1 January 1990. They shall forthwith inform the Commission thereof.", "This Directive is addressed to the Member States."], "attachments": "Done at Brussels, 15 December 1988.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1)  OJ No L 225, 12. 10. 1970, p. 7.\n(2)  OJ No L 187, 16. 7. 1988, p. 31.\n(3)  OJ No L 273, 26. 9. 1987, p. 45.\nANNEX\nI.   Beta vulgaris L. var. vulgaris, Spinach beet, chard, and Beta vulgaris L. var. conditiva Alef., red beet or beetroot.\nWhere the crop is of a genetically monogerm variety, multigerm varieties shall be regarded as belonging to a different group.\nII.   Beta vulgaris L. var. vulgaris, Spinach beet, chard.\nSubject to point I, varieties shall be classified in five groups,.according to their characteristics, as follows:\nGroup Characteristics\n(1) (2)\n1 White petiole and pale green leaf blade, without anthocyanin coloration.\n2 White petiole and medium or dark green leaf blade, without anthocyanin coloration.\n3 Green petiole and medium or dark green leaf blade, without anthocyanin coloration.\n4 Pink petiole and medium or dark green leaf blade.\n5 Red petiole and leaf blade with anthocyanin coloration.\nIII.   Beta vulgaris L. var. conditiva Alef., red beet or beetroot.\nSubject to point I, varieties shall be classified in six groups, according to their characteristics, as follows:\nGroup Characteristics\n(1) (2)\n1 Transverse narrow elliptic or transverse elliptic shape of root longitudinal section and root flesh red or purple.\n2 Circular or broad elliptic shape of root longitudinal section and root flesh white.\n3 Circular or broad elliptic shape of root longitudinal section and root flesh yellow.\n4 Circular or broad elliptic shape of root longitudinal section and root flesh red or purple.\n5 Narrow oblong shape of root longitudinal section and root flesh red or purple.\n6 Narrow obtriangular shape of root longitudinal section and root flesh red or purple."}