{"celex_id": "31987R1921", "uri": "http://publications.europa.eu/resource/cellar/a06f0c40-20ef-4028-a447-2e5744a222c3", "type": "Regulation", "concepts": ["13", "2645", "2681", "3633", "4210", "797"], "title": "Council Regulation (EEC) No 1921/87 of 2 July 1987 amending Regulation (EEC) No 1491/85 laying down special measures in respect of soya beans\n", "header": "COUNCIL REGULATION (EEC) No 1921/87  of 2 July 1987 amending Regulation (EEC) No 1491/85 laying down special measures in respect of soya  beans\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ", Having regard to the Treaty  establishing the European Economic Community, and in particular Article 43 thereof, Having regard  to the proposal from the Commission  (1), Having regard to the opinion of the European Parliament   (2), Having regard to the opinion of the Economic and Social Committee  (3), Whereas the production  of soya beans in the Community has grown at an exceptionally high rate in recent years; whereas  more modest and regular growth in the production of the said beans seems desirable; whereas, to  attain this objective, arrangements should be made that, where a certain maximum guaranteed  quantity is exceeded, the amount of the aid and the minimum price are to be reduced by an amount  that takes account of the scale by which this quantity is exceeded; whereas Regulation (EEC) No  1491/85  (4) should accordingly be amended,", "main_body": ["The following Article is hereby added to Regulation (EEC) No 1491/85:    'Article 3a1.    The  Council, acting in accordance with the procedure laid down in Article 43 (2) of the Treaty, shall  fix each year, and for the first time for the 1987/88 marketing year, a maximum guaranteed quantity  for soya beans produced in the Community.2.    The maximum guaranteed quantity for soya beans shall  be determined taking account of production during a reference period and of the likely trend in  demand.3.    Where the production of soya beans, as estimated before the beginning of the marketing  year, exceeds the maximum guaranteed quantity for the beans concerned and for the marketing year in  question, the amount of the aid shall be reduced by the incidence on the guide price of a  coefficient that is related to the extent to which this quantity is exceeded. However, for the  1987/88 marketing year, this reduction in the amount of aid may not be greater than 10% of the  guide price.Where the first subparagraph, when applied to actual production instead of estimated  production at the beginning of the marketing year, would lead to a different reduction in the  amount of the aid than that actually applied, the maximum guaranteed quantity for the following  marketing year shall be adjusted to take account of that situation.4.    Where paragraph 3 is  applied, the minimum price shall be reduced by the same amount by which the amount of the aid was  reduced.5.    The Council, acting by a qualified majority on a proposal from the Commission, shall  adopt the rules for determining the coefficient referred to in the first subparagraph of paragraph  3.6.    Detailed rules for the application of this Article shall be adopted in accordance with the  procedure laid down in Article 38 of Regulation No 136/66/EEC.'", "This Regulation shall  enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all  Member States."], "attachments": "Done at Brussels, 2 July 1987. For the Council The President K.  E. TYGESEN\n(1)  OJ No C 89, 3. 4. 1987, p. 30.\n(2)  OJ No C 156, 15. 6. 1987.\n(3)  OJ No C 150, 9. 6. 1987, p. 8.\n(4)  OJ No L 151, 10. 6. 1985, p. 15."}