{"celex_id": "31984D0375", "uri": "http://publications.europa.eu/resource/cellar/48efe4ec-2e7f-4247-80a6-3694b7485984", "type": "Decision", "concepts": ["2656", "4125", "4682", "5034", "5263"], "title": "84/375/EEC: Commission Decision of 5 July 1984 amending Decision 83/471/EEC relating to the Community Inspection Committee on the application of the classification scale for carcases of adult bovine animals\n", "header": "COMMISSION  DECISION\nof 5 July 1984\namending Decision 83/471/EEC relating to the Community Inspection Committee on the application of the classification scale for carcases of adult bovine animals\n(84/375/EEC)\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1208/81 of 28 April 1981 determining the Community scale for the classification of carcases of adult bovine animals (1), and in particular the fourth paragraph of Article 5 thereof,\nWhereas Commission Decision 83/471/EEC (2) laid down detailed rules for the conduct of on-the-spot inspections by the Community Inspection Committee referred to in Article 5 of Regulation (EEC) No 1208/81;\nWhereas, by Regulation (EEC) No 869/84 (3), the Council decided to apply, for a three-year experimental period, intervention measures on the basis of the Community classification scale established under Regulation (EEC) No 1208/81; whereas the scope of the inspections carried out by the Inspection Committee should be extended so as also to cover the classification, identification and marking of products which are the subject of intervention measures; whereas, in consequence, Decision 83/471/EEC should therefore be amended,", "main_body": ["Decision 83/471/EEC is hereby amended as follows:\n1. Article 1 is replaced by the following:\n'Article 1\nThe Community Inspection Committee provided for in Article 5 of Regulation (EEC) No 1208/81, hereinafter referred to as 'the Committee', shall be responsible for carrying out on-the-spot inspections covering:\n(a) the application of the arrangements relating to the Community classification scale for carcases of adult bovine animals;\n(b) the recording of market prices according to the classification scale;\n(c) the classification, identification and marking of products within the framework of the intervention measures provided for in Article 5 of Regulation (EEC) No 805/68.'\n2. Article 3 (1) is replaced by the following:\n'1. On-the-spot inspections shall be carried out at abattoirs, meat markets, intervention centres, price quotation centres and regional and central services engaged in the implementation of the provisions referred to in Article 1.'", "This Decision is addressed to the Member States."], "attachments": "Done at Brussels, 5 July 1984.\nFor the Commission\nPoul DALSAGER\nMember of the Commission\n(1) OJ No L 123, 7. 5. 1981, p. 3.\n(2) OJ No L 259, 20. 9. 1983, p. 30.\n(3) OJ No L 90, 1. 4. 1984, p. 32."}