{"celex_id": "31985R3190", "uri": "http://publications.europa.eu/resource/cellar/f61d0817-a37c-4f43-994d-85ff616f91f5", "type": "Regulation", "concepts": ["4717", "4726"], "title": "Commission Regulation (EEC) No 3190/85 of 14 November 1985 authorizing, in the Châteauneuf-du-Pape and Gigondas registered designation areas, the additional acidification of certain products from the 1985 wine harvest\n", "header": "COMMISSION  REGULATION (EEC) No 3190/85\nof 14 November 1985\nauthorizing, in the Châteauneuf-du-Pape and Gigondas registered designation areas, the additional acidification of certain products from the 1985 wine harvest\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 337/79 of 5 February 1979 on the common organization of the market in wine (1), as last amended by Regulation (EEC) No 798/85 (2), and in particular Article 34 (4) thereof,\nWhereas Article 34 (2) of Regulation (EEC) No 337/79 provides that, in years when climatic conditions have been exceptional, additional acidification may be authorized up to a limit of 1,50 grams per litre expressed in tartaric acid, or 20 milliequivalents, for certain products originating in Zone C II;\nWhereas exceptional climatic conditions were experienced in the Châteauneuf-du-Pape and Gigondas registered designation areas, which have resulted in the total acidity being lower than normal;\nWhereas Article 9 of Council Regulation (EEC) No 338/79 of 5 February 1979 laying down special provisions relating to quality wines produced in specified regions (3), as last amended by Regulation (EEC) No 3687/84 (4) provides that the conditions and limits within which the acidification of certain products may take place and the procedure whereby authorization may be granted are those laid down in Article 34 of Regulation (EEC) No 337/79;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Wine,", "main_body": ["The additional acidification referred to in Article 34 (2) of Regulation (EEC) No 337/79 is hereby authorized, to a limit of 1,50 g/l expressed in tartaric acid, in the Châteauneuf-du-Pape and Gigondas areas of registered designation, for fresh grapes harvested in those areas in 1985 and for grape must, partially fermented grape must and new wine still in fermentation produced from those grapes.", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 14 November 1985.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 54, 5. 3. 1979, p. 1.\n(2) OJ No L 89, 29. 3. 1985, p. 1.\n(3) OJ No L 54, 5. 3. 1979, p. 130.\n(4) OJ No L 341, 29. 12. 1985, p. 5."}