{"celex_id": "31988D0004", "uri": "http://publications.europa.eu/resource/cellar/fe6a405b-893d-4215-97ae-56bcc13d354c", "type": "Decision", "concepts": ["1519", "2384", "2393", "4801"], "title": "88/4/EEC: Commission Decision of 11 December 1987 on the multiannual programme for aquaculture and the provision of protected marine areas (1987 to 1991) submitted by Italy pursuant to Council Regulation (EEC) No 4028/86 (Only the Italian text is authentic)\n", "header": "COMMISSION  DECISION\nof 11 December 1987\non the multiannual programme for aquaculture and the provision of protected marine areas (1987 to 1991) submitted by Italy pursuant to Council Regulation (EEC) No 4028/86\n(Only the Italian text is authentic)\n(88/4/EEC)\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 4028/86 of 18 December 1986 on Community measures to improve and adapt structures in the fisheries and aquaculture sector (1), and in particular Article 4 thereof,\nWhereas on 29 April 1987 the Italian Government forwarded to the Commission a multiannual guidance programme for aquaculture and the provision of protected marine areas, hereinafter referred to as 'the programme'; whereas on 16 October 1987 it forwarded the latest additional information concerning the programme;\nWhereas the aims of the programme are the substantial development of aquaculture in Italy and the provision of protected marine areas; whereas the production of trout should be maintained at the 1987 level; whereas investments of approximately 150 million ECU are estimated to be necessary for the completion of the programme;\nWhereas, having regard to the foreseeable trend in fishery resources, the market for fishery and aquaculture products, the measures adopted under the common fisheries policy and the guidelines for the latter, the programme meets the conditions laid down in Article 2 of Regulation (EEC) No 4028/86 and constitutes a suitable framework for Community and national financial aid for the sector concerned;\nWhereas, however, the expected rate of expansion of Italian aquaculture could come up against certain technical difficulties and take place more slowly than anticipated; whereas it will therefore be necessary to ensure the technical practicability and economic profitability of the fish farms;\nWhereas the full achievement of the programme's objectives could suffer from difficulties in the regular supply of fry;\nWhereas there are difficulties of rules and regulations affecting the provision of protected marine areas;\nWhereas the aquaculture sector is developing in a commercial environment, a feature of which is the development of international competition;\nWhereas the development of the market for Salmonidae could entail the need to adjust the objectives laid down for the production of trout;\nWhereas the measures provided for in this Decision are in accordance with the opinion of the Standing Committee for the Fishing Industry,", "main_body": ["The multiannual guidance programme for aquaculture and the provision of protected marine areas (1987 to 1991), as forwarded by the Italian Government on 29 April 1987 and as last supplemented on 16 October 1987, is hereby approved subject to the conditions laid down in this Decision.", "1. When the programme is implemented, special attention must be given to controlling production costs.\n2. When the programme is implemented, priority must be given to the production of juveniles in line with the planned fish-farming investments.\n3. The programme's objectives relating to the production of trout will have to be reviewed where major changes take place on the market for Salmonidae.\n4. Provisions must be implemented to enable the protected marine areas to be provided under satisfactory conditions.", "This Decision is without prejudice to any Community financial aid to individual investment projects.", "This Decision is addressed to the Italian Republic."], "attachments": "Done at Brussels, 11 December 1987.\nFor the Commission\nAntรณnio CARDOSO E CUNHA\nMember of the Commission\n(1) OJ No L 376, 31. 12. 1986, p. 7."}