{"celex_id": "31987R2122", "uri": "http://publications.europa.eu/resource/cellar/4aea81f4-9fa9-4f69-b51b-47c6773b4e00", "type": "Regulation", "concepts": ["1355", "2783", "3579", "3591"], "title": "Commission Regulation (EEC) No 2122/87 of 17 July 1987 on arrangements for imports into France of certain textile products (category 2) originating in Indonesia\n", "header": "COMMISSION  REGULATION (EEC) No 2122/87\nof 17 July 1987\non arrangements for imports into France of certain textile products (category 2) originating in Indonesia\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 4136/86 of 22 December 1986 on common rules for imports of certain products originating in third countries (1), and in particular Article 11 thereof,\nWhereas Article 11 of Regulation (EEC) No 4136/86 lays down the conditions under which quantitative limits may be established; whereas imports into the Community of certain textile products (category 2) specified in the Annex hereto and originating in Indonesia have exceeded the level referred to in paragraph 2 of the said Article 11;\nWhereas, in accordance with paragraph 5 of the said Article 11 of Regulation (EEC) No 4136/86 on 23 June 1987 Indonesia was notified of a request for consultations; whereas, pending a mutually satisfactory solution, the Commission has requested Indonesia for a provisional period of three months to limit exports to France of products falling within category 2 to 472 tonnes with effect from the date of notification of the request for consultations; whereas pending the outcome of the requested consultations a quantitative limit identical to that requested of the supplier country should be applied provisionally to imports of the category of products in question;\nWhereas paragraph 13 of the said Article 11 ensures that the quantitative limits are observed by means of a double-checking system in accordance with Annex VI to Regulation (EEC) No 4136/86;\nWhereas the products in question exported from Indonesia to France between 23 June 1987 and the date of entry into force of this Regulation must be set off against the quantitative limit which has been introduced;\nWhereas this quantitative limit should not prevent the importation of products covered by them shipped from Indonesia before the date of entry into force of this Regulation;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Textile Committee,", "main_body": ["Without prejudice to the provisions of Article 2, imports into France of the category of products originating in Indonesia and specified in the Annex hereto shall be subject to the provisional quantitative limit set out in that Annex.", "1. Products as referred to in Article 1 shipped from Indonesia to France before the date of entry into force of this Regulation and not yet released for free circulation, shall be so released subject to the presentation of a bill of lading or other transport document proving that shipment actually took place during that period.\n2. Imports of products shipped from Indonesia to France after the entry into force of this Regulation shall be subject to the double-checking system described in Annex VI to Regulation (EEC) No 4136/86.\n3. All quantities of products shipped from Indonesia or after 23 June 1987 and released for the circlation shall be deducted from the quantitative limit laid down. This provisional limit shall not, however, prevent the importation of products covered by them but shipped from Indonesia before the date of entry into force of this Regulation.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nIt shall apply until 22 September 1987.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 17 July 1987.\nFor the Commission\nWilly DE CLERCQ\nMember of the Commission\n(1) OJ No L 387, 31. 12. 1986, p. 1.\nANNEX\n1.2.3.4.5.6.7.8 //  //  //  //  //  //  //  //  // Cate- gory   // CCT heading No (1987)  // NIMEXE code (1987)  // Description  // Third country  // Units   // Member States  // Quantitative limit from 23 June to 22 September 1987   //  //   //   //   //   //   //   //   // (1)   // (2)  // (3)  // (4)  // (5)   // (6)   // (7)   // (8)   //    //   //  //   //   //   //   //   // 2   // 55.09   // 55.09-03, 04, 05, 06, 07, 08, 09, 10, 11, 12, 13, 14, 15, 16, 17, 19, 21, 29, 32, 34, 35, 37, 38, 39, 41, 49, 51, 52, 53, 54, 55, 56, 57, 59, 61, 63, 64, 65, 66, 67, 68, 69, 70, 71, 73, 75, 76, 77, 78, 79, 80, 81, 82, 83, 84, 85, 87, 88, 89, 90, 91, 92, 93, 98, 99  // Woven fabrics of cotton, other than gauze, terry fabrics, narrow woven fabrics, pile fabrics, chenille fabrics, tulle and other net fabrics   // Indonesia   // tonnes   // F   // 472  //    //   //   //   //   //   //   //"}