{"celex_id": "31988D0522", "uri": "http://publications.europa.eu/resource/cellar/c1650f85-233e-4084-87da-00ca9efb751d", "type": "Decision", "concepts": ["2795", "2869", "2922", "3660", "753"], "title": "88/522/Euratom: Council Decision of 14 October 1988 adopting specific research programmes to be implemented by the Joint Research Centre for the European Atomic Energy Community (1988 to 1991)\n", "header": "COUNCIL  DECISION\nof 14 October 1988\nadopting specific research programmes to be implemented by the Joint Research Centre for the European Atomic Energy Community (1988 to 1991)\n(88/522/Euratom)\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Atomic Energy Community, and in particular Article 7 thereof,\nHaving regard to the proposal for the Commission submitted after consultation of the Scientific and Technical Committee (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas, in adopting Decision 87/516/Euratom, EEC (4), as amended by Decision 88/193/EEC, Euratom (5), concerning the framework programme for Community activities in the field of research and technological development (1987 to 1991), the Council acknowledged the importance of activities relating to radiation protection, technical standards, measurement methods and reference materials, nuclear fission, nuclear safety and controlled thermonuclear fusion;\nWhereas, in the context of a common policy relating to the field of science and technology, research programmes are one of the principal means whereby the European Atomic Energy Community can contribute to the safe use of nuclear energy and to the acquisition and dissemination of information in this field;\nWhereas the Joint Research Centre (JRC), as an integral component of the Community's R & D strategy defined in the framework programme, must retain its institutional role of providing the Commission with neutral and independent scientific and technical support in the implementation of Community policies;\nWhereas, whilst contributing to the general objective of strengthening the scientific and technological basis of European industry and encouraging it to become more competitive at international level, the JRC has as one of its tasks, in accordance with its terms of reference and on the basis of its technical expertise, to advise the Commission when laying down technical regulations and standards for the development and application of new technologies, on the environmental compatibility of such technologies and their possible negative effects on the quality of life;\nWhereas, for the period covered by this Decision, the implementation of the specific research programmes will continue to be the JRC's predominant task, although the use of other forms of action will occupy an increasingly important part of the JRC's activity;\nWhereas the JRC is in a position to contribute to the process of reducing the gap in technological development between the different parts of the Community and thereby to contribute to the strengthening of its economic and social cohesion;\nWhereas it is therefore appropriate that the JRC should develop and strengthen its collaboration with research institutes in the Member States;\nWhereas it is important to provide for the adequate dissemination of the results of the JRC's specific research programmes whilst having due regard for the necessity to safeguard the Community's technological achievements and industrial property rights in respect of the results of research;\nWhereas, in particular the European Parliament and the Council should be kept well informed of the JRC's activities;\nWhereas the role of the board of governors of the JRC will be strengthened by the Commission to enable the board to play a more effective part in the future organization of the Centre, its staff and financial management, and in the implementation of its research programmes,", "main_body": ["1. This Decision, which sets out the research activities of the Joint Research Centre (JRC) for the period 1988 to 1991, is hereby adopted with effect from 1 January 1988.\n2. The research activities referred to in paragraph 1 are the implementation of the Community framework programme in research and technological development set out in Decision 87/516/Euratom, EEC by means of specific research programmes and preparatory research.\n3. The scientific and technical content of the specific research programmes referred to in paragraph 2 is outlined in Annex A.", "The funds estimated as necessary for the execution of the activities referred to in Article 1 (2) amount to 448,3 million ECU, including expenditure on a staff of 1 162, reducing to 905 in 1991.\nA breakdown of the amount of 448,3 million ECU between the various specific programmes to be executed is given in Annex A.", "The Commission, assisted by the board of governors of the JRC, shall be responsible for carrying out this Decision and, to this end, shall call upon the services of the JRC.\nThe Commission shall decide on the terms of reference of the board of governors.\nThe Commission shall ensure, in cooperation with the board of governors, that periodic consultation be maintained with the relevant management and coordination advisory committees or equivalent committees with a view to ensuring coordination and consistency of approach between shared-cost actions and JRC activities in the same areas.", "The research work implemented by the JRC pursuant to this Decision shall be evaluated by a panel of independent external experts set up by the Commission after consulting the board of governors.\nThe evaluation will cover the scientific, technical and economic results of research undertaken, its user-relevance, and its contribution to the overall objectives of Community research and development policy. The evaluation will also cover the impact of the administrative and financial restructuring of the JRC and of the new system for monitoring the special and general costs of the institutes. The evaluation will be carried out having regard to the programme objectives set out in Annex B to this Decision and in conformity with the provision of Article 2 (2) of Decision 87/516/Euratom, EEC. The evaluation shall be submitted by the Commission to the European Parliament and the Council, together with the opinion of the board of governors of the JRC, at the end of 1989 and at the end of the period covered by this Decision.", "The Commission shall each year before 31 March submit to the European Parliament and the Council a report on the implementation of this Decision. This report shall be accompanied by the observations of the board of governors. The board of governors may also submit through the Commission to the European Parliament and the Council a separate report on any aspect of the implementation of this Decision.", "This Decision is addressed to the Member States."], "attachments": "Done at Luxembourg, 14 October 1988.\nFor the Council\nThe President\nV. PAPANDREOU\n(1) OJ No C 137, 27. 5. 1988, p. 2.\n(2) OJ No C 94, 11. 4. 1988, p. 74.\n(3) OJ No C 80, 28. 3. 1988, p. 23.\n(4) OJ No L 302, 24. 10. 1987, p. 1.\n(5) OJ No L 89, 6. 4. 1988, p. 35.\nANNEX A\nSPECIFIC EURATOM RESEARCH PROGRAMMES OF THE JOINT RESEARCH CENTRE\nBREAKDOWN OF THE AMOUNT DEEMED NECESSARY OF 448,3 MILLION ECU\n1.2,3 //  // (million ECU) 1.2.3 //  //  //  // 1. Quality of life   //   //   // 1.2. Radiation protection   //   // 2,8 (1)   // - evaluation and monitoring of radioactivity   // 2,8  //   // 3. Modernization of industrial sectors   //   //  // 3.4. Technical standards, measurement methods and reference materials   //   // 75,6 (1)   // - nuclear measurements and reference materials   // 75,6   //   // 5. Energy   //   //  // 5.1. Fission: nuclear safety   //   // 309,9 (1)   // - reactor safety   // 147,9   //   // - reliability and risk evaluation   //   //   // - project for inspection of steel components (PISC)   //   //   // - abnormal behaviour of reactor cooling systems and accident modelling   //   //   // - source term   //   //   // - post accident heat removal (PAHR)  //   //   // - radioactive-waste management   // 48,5   //  // - operation of the Petra facility   //   //   // - actinides monitoring   //   //   // - waste characterization  //   //   // - safety of final storage in geological formations   //   //   // - safeguarding and management of fissile materials   // 44,5   //   // - development and performance assessment of measurement systems for nuclear materials   //   //   // - development and performance assessment of containment and surveillance techniques   //  //   // - integration of safeguards techniques   //   //  // - nuclear fuels and actinides research   // 69,0   //  // - safety studies for nuclear fuels   //   //   // - safety of the fuel cycle and its effect on the environment   //   //  // - actinides research   //   //   // - actinides information centre   //   //   // 5.2. Controlled thermonuclear fusion  //   // 60,0 (1)   // - fusion technology and safety   // 60,0   //   // - reactor studies   //   //   // - materials integrity   //   //   // - risk assessment and safety studies  //   //   // - laboratory for tritium handling   //   //  // Total  //  // 448,3\n(1) These amounts, which relate to activities and subdivisions of activities contained in the framework programme of Community R & TD R & TD to 1991) are considered to be 'the amounts deemed necessary' for the relevant specific research programmes to be implemented by the JRC during the period 1988 to 1991. An amount equivalent to 5 % of these amounts deemed necessary may be used for preparatory research.\nANNEX B\nPROGRAMME OBJECTIVES\nThe JRC specific research programmes related to the EAEC Treaty are concentrated on three main lines of action of the framework programme for Community activities in the field of research and technological development.\nThese lines are:\n- quality of life (radiation protection),\n- modernization of industrial sectors (technical standards, measurement methods and reference materials),\n- energy (fission: nuclear safety, controlled thermonuclear fusion).\nThese specific research programmes will contribute to:\n- providing data and methods needed for the prevention of harmful effects of ionizing radiation and radioactivity through research on radiation, evaluation and monitoring with emphasis on a Community-wide databank with a public service from early 1989,\n- enhancing the scientific and technical knowledge related to fission: nuclear safety by the conduct of several large-scale experiments, by joint studies of the observed behaviour of operating plants, by the setting up of common models of hypothetical accident situations and of common models for the safe management and control of nuclear materials and waste as well as by research on special nuclear elements,\n- Community efforts in the area of research on controlled thermonuclear fusion with emphasis on safety oriented technological aspects focusing on work planned for NET (Next European Torus) as required by that project as well as fusion safety assessments, including the accomplishment of the construction and operation of the tritium handling laboratory,\n- the establishment of reference methods and measurements in the nuclear area by the determination of nuclear data for standardization in the field of fission and fusion technology, by research on nuclear metrology, and by the provision of reference materials to calibrate analytical equipment and assess analytical methods through work in the Treaty-based Bureau for Nuclear Measurements and the organization of interlaboratory comparisons,\n- the strengthening of the economic and social cohesion of the Community. This will be achieved through exchange schemes for scientific and technical personnel from the public and private sectors in all Member States to the JRC and vice-versa for at least 120 persons, and through a scheme of associated laboratories fostering a close and permanent collaboration between these laboratories and the JRC, in particular with laboratories in Member States and their regions most interested in this scheme,\n- increasing the scientific consensus on safety issues, in associating national laboratories, universities and industry to the JRC specific research programmes through technical meetings, exchange of personnel and, where possible, through the drawing up of common studies and common projects,\n- increasing industrial competitivity in accelerating technology transfer from JCR specific research programmes to industry, notably in implementing these programmes, when possible, in the framework of industrial cooperation, where exchange of personnel will be a vital component of the association."}