{"celex_id": "31985D0008", "uri": "http://publications.europa.eu/resource/cellar/88ac0e06-40ac-4c7b-8cdb-77e780688bd6", "type": "Decision", "concepts": ["2191", "2281", "3331", "5334", "73", "826"], "title": "85/8/EEC: Council Decision of 19 December 1984 on specific Community action to combat poverty\n", "header": "COUNCIL  DECISION\nof 19 December 1984\non specific Community action to combat poverty\n(85/8/EEC)\nTHE COUNCIL OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community, and in particular Article 235 thereof,\nHaving regard to the proposal from the Commission (1),\nHaving regard to the opinion of the European Parliament (2),\nHaving regard to the opinion of the Economic and Social Committee (3),\nWhereas, under Article 2 of the Treaty, the task of the Community is to promote throughout the Community a harmonious development of economic activities, a continuous and balanced expansion, an increase in stability, an accelerated raising of the standard of living and closer relations between the States belonging to it;\nWhereas the persistence of poverty within the Community is incompatible with this objective;\nWhereas the uncertainty of employment, a phenomenon which has worsened in recent years, is equally incompatible with this objective;\nWhereas national economic and social policies and Community action in the field of employment can, by attacking the structural causes of poverty, make an effective contribution to the fight against it;\nWhereas in addition to anti-poverty measures which may be implemented in connection with the establishment of the various Community policies, more specific Community action is necessary to achieve the objective referred to above;\nWhereas the Treaty does not provide the specific powers necessary for the adoption of this Decision,", "main_body": ["1. The Commission may implement an anti-poverty programme in order to combat poverty more effectively and carry out positive measures to help the under-privileged and identify the best means of attacking the causes of poverty and alleviating its effects in the Community. To this end, the Commission may:\n(a) promote or provide financial assistance for various types of action-research measures:\n- designed to test and develop new methods of helping persons beset by, or threatened with, poverty in the Community,\n- drawn up and carried out as far as possible with the participation of the persons concerned, and\n- of particular interest to the Community in that they are addressed to problems common to several Member States;\n(b) promote or provide financial assistance for the dissemination and exchange of knowledge, the coordination and assessment of anti-poverty measures, and the transfer of innovative approaches between Member States;\n(c) promote or provide financial assistance for collection and dissemination on a regular basis of comparable data on poverty in the Community.\n2. For the purposes of this Decision 'the poor' shall be taken to mean persons, families and groups of persons whose resources (material, cultural and social) are so limited as to exclude them from the minimum acceptable way of life in the Member States in which they live.", "The funds estimated as necessary to implement the measures referred to in Article 1 amount to 25 million ECU for four years (1985 to 1988).\nFinancial support may be granted, in the framework of the appropriations entered annually for this purpose in the general budget of the European Communities, for:\n(a) action-research projects, up to 50 % of actual expenditure within the limits of assistance requested and approved. However, in exceptional cases, and notably those occurring in particularly underprivileged regions, this limit may be raised to 55 %;\n(b) other types of activity, if such activities are of exceptional interest for all or part of the Community, in excess of 50 % of actual expenditure within the limits of assistance requested and approved.", "1. Applications for Community financial assistance shall be approved and forwarded to the Commission by the Member State or States on whose territory the projects are to be carried out.\n2. The Commission shall inform the Member States of its decision to grant or refuse the financial assistance requested.\n3. Both public and private bodies shall be eligible for financial assistance.\n4. In cases where the Commission takes the initiative for an action-research project or study, it shall obtain the agreement of the Member State or States on whose territory the project is to be carried out.", "1. The Commission shall consult the representatives of the Governments of the Member States and, where appropriate, those responsible, within the framework of the projects, for coordination, evaluation and dissemination of knowledge, and independent experts on all matters of importance concerning the implementation of this Decision.\n2. The Commission shall arrange for the body responsible for each type of action in question to report back to it at regular intervals on the progress or outcome of the action and to convey any other appropriate information.", "At the end of 1987, the Commission shall submit to the Council and the European Parliament an interim report on the first available results of the various operations carried out with financial assistance from the Community.\nThe Commission shall also submit a final report as soon as possible after the conclusion of the programme.", "This Decision shall be published in the Official Journal of the European Communities.\nIt shall take effect on the fifth day following that of its publication."], "attachments": "Done at Brussels, 19 December 1984.\nFor the Council\nThe President\nP. O'TOOLE\n(1) OJ No C 208, 8. 8. 1984, p. 10.\n(2) OJ No C 315, 26. 11. 1984, p. 88.\n(3) Opinion delivered on 21 and 22 November 1984 (not yet published in the Official Journal)."}