{"celex_id": "31980R1693", "uri": "http://publications.europa.eu/resource/cellar/9c5e3daa-391d-45ff-83c4-27438d03ada9", "type": "Regulation", "concepts": ["1277", "1609", "2775", "80"], "title": "Commission Regulation (EEC) No 1693/80 of 30 June 1980 amending for the fifth time Regulation (EEC) No 3075/78 laying down detailed rules for the application of special measures for peas and field beans used in the feeding of animals\n", "header": "COMMISSION REGULATION (EEC) No 1693/80 of 30 June 1980 amending for the fifth time Regulation (EEC) No 3075/78 laying down detailed rules for the application of special measures for peas and field beans used in the feeding of animals\nTHE COMMISSION OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 1119/78 of 22 May 1978 laying down special measures for peas and field beans used in the feeding of animals (1), as amended by Regulation (EEC) No 1459/80 (2), and in particular Article 2 (6) thereof,\nWhereas Regulation (EEC) No 1459/80 extended the field of application of the system of aid for peas and field beans to by-products intended for animal feed from the manufacture of protein concentrates ; whereas, consequently, it is necessary to lay down criteria for granting aid in respect of the said by-products;\nWhereas Article 17 of Commission Regulation (EEC) No 3075/78 (3), as last amended by Regulation (EEC) No 275/80 (4), provides inter alia that aid shall be granted for peas and field beans only if the products in question are the subject of an application for aid in the course of the marketing year during which the contract relating thereto is lodged by the feedingstuffs manufacturer ; whereas this results in a system involving varying intervals between the lodging of the contract and the application for aid ; whereas such a system may lead to speculation with regard to the aid ; whereas, consequently it should be specified that the period in question should be of a uniform duration;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Dried Fodder,", "main_body": ["Regulation (EEC) No 3075/78 is amended as follows:    1. In Article 1, point 1 is replaced by the following:\n\"1. \"feedingstuffs manufacturer\" shall mean:      - any undertaking possissing the necessary equipment for milling peas and field beans and for incorporating them in feedingstuffs,\n- any undertaking which produces protein concentrates from peas and field beans possessing the necessary equipment for manufacturing by-products for use in feedingstuffs.\"\n2. An Article 12a, as follows is inserted:\n\"Article 12a\nIn the case of undertakings extracting protein concentrates, aid shall be granted in respect of 85 % of the quantity of peas and field beans used in the manufacture of protein concentrates and by-products intended for use in feeding of animals, provided that the total protein content in relation to the dry matter of such by-products is not less than 20 %.\nIn the event that any or all of the by-products in question do not attain the protein content specified, the quantity on which aid may be paid shall be reduced accordingly.\"\n3. Article 17 (1) is replaced by the following:\n\"1. The amount of aid to be granted shall be that applicable on the day on which the feedingstuffs manufacturer lodges the contract referred to in Article 5 (a) of Regulation (EEC) No 1418/78 with the agency appointed for that purpose in the Member State where the peas and field beans will be used for the manufacture of feedingstuffs, provided that, save in cases of force majeure, an application as referred to in Article 5 (b) of the aforementioned Regulation is made in respect of the products in question not later than the end of the eighth month following that during which the contract was lodged.\nFor the purposes of Article 6 of Regulation (EEC) No 1134/68, the event providing entitlement to the aid for peas and field beans shall be considered as having occurred on the day on which the aforementioned contract was lodged.\"  (1) OJ No L 142, 30.5.1978, p. 8. (2) OJ No L 146, 12.6.1980, p. 3. (3) OJ No L 367, 28.12.1978, p. 9. (4) OJ No L 30, 7.2.1980, p. 13.\n4. The first indent of Article 18 (1) is replaced by the following:\n\"- the quantity of peas and field beans entitled to aid pursuant to Articles 12 and 12a;\".\n5. The first subparagraph of Article 18 (4) is replaced by the following:\n\"Save in cases of force majeure, the certificate shall carry with it the obligation, as the case may be, either to incorporate in feedingstuffs or to process into protein concentrates and by products, within 270 days of the date of issue of the certificate, the quantity indicated therein.\"", "This Regulation shall enter into force on the day of its publication in the Official Journal of the European Communities.\nIt shall apply with effect from 1 July 1980.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 30 June 1980.\nFor the Commission\nFinn GUNDELACH\nVice-President"}