{"celex_id": "31980R2762", "uri": "http://publications.europa.eu/resource/cellar/1d212257-88a8-4709-af3e-e9158a0a3f9b", "type": "Regulation", "concepts": ["1129", "1264", "139", "1637", "862"], "title": "Council Regulation (EEC) No 2762/80 of 28 October 1980 amending Regulation (EEC) No 3089/78 laying down general rules in respect of aid for the consumption of olive oil\n", "header": "COUNCIL REGULATION (EEC) No 2762/80 of 28 October 1980 amending Regulation (EEC) No 3089/78 laying down general rules in respect of aid for the consumption of olive oil\nTHE COUNCIL OF THE EUROPEAN COMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation No 136/66/EEC of 22 September 1966 on the establishment of a common organization of the market in oils and fats (1), as last amended by Regulation (EEC) No 1917/80 (2), and in particular Article 11 (7) thereof,\nHaving regard to the proposal from the Commission, (3),\nWhereas Article 11 of Regulation No 136/66/EEC established arrangements for aid for the consumption of olive oil produced and marketed within the Community;\nWhereas, in order that the arrangements for aid for consumption achieve their objectives and to prevent olive oil imported from third countries from deriving undue benefit from the aid, Article 9 of a Council Regulation (EEC) No 3089/78 of 19 December 1978 laying down general rules in respect of aid for the consumption of olive oil (4), as amended by Regulation (EEC) No 2380/79 (5), lays down that all olive oil imported from non-member countries and placed in free circulation within the Community shall be subject to payment of a security, with the exception of oil put up in small containers;\nWhereas it has been found during the 1979/80 marketing year that an abnormal increase in the imports of olive oil in small containers has taken place ; whereas the administrations in question have great difficulty in checking the final destination of the said oil ; whereas, in these circumstances, the said oil could derive undue benefit from the consumption aid ; whereas, in order to rectify this situation, all imports of olive oil, in whatever form they are put up, should be subject to provision of a security,", "main_body": ["Article 9 of Regulation (EEC) No 3089/78 is hereby replaced by the following:\n\"Article 9\n1. Every release into free circulation in the Community of olive oil falling within subheading 15.07 A of the Common Customs Tariff shall be subject to the payment of a security. The amount of this security shall be equal to the part of the consumption aid which is paid to packaging plants for the same quantity of olive oil produced in the Community and which obtains when the customs formalities placing the oil into free circulation are completed.\nHowever, in the event of a decision entailing a substantial alteration in the consumption aid, the Commission may adjust, as from the date of that decision, the amount of the security to take account of the alteration in question.\n2. The security referred to in paragraph 1 shall be released as soon as the party concerned provides proof that the olive oil placed in free circulation has been made ineligible for consumption aid.\".", "This Regulation shall enter into force on 1 November 1980.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Luxembourg, 28 October 1980.\nFor the Council\nThe President\nP. HELMINGER\n(1) OJ No 172, 30.9.1966, p. 3025/66.  (2) OJ No L 186, 19.7.1980, p. 1.  (3) OJ No C 272, 21.10.1980, p. 2.  (4) OJ No L 369, 29.12.1978, p. 12.  (5) OJ No L 274, 31.10.1979, p. 5."}