{"celex_id": "31984R2394", "uri": "http://publications.europa.eu/resource/cellar/a86cda0f-a701-4f48-a517-ac090c7b434c", "type": "Regulation", "concepts": ["2730", "2741", "4726", "5967", "6052"], "title": "Commission Regulation (EEC) No 2394/84 of 20 August 1984 laying down for the 1984/85 and 1985/86 wine-growing years conditions of use of ion exchange resins and detailed implementing rules for the preparation of rectified concentrated grape must\n", "header": "COMMISSION  REGULATION (EEC) No 2394/84\nof 20 August 1984\nlaying down for the 1984/85 and 1985/86 wine-growing years conditions of use of ion exchange resins and detailed implementing rules for the preparation of rectified concentrated grape must\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to Council Regulation (EEC) No 337/79 of 5 February 1979 on the common organization of the market in wine (1), as last amended by Regulation (EEC) No 1208/84 (2), and in particular Articles 46 (6) and 65 thereof,\nWhereas the Council authorized the preparation and use of rectified concentrated grape must; whereas point la (h) of Annex III to Regulation (EEC) No 337/79 permits the use of ion exchange resins for the preparation of this product, under conditions to be laid down; whereas the conditions of use of such resins must therefore be laid down;\nWhereas in so doing, account must be taken of the provisions already adopted at Community level by Council Directive 76/893/EEC of 23 November 1976 on the approximation of the laws of the Member States relating to materials and articles intended to come into contact with foodstuffs (3) and of Community and national provisions adopted in implementation of the said Directive;\nWhereas the authorized treatments must be such as to ensure that the product obtained presents no hazard to health; whereas provision must therefore be made for the inspection of the substances used and for the methods of analysis to be used in the course of such inspections;\nWhereas the application of Commission Regulation (EEC) No 2253/82 laying down for the 1982/83 and 1983/84 wine-growing years conditions of use of ion exchange resins and detailed implementing rules for the preparation of rectified concentrated grape must (4) was limited, pending the results of work at Community level on materials and objects destined to come into contact with foodstuffs, to two wine-growing years; whereas this work is still in progress and it is difficult to predict when it will be finished; whereas it is, therefore, necessary to provide that the provisions of Regulation (EEC) No 2253/82 be renewed for two wine-growing years;\nWhereas, on this occasion, it is appropriate, in the interests of clarity and in order that those concerned be fully informed to complete and republish the full text of the said Regulation, more specifically by publishing in the Official Journal of the European Communities the list of establishments in which ion exchange resins may be used;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Wine,", "main_body": ["1. Ion exchange resins may be used for the preparation of rectified concentrated grape must only under the supervision of an oenologist or technician, and in installations approved by the authorities of the Member States on whose territory the resins are used. Such authorities shall lay down the duties and responsibility incumbent on approved oenologists and technicians.\n2. Member States shall communicate to the Commission, who will inform the other Member States forthwith, any measures they shall adopt with a view to determining the duties and responsibilities of the oenologists and technicians referred to in paragraph 1 and also the list of the establishments which they have approved.\n3. The Commission shall have published in the Official Journal of the European Communities 'C' series, the lists of establishments communicated to it by virtue of paragraph 2.", "The ion exchange resins which may be used are styrene and divinylbenzene copolymers containing sulphonic acid or ammonium groups. They must comply with Directive 76/893/EEC and Community and national provisions adopted in implementation thereof. In addition, when tested by the method of analysis laid down in the Annex, they must not lose more than 1 mg/l of organic matter into any of the solvents listed.\nTheir regeneration must be effected with substances permitted for use in the preparation of foodstuffs.", "This Regulation shall enter into force on 1 September 1984.\nIt shall apply until 31 August 1986.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 20 August 1984.\nFor the Commission\nPoul DALSAGER\nMember of the Commission\n(1) OJ No L 54, 5. 3. 1979, p. 1.\n(2) OJ No L 115, 1. 5. 1984, p. 77.\n(3) OJ No L 340, 9. 12. 1976, p. 19.\n(4) OJ No L 240, 14. 8. 1982, p. 5.\nANNEX\nDETERMINATION OF THE LOSS OF ORGANIC MATTER FROM ION EXCHANGE RESINS\n1. Scope and field of application\nThe method determines the loss of organic matter from ion exchange resins.\n2. Definition\nThe loss of organic matter from ion exchange resins:\nThe loss of organic matter is determined by the method specified.\n3. Principle\nExtracting solvents are passed through prepared resins and the weight of organic matter extracted is determined gravimetrically.\n4. Reagents\nAll reagents should be of analytical quality grade.\nExtracting solvents:\n4.1. Distilled water or de-ionized water of equivalent purity.\n4.2. Ethanol, 15 % v/v. Prepare by mixing 15 volumes of absolute ethanol with 85 volumes of water (4.1).\n4.3. Acetic acid, 5 % m/m. Prepare by mixing 5 parts of weight glacial acetic acid with 95 parts by weight of water (4.1).\n5. Apparatus\n5.1. Ion exchange chromatograph columns.\n5.2. Measuring cylinders, capacity 2 l.\n5.3. Evaporating dishes, capable of withstanding a muffle furnace at 850 °C.\n5.4. Drying oven, thermostatically controlled at 105 + or - 2 °C.\n5.5. Muffle furnace, thermostatically controlled at 850 + or - 25 °C.\n5.6. Analytical balance, accurate to 0,1 mg.\n5.7. Evaporator, hot plate or infra-red evaporator.\n6. Procedure\n6.1. Add to each of three separate ion exchange chromatography columns (5.1) 50 ml of the ion exchange resin to be tested, having been washed and treated in accordance with the manufacturers direction for preparing them for use with food.\n6.2. Pass the three extracting solvents (4.1, 4.2 and 4.3) separately, through the prepared columns (6.1) at a flow rate of 350 to 450 ml/h. Discard the first litre of eluate in each case and collect the next two litres in measuring cylinders (5.2).\n6.3. Evaporate the three eluates over a hot plate or infra-red evaporator (5.7) in separate evaporating dishes (5.3) which have been previously cleaned and weighted (m0). Place the dishes in an oven (5.4) and dry to constant weight (m1).\n6.4. After recording the constant weight (6.3), place the evaporating dish in the muffle furnace (5.5) ash to constant weight (m2).\n6.5. Calculate the organic matter extracted (7.1). If the result is greater than 1 mg/l, carry out a blank test on the reagents and recalculate the content of organic matter extracted.\nThe blank test should be carried out by repeating sections 6.3 and 6.4 but using two litres of the extracting solvent, to give weights of m3 and m4 in sections 6.3 and 6.4 respectively. 7. Expression of results\n7.1. Formula and calculation of results.\nThe organic matter extracted from ion exchange resins, in mg/l, is given by:\n500 (m1 - m2)\nwhere m1 and m2 are in g.\nThe correct organic matter extracted from ion exchange resins, in mg/l, is given by:\n500 (m1 - m2 - m3 + m4)\nwhere m1, m2, m3 and m4 are in g.\n7.2. The difference in the results between two parallel determinations carried out on the same sample shall not exceed 0,2 mg/l."}