{"celex_id": "31985R2222", "uri": "http://publications.europa.eu/resource/cellar/755f27c2-bd25-4d04-a104-75c0fa9a0722", "type": "Regulation", "concepts": ["1258", "1605", "2681"], "title": "Commission Regulation (EEC) No 2222/85 of 31 July 1985 fixing for the 1985/86 marketing year the minimum price to be paid to producers for tomatoes and the amount of production aid for tomato based products\n", "header": "COMMISSION  REGULATION (EEC) No 2222/85\nof 31 July 1985\nfixing for the 1985/86 marketing year the minimum price to be paid to producers for tomatoes and the amount of production aid for tomato based products\nTHE COMMISSION OF THE EUROPEAN\nCOMMUNITIES", "recitals": ",\nHaving regard to the Treaty establishing the European Economic Community,\nHaving regard to the Act of Accession of Greece,\nHaving regard to Council Regulation (EEC) No 516/77 of 14 March 1977 on the common organization of the market in products processed from fruit and vegetables (1), as last amended by Regulation (EEC) No 746/85 (2), and in particular Articles 3b and 3c thereof,\nHaving regard to Council Regulation (EEC) No 1320/85 of 23 May 1985 on temporary measures for production aid to processed tomato products (3) and in particular Article 2 (5) thereof,\nWhereas Council Regulation (EEC) No 1277/84 of 8 May 1984 laying down general rules for the system of production aid for processed fruit and vegetables(4) contains provisions as to the methods for determining production aid;\nWhereas, under Article 3b (1) of Regulation (EEC) No 516/77, the minimum price to be paid to producers is to be determined for the Member States other than Greece on the basis of:\n(a) the minimum price applying during the previous marketing year;\n(b) the movement of basic prices in the fruit and vegetable sector;\n(c) the need to ensure the normal marketing of fresh products for the various uses.\nWhereas Article 3c of the said Regulation lays down the criteria for fixing the amount of production aid; whereas, in respect of tomato concentrates, preserved whole peeled tomatoes and tomato juices the volume of imports makes the third country price unrepresentative; whereas the production aid for these products must be calculated by reference to a price based on the Community market price;\nWhereas Article 1 (1) of Council Regulation (EEC) No 989/81 (5) fixed as the guarantee threshold for each year a quantity of processed tomato products corresponding to 4 700 000 tonnes of fresh tomatoes; whereas Community production calculated in accordance with Article 2 (2) of that Regulation exceeds the threshold for the 1984/85 marketing year and the production of each group of tomato based products is higher than the quantity specified in the second subparagraph of Article 1 (1) of the same Regulation; whereas the production aid for the 1985/86 marketing year must be reduced for such products pursuant to Article 2 (1) of the same Regulation;\nWhereas, as regards Greece, pursuant to Article 103 of the Act of Accession and until the first move towards alignment of prices, the minimum price to be paid to Greek producers is to be established on the basis of prices paid in Greece to national producers, over the reference period defined in Article 1 of Council Regulation (EEC) No 41/81 (6); whereas that price must be aligned with the level of the common prices pursuant to Article 59 of the Act of Accession;\nWhereas, as regards Greece, the said Article 103 and Council Regulation (EEC) No 990/84 (7) lay down the criteria for fixing the amount of production aid;\nWhereas the measures provided for in this Regulation are in accordance with the opinion of the Management Committee for Products Processed from Fruit and Vegetables,", "main_body": ["For the 1985/86 marketing year:\n(a) the minimum prices referred to in Article 3b of Regulation (EEC) No 516/77 to be paid to producers for the products listed in Annex I hereto, and\n(b) the production aid referred to in Article 3c of the same Regulation for the products listed in Annex II hereto\nshall be set out in the said Annexes.", "The production aid set out in Annex II for processed tomato products shall when Article 2 of Regulation (EEC) No 1320/85 applies be weighted by a coefficient determined for each Member State in accordance with the following formula:\n100\n100 + a ,\nwhere 'a' is the percentage by which the quantity of fresh tomatoes allocated by that Member State has been increased pursuant to Article 2 (1) of the said Regulation.", "1. The aid provided for in respect of Greece shall be applicable to all production of processed products obtained from produce grown in Greece.\n2. Where processing takes place outside the Member State in which the produce was grown, such Member State shall furnish proof to the Member State paying the production aid that the minimum price payable to the producer has been paid.", "This Regulation shall enter into force on the day following its publication in the Official Journal of the European Communities.\nThis Regulation shall be binding in its entirety and directly applicable in all Member States."], "attachments": "Done at Brussels, 31 July 1985.\nFor the Commission\nFrans ANDRIESSEN\nVice-President\n(1) OJ No L 73, 21. 3. 1977, p. 1.\n(2) OJ No L 81, 23. 3. 1985, p. 10.\n(3) OJ No L 137, 27. 5. 1985, p. 41.\n(4) OJ No L 123, 9. 5. 1984, p. 25.\n(5) OJ No L 103, 16. 4. 1984, p. 19.\n(6) OJ No L 3, 1. 1. 1981, p. 12.\n(7) OJ No L 103, 16. 4. 1984, p. 21.\nANNEX  I\nMINIMUM PRICE TO BE PAID TO THE PRODUCERS\n(ECU/100 kilograms net, ex producer)\n1.2.3 //   //   //   // Product  // Greece  // Other Member States  //   //   //   // Tomatoes intended for the manufacture of:  //   //   // (a) tomato concentrates  // 8,61  // 9,72  // (b) preserved whole peeled tomatoes or frozen whole peeled tomatoes:  //   //   // - the San Marzano variety,  // 14,70  // 16,26  // - the Roma and similar varieties  // 11,05  // 12,38  // (c) preserved non-whole peeled tomatoes and non-whole frozen peeled tomatoes  // 9,14  // 10,24  // (d) tomato flakes  // 11,05  // 12,38  // (e) tomato juice  // 8,61  // 9,72  //   //   //\nANNEX  II\nPRODUCTION AID\n(ECU/100 kolpgrams net)\n1.2.3 //   //   //   // Product  // Greece  // Other Member States  //   //   //   // 1. Tomato concentrates with a dry weight content of 28 % or more but less than 30 %  // 23,88  // 27,00  // 2. Preserved whole peeled tomatoes:  //   //  // (a) of the San Marzano variety  // 8,31  // 12,41  // (b) of the Roma and similar varieties  // 6,32  // 9,08  // 3. Frozen whole peeled tomatoes:  //   //   // (a) of the San Marzano variety  // 6,94  // 10,38  // (b) of the Roma and similar varieties  // 5,28  // 7,59  // 4. Preserved non-whole peeled tomatoes  // 3,32  // 4,79  // 5. Non-whole frozen peeled tomatoes  // 3,32  // 4,79  // 6. Tomato flakes  // 77,93  // 88,08  // 7. Tomato juice with a dry weight content of less than 7 %:  //   //   // (a) with a dry weight content of 5 % or more  // 5,48  // 5,48  // (b) with a dry weight content of 3,5 % or more but less than 5 %  // 3,56  // 3,56  // 8. Tomato juice with a dry weight content of 7 % or more but less than 12 %:  //   //   // (a) with a dry weight content of 7 % or more but less than 8 %  // 6,05  // 6,85  // (b) with a dry weight content of 8 % or more but less than 10 %  // 7,26  // 8,22  // (c) with a dry weight content of 10 % or more  // 8,88  // 10,04  //   //   //"}